[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Rainbow at Masaai Mara.jpg"],["thumb"],["350px"],["Rainbow at Masaai Mara"]]},"\n",{"type":"'''","value":["Maasai Mara National Reserve"]}," is in the south west of ",{"type":"[[","value":[["Kenya"]]},". The Maasai Mara is not a National Park, but rather a National Reserve belonging to the Maasai people and administered by the local county councils. It is one of the best known and most popular reserves in Africa.\n\n",{"type":"==","value":["Understand"]},"\n\nThe Maasai Mara National Reserve is each year visited by thousands of tourists, who come here to watch the many different wildlife and birdlife species in the reserve. The reserve is especially famous for the high amount of predators, such as lions and cheetah, and the 1.5 million wildebeest which migrate through the Mara and cross the crocodile infested Mara river. \n\nThe best kept secret of the Mara is the Mara Triangle, the North-Western part of the Maasai Mara which is managed by the Mara Conservancy on behalf of Trans-Mara County Council - the rest of the reserve falls under Narok County Council. Although one third of the Mara, The Mara Triangle has only one lodge within its boundaries (compared to the numerous camps and lodges on the Narok side) and has well maintained, all weather roads. The rangers patrol regularly which means that there is almost no poaching and therefore excellent game viewing. There is also strict control over vehicle numbers around animal sightings which means a better, more authentic, experience when out on a game drive. \n\n",{"type":"===","value":["History"]},"\nArrowheads and pottery discarded by Neolithic man 2000 years ago have been found in the Maasai Mara National Reserve. Since the 17th century the Masai have occupied the area - of course together with the wildlife, who are the true landlords here. The Maasai Mara National Reserve as it appears today was established in 1961, and covers 1,510 sq km (583 sq miles).\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:Topi Masai Mara.jpg"],["thumb"],["Topi (Damaliscus lunatus) in the Masai Mara National Reserve."]]},"\nThe Maasai Mara is characterized by four different kinds of topography: sandy soil and small bushes to the east, the Siria Escarpment forming a spectacular plateau as the western boundary of the reserve, lush grasslands and woodlands around the ",{"type":"[[","value":[["Mara River"]]}," and open plains with scattered bushes making up the largest part of the reserve. The landscape is very varied and has a romantic feeling to it, as can be witnessed in the film 'Out of Africa', which was filmed here in 1985.\n\n",{"type":"===","value":["Flora and fauna"]},"\nWhen visiting the Maasai Mara you are likely to see the famous Big Five: lion, leopard, elephant, rhino and buffalo. Especially lions are common here, and have grown relatively accustomed to their two-legged visitors, which makes them easier to spot. The Mara Plains are teeming with wildebeest, zebra, giraffe, impala and Thomson's gazelle. Also cheetahs, hyenas and jackals are seen regularly in the reserve. In the Mara River large amounts of hippos and crocodiles are enjoying their lives - the crocodiles are especially happy in July and November when thousands of wildebeest migrate across the river causing a sumptuous feast for the hungry crocodiles.\nBirdlife in Maasai Mara are abundant and diverse. Species such as eagles, ostriches, storks and vultures are among the more than 50 different birds of prey.\n\n",{"type":"===","value":["Climate"]},"\nMaasai Mara is located 1,500-2,200 m (4,900-7,100 ft) above sea level, which makes the climate slightly damper and milder than in other similar regions. Highest temperatures in daytime is 30C\/85F (warmest in December and January, coldest in June and July), at night the temperature rarely drops below 15C\/60F.\n\nThe rainy season is April-May and November. In these periods some parts of the Mara will get very muddy and practically inaccessible. The dry season occurs from July to October. This is the best time to visit the Maasai Mara as a lot of herbivores indulge in the plants grown long and lush after the rains - plus, in these months you will stay clear of heavy showers.\n\n",{"type":"==","value":["Get in"]},"\n\nThe Maasai Mara National Reserve is accessible by flight from Nairobi Wilson Airport and from ",{"type":"[[","value":[["Samburu"]]},", ",{"type":"[[","value":[["Lewa Downs"]]},", ",{"type":"[[","value":[["Nanyuki"]]}," or ",{"type":"[[","value":[["Mombasa"]]},". The aircraft will land on one of the small Mara airstrips, and from here you need to transfer by car to your particular lodge. The flight from ",{"type":"[[","value":[["Nairobi"]]}," takes about half an hour.\n\nIf you choose to go by car from Nairobi the drive will take you five hours during the dry season, and up to seven hours in the rainy season. By car you can enter the game reserve through these gates: ",{"type":"{{","value":[["listing"],["name=Oloolaimutia"],["lat=-1.61779"],["long=35.38475"]]},", ",{"type":"{{","value":[["listing"],["name=Sekenani"],["lat=-1.52240"],["long=35.33629"]]},", ",{"type":"{{","value":[["listing"],["name=Talek"],["lat=-1.44324"],["long=35.20898"]]},", ",{"type":"{{","value":[["listing"],["name=Musiara"],["lat=-1.27206"],["long=35.06643"]]},",",{"type":"{{","value":[["listing"],["name=Oloololo"],["lat=-1.25810"],["long=34.99798"]]}," and Sand River.\n\nPlease remember that the roads in the reserve can become flooded or turned into mud puddles in the rainy seasons in April, May and November.\n\nA lot of travel agencies organise safari trips to Maasai Mara. You can book a package tour, which allows you to put all transportation to and in the park in their hands.\n\n",{"type":"==","value":["Fees\/Permits"]}," \n\n",{"type":"*","value":["Entry Fee is USD 80 per person per night."]},{"type":"*","value":["You can book your tour of the National Reserve with a reliable tour operator that will usually bundle the park fee, the accommodation, and the safari car and driver fees to make sure that you can enjoy your adventure and not have to worry about the details."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["-1.44180"],["35.14938"],["zoom=10"]]},"\n",{"type":"[[","value":[["File:Ballooning Away in Maasai Mara.jpg"],["thumb"],["Ballooning Away in Maasai Mara"]]},"\nMoving around in Maasai Mara National Reserve must only take place by car - preferably by 4-wheel safari vehicles. Because of the wild animals it is absolutely forbidden to move about on foot outside the camp sites and lodges.\n\n",{"type":"==","value":["See"]},"\nThe main attraction of this game reserve is, not surprisingly, game viewing. Go on morning, afternoon and night drives over several days in order to see as many as possible of the resident animals, such as lion, leopard, elephant, zebra, giraffe, Thomson's gazelle, hyena, rhino, hippo and the thousands of migrating wildebeest that makes this park so famous.\n\nMany camp sites and lodges offer game drives with experienced drivers and skilled, well-informed guides. These are well worth your money, as they will provide you with priceless knowledge and help you spot animals you wouldn't see on your own.\nAnd please catch as many sunuppers and -downers as you can.\n\nMaasai Mara's most famous sight is the ",{"type":"'''","value":["Great Migration"]},", a great animal migration event that takes place in July and August every year.\n\nThere is a Maasai village near Oloolaimutiek gate of this game park. It is a good experience and will help you to deepen your understanding of the Maasai's culture and simple way of life.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Gazella thomsoni in Masai Mara.jpg"],["thumb"],["Thomson's Gazelle"]]},"\nGo game viewing till you drop! You can bring your own car (with or without private driver), take a tour, or some of the lodges provide game drives.\n\nIf this gets a little monotonous (which it probably won't), you can go on a much recommended hot air balloon safari early in the morning and see the sun rising above the wildlife and the magnificent landscapes.  And do remember to take lots of photographs!\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name = Hot Air Safaris"],["url = http:\/\/www.maraballooning.com\/"]]}]},"\n\nSome lodges and camps offer massage and wellness treatments making you able to combine wildlife watching with luxury.\n\n",{"type":"==","value":["Buy"]},"\nYou can buy strings of beads or beads already made up into necklaces and other pieces of jewellery at the gate and outside the entry to the park. There are also usually people selling film here.\n\nIf you want to support local communities do not buy trinkets from the camps and lodges and instead buy them from a local village - 'manyatta'.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"[[","value":[["File:Connochaetes taurinus -Wildebeest crossing river -East Africa.jpg"],["thumb"],["Wildebeest crossing river"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=David Livingstone Safari Resort"],["alt="],["url="],["email=sales@davidlivingstone.co.ke"],["address="],["lat="],["long="],["directions="],["phone=+254737118781, +254208034439"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=David Livingstone Safari Resort is situated to the northeast of the Masai Mara National Reserve in Lemek Conservancy on a broad bend with hippo pools on the Mara River. The lodge is set in 40 acres of tropical gardens with indigenous plants and botanical gardens it commands one of most spectacular views in the Serengeti- Mara ecosystem; the lodge lies on the Mara River at the edge of Maasai Mara National Reserve and overlooks deep pools where crocodiles and hippos bask all day. Accommodation 80 ensuite rooms and two deluxe suites."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Keekorok lodge"],["alt="],["url=http:\/\/www.sunafricahotels.com\/pg_keek.php"],["email="],["address="],["lat=-1.58920"],["long=35.23600"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Bungalows in single-storey blocks, restaurant, swimming pool, regular lectures on masai lifestyle."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Neo Classic camps Maasai Mara"],["alt=Neo Management"],["url=http:\/\/www.neodestination.com"],["email=reserve@neodestinations.com"],["address=55950"],["lat=BLD"],["long="],["directions=Nairobi"],["phone=254203501450"],["tollfree="],["fax="],["hours="],["price=200"],["checkin=1000hrs"],["checkout=1200hrs"],["content=www.neodestination.com introduced this property located on the Banks of Talek river. Tents with WC, Large double beds. Package includes game drives, BLD."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mara Serena lodge"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(254 050) 22253\/(254 050) 22137"],["tollfree="],["fax=(254 050) 22382"],["price="],["checkin="],["checkout="],["content=P.O. Box 48690, Nairobi, KENYA. 73 individual rooms with private balcony and spectacular views, swimming pool, restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Karen Blixen Camp"]},", P.O. Box 9913-00100, Nairobi, KENYA, Tel: +254 20 211496, Fax: +254 20 211981, E-mail: info@karenblixencamp.com ",{"type":"[","value":["http:\/\/www.karenblixencamp.com\/"]},". Luxury camp with private masseuse and wellness treatments, 22 luxurious tents on raised platforms, located at the bank of Mara River with a resident hippo pod providing endless entertainment, restaurant, bar, swimming pool."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Royal Mara Safari Lodge"]},", P.O. Box 260-00621, Nairobi, KENYA, Tel: (+254 20) 7123356\/(+254 20) 2018169, Fax: (+254 20) 7123357, E-mail: reservations@royalmara.com, ",{"type":"[","value":["http:\/\/www.royalmara.com\/"]},". Six luxury guest suites built on elevated cedar and mahogany wood decks with private verandas and intricately hand-carved furniture, located directly on the Mara River, features over 200 resident hippos."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kensington Tented Camp"],["alt="],["url=http:\/\/kensingtoncamps.com\/home-mara.cfm\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Each of the camp's eight Suswa tents are carefully spread along the riverbank in this pristine 80 acre reserve. Isolated and private, yet situated in the midst of a teeming corner of the legendary Mara park, guests will savor this close connection with nature."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kilima Camp"],["alt="],["url=http:\/\/www.kilimacamp.com"],["email=info@kilimacamp.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Kilima Camp is an intimate eco-friendly camp and it consists in 12 tents. Kilima means \"mountain\" in Swahili and the camp is located on top of the Siria escapement,15 minutes from Oloololo Gate. It benefits from an amazing view over the Mara river and the plains."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ngerende Island Lodge"],["alt="],["url=http:\/\/www.ngerende.com"],["email=info@ngerende.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A luxury safari lodge strategically located at the edge of the Mara river. The lodge comprises of only seven elegant suites, stylishly designed to guarantee guests great comfort and exclusivity while on their safari in the Masai Mara."]]}]},"\n",{"type":"===","value":["Outside the Reserve"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Manyatta Camp"],["alt="],["url=http:\/\/www.masaimaramanyattacamp.com\/"],["email="],["address="],["lat=-1.61340"],["long=35.38757"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Double 120$-180$"],["content=Located just outside the eastern Oloolaimutia Gate with beautiful views over the park. It's possible to reach the village of Oloolaimutia with public transport from ",{"type":"[[","value":[["Narok"]]},".  The matatu is leaving Narok in the morning time and returning in the afternoon."]]}]},"\n",{"type":"===","value":["Camping"]},"\nIn the Mara Triangle part of the Maasai Mara there are both public and private campsites available to use. \n\nThere is a public campsite next to Oloololo gate with both shower and toilet facilities, and is very clean but basic, with great views over the Mara and the protection of the rangers camp nearby. \n\nThere is also another public campsite next to Serena Hotel which has longdrop toilets. \n\nThe private campsites are located along the river and have a special booking fee. For full details of payment amounts and availability of campsites go to the Mara Triangle website ",{"type":"[","value":["http:\/\/maratriangle.org\/"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nIf your heading next for ",{"type":"[[","value":[["Lake Naivasha"]]}," or ",{"type":"[[","value":[["Nakuru"]]}," you can get of in Mai Mahiu at the junction of the Old Naivasha Road so you can skip the Nairobi traffic jams. From there frequent Matatus head north. \n \n",{"type":"{{","value":[["geo"],["-1.490000"],["35.143889"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Rift Valley"]]},"\n\n",{"type":"{{","value":[["related"],["African National Parks"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Maasai Mara"]]}]