[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\nMabaruma is a city in ",{"type":"[[","value":[["Guyana"]]},".\n\n",{"type":"==","value":["Get in"]},"\nThere is a supply boat that arrives from Georgetown every other week, but this is definitely not the recommended way to reach ",{"type":"[[","value":[["Image:Mabaruma_Supply_Boat_from_Georgetown.JPG"],["thumb"],["Supply Boat from Georgetown"]]}," Mabaruma.  Trans Guyana Airways ",{"type":"[","value":["http:\/\/www.transguyana.com"]}," has daily flights from the Georgetown municipal airport.  There are tight luggage restrictions so be sure to check out the limits before heading to the airport.  A passport is required for non-citizens even though this is an internal flight.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"  \n",{"type":"[[","value":[["Image:Kamaka. Shopping Area of Kamaka, Mabaruma.jpg"],["thumb"],["Shopping Area in Kamaka"]]},"\n\n",{"type":"==","value":["Do"]},"\nFrom the Kamaka docks, a boat can be hired to visit Almond or Shell Beaches on the Atlantic.  These are both remote and beautiful. ",{"type":"[[","value":[["Image:Mabaruma_Guyana_Almond_Beach_House.JPG"],["thumb"],["Typical House on Almond Beach"]]},"\n\n",{"type":"==","value":["Buy"]},"  \nThis is a cash only society.  There are no banks or bank machines.  In addition to the Guyanese dollar, US cash may be used at a few places and Venezuelian currency is readily accepted. \n\nA few local crafts can be found.  A women's cooperative, selling local items, has a shop in Kamaka.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nRum and beer can be purchased everywhere.  Drink only bottled water.  It is easy to acquire.\n\n",{"type":"==","value":["Sleep"]},"\nThe Broomes Hotel which is actually located midway between Mabaruma and Kamaka (15 minute walk to either) is the place to stay.  Monty Broomes, the owner, sees to it that the guests are comfortable and fed.  There is a set meal served at specific times.  The rooms have fans but no air conditioning.  Private baths are in each room but expect cold showers!\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nMalaria is a concern.  Arrive with proper medication and repellent.\n\n",{"type":"==","value":["Go next"]},"\n\nAlmond and Shell Beaches can be visited as day trips.\n\n",{"type":"{{","value":[["IsPartOf"],["Guyanese Coastal Plain"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["8.2"],["-59.783333"]]},"\n",{"type":"[[","value":[["wikipedia:Mabaruma"]]}]