[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\nThe ",{"type":"'''","value":["MacDonnell Ranges"]}," are near ",{"type":"[[","value":[["Alice Springs"]]}," in central ",{"type":"[[","value":[["Australia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe MacDonnell Ranges stretch east and west from Alice Springs.  If approaching Alice from the south, you will drive straight through a quite spectacular gap in the range.  This gap is called Heavitree Gap and was named after the explorer William Mills, after his former school in Devon (UK).  Parts of the ranges offer opportunities for day trips from Alice, other parts offer opportunites for remote outback exploration, 4wding, or hiking.\n\n",{"type":"===","value":["History"]},"\nThe Ranges have been around for millions of years.  They were formed as a result of the Alice Springs Erogony - when massive forces lifted them up above the surrounding country side.  In some parts of the ranges you can actually see fossils of former sea creatures from times when these ranges were at the bottom of the ocean.\n\nSome things are better left until you arrive in Alice Springs - so make the trip and find this out for yourself!\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nThis region is home to 40 species of rare and threatened plants. The River Red Gum can be found in several places within the Park, including Ellery Big Hole. These trees are an important habitat for a variety of birds, bats and other animals which live in the tree's hollows. The Park is also a great place for wildlife, including uncommon bird species.\n\n",{"type":"===","value":["Climate"]},"\nWinter (May to October) is usually dry with cool nights while summer (November to April) is hot (around 40) and usually dry.\n\n",{"type":"==","value":["Get in"]},"\nThe park has good vehicle access and also has a great bike path leading from ",{"type":"[[","value":[["Alice Springs"]]},".  Many scenic areas of the park are accessible by a day trip from Alice Springs.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nCamping fees start at $7.70 for a family per night.\n\n",{"type":"==","value":["Get around"]},"\nThere are various tracks for bush walking, 4x4 driving, cycling.\n\n",{"type":"==","value":["See"]},"\nSimpsons Gap, the Ochre Pits, Ellery Bighole, Serpentine Gorge\n\n",{"type":"==","value":["Do"]},"\nThe National Park offers 4x4 driving, cycling, swimming, camping, bush walking, as well as various ranger lead activities.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nVisitor facilities offer meals, but you can take your own supplies.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\nThere are numerous camping spots at varying price levels.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nVisitors intending to undertake extended walks along the Larapinta Trail should use the Walker Registration Scheme, by phoning 1300 650 730, prior to departure.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Territory"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["Wikipedia:MacDonnell Ranges"]]},"\n\n",{"type":"[[","value":[["it:MacDonnell Ranges Occidentali"]]},"\n",{"type":"{{","value":[["geo"],["-23.699722"],["132.5"]]}]