[{"type":"{{","value":[["pagebanner"],["Museum on Water, Ohrid banner.jpg"],["caption=Museum on Water, Ohrid"],["pgname=Macedonia"]]},"\n",{"type":"{{","value":[["otheruses"],["Macedonia"]]},"\n",{"type":"{{","value":[["quickbar"],["image= Skopje dalla sera al mattino.jpg"],["location= LocationMacedonia.png"],["flag= Flag of Macedonia.svg"],["capital=",{"type":"[[","value":[["Skopje"]]}],["government=parliamentary democracy"],["currency=Macedonian denar (MKD)"],["area=25,333 sq km"],["population=2,022,547 (July 2007 est.)"],["language=Macedonian 68%, Albanian 23%, Turkish 3%, Bosnian 2%, other 4%"],["religion=Macedonian Orthodox 65%, Muslim 33%, other 2%"],["callingcode=+389"],["tld=.mk"],["timezone=UTC +1"],["electricity=220V\/50Hz (European plug)"]]},"\n\n",{"type":"[","value":["http:\/\/www.exploringmacedonia.com ",{"type":"'''","value":["Macedonia"]}]}," (Macedonian: Македонија ",{"type":"''","value":["Makedonija"]},")  is a landlocked country in the ",{"type":"[[","value":[["Balkans"]]},". It's bordered by ",{"type":"[[","value":[["Serbia"]]}," and ",{"type":"[[","value":[["Kosovo"]]}," to the north, ",{"type":"[[","value":[["Albania"]]}," to the west, ",{"type":"[[","value":[["Bulgaria"]]}," to the east, and ",{"type":"[[","value":[["Greece"]]}," to the south.\n\nThe majority population is ethnic Macedonian and Orthodox but there is also a significant Albanian Muslim minority. Therefore, one can expect a wonderful mix of architectural and ethnic heritage. The country represents the Balkans in the truest sense, consisting of a fascinating mix of Macedonian, Albanian, Turkish, and Mediterranean influences.\n\n",{"type":"==","value":["Understand"]},"\nMacedonia is a country with many ethnic minorities. There is still some ethnic tension between Albanians (who form the majority in the northwest) and Macedonians, so this is a subject best avoided. It almost came to civil war a few years ago.\n\n",{"type":"===","value":["Climate"]},"\nMacedonia has warm, dry summers and autumns, and relatively cold winters with heavy snowfall.\n\n",{"type":"===","value":["Terrain"]},"\nMacedonia is covered by mountainous territory marked by deep basins and valleys. There are three large lakes, each divided by a frontier line, and the country bisected by the Vardar River.\n\nMacedonia is blessed with outstanding natural beauty. Do not miss a trip to one of the large lakes, Pelister Mountains, Shar Planina in the West, and the fascinating rolling hills and mountains of the East with its rice fields.\n\n",{"type":"===","value":["History"]},"\nMacedonia is dotted with beautiful Orthodox churches, monasteries, and Ottoman mosques. The territory of the Macedonia has a proud history. Being under the Ottomans for 500 years caused legendary Macedonian revolutionaries such as Goce Delcev, Nikola Karev, and Pitu Guli to lead uprisings to free Macedonia.\n\nMacedonia has been part of many countries, but until its incorporation into Yugoslavia by Tito in 1945 it was never acknowledged as an administrative \"state.\" Macedonia prospered under Tito's rule, especially when the capital Skopje was rebuilt after a severe earthquake in 1963 and the Yugoslav government invested heavily in the subsequent infrastructure rebuilding. This may explain why many Macedonians are somewhat nostalgic for Tito's Yugoslavia.\n\nInternational recognition of Macedonia's independence from Yugoslavia in 1991 was delayed by Greece's objection to the new state's use of what Greece considered a \"Hellenic name and symbols.\" Greece finally lifted its trade blockade in 1995, and the two countries agreed to normalize relations, despite continued disagreement over the use of \"Macedonia\" in the name. Greece is now the largest investor in Macedonia.\n\nMacedonia's large Albanian minority (about 25%), an ethnic Albanian armed insurgency in Macedonia in 2001, and the status of neighbouring Kosovo continue to be sources of ethnic tension. There were also tensions during the last parliamentary elections on 2 June 2008, although they happened between supporters of the two biggest rival Albanian political parties.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Macedonia regions map.png"],["regionmaptext=Macedonia regions"],["regionmapsize=300px"],["region1name=",{"type":"[[","value":[["Povardarie"]]}],["region1color=#8a8bb9"],["region1description=The region along the Vardar River, including the capital and largest city, ",{"type":"[[","value":[["Skopje"]]}],["region2name=",{"type":"[[","value":[["Western Macedonia"]]}],["region2color=#92b98a"],["region2description=Full of the bulk of Macedonia's tourist attractions, in particular the three national parks and ",{"type":"[[","value":[["Ohrid"]]}],["region3name=",{"type":"[[","value":[["Eastern Macedonia"]]}],["region3color=#b98aa9"],["region3description=Not as many tourist attractions, but some spectacular vistas of rural life."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Map of the cities of Macedonia-en.svg"],["thumb"],["300px"],["The cities of Macedonia"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Skopje"]]}," — the nation's capital, home to many historic landmarks and architectural monuments, and a great number of cultural places of interest"]},{"type":"*","value":[{"type":"[[","value":[["Bitola"]]}," — Macedonia's most \"European\" town, with an ancient city, Ottoman monuments, a lovely shopping promenade, great nightlife, and more"]},{"type":"*","value":[{"type":"[[","value":[["Kruševo"]]}," — a museum-city nestled high up in the mountains of southwestern Macedonia; it is one the most historically significant destinations in the country as it was the site of a revolt against the Ottoman Empire; also home to great skiing"]},{"type":"*","value":[{"type":"[[","value":[["Kumanovo"]]}," — the third largest city, the area boasts many churches, pre-modern settlements, and more"]},{"type":"*","value":[{"type":"[[","value":[["Ohrid"]]}," — a lakeside resort and UNESCO World Heritage Site, it is considered the jewel in Macedonia's crown"]},{"type":"*","value":[{"type":"[[","value":[["Prilep"]]}," — tobacco fields, medieval monasteries, and strange rocks"]},{"type":"*","value":[{"type":"[[","value":[["Štip"]]}," — a peaceful city in eastern Macedonia; the town has existed for thousands of years, which is evidenced by its many archaeological sites"]},{"type":"*","value":[{"type":"[[","value":[["Struga"]]}," — small town on Lake Ohrid; it receives a fraction of the amount of tourists that nearby Ohrid gets, making Struga much more calm and peaceful"]},{"type":"*","value":[{"type":"[[","value":[["Strumica"]]}," — vibrant, warm and sunny, progressive Strumica is home to great shopping, nearby hiking, waterfalls and hot springs, and the legendary Strumica Carnival"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Galichnik-View-Northern-Slope.jpg"],["thumb"],["220px"],["The village of Galičnik"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Galičica National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mavrovo National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pelister National Park"]]}]},"\n",{"type":"==","value":["Get in"]},"\nCitizens of the European Union and of the countries signatories to the Schengen Agreement can enter with just a ",{"type":"[","value":["http:\/\/www.mfa.gov.mk\/default1.aspx?ItemID=305 valid officially issued ID card"]}," or a passport.\n\nVisas are ",{"type":"'''","value":["not"]}," required by nationals from the following countries:\n\nAlbania, Andorra, Antigua and Barbuda, Argentina, Australia, Austria, Bahamas, Barbados, Belgium, Bosnia and, Herzegovina, Botswana, Brazil, Brunei, Bulgaria, Canada, Chile, Costa Rica, Croatia, Cuba, Cyprus, Czech Republic, Denmark, Ecuador, El Salvador, Estonia, Finland, France, Germany, Greece, Guatemala, Holy See, Honduras, Hong Kong, Hungary, Iceland, Ireland, Israel, Italy, Japan, Kosovo, Latvia, Lithuania, Liechtenstein, Luxembourg, Macao, Malaysia, Malta, Mauritius, Mexico, Monaco, Montenegro, Netherlands, New Zealand, Nicaragua, Norway, Panama, Paraguay, Peru, Poland, Portugal, Romania, Saint Kitts and Nevis, San Marino, Seychelles, Singapore, Slovakia, Slovenia, Serbia, Switzerland, Sweden, Spain, Turkey, UK, USA, Uruguay and Venezuela.\n\nThe period of stay is regulated under the issued visa, but is no longer than 90 days. The visa free stay is 90 days, with the exception of Turkey, Japan and Montenegro where the visa free stay is 60 days.\n\nAny foreign national possessing a valid multi entry Schengen visa (valid for the entire territory of the Schengen zone) may enter and stay in Macedonia up to 15 days without having to possess a Macedonian visa. Visit ",{"type":"[","value":["http:\/\/www.mfa.gov.mk\/\/Upload\/ContentManagement\/Files\/MFA-VisaRegime.doc"]}," for more details. Please note that border guards may not be fully aware of this information, and they might tell you that you require a visa to enter Macedonia. Stay calm and politely ask them to recheck their information. They will fill a form with your passport and car registration information which can take up to 1 hour!\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Alexander the Great Airport.jpg"],["thumb"],["Airport of Skopje"]]},"\nMacedonia has two international airports, the main airport in the capital ",{"type":"[[","value":[["Skopje"]]}," ",{"type":"'''","value":["\"Alexander the Great Airport\" (SKP)"]}," and another in ",{"type":"[[","value":[["Ohrid"]]}," ",{"type":"'''","value":["\"St.Paul the Apostle Airport\" (OHD)"]},". There are around 150 flights a week from different European cities to Skopje. The Macedonian Government awarded one Turkish Airport Operator Company (TAV) a contract to construct a brand new Terminal building in Skopje Airport. Construction was completed in October 2011.\nFrom the low-cost airlines, only ",{"type":"[","value":["http:\/\/www.wizzair.com WizzAir"]}," flies directly between Skopje and London (Luton Airport), and Venice (Treviso Airport).\n\nAnother option to travel into Macedonia is to fly to ",{"type":"[[","value":[["Thessaloniki"]]}," (SKG) or to ",{"type":"[[","value":[["Sofia"]]}," (SOF) and get a taxi or bus from there.  There are 5 buses from Sofia Central Bus Station to Skopje, leaving at 09:00, 12:00, 16:00, 17:00 and 23:59.  The two bus companies which operate these services are MATPU and Kaleia, both of which are located outside the main bus terminal. Single ticket is approximately €16 (MKD32).  There are also services from Skopje to Sofia at similar prices and times for a return flight home.\n\nAdditionally, if you contact the Sofia Tourist Information Service, they can normally put you in contact with private transfer companies who will pick you up at the airport and take you to Skopje.  Prices range from as little at €60 to €160.  Negotiating with taxis can be trickier but may be able to get a cheaper price.\n\nIf you fly to Thessaloniki, you can go by public bus (24\/7) for €0.50 to the train station and catch a train from there (€14 one way).\n",{"type":"===","value":["By train"]},"\nRegular train services used to connect Macedonia to ",{"type":"[[","value":[["Greece"]]}," in the South but all international trains to Greece were stopped until further notice in February 2011. Services to ",{"type":"[[","value":[["Serbia"]]}," in the North are still running.\n\nA cheap way of travelling to or from Macedonia might be the ",{"type":"[[","value":[["Balkan Flexipass"]]},".\n",{"type":"===","value":["By car"]},"\nBe sure your Green Card (International Insurance Card) has an uncancelled \"MK\" box. The guards almost always want to see it, unlike those in ",{"type":"[[","value":[["Serbia"]]}," and ",{"type":"[[","value":[["Greece"]]},". Try to get a good map of Macedonia and\/or try to be able to read Cyrillic letters. Although most street signs are printed in Cyrillic and Latin letters it can be helpful to have a little knowledge of the Cyrillic alphabet, especially in small towns.\n\nThe border guards often make a big deal about having the original documents for the car (no copies).  The enforcement rate about this is 50-50 and if you have a rental car this can be a problem as you usually have a copy.  Tourists have been told in the past to drive back several hundred kilometres over this detail by certain power hungry guards.\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Trasport Center Skopje Bus Station.jpg"],["thumb"],["Bus Station, Skopje"]]},"\nhttp:\/\/www.eurobus.com.mk\/ Eurobus] is an international coach operator based in Macedonia that has almost daily tours from ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Italy"]]}," and ",{"type":"[[","value":[["Slovenia"]]},". Prices from €60 and possible to get student discount.\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=EuroBus Macedonia"],["url=http:\/\/www.eurobus.mk"],["email=eurobus_mk@yahoo.de"],["address="],["lat="],["long="],["directions="],["phone=+436643014416"],["tollfree="],["fax="],["hours="],["price=€75\/€140rt from Vienna"],["content= almost daily in modern coaches from ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Slovenia"]]},". Stops in the major cities Skopje, Tetovo, Ohrid."]]}]},"There are bus connections from ",{"type":"[[","value":[["Serbia"]]},", ",{"type":"[[","value":[["Kosovo"]]},", ",{"type":"[[","value":[["Bulgaria"]]},", ",{"type":"[[","value":[["Slovenia"]]},", ",{"type":"[[","value":[["Croatia"]]}," and ",{"type":"[[","value":[["Turkey"]]}," to Skopje. In addition some buses, those operated by Drity tours at least, run from Tirana to Pristina via Skopje (don't expect them to wake you up or stop anywhere near Skopje bus station though)\n\nIn Skopje, there are two bus terminals. Most buses come to the new terminal, but some connections (for example to Pristina) are serviced by the old one, which is located at the city centre. If you need to change the terminals, you need to walk to the stone bridge over Vardar and cross the bridge (about 2.5 km) or take a taxi.\n\nAt both terminals, you will be constantly nagged by taxi drivers, who will try to convince you to use their services. Unless you have too much money to throw away, you shouldn't take their advice. The taxi is likely to be heavily overpriced, especially for foreigners, while the buses are cheap, clean and safe.\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\nIn this mountainous developing country, the roads are often narrow and not very well maintained, with warning signs for the quite frequent sharp turns rarely provided, and the safety barriers between your tires and high cliffs often rusty, or sometimes completely absent. In the north, there is a short network of motorways with separated directions and a posted speed limit of 120kph, linking Skopje with Tetovo and Gostivar in the west, and with the Alexander the Great Airport and Kumanovo in the east, but the surface quality is hardly better than the rest of the roads. The toll collection on the motorways depends on a system of toll stations (",{"type":"''","value":["PEAGE"]},") situated every 20 km or so (typically after leaving ",{"type":"''","value":["and"]}," on approaching major towns, which means you will pay twice for the route, say, between Skopje and Tetovo, two neighbouring cities), where all through traffic comes to a complete halt (as opposed to only those leaving and entering the motorway) and pay according to the type of the vehicle (for motorcycles and cars, which is often 20 or 30 den).\n\nAlways make sure your tires are good enough. Especially in spring and autumn, weather in the mountains (",{"type":"[[","value":[["Ohrid"]]},", ",{"type":"[[","value":[["Bitola"]]},") can differ significantly from the weather in the area you're coming from.\n\nAll directional signs in the country show the town names in Macedonian Cyrillic and their Roman transliterations, sometimes accompanied by a second local language, which is often Albanian.\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Railway map of Macedonia.png"],["thumb"],["Railway map of Macedonia"]]},"\nNational trains are slow, but they are nonetheless a nice alternative to hot, crowded buses in the summer. The main train line runs from Skopje to Bitola and Skopje to Gevgelia. No trains run to Ohrid.\n",{"type":"===","value":["By bus"]},"\nPerhaps the most common way of travelling in the country, the buses are frequent and quite reliable, if sometimes a bit slow and old (though not exactly dilapidated). The tickets are typically printed in Macedonian, with English translations or even Roman transliterations rarely provided. Here is a quick guide to reading your Macedonian ticket: The destination will be printed on the top (best to refer to the Wikivoyage article of the town in question for the Macedonian name of it), Дата (",{"type":"''","value":["Data"]},") translates, non-surprisingly, date, and Час (",{"type":"''","value":["Čas"]},") is the time of the departure.  Перон (",{"type":"''","value":["Peron"]},") indicates the number of the platform your bus will be departing from, which is usually well-signed in the stations, and Седиште (",{"type":"''","value":["Sedište"]},") is your seat number, although on less travelled routes, this will typically be assigned to the seats 3 and 4, which means you are allowed to sit whatever place you like. It's possible to hail buses directly on the streets, in which case you will pay to the driver on board, but if there are no free seats available, this means you are making the whole journey standing—which is unlikely to be the best travel experience. The bus companies often prefer to inscribe their names in the Roman alphabet in the livery, but the tickets will indicate them in the Cyrillic. Common national companies include Rule Turs (Руле Турс), Galeb (Галеб), and Classic Company (Класик Компани). The destination signs in front of the buses are provided in Macedonian, and in the other common local language of the destination if there is one, this in most cases being Albanian.\n\nSee also the article on ",{"type":"[[","value":[["bus travel in the former Yugoslavia"]]}," for deeper details.\n\n",{"type":"===","value":["By taxi"]},"\n",{"type":"[[","value":[["File:The post in Tetovo, Macedoia.JPG"],["thumb"],["Taxi in ",{"type":"[[","value":[["Tetovo"]]}]]},"\nTaxis are perhaps the most common mode of transport in Macedonia among tourists. Most will usually charge a flat rate of MKD30 (in Skopje MKD50) with the extra kilometres added on. Be careful when negotiating the price of the fare beforehand. Within city limits, prices over MKD100 are considered expensive even though the amount only converts to a few American dollars. Macedonian cities are much smaller in comparison to most western developed countries and would only take approximately 10–15 minutes to travel from one side of the city to the other by car. In Skopje, the capital and largest city, this should work out to an amount of about MKD100-150.\n\nA general exception to this rule is during peak tourist seasons particularly in the town of Ohrid. The summer months are the most profitable for many small businesses in Ohrid (and for some businesses, the only profitable months) including taxi drivers. For this reason many drivers will charge up to three times the flat rate for the same distance. Most taxis will insist on driving for no less than MKD100 which can be heard as \"sto denari\" or a \"stotka\" (slang term for a one hundred denar bill). Generally this is excessive but you can either negotiate the price down to 80 or even 70 denars to be reasonable, or else simple bargain hunting is all that is required. During the peak seasons it is possible to find drivers willing to go as low as 40. Never feel pressured to take a taxi that seems overpriced.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:Oh pristanište.jpg"],["thumb"],["Port of Ohrid"]]},"\nThere are plenty of boats for charter around Lake Ohrid and will show you the whole lake for a cheap price.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Macedonian phrasebook"]]},"\n\n",{"type":"''","value":["Macedonian"]}," is the official language of the country, and is spoken by almost all people. Albanian, Turkish and Serbo-Croatian are spoken by ethnic minorities. While many young people speak English, many of the older generations do not, so a phrasebook is handy. Most of the employees, whether young or old, of the tourism-related businesses, e.g., accommodation, dining, public transportation, can speak at least basic English, anyway, particularly in Skopje, Ohrid, and Bitola. Speakers of Bulgarian, Serbo-Croatian and Slovene should have no problem getting by. Russian and German are also useful, especially among older Albanians, and Dutch might be useful in Ohrid.\n\nŠuto Orizari, better known as Shutka, which is part of the city of ",{"type":"[[","value":[["Skopje"]]},", is the only place in the world where ",{"type":"[[","value":[["Romani phrasebook"],["Romani"]]}," (Gypsy) is a co-official language.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:KaleFortress-Skopje2.JPG"],["thumb"],["Part of Kale fortress, Skopje"]]},"\nMacedonia is a small country but there are a lot of things to see in it. Its capital ",{"type":"[[","value":[["Skopje"]]}," is the biggest city and upcoming European city, with the Vardar river running right trough it. It has a multitude of sights worth seeing: ",{"type":"'''","value":["Kale fortress"]}," is kind of a city symbol. Right under it lays the beautiful ",{"type":"'''","value":["Old Bazaar"]}," with many cafeterias and restaurants. Its main sights are ",{"type":"'''","value":["St. Spas Church"]},", ",{"type":"'''","value":["Kurshumli An"]}," and many more. Over the famous ",{"type":"'''","value":["Stone Bridge"]}," you can get to the main square \"Macedonia\" where you can see the 22-meter statue of the ancient Macedonian leader Alexander the Great, as well as the biggest shopping centre in the city \"ГТЦ\". Other interesting sights are the ",{"type":"'''","value":["Memorial House of Mother Teresa"]}," and the ",{"type":"'''","value":["Millennium Cross"]}," on the top of mountain Vodno, which is a 66-meter cross and it is the biggest cross ever built. It is reachable by rope railway and by foot.\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Festivals"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Taksirat Festival"],["url=http:\/\/www.taksirat.com.mk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the biggest winter festivals in Eastern Europe, which happens at the end of November and beginning of December."]]}]},{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Skopje Ćilimi.jpg"],["thumb"],["Rugs in the Skopje Old bazaar"]]},"\nMacedonia is full of markets and bazaars well worth a visit. The bazaars of Skopje, Tetovo, Ohrid and Bitola are the largest selling anything from dried peppers to fake designer sunglasses. While much of the merchandise may not be worth buying, there is normally a good selection of shoes, fruit, and vegetables of good quality, depending on the season. Merchants are generally pleasant and welcoming, especially to westerners, who remain something of a rarity outside of Skopje and Ohrid.\n\nOhrid is famous for its pearls and there are dozens of jewellers in the old town that will offer good products at decent prices. The Macedonian Orthodox paintings in old Ohrid are also worth a look.\n\nTipping is not seen as essential, but it is always welcomed.\n\n",{"type":"===","value":["Currency"]},"\nThe official currency of Macedonia is the denar (abbreviated ден ",{"type":"''","value":["den"]}," in the country; international code: ",{"type":"'''","value":["MKD"]},"), however, many Macedonians quote prices in euro (€). Most cities have ATMs where you can withdraw money with cheap commission rates, although there are also plenty of banks and exchange booths where you can easily change money. While banks often offer ",{"type":"''","value":["slightly"]}," better rates, you need to register with your passport which may take up to 10 minutes. Changing money in the exchange offices, on the other hand, is fairly straight forward, painless and quick. Do not change money on the street. Shops may accept euro but it is technically not allowed for them to do so.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Специјалитет Охридска пастрмка.JPG"],["thumb"],["Fish plate, Ohrid"]]},"\nIf you are on a tight budget, try one of the Skara (grill) places.\nThere are quite a few up-market restaurants serving better quality food on the waterfront, but these cater to tourists, so don't be surprised by a rather sizeable bill at the end of your meal.\n\nService at the restaurants and cafés nationwide tend to be slow-ish, either because these businesses are chronically understaffed, or because of the general laid-back culture. Consider yourself lucky if your food is served within half an hour after you get seated.\n",{"type":"===","value":["General"]},"\n",{"type":"[[","value":[["File:Специјалитет паланечки компир со шунка.jpg"],["thumb"],["Potatoes with ham"]]},"\nTypical Macedonian food resembles the food of the southern Balkans, meaning loads of grilled meat (known as ",{"type":"''","value":["skara"]},"). Side dishes usually have to be ordered separately. Macedonia is also famous for its ",{"type":"''","value":["shopska salata"]},", a mixed salad of cucumbers, tomatoes and grated ",{"type":"''","value":["sirenje"]},". ",{"type":"''","value":["Sirenje"]}," is a white cheese similar to feta cheese. Usually Macedonians will translate the English cheese to ",{"type":"''","value":["sirenje"]},". Another local speciality is ",{"type":"''","value":["ajvar"]},", a red paste made from roasted peppers and tomatoes, which is either used as an appetizer or side dish. Another typical local dish is ",{"type":"''","value":["tarator"]}," which is comparable to the Greek tzatziki. It is made of yoghurt, cucumbers, and garlic and it is served as a cold soup.\n",{"type":"[[","value":[["File:Christmas Eve (Badnik) Dinner Table Macedonian.jpg"],["thumb"],["Christmas Eve (Badnik) Dinner Table: Fish, Beans, Paprika salads, Sarma, Dates, Figs, Chestnuts and the Bread loaf"]]},"\nThe most popular street food is either ",{"type":"'''","value":["burek"]}," (бурек) which is a flaky phyllo-like pastry filled with melted cheese and\/or ham, or pressed, panini style sandwiches, called toast (тост).\n\n",{"type":"'''","value":["Stobi Flips"]}," are a ubiquitous snack food found in supermarkets and corner stores, with the shape and texture of a cheese doodle, but a salty peanut flavour.\n\n",{"type":"===","value":["Traditional Food"]},"\n",{"type":"[[","value":[["File:Kazandibi, Skoplje, Makedonija.JPG"],["thumb"],["Kazandibi, Makedonian dessert speciality"]]},"\nTavce gravce (pronounced tav-chay grav-chay) or тавче гравче in Macedonian is the national dish and unique to Macedonia.  It basically consists of beans, paprika and other vegetables so can be eaten by vegetarians.  Traditionally, it is served with cut sausage mixed and eaten with bread.  It is an delicious meal that will definitely leave you feeling full!\n\n",{"type":"===","value":["Fish"]},"\nMacedonia, being landlocked, does not offer a great variety of fresh fish. A notable exception is ",{"type":"[[","value":[["Ohrid"]]},", where fresh fish from the local lake can be enjoyed. If you have no objections to eating endangered species, the Ohrid trout is a local delicacy.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Rakija"]}," is a strong grape brandy that has the best claim to being the republic's national beverage.\n\nMacedonians boast the largest winery in the Balkan area—the Tikveš (Tikvesh) winery in Kavadarci. Red wines are usually better than white ones. Try ",{"type":"'''''","value":["T'ga za Jug"]}," Macedonian favorite affordable red wine made from a local grape variety called ",{"type":"''","value":["Vranec"]},". Local white wines include ",{"type":"'''''","value":["Traminec"]}," and ",{"type":"'''''","value":["Temjanika"]},".\n\nThe local beer market is dominated by ",{"type":"'''","value":["Skopsko"]}," (Скопско, \"of Skopje\", following the Slavic convention of naming beers after their origin), a drinkable, if not entirely distinctive, lager. There are also many breweries which brew surprisingly good-tasting beer.\n\nSale of any alcoholic beverages from the stores end by 21:00 all over the country, but in the restaurants and cafés, it's business as usual.\n\nUnlike much of the rest of the Balkans, sparkling water or water with gas is instead mineral water, or ",{"type":"''","value":["kisela voda"]},".\n\nThe most common coffee drink in cafés is the ",{"type":"'''","value":["macchiato"]}," (макијато, espresso topped by a foamy cream), which can be ordered as a single shot, small, ",{"type":"''","value":["mali macchiato"]},", or double shot, large, ",{"type":"''","value":["golem macchiato"]},". Cold cappuccinos with flavoured creams coming in large glasses are also popular in summer.\n\n",{"type":"'''","value":["Tea"]}," is pretty much limited to the black and green varieties, and served in bags. Those longing for strong brewed black tea should head for the tea-houses run by the local Turks in the old town of Skopje or Ohrid.\n\n",{"type":"==","value":["Sleep"]},"\nBeing the national tourist attraction, Ohrid is obviously more expensive than any other destination in Macedonia. Note that hotel prices are very expensive throughout the country and charge double rates to foreigners. It is therefore advisable to stay in private accommodation. If someone does not ask you at the bus station, you can always consult one of the many travel agencies in and around the centre. If you do opt for private accommodation make sure you see the room first and then decide. Payment is normally made in advance and should cost no more than €10-15 per night per person in peak season and half that during the rest of the year. Note: finding suitable accommodation in July and August is not easy, so try and book through a travel agent in advance.\n\nWhen visiting Lake Ohrid, staying in nearby Struga as opposed to the more popular Ohrid is a wise alternative for the price and tourist-trap conscious.\n\n",{"type":"==","value":["Learn"]},"\nFor those interested in learning the ",{"type":"'''","value":["Macedonian language"]},", the options are the official Center for Testing and Certifying Macedonian as a Foreign\/Second Language CETIS MAK ",{"type":"[","value":["http:\/\/www.cetismak.edu.mk\/Default.aspx?lang=en"]},". You can also get certified with the Test in Macedonian as a Foreign Language - TEMAK, and get a certificate issued by the Ss. Cyril and Methodius University.\n\nAlso, there are several private language schools offering courses for foreigners. Some of them are: LinguaLink ",{"type":"[","value":["http:\/\/www.lingualink.com.mk\/Default.aspx?mid=19&lId=2"]},", LogosOxford ",{"type":"[","value":["http:\/\/www.logosoxford.com.mk\/macedonian.html"]},", VortexCenter ",{"type":"[","value":["http:\/\/www.vortexcenter.com.mk\/index.aspx?page=makedonski_za_stranci&language=mk"]},".\n\nYou can study in many of the state and private universities listed below in English, Macedonian and Albanian.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uist.edu.mk University for Information Science and Technology \"St. Paul The Apostle\""]}]}," - a new state university located in ",{"type":"[[","value":[["Ohrid"]]},". The university's language of instruction is English. International students are required to pay a tuition fee of 4000€ per year."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ukim.edu.mk\/en_index.php Ss. Cyril and Methodius University"]}]}," - the biggest state university in Macedonia, founded in 1949, located in the capital ",{"type":"[[","value":[["Skopje"]]},". Today it represents a family of 23 faculties, 10 institutes and other institutions."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/int.ugd.edu.mk\/index.php?lang=en Goce Delčev University"]}]}," - the second biggest state university, located in ",{"type":"[[","value":[["Štip"]]}," with many branches in other cities in ",{"type":"[[","value":[["Eastern Macedonia"]]},". It was founded in 2006."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uklo.edu.mk\/categories\/view\/25 St. Clement of Ohrid University"]}]}," - is one of the fifth state universities, located in ",{"type":"[[","value":[["Bitola"]]}," with branches in other cities in ",{"type":"[[","value":[["Western Macedonia"]]},". It was founded in 1979, but the name St. Clement of Ohrid was not given until late 1994. The current number of enrolled students exceeds 15,000."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.unite.edu.mk\/ANGLISHT\/index.html State University of Tetovo"]}]}," - is a state university located in ",{"type":"[[","value":[["Tetovo"]]},". The university was established in 1994, however, it was not officially recognized as a state university by the government of Macedonia until January 2004. The languages of instruction are Macedonian and Albanian."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.seeu.edu.mk\/ South East European University"]}]}," - is a not for profit private university in ",{"type":"[[","value":[["Tetovo"]]},". It was founded in 2001 and is a member of the European University Association. The languages of instruction are English, Macedonian and Albanian."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fon.edu.mk\/default.aspx?ln=en FON University"]}]}," - a modern private university."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eurm.edu.mk\/?L=2 European University Republic of Macedonia"]}]}," - a modern private university"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uacs.edu.mk\/ University American College Skopje"]}]}," - a modern private university."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.slavinst.edu.mk\/ International Slavic Institute"]}]}," - a private Russian university located in Sveti Nikole and Bitola. With majors in Psychology, Finances and credit and Management."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.esra.com.mk\/ University for Audio-Visuel Arts - European Film Academy ESRA"]}]}," - a private university, part of the French Film School ",{"type":"''","value":["Ecole Supérieure de Réalisation Audiovisuelle"]}," ",{"type":"[","value":["http:\/\/www.esra.edu"]}," located in Paris and New York."]},"\n",{"type":"==","value":["Stay safe"]},"\nMacedonia is a safe country. Driving is not ill-advised, but it's recommended for foreigners to try and use taxis and public transport wherever possible. As in all countries, keep an eye out for ",{"type":"[[","value":[["pickpockets"]]}," and all valuables safe. Hotels and most private accommodation will offer a safe to store valuables and cash in.\n\nMost people are very friendly and hospitable.\n\n",{"type":"==","value":["Stay healthy"]},"\nWater is safe to drink and there are public drinking water fountains in most public places. It is advisable to wash all fruit and vegetables.\n\nAs with any other country, use caution when eating red meats at restaurants. Although Macedonian cuisine typically revolves around grills (\"skara\") there are some restaurants that do not use proper or clean methods of cooking, which if practised in many Western countries would be seen as a violation of certain health regulations. Bad restaurants can be spotted easily; they will probably not look very appealing and will not have many customers. However, the vast majority of restaurants in Macedonia serve good quality food.\n\n",{"type":"==","value":["Respect"]},"\nIt is not advisable to refer to the country as FYROM (fee-ROM). Macedonia is directly transliterated from the Cyrillic as Republika Makedonija, and is pronounced roughly how it would appear to an English speaker: \"reh-POO-blee-kah mahk-eh-DOHN-ee-yah\".\n\nTouchy topics are Macedonian-Bulgarian, Macedonian-Albanian, and  Macedonian-Greek relations. Most Macedonians can hold strong political opinions regarding their neighbours and won't shy away from expressing their views in most cases. Politics often finds its way into conversation over a cup of coffee. To keep from upsetting your hosts or new-found friends, avoid topics such as the 2001 war against the NLA, Macedonia's partition during the Balkan wars and Macedonia's pending membership into the European Union or NATO. Don't worry about talking about the Communist period or about Josip Tito.\n\nWith the current situation in Kosovo, be very careful when talking about politics, as there is also a significant Albanian minority here. Ask as many questions as you'd like (within reason), but don't make any statements. Best to keep in mind that roughly one in four people you see on the street are likely to be Albanian, with far higher percentages in the west, and tensions are at times high between the Macedonian and Albanian communities. In short, keep your political opinions to yourself.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Domestic Phones"]},"\nDomestic telephone service is available in all inhabited towns, via the PSTN or VoIP. The PSTN network is run by T-home ",{"type":"[","value":["http:\/\/t-home.mk\/en"]},". There is an affordable fixed phone service (wireless and easy to install) from the mobile operator ONE ",{"type":"[","value":["http:\/\/www.one.mk\/en\/default.aspx?SectionID=497"]},", available prepaid (without a monthly fee, 12 months availability without recharge, recharging for only MKD500\/€8) and postpaid.\n\n",{"type":"===","value":["Mobile phones"]},"\nMobile phones are widely spread and the coverage is excellent. There are 3 mobile networks (T-mobile ",{"type":"[","value":["http:\/\/www.t-mobile.com.mk\/public\/?itemid=389505dc-f903-4847-80a6-8af095c32f3f"]},", One ",{"type":"[","value":["http:\/\/www.one.mk\/en\/"]}," and VIP ",{"type":"[","value":["http:\/\/www.vip.mk\/index.php?lang=en&"]},"), all using the GSM\/3G standard. You can buy a pre-paid SIM card from T-mobile for MKD295 (€5) with MKD250 free talk time, from ONE for MKD190 (€3) with MKD250 free talk time, and from VIP for MKD300 (€5) with MKD300 free talk time. You may need to show your ID card or passport when buying.\n\n",{"type":"===","value":["Internet Access"]},"\nInternet access is widely available throughout the country. Almost all hotels provide internet access, either free or paid. Local coffee shops usually offer free Wi-Fi access, as many other public places do. Feel free to ask for the password, if the network is locked. Broadband internet is available through cable, ADSL, WiMax and LAN connections. You can also access internet with your mobile phone, via GPRS or 3G.\n\nONE offers both internet for home and mobile internet. ",{"type":"[","value":["http:\/\/www.one.mk\/en\/default.aspx?SectionID=957 More information here"]},". T-home offers ADSL internet for MKD599\/month (€10) - 30GB bandwidth, 6Mbit\/s speed - you need to have PSTN connection from T-home.\n\nInternet cafés are available in most cities and in some villages.\n\n",{"type":"{{","value":[["isPartOf"],["Balkans"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["41.65"],["21.72"],["zoom=8"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Republic of Macedonia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Macedonia\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Macedonia"]]}]