[{"type":"{{","value":[["pagebanner"],["MachuPichuSacredValley banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:80 - Machu Picchu - Juin 2009 - edit.2.jpg"],["thumb"],["300px"],["Look down on Machu Picchu"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.machu-picchu.info\/ Machu Picchu"]}]}," is the site of an ancient Inca city, high in the Andes of ",{"type":"[[","value":[["Peru"]]},". Located at 2,430 metres (8,000 ft), this ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]}," is often referred to as \"The Lost City of the Incas\", is one of the most familiar symbols of the Incan Empire, and is one of the most famous and spectacular sets of ruins in the world — a visit to Peru would not be complete without it.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nThese remarkable ruins were rediscovered by the scientific world in 1911 by the American archaeologist Hiram Bingham, who was led to the site by locals.  Perched dramatically 1000 ft above the Urubamba river, Machu Picchu is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage site"]]},". It is also the end point of the most popular hike in ",{"type":"[[","value":[["South America"]]},", the ",{"type":"[[","value":[["Inca Trail"]]},".\n\nThe story of Machu Picchu is quite a remarkable one; it is still unknown exactly what the site ",{"type":"''","value":["was"]}," in terms of its place in Inca life. Current researchers tend to believe that Machu Picchu was a country resort for elite Incas. At any given time, there were not more than 750 people living at Machu Picchu, with far fewer than that during the rainy season. The Incas started building it around AD 1430 but it was abandoned as an official site for the Inca rulers a hundred years later at the time of the Spanish conquest of the Inca Empire.\n\nOne thing that is clear is that it was a remarkably well hidden place, and well protected. Located far up in the mountains of Peru, visitors had to travel up long valleys littered with Inca check points and watch towers. Remarkably, the Spanish conquistadors missed the site. However, many people are said to have knowledge of the ancient city as it was referred to in some text found in the 20th century. However, it was not until Bingham that Machu Picchu was scientifically discovered (he was on a trip sponsored by the Yale University, actually looking for Vilacamba, the last Inca hideout).\n\nMachu Picchu was declared a Peruvian Historical Sanctuary in 1981 and a UNESCO World Heritage Site in 1983. Since it was not plundered by the Spanish when they conquered the Incas, it is especially important as a cultural site and is considered a sacred place.\n\nMachu Picchu was built in the classical Inca style, with polished dry-stone walls. Its primary buildings are the Intihuatana, the Temple of the Sun, and the Room of the Three Windows. These are located in what is known by archaeologists as the Sacred District of Machu Picchu. In September 2007, Peru and Yale University reached an agreement regarding the return of artifacts which Hiram Bingham had stolen from Machu Picchu in the early twentieth century.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nBoth are abundant and varied. Typical plant life in the historic reserve of Machupicchu includes pisonayes, q'eofias, alisos, puya palm trees, ferns and more than 90 species of orchids.\n\nThe fauna in the reserve includes the spectacled bear, cock-of-the-rocks or \"tunqui\", tankas, wildcats and an impressive variety of butterflies and insects unique in the region.\n\nThe lay of the land, the natural surroundings and the strategic location of Machu Picchu lend this monument a fusion of beauty, harmony and balance between the work of the ancient Peruvians and the whims of nature.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nVisitors to Machu Picchu typically either hike the Inca Trail or leave by rail from ",{"type":"[[","value":[["Cuzco"]]}," or ",{"type":"[[","value":[["Ollantaytambo"]]},", either on a day trip, or overnighting in ",{"type":"[[","value":[["Aguas Calientes"]]},".  Overnighting allows you to visit the park early or late in the day and avoid the worst of the crowds, and on sunny days, gives you a nice window of reprieve from the beating sun. Don't forget sunblock.\n\nThe only ways to get to Aguas Calientes are by train or on foot—no roads go there.  On foot, it is possible to get to Aguas Calientes by traveling through Santa Maria and Santa Teresa. This alternate route involves walking (1 or 2–3 hours). The basket riding crossing is not required anymore.\n\nThe wet season in Peru is from November (often only really taking off in December) until the end of March, so then it is best to include a few extra days for flexibly dealing with delays.\n\nFrom Aguas Calientes, there are two ways to reach the ruins: by bus or walking (free steep hike), as described below.  \n\nDepending on when you arrive, the site may be quite crowded or nearly deserted.  The busiest periods are in the dry season (June–August), with the slowest being in February, the height of the rainy season, when the Inca Trail is closed.  Most visitors arrive on package tours and are in the park between 10am and 2pm. \n\nTo access the site, you must have both a bus ticket (currently $19 for foreign adult round-trip, less for others, available from a small ticket booth near the bus departure area) and ticket for Machu Picchu - which are available on in advance from machupicchu.gob.pe or from various ticket offices described on that website. Machu Picchu tickets are NOT sold at the entrance gate and are limited to 2500 per day, with entrance to Huayna Picchu being further sublimited to 400.  \n\n",{"type":"===","value":["By bus from Aguas Calientes"]},"\n\nIf arriving by train into Aguas Calientes, walk out of the station and keep going roughly straight through the warren of handicraft stalls and over a foot bridge to the bus departure area.  Frequent buses leave to the ruins (US$10 each way, US$19 round-trip for adult foreigners) starting at 5:30AM.  There's often a queue, so if you're intent on being on the first bus up, you should arrive at least 90 minutes early.  The journey takes around 1\/2 hour to slowly wind around the switchbacks and up to the park.  Busses depart when full, which typically means they run quite regularly.  At popular times, there may be a lengthy queue for the busses, so plan the return trip accordingly in order not to miss train departures.  Advance train bookings are recommended, as trains are often sold-out, particularly return trains.    \n\n",{"type":"===","value":["By foot from Aguas Calientes"]},"\n\nFrom Aguas Calientes to get to the ruins themselves it is also possible to walk along a similar 8 km route that the buses run, which will take about 1–2 hours up, and around an hour back down.  This route is mainly stairs, connecting the switchbacks that the buses take.  It is a strenuous and long hike but is very rewarding, recommended to start around 5AM when the gate at the foot opens, to make it to the top before sunrise. The descent is fairly easy, just take care when the steps are wet. Keep alert for the bus drivers that rarely brake for pedestrians.\n\n",{"type":"===","value":["By foot via the Inca Trail"]},"\nHiking the ",{"type":"[[","value":[["Inca Trail"]]}," is a great way to arrive as you first see the city through the Sun Gate (instead of arriving from below as you do from Aguas Calientes). Both the four-day and two-day hikes are controlled by the government. Travellers should be fit enough to walk for days and sleep in tents. Every traveller needs to travel with a tour agency because of the rules and regulations of entering the park (for details, see the Inca Trail article).\n\nThere are also other options available for hiking to Machu Picchu. This is important to know the Inca Trail hike is limited to the amount of people that can go on it each day, including porters. As such, there is a much steeper price on this trek and it is necessary to book far in advance to get a place on the dates you will be there. \n\nTwo other cheaper, but equally as good, options are the ",{"type":"[[","value":[["Salkantay Trek"]]}," and the Inca Jungle Trek. Most, if not all, tour agencies in Cuzco offer these. The Salkantay Trek is a 5 day trek through the Salkantay Mountain Pass. The scenery is amazing and if you go in the rainy season you will be rewarded with dozens of waterfalls. Though, at the same time, you will be wet for the most part anyways. The other option, the Inca Jungle Trek, is a three day trek that begins with a drive to the top of a mountain and then a bike ride down to the bottom. A full day of hiking follows the next day to Aguas Calientes. \n\nBoth of these alternatives can be booked a couple days in advance when you arrive in Cuzco and can be much cheaper options and good ways to stay away from the crowds before getting to Machu Picchu. Prices, as of December\/January 2011 was anywhere from US$180–200 for the entire trek. Do your research in Cuzco and pick the tour company you feel most comfortable with. Some groups will offer slightly more(sleeping bag included, etc.) than others. \n\nThe Inca Jungle Trek is an agency tour, but the \"backdoor\" route they use is also an option for independent travellers wishing to go-it-alone. Minivans and buses are cheap (15-30 soles) from \"Terminal Santiago\" in Cusco and take you to either Santa Maria or Santa Teresa. Santa Maria is further away from Aguas Calientes than Santa Teresa but is a nice option for those wishing to hike an alternative Inca trail used locally. The walk takes you through the mountains and tiny villages, even people's farms and offers impressive views of the valley. You can end up in Santa Teresa the same day and there are villages, such as Huacayupana and Quellomayo en route which offer an alternative view of local life and accommodation if you don't make it to Santa Teresa that day. Walking on from here to Santa Teresa is along the river (May - November) and by road during rainy season, although it is advisable to get advice before taking this route between December and April due to severe weather. From Santa Teresa to Hidroelectrica is a 25 minute taxi or minibus ride and from here you can walk the 2 to 3 hour flattish trek to Aguas Calientes which is one of the nicest parts of the journey.\n\nThe Peruvian government has imposed a 500 person pass limit per day on Inca Trail traffic. Passes do sell out far in advance, particularly for the high season. Travelers must have a valid passport in order to purchase a pass at the time of reservation. Many local tour operators have since opened up alternate trekking options that allow for similar trekking opportunities in the area. Most visit other Inca ruins, not as well excavated, and finish with the train trip up to see Machu Picchu at the end. One such option is the Choquequirao Trek, which starts in Cacharo and ends in Los Loros or the Cachiccata Trek which starts in Racca and ends in Cachiccata.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThe current fee schedule and online tickets are available at the official government website of http:\/\/www.machupicchu.gob.pe\/ and from ticket offices listed on that website.  As of March 2012, the entrance fee is 128 Soles, with discounts for children and students with an ISIC card.  When preparing your budget, do not forget to include train tickets and bus tickets.  Food at the site is US$ 36 for a lunch buffet.  \n\nMost hostels can sell entry permits and bus tickets.  Don´t buy them at the travel agency at the Ollantytambo train station, as they don´t actually sell you tickets, but a receipt that you need to give to a person to get your tickets, you´ll end up running all around Aguas Calientes looking for this person. You can buy your ticket at the Aguas Calientes cultural center. 5:30AM-9PM.  \n\nBe sure to bring your passport, as it is requested upon entry.  There's a popular stamp booth as you exit where you can prove to your friends you've been there, though it is technically illegal to mark your own passport.\n\nOnly small packs are allowed in the park (no more than 20 litres), but there is a luggage storage at the entrance mostly used by ",{"type":"[[","value":[["Inca Trail"]]},"ers. If your pack is checked, any food you carry may be confiscated.\n\nOnly 2,500 people are allowed to enter Machu Picchu each day. The government website (http:\/\/www.machupicchu.gob.pe\/) lists how many tickets are available for each day.  Also, visitors must purchase tickets for Huayna Picchu in advance and there is now an additional fee to hike Huayna Picchu.\n\n",{"type":"==","value":["Get around"]},"\n\nThere are no vehicles of any kind in the park, bring some comfortable walking shoes, especially if you plan to do any of the hikes such as Wayna Picchu. No walking sticks are allowed. The main ruins are fairly compact and easily walkable.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Machu Picchu 27.jpg"],["thumb"],["Machu Picchu"]]},"\nTake your time walking around the site, there are many places to see and explore. Although it is not necessary, taking a guided tour does provide a deeper insight into the ancient city, its uses, and information on the geography of it. Keep in mind that relatively little is known about the history and uses of the ruins, and some of the stories told by the guides are based on little more than imaginative hearsay.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sun Gate"]}," (",{"type":"''","value":["Inti Punku"]},") – if you've just arrived via the Inca Trail, this will be your first experience of the ruins. Others can backtrack from the ruins along the trail and up the hill. From here you can see back down each valley offering excellent views. It's a fairly strenuous hike (probably 1-1.5 hours each way) but well worth it. If you catch the first bus from Aguas Calientes and head straight here you may be able to reach it in time for sun to peak over the mountain and through the gate."]},"\n",{"type":"*","value":[{"type":"'''","value":["Temple of the Sun"]}," – Near the summit of the main city, the stonework on the temple is incredible. Look closely and you will see that there are a variety of stone walls throughout the city. Most are rough stones held together with mud, the common stone walls found throughout the world. But many buildings or parts of buildings are done with the more distinctive and impressive closely-fit stonework. The temple is the absolute pinnacle of this technology. Observe it from the side, descending the stone staircase in the main plaza."]},"\n",{"type":"*","value":[{"type":"'''","value":["Intihuatana"]}," – A stone carved so that on certain days, at dawn, the sun makes a certain shadow, thus working as a sun dial. From Quechua: Inti = sun, huatana = to take, grab: thus grabing (measuring) the sun. (pronounce 'intiwatana')"]},"\n",{"type":"*","value":[{"type":"'''","value":["Temple of the Three Windows"]}," –"]},"\n",{"type":"*","value":[{"type":"'''","value":["Main Temple"]}," – "]},"\n",{"type":"*","value":[{"type":"'''","value":["Temple of the Condor"]}," – The tour guides will try to tell you that this was a temple, but look closely: between the wings of the condor is a chamber with grooves cut in the stone to secure manacles, a walkway behind where a torturer may walk to whip the prisoner's backs, and a scary looking pit to let the blood of prisoners drain. Clearly the condor was a symbol of cruel justice, but a sanitized version is told for the benefit of middle-aged tourists and their children."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fountains"]}," – As a testament to Inca workmanship, these 500 year old spring fed fountains still function to this day.  It is speculated that these provided drinking water to the city or were for ritual bath purposes."]},"\n",{"type":"==","value":["Do"]},"\n\nIf you got some energy in you, there's a few great hikes involving a bit of legwork. Do make sure that you've taken the time to acclimate to the elevation either in Cuzco or Aguas Calientes for a couple days before exerting yourself too much, especially on Wayna Picchu.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wayna Picchu"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=You have to pay to climb Wayna Picchu: ~15$"],["content=",{"type":"[[","value":[["File:99 - Machu Picchu - Juin 2009.edit3.jpg"],["thumbnail"],["Machu Picchu as seen from Wayna Picchu"]]},"Towering above the north end Machu Picchu is this steep mountain, often the backdrop to many photos of the ruins. It looks a bit daunting from below, but while steep, it's not an unusually difficult ascent, and most reasonably fit persons shouldn't have a problem. Stone steps are laid along most of the path, and in the steeper sections steel cables provide a supporting handrail. That said, expect to be out of breath, and take care in the steeper portions, especially when wet, as it can become dangerous quickly. There's a tiny cave near the top that must be passed through, it is quite low and a rather tight squeeze. Take care at the peak, it can be somewhat precarious, and those afraid of heights may want to hang out just below.  The entire walk is through beautiful landscape, and the views from the top are stunning, including birds eye views over the whole site. There's also a few ruins near the top. If visiting these ruins, you'll see a second way to start making your descent down the mountain, along some very steep and shallow steps.... these steps are a bit dangerous if wet, but the hike may be well worthwhile. This hike is one of your best bets for getting away from Machu Picchu and Wayna Picchu crowds.  Tickets to Wayna Picchu have to be reserved beforehand - ask the tour company with which you are going to Machu Picchu to reserve this for you."]]}]},"\n",{"type":"*","value":["If you have some time at hand, or long for a sparkle of solitude, from Wayna Picchu you can also walk to the ",{"type":"'''","value":["Moon Temple"]}," (",{"type":"''","value":["Templo de la Luna"]},") and the ",{"type":"'''","value":["Great Cave"]}," (",{"type":"''","value":["Gran Caverna"]},"). It's a long walk and adventurous hike involving several ladders. Some may find that the sites aren't really rewarding, but unexpected wildlife can be seen (wild spectacled bears have been reported). This hike is also quite interesting because partway through you leave behind the mountain terrain and enter a more conventional forest. The caves can be reached either by hiking down the trail from the peak of Wayna Picchu (which includes some semi-harrowing but fun near-vertical descents) or by the split from the main Wayna Picchu trail (look for the sign that says Gran Carverna). Remember that it is much easier to descend from Wayna Picchu than to ascend from these temples. Be sure to bring plenty of water and snacks for this long hike. The hike from the summit to the caves and back to the checkpoint takes about two more hours. To properly take in Wayna Picchu, the Moon Temple, and the Great Cave you should plan on a 4-5 hour round trip."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sun Gate"]}," (",{"type":"''","value":["Inti Punku"]},") – Those arriving to Machu Picchu via the Inca Trail will pass through the Sun Gate, for others the path to the Sun Gate can be found to the South East of Machu Picchu."]},"\n",{"type":"[[","value":[["File:Peru - Machu Picchu 044 - view from Machu Picchu Mountain (7181901733).jpg"],["thumbnail"],["Machu Picchu as seen from Machu Picchu Mountain"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Machu Picchu Mountain"]}," – This is the mountain on which Machu Picchu is located and you can walk to the summit.  Like Wayna Picchu you will have spectacular views, however there is no additional fee to hike to Machu Picchu Mountain.  The path to Machu Picchu Mountain can be found along the path to the Sun Gate.   Machu Picchu Mountain is among the least visited sites at Machu Picchu, which will give you the opportunity to get away from the tourist crowds.  For the round trip you should plan on 2.5-3 hours."]},"\n",{"type":"[[","value":[["File:Inca Bridge, Machu Picchu.jpg"],["thumbnail"],["left"],["Inca Bridge"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Inca Bridge"]},".  Historically there were two paths into Machu Picchu.  The Inca Trail is one of the paths, the other is through the Inca Bridge.  This bridge (logs\/drawbridge) is built across a sheer cliff which would control access to the city.  The walk to the Inca Bridge is short and can be found to the South West of Machu Picchu."]},"\n",{"type":"==","value":["Eat"]},"\n\nOfficially, you are not allowed to bring any food or water bottles into the park, and must check these in at the luggage storage at the entrance. In practice, however, bags are rarely searched, and most people have no problem getting a small bottle of water and some snacks in with them, which you'll definitely want, especially if you're planning to stray from the central set of ruins. Buy these beforehand, as they're much more expensive at the site itself. Don't even think of leaving a shred of trash behind you.\n\nThe ",{"type":"'''","value":["concession stand"]}," near the entrance of the site is appropriately overpriced given their captive audience.  Once in the site, there are no food or drinks for sale, though it is possible to leave and return.  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tinkuy Buffet Restaurant"],["url=http:\/\/machupicchu.orient-express.com"],["email="],["address=Machu Picchu Sanctuary Lodge"],["lat="],["long="],["directions="],["phone=+51 84 21 1039\/38"],["tollfree="],["fax="],["hours=11:30AM-3PM"],["price=US$36"],["content=A casual lunch buffet.  The food is decent and the restaurant quite busy at peak times.  A discounted train + buffet ticket is available on certain trains from Peru Rail."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tampu Restaurant Bar"],["url="],["email="],["address=Machu Picchu Sanctuary Lodge"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=5:30AM-9AM, noon-3PM, 6:30PM-9:30PM"],["price="],["content=Open to hotel guests only, also high prices."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nBecause this is a protected park, further construction in the area is nearly impossible. Thus, there is currently only one ",{"type":"''","value":["very"]}," expensive hotel at the site itself. Almost everyone who wants to overnight near Machu Picchu books a hotel in nearby ",{"type":"[[","value":[["Aguas Calientes"]]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Machu Picchu Sanctuary Lodge"],["url=http:\/\/machupicchu.orient-express.com"],["email=res-mapi@peruorientexpress.com.pe"],["address="],["lat="],["long="],["directions="],["phone=+51 84 21 1039\/38"],["tollfree="],["fax="],["hours="],["price=US$800+ in high season, US$400+ in low season"],["checkin="],["checkout="],["content=This superbly over-priced hotel is the only option for sleeping at the park. There are two equally expensive restaurants on site, and 2 suites that have partial views of the ruins. Unless you have more money than sense, you won't want to stay here. It's located just outside the ticket booth."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-13.163056"],["-72.545556"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Sacred_Valley_of_the_Incas"]]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Machu Picchu"]]},"\n",{"type":"[[","value":[["Commons:Category:Machu Picchu"]]}]