[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Machranga Dweep"]}," (Kingfisher Island) is a small isle\/islet on the Ichamati River near to both ",{"type":"[[","value":[["Taki"]]}," and ",{"type":"[[","value":[["Hasanabad"]]}," towns in ",{"type":"[[","value":[["North 24 Parganas"]]},", a district of ",{"type":"[[","value":[["West Bengal"]]},", ",{"type":"[[","value":[["India"]]},". This islet is a regular picnic spot for tourists during winter season in every year.\n\n",{"type":"==","value":["Understand"]},"\nMachhranga Deep is situated near the confluence of the Ichhamati and Vasa. The island, spread over 129 acres, is mostly uninhabited. It will take around 30 minutes to reach the island by a mechanised boat. The island is ideal for a picnic and the Hasnabad Panchayat Samity maintains a number of picnic spots and a two-storeyed bungalow on the island.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["Part A - Reach Hasanabad"]},"\n",{"type":"*","value":[" By Train"]},"\nHasanabad is 75 km from ",{"type":"'''","value":["Sealdah"]}," (",{"type":"[[","value":[["Kolkata"]]},") and the electrified train line is via ",{"type":"'''","value":["Barasat"]},". It is part of the Kolkata Suburban Railway.\n\nTrain Timings - Sealdah to Hasanabad\n\n5:15 AM, 7:45 AM, 8:17 AM, 11:52 AM, 2:57 PM, 5:59 PM\n\nTrain Timings - Dumdum to Hasanabad\n\n10:30 AM, 1:17 PM\n\n\n\n",{"type":"*","value":[" By Bus"]},"\nThere is a privately operated express bus [No. 252] from ",{"type":"'''","value":["Esplanade (",{"type":"[[","value":[["Kolkata"]]},")"]}," to Hasnabad, travelling via Belgachia, Patipukur, Jessore Road, Nager Bazar, Barasat, Kadambagachi, Golabari, Beleghata, Berachampa, Kholapota, and Basirhat. \n\nAnother Bus[no. 79C] travels from ",{"type":"'''","value":["Shyambazar"]}," to ",{"type":"'''","value":["Hasnabad"]},".\n\nFrom Hasanabad Railway Station, ask someone to reach Hasanabad Ferry Ghat [5 mins fron the RWay Station] from which you can hire a boat to rich the spot. Entry fee for Machhranga Deep is Rs 5 per head. Ferry service is available from Jetty Ghat.\n\n\n",{"type":"'''","value":["Part B - Reach Taki"]},"\n\nTaki can be reached both by road and rail. Take a bus from Esplanade or a train from Sealdah. The Hasnabad local goes via Taki Road station.\n\nFrom Taki Road station, Jetty Ghat takes 15 minutes by van- rickshaw. \n\nTo book a picnic spot, contact Hasnabad Panchayat Samity, PO Hasnabad, District 24-Parganas (N) \n\nRiver cruise boats can be hired at Jetty Ghat. Entry fee for Machhranga Deep is Rs 5 per head. Ferry service is available from Jetty Ghat.\n\n",{"type":"==","value":[" Stay & Sleep"]},"\nNripendra Atithisala run by the Taki municipality is a good option. Address: Taki Uttar Bari, PO Taki, 24-Parganas(N), Pin:743429.\n\nContact P.K. Choudhury, Netajinagar, 9331026585 or Swati Biswas, Kalindi, 9339375915.\n\nOther options are Suhasini Guest House, Taki Tourist Bungalow, Public Health Guest House, Mitra Rest House and Shuvadip. Permission from BSF and the BDO is required for staying the night at the Machhranga Deep Guest House.\n\nTo book a picnic spot, contact Hasnabad Panchayat Samity, PO Hasnabad, District 24-Parganas (N) \n\n\n",{"type":"==","value":["Get around"]},"\nRiver cruise boats can be hired at Jetty Ghat. Entry fee for Machhranga Deep is Rs 5 per head. Ferry service is also available from Jetty Ghat.\n\n",{"type":"==","value":["See"]},"\n\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat & Drink "]},"\nThe hotels in Taki & Hasanabad serve reasonably good food, particularly fish dishes. Those with a sweet tooth must try the local speciality \n\n\n\n",{"type":"==","value":["Go next"]},"\nThe Ramakrishna Mission temple and “Kuler Kali Bari” are within walking distance from the riverfront. One can witness the evening prayer and arati there. The name “Kuler Kali Bari” suggests the existence of another river flowing near the temple. \n\nYou can hire a van rickshaw and head for Jalalpur. The old deity of Nandalal Jiu is an attraction here. Walk further into the portion of the land on the river, locally known as golpataban, for a grand view of Bangladesh.\n\n",{"type":"{{","value":[["IsPartOf"],["Southeast Bengal"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]