[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Mackinac_Island_Overlook.JPG"],["thumb"],["Overlook of part of the island"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mackinacisland.org\/ Mackinac Island"]}]}," is a resort island famous for its colonial to victorian era character, situated in the Straits of Mackinac, connecting Lake Michigan and Lake Huron.  The name is pronounced \"MAK-i-naw\".\nFirst inhabitated by the Ojibwe tribe and then settled by Europeans in the mid 1600s, the village of Mackinac was finally incorporated in 1817 and served as the seat for the territorial county of Michilimackinac by 1818 and as the seat of Mackinac County from 1849-1882. The territorial county of Michilimackinac covered much of what is now Michigan. Fort Mackinac housed the central government for the Northern Frontier after the American Revolution. By the end of the War of 1812, the Island figured prominently in the governing and early development of the Northwest Territory. \n\nMackinac Island is really three different travel destinations: ",{"type":"'''","value":["Grand Mackinac"]},", the posh and expensive resort exemplified by the Grand Hotel; ",{"type":"'''","value":["Fudgie Mackinac"]},", the popular historical and shopping experience of the throngs arriving by ferry; and ",{"type":"'''","value":["Active Mackinac"]},", the bicycling, horse-riding, paddling, and hiking opportunity. These aren't 100% exclusive of each other, but your experience of the island will vary substantially depending on which you are there for.\n\n",{"type":"==","value":[" Get in "]},"\nThe primary method of reaching the island is by commercial ferryboat from one of the two mainland ports: ",{"type":"[[","value":[["Mackinaw City"]]}," on the ",{"type":"[[","value":[["Lower Peninsula (Michigan)"],["Lower Peninsula"]]},", and ",{"type":"[[","value":[["St. Ignace"]]}," on the ",{"type":"[[","value":[["Upper Peninsula"]]},".\n\nThere are three commercial ferryboat lines that provide service from both ports. All offer frequent service from early morning through the evening, at comparable rates.\n\n",{"type":"*","value":[" Arnold Transit Company ",{"type":"[","value":["http:\/\/www.arnoldline.com"]}]},{"type":"*","value":[" Shepler's Mackinac Island Ferry ",{"type":"[","value":["http:\/\/www.sheplersferry.com"]}]},{"type":"*","value":[" Star Line Mackinac Island Ferry ",{"type":"[","value":["http:\/\/www.mackinacferry.com"]}]},"\nThere is also a small airline serving Mackinac Island:\n",{"type":"*","value":[" Great Lakes Air ",{"type":"[","value":["http:\/\/www.greatlakesair.net"]}]},"\nFerry service is regular and no reservations are needed from May through October. After November 1, Arnold Transit Company serves the Island until the ice moves in for the winter, usually in mid January. Islanders fly back and forth to St. Ignace via Great Lakes Air.\n\n",{"type":"==","value":["Get around"]},"\n\nIn keeping with the island's pre-20th-century flavor, no personal motor vehicles are allowed on Mackinac Island. The primary methods of transportation are via bicycles, horse-drawn carriages, saddle horses and by foot. Most of the historic and cultural sights on Mackinac lie within 1 mile of the ferry docks, so getting around is easy. There are electric scooters for persons with disabilities available and adult strollers.\n\nMany visitors take the Mackinac Island Carriage Tour official tour of the town and Mackinac Island State Park. Two or three team horse hitchs carry Island visitors to visit Arch Rock, Fort Mackinac and the Surrey Hills carriage museum in the Island's interior.  \n\nMany prefer to ",{"type":"[[","value":[["cycling"],["bicycle"]]}," while on the Island and tourists may bring their own bikes to the Island for an extra ferryboat fee. Rental bikes are also available by the hour, half and full day. When you hear that Mackinac has no motor vehicles, you might imagine it as some kind of bicyclist's paradise, but that's not quite true.  During the busy tourist season the village is cluttered with rented bicycles, mostly operated by people who are not regular cyclists.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Grand Hotel Mackinac Island.jpg"],["thumb"],["250px"],["The Grand Hotel"]]},"\n\nAll three of Mackinac Island's foremost sights were built during the late 1800s or are interpreted as if one was visiting them in that period. These sights form key elements in the total-immersion nature of Victorian culture and iconography on Mackinac Island.\n\nThe central ",{"type":"'''","value":["\"village\""]}," (the entire island has a census population of 483) consists of only two streets, Main Street and Market Street. Most of both streets are lined with shops that depend on the seasonal tourist trade. Main Street has good examples of vernacular false-front commercial architecture of the late 1800s.  Many Market Street buildings are even earlier, built during the fur-trade boom of the War of 1812 period.  The village is tightly-clustered on the southern end of the island.\n\nOn a steep bluff above Main Street is ",{"type":"'''","value":["Fort Mackinac"]},". Although the stone walls of the fort were raised by the British Army in 1780-81 in a failed attempt to keep the American \"rebels\" from gaining control of Michigan, most of the frame buildings inside the fort were built in the 1800s. The Mackinac Island State Park currently (2005) interprets the fort to its life in the 1880s. An admission fee is charged. There are excellent views of the village, Mackinac Bridge, and nearby shipping channel from the fort's walls.\n\nHalfway up another steep hill to the north-west is the ",{"type":"'''","value":["Grand Hotel"]},", a substantial 1884 summer \"palace\" offering upscale accommodation. Visitors often find the hotel, with its record-length front porch, to be an attractive place to appreciate a relatively complete pre-World War I environment. The 1980 Christopher Reeve movie ",{"type":"''","value":["Somewhere in Time"]}," is set and was filmed here.  An admission fee is charged to non-guests.     \n\nThe stores, fort, and hotel are open in the late spring, summer, and fall, and closed in the winter and early spring. Most of Mackinac Island's visitors come to the Island between the Lilac Festival (early June) and Labor Day. During the long cold winters, permanent residents are sometimes forced to follow a path made of discarded Christmas trees over the ice to nearby St. Ignace for supplies.\n\n",{"type":"==","value":["Do"]},"\n\nMackinac Island's ban on motor vehicles has created a unique style of participatory recreation, accessible to year-round residents and visitors alike. A wide variety of footpaths and saddle-horse trails snake through the interior of Mackinac Island. Several of these trails have been in use for at least 150 years. Most Islanders get from place to place by bicycle or horse-drawn carriage, and welcome visitors who do the same thing.\n\nThousands of tourists bring their own bikes to Mackinac Island each year. All three ferryboat lines welcome bikes, although they charge a supplemental fare for them. M-185, known locally as Main Street, is the 8-mile, relatively flat paved trail around the Island and a favorite destination. Bicycles can also be rented by the hour, and prices start about $5 an hour for a single speed bike with a basket.\n\nThe largest horse and buggy livery in the world is ",{"type":"[","value":["http:\/\/www.mict.com\/ Mackinac Island"]}," Carriage Tours who provides a horse-drawn ride along a set route through the interior of the Island. \n\nThe Grand Hotel provides guests with horse-drawn carriage service from the ferry docks to the hotel via their horse-drawn omnibus for a fee. \n\nRegular horse-drawn taxis are available 24\/7 to take visitors to hotels, restaurants and homes for a fee. The Island is broken into several zones and taxi fare starts around $5 per person each way. Taxis will not wait so its important to be ready for pick up.\n\nVisitors can also rent saddle horses or Drive Your Own Buggies by the hour via Cindy's Riding Stable and Jack's Livery Stable. Private tours with a driver are also available from Gough's Livery and Mackinac Island Carriage Tours.\n\nMackinac Island Carriage Tour Company offers great tour packages an excellent way to see the island hitting the major things to see including Fort Mackinac, Wings of Mackinac, Arch Rock and also offers a last stop at the Grand Hotel. \n\nFor an interesting view of the islands history, ghost stories, and legends, take a easy paced walking tour with Haunts of Mackinac and their Haunted History Tours. Haunts of Mackinac Tours are an entertaining and informative way to spend your evening on Mackinac Island. \n\n",{"type":"*","value":["Three 9-hole golf courses have been carved out of the interior of the island. On Grand Hotel property is the Grand Nine and up Island is the second nine hole course called the Woods. Horse drawn carriages move golfers between the two courses and there are golf carts available while on each course. Wawashkamo is a Scottish Links course and one of the oldest golf courses in the country. Created in the late 1800s , this is the closest to Scotland any one could hope for. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mackinaw Breeze"],["alt="],["url=http:\/\/www.mackinawbreeze.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The is a charter sailboat that docks during summer months and is docked at the Bay View Bed & Breakfast. The Breeze offers 1 1\/2 and private cruises from the island's harbor in the Straits of Mackinac."]]}," "]},"\nAll three ferry boat lines also offer private charter services.\n\nFishing is great in the straits region and there are several charter fishing companies.\n\n",{"type":"==","value":["Eat"]},"\n\nDuring the 1800s, Mackinac Island was a center of the Great Lakes fishing trade, with shoals of lake trout and whitefish pulled out of the Straits of Mackinac and re-shipped to urban markets. Although the island's Arnold Line Dock and adjacent Coal Dock were built in part to serve fish shippers and remain in active use to this day, commercial fishing has ceased on Mackinac Island.\n\nSince the 1880s, Mackinac candymakers have made and sold fudge to visitors. These days, there are five fudge companies on the island: Joann's, May's, Murdick's, the Murray Hotel, and Ryba's. Much, but not quite all, of the fudge sold on Mackinac Island is made with traditional ingredients and in fealty to the traditional labor-intensive process for making this confectionwhich involves oxidizing, or paddling the fudge on a slab of marble. During the process, the cooked fudge slowly cools and hardens into a loaf-shaped, semi-circular log.  \n\nCarriage House at the Iroquois Hotel, ",{"type":"[","value":["http:\/\/www.iroquoishotel.com\/dining.htm"]},". This restaurant offers an excellent opportunity for al-fresco dining.\n\n",{"type":"==","value":["Drink"]},"\n\nMackinac Island has more than 30 licensed locations where alcohol is sold. While alcohol has been consumed here in large quantities since the fur-trading era, many current licenses are held by restaurants and bars operating inside the summer hotels. A few drinking places of special interest are:\n\nHorn's Gaslight Bar, ",{"type":"[","value":["http:\/\/www.hornsbar.com"]}," a 19th century saloon atmosphere with Southwest and traditional American fare. The first bar in Michigan to gain a liquor license after prohibition, Horn's is a favorite spot for entertainment, dancing and all around fun.\n\nThe Pink Pony, ",{"type":"[","value":["http:\/\/www.pinkponybarandgrill.com"]}," is an old-fashioned street-level bar within the Chippewa Waterfront Hotel ",{"type":"[","value":["http:\/\/www.chippewahotel.com"]},", it is a traditional gathering place for yachters who have successfully finished either of the Great Lakes's two long-distance sailboat races, the Chicago-to-Mackinac or the Port-Huron-to-Mackinac. Unlike most island businesses, the Mustang remains open year-round.  \n\n",{"type":"==","value":["Sleep"]},"\n\nIn addition to the legendary Grand Hotel, there are forty other places to lay your head on the island. Hotels, historic inns, apartments, bed-and-breakfasts, condos and Victorian era cottages are available.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Hotel"],["url=http:\/\/www.grandhotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The hotel opened in July 1887 built with the financial resources of two railroad companies and one steamboat company. It was billed as a summer retreat for wealthy vacationers who wanted to escape the dust and heat of the industrial cities of the Midwest. In the 1890s, Grand Hotel's legendary 660 ft front porch - the world's longest - was the social center for all of Mackinac Island hosting afternoon tea, dances, concerts and the famous \"Flirtation Walk\" when soldiers from Fort Mackinac would walk the porch in full military regalia just to make small talk with the eligible young ladies. Today, this magnificent front porch remains a meeting place for island romantics.\n\nTwo movies have been filmed at Grand Hotel, with the hotel prominently in their storylines. The 1947 film \"This Time For Keeps\" starring Jimmy Durante and Esther Williams; and the 1980 film \"Somewhere In Time\" starring Christopher Reeve and Jane Seymour.\n\nToday, Grand Hotel’s 385 guest rooms include an abundance of comforting amenities; each having been tastefully decorated in its own special style by the Dorothy Draper Company’s New York interior designer, Carleton Varney."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lake View Hotel"],["url=http:\/\/www.lake-view-hotel.com\/"],["email="],["address=One Huron Street"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-207-7075"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An 85-room restored hotel built in 1858.  This hotel is located at the west end of downtown and offers great views, hospitality, and comfort."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mission Point Resort"],["url=http:\/\/www.missionpoint.com"],["email="],["address=6633 Main Street"],["lat="],["long="],["directions="],["phone = +1 906 847-3312"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A full service casual resort located in the quiet, eastern shore of Mackinac Island.  The resort offers bicycle rentals, golfing, tennis, a movie theater, a museum, health club, spa, salon, five restaurants, meeting spaces, banquets, live entertainment, pools and hot tubs, among other attractions.\n\nThe 1980 film \"Somewhere In Time\" had also filmed some scenes at Mission Point Resort."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nBecause of its unique horse-and-bicycle culture, the island is a relatively safe place for families to walk on the sidewalks and bike on streets and roads. Living in a horse town is not familiar to most folks in the 21st century, please know...the horses always have the right of way.\n\nThe island's unusual brecciated geology has produced a series of hills and bluffs that are beautiful and great to photograph. Maps are available and getting around on a private buggy or bicycle proves most convienient.\n\nThe climate on Mackinac Island has been considered a healing place for centuries and quite comfortable as the winds keep moving in all directions, blowing out the allergens and insects.\n\n",{"type":"==","value":["Go next"]},"\n\nBecause of its position, Mackinac is a popular stop for those traveling from the ",{"type":"[[","value":[["Upper Peninsula"]]}," to destinations in the ",{"type":"[[","value":[["Northern Michigan"],["Lower Peninsula"]]},", and (more commonly) vice versa.\n\n",{"type":"{{","value":[["geo"],["45.84917"],["-84.61889"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Upper Peninsula"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mackinac Island, Michigan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Michigan\/Localities\/M\/Mackinac_Island\/"]]}]