[{"type":"{{","value":[["pagebanner"],["Madagascar_banner.jpg"]]},"\n",{"type":"{{","value":[["cautionbox"],["Erratic weather and a locust plague have taken a toll on Madagascar's rice and maize harvests this year, leaving up to 4 million people – 28% of households – in rural areas short of food. (October 2013) ",{"type":"[","value":["http:\/\/www.theguardian.com\/global-development\/2013\/oct\/18\/madagascar-floods-locusts-hunger"]}]]},"\n",{"type":"{{","value":[["quickbar"],["image=Sifaka in Berenty.jpg"],["location=LocationMadagascar.png"],["flag=Flag of Madagascar.svg"],["capital=",{"type":"[[","value":[["Antananarivo"]]}],["government=Republic"],["currency=ariary (MGA)"],["area=",{"type":"''","value":["total:"]}," 587,040 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 5,500 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 581,540 km",{"type":"<","value":["sup",["2"]]}],["population=21,095,469 (July 2007 est.)"],["language=",{"type":"[[","value":[["Malagasy phrasebook"],["Malagasy"]]}," (national&official), ",{"type":"[[","value":[["French phrasebook"],["French"]]}," (official)"],["religion=Indigenous beliefs 52%, Christian 41%, Muslim 7%"],["electricity="],["callingcode=+261"],["tld=.mg"],["timezone=UTC+3"]]}," \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.madagascar-tourisme.com Madagascar"]}]}," is a country that occupies a large island of the same name, located in the ",{"type":"[[","value":[["Indian Ocean"]]}," off the eastern coast of ",{"type":"[[","value":[["Africa"]]},". It is the fourth largest island in the world.\n\n",{"type":"==","value":["Understand"]}," \n\nWhile Madagascar is an island in the Indian Ocean, it was originally settled by people of Indonesian and African descent, which you can clearly see when you look at the inhabitants. Others have suggested that the people of Madagascar descended from Indonesians and Africans who mixed before their arrival on the isolated island, but studies prove people of Madagascar came from Borneo and Africa. It is not fully known how the inhabitants came there or if they were there already. \n\nOnly later did Arabs, Indians, and Chinese immigrants mix into the population of the island. The Malagasy way of thinking, as well as their appearance and fashion style, is a mixture of cultures. It is a melting pot. Madagascar is part of the African Union, which is now being reconsidered due to the recent 2009 political turmoil. That said, it is essential to the people of Madagascar that tourism continues to thrive. And there is no reason why it should not. There is no violence related to the political crisis and certainly nothing a tourist needs to concern themselves with. \n\n",{"type":"===","value":["Ecology"]},"\n\nMadagascar's long isolation from neighbouring continents has resulted in a unique mix of plants and animals, many found nowhere else in the world. This has led some ecologists refer to Madagascar as the \"eighth continent\". Of the 10,000 plants native to Madagascar, 90% are found nowhere else in the world. Madagascar's varied fauna and flora are endangered by human activity, as a third of its native vegetation has disappeared since the 1970s and since the arrival of humans 2,000 years ago, Madagascar has lost more than 90% of its original forest. Most lemurs are listed as endangered or threatened species. 'Lemur tourism' is one of the main draws to the country, but the birds, amphibians and reptiles are equally impressive.\n\nThe eastern, or windward side of the island is home to tropical rainforests, while the western and southern sides, which lie in the rain shadow of the central highlands, are home to tropical dry forests, thorn forests, and deserts and xeric shrublands. Madagascar's dry deciduous rain forest has been preserved generally better than the eastern rainforests or the high central plateau, presumably due to historically low population densities.\n\n",{"type":"===","value":["Climate"]},"\nThe climate is tropical along the coast, temperate inland, and arid in the south. The weather is dominated by the southeastern trade winds that originate in the Indian Ocean anticyclone, a center of high atmospheric pressure that seasonally changes its position over the ocean. Madagascar has two seasons: a hot, rainy season from November to April; and a cooler, dry season from May to October. There is, however, great variation in climate owing to elevation and position relative to dominant winds. The east coast has a subequatorial climate and, being most directly exposed to the trade winds, has the heaviest rainfall, averaging as much as 3,500 mm (137.8 in) annually. This region is notorious not only for a hot, humid climate in which tropical fevers are endemic but also for the destructive cyclones that occur during the rainy season, coming in principally from the direction of the Mascarene Islands. Because rain clouds discharge much of their moisture east of the highest elevations on the island, the central highlands are appreciably drier and, owing to the altitude, also cooler. Thunderstorms are common during the rainy season in the central highlands, and lightning is a serious hazard.\n\n",{"type":"[[","value":[["Antananarivo"]]}," receives practically all of its average annual 1,400 mm (55.1 in) of rainfall between November and April. The dry season is pleasant and sunny, although somewhat chilly, especially in the mornings. Although frosts are rare in Antananarivo, they are common at higher elevations.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["Image:Madagascar Regions map.png"],["thumb"],["right"],["400px"],["Map of Madagascar with regions colour coded"]]},"\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Antananarivo Province"]]}],["region1color=#e9ea6c"],["region1items=",{"type":"[[","value":[["Antananarivo"]]},", ",{"type":"[[","value":[["Antsirabe"]]}],["region1description="],["region2name=",{"type":"[[","value":[["Antsiranana Province"]]}],["region2color=#c0e0a6"],["region2items=",{"type":"[[","value":[["Antsiranana"]]},", ",{"type":"[[","value":[["Andoany"]]},", ",{"type":"[[","value":[["Masoala National Park"]]},", ",{"type":"[[","value":[["Nosy Komba"]]},", ",{"type":"[[","value":[["Nosy Be"]]}],["region2description="],["region3name=",{"type":"[[","value":[["Fianarantsoa Province"]]}],["region3color=#69999f"],["region3items=",{"type":"[[","value":[["Fianarantsoa"]]},", ",{"type":"[[","value":[["Ambositra"]]},", ",{"type":"[[","value":[["Andringitra National Park"]]}],["region3description="],["region4name=",{"type":"[[","value":[["Mahajanga Province"]]}],["region4color=#71b37b"],["region4items=",{"type":"[[","value":[["Mahajanga"]]},", ",{"type":"[[","value":[["Tsingy de Bemaraha Reserve"]]}],["region4description="],["region5name=",{"type":"[[","value":[["Toamasina Province"]]}],["region5color=#507027"],["region5items=",{"type":"[[","value":[["Toamasina"]]},", ",{"type":"[[","value":[["Vatomandry"]]},", ",{"type":"[[","value":[["Ile aux Nattes"]]}],["region5description="],["region6name=",{"type":"[[","value":[["Toliara Province"]]}],["region6color=#aba58b"],["region6items=",{"type":"[[","value":[["Toliara"]]},", ",{"type":"[[","value":[["Anakao"]]},", ",{"type":"[[","value":[["Isalo National Park"]]}],["region6description="]]},"\n\n",{"type":"==","value":["Cities"]}," \n",{"type":"*","value":[{"type":"[[","value":[["Antananarivo"]]}," Capital city, always referred to as \"Tana\" by the locals."]},{"type":"*","value":[" ",{"type":"[[","value":[["Andoany"]]}," (",{"type":"''","value":["also commonly known as Hell-Ville"]},")"]},{"type":"*","value":[{"type":"[[","value":[["Toamasina"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Morondava"]]}]},{"type":"*","value":[{"type":"[[","value":[["Toliara"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Taolagnaro"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Antsirabe"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ambositra"]]}]},{"type":"*","value":[{"type":"[[","value":[["Vatomandry"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Masoala National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Tsingy de Bemaraha Reserve"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nosy Komba"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nosy Be"]]}]},{"type":"*","value":[{"type":"[[","value":[["Andringitra National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Anakao"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ile aux Nattes"]]}]},{"type":"*","value":[{"type":"[[","value":[["Isalo National Park"]]}]},"\n\n",{"type":"==","value":["Get in"]}," \n",{"type":"===","value":["Visa"]}," \nFrom April 2009, any tourist from any nationality can enter Madagascar without purchasing a visa if staying no longer than 30 days (Visa free).",{"type":"[","value":["http:\/\/www.google.com\/hostednews\/afp\/article\/ALeqM5g4-K2w6Kvc5vg6tmkGHHibp1CoAw"]},"\nUpon arrival on the airport, a small form needs to be filled in to get the free visa. Note that your passport needs to be valid for the next half year.\n\n",{"type":"===","value":["By plane"]}," \nFrom Europe, many direct flights can be taken from Paris, with the best connections with Air Madagascar ",{"type":"[","value":["http:\/\/www.airmadagascar.mg "]}," (\"AirMad\"), Air France or Corsair ",{"type":"[","value":["http:\/\/www.corsairfly.com"]}," from ",{"type":"[[","value":[["Paris"]]}," to ",{"type":"[[","value":[["Antananarivo"]]}," (",{"type":"{{","value":[["IATA"],["TNR"]]},"). AirMad also flies from ",{"type":"[[","value":[["Milan"]]}," to ",{"type":"[[","value":[["Antananarivo"]]}," and Nosy Be (a small island off the North of Madagascar). From London it may be necessary to get a connecting flight, for example via Nairobi with Kenyan Airways, or via Reunion.\n\nAir Austral (French) runs flights to Madagascar form Paris. Flights often transfer on Reunion Island. \n\nTravelers from the east typically fly using links from Air Mauritius ",{"type":"[","value":["http:\/\/www.airmauritius.com"]},". However, since 2003 Air Madagascar has a twice weekly service from ",{"type":"[[","value":[["Bangkok"]]}," to ",{"type":"[[","value":[["Antananarivo"]]},".\n\nAir Madagascar also operates a weekly service between ",{"type":"[[","value":[["Nairobi"]]}," and ",{"type":"[[","value":[["Antananarivo"]]},".\n\nFlights from Johannesburg, South Africa, using Air Madagascar codeshared with SA Airlink ",{"type":"[","value":["http:\/\/www.saairlink.co.za\/"]},". Flights run 6 days a week.\n\n",{"type":"===","value":["By boat"]}," \n\nThe only regular link is from ",{"type":"[[","value":[["Toamasina"]]}," on the east coast and ",{"type":"[[","value":[["Mauritius"]]}," via ",{"type":"[[","value":[["Reunion"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By plane"]},"\nAir Madagascar serves numerous destinations throughout the country, which is a good thing considering the bad state of the roads. Besides the big cities, lots of little hamlets are also served.\n\nIt is advisable to check the status of your flight in advance, as timetable changes can occur at fairly short notice. \n\nThere was some political unrest in 2002, which resulted in some airports being temporarily shut.\n\nPassengers who arrive in Madagascar on a long-haul flight from Air Madagascar can benefit from reductions on the order of 25% on the company's internal flights.\n\n",{"type":"===","value":["By train"]},"\nThere are four rail lines in Madagascar :\n",{"type":"*","value":[" ",{"type":"[[","value":[["Antananarivo"]]},"-",{"type":"[[","value":[["Ambatondrazaka"]]}," via ",{"type":"[[","value":[["Moramanga"]]},", you can get on the train between Moramanga and Ambatondrazaka."]},{"type":"*","value":[" ",{"type":"[[","value":[["Antananarivo"]]},"-",{"type":"[[","value":[["Antsirabe"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fianarantsoa"]]},"-",{"type":"[[","value":[["Manakara"]]}," three times a week for both directions."]},{"type":"*","value":[" ",{"type":"[[","value":[["Antananarivo"]]},"-",{"type":"[[","value":[["Toamasina"]]}," : people can travel between Moramanga and Tomasina approximately twice a week."]},"\nWith the Malagasy railway network dating from the colonial period, breakdowns are frequent due to poor maintenance, and a line may be closed for several weeks.\n\nThe train is not the fastest and most comfortable means of travel, but it lets you admire the magnificent landscapes (especially on the line connecting ",{"type":"[[","value":[["Fianarantsoa"]]}," to ",{"type":"[[","value":[["Manakara"]]},") and discover the Malagasy fruits and dishes offered at every stop. You can taste what is in season at little cost : crayfish, bananas, cinnamon apples, sambos, zebu sausages, oranges...\nTravelling by train is cheap (1st class from Fianarantsoa to Manakara only 25000Ar (less than 10€)). You want to choose a 1st class seat; or get up very early if you want to be sure to get a 2nd class ticket since it is always extremely crowded (the train is the only mean of transport for many villagers) and no booking is possible in 2nd class.\nUnfortunately, the train that runs between Manakara and Fianarantsoa has become less reliable lately (early 2007) due to poor conditions of the tracks.\n\nFor short trips, you might be able to board a goods train. Just ask the driver but make sure you get off the train before entering the big cities since this way to travel is not totally legal.\n\n",{"type":"===","value":["By road"]},"\nThis is the only inexpensive way to get around, but Madagascar's roads are almost all of very low grade (with the exception of 2 routes leading out of Tana). Many roads are studded with potholes and are quagmires in the rainy season. Be warned that travel by road will almost always take much more time than you would normally expect. Hire of a 4WD vehicle can reduce this problem but the cost will be higher but still very cost effective if you are not traveling alone and able to split the rental fee between the members of your group.(around USD70\/day\/car, updated Feb 2010)  \nDue to the poor condition of the roads many car hire companies will only rent you a car if you use one of their drivers. In most cases, the driver can act as your guide and translator as well.\n\n",{"type":"===","value":["By taxi-brousse"]},"\nThis is the way most natives travel around the country. There are three major modern roads in the country: RN7 from Tana to Toliara, RN2 from Tana to Tomasina (via Brickaville) and RN4 from Tana to Mahajanga. Trips between those towns take about a day whereas traveling between Tana and Taolagnaro, a south-eastern coastal town, would take about 3 or 4 days due to the condition of the road. Travel is cramped and don't expect air conditioning. Expect dust to be a problem in the dry season.  Travel by Taxi-Brousse is guaranteed to test one's patience and sanity, but there is quite possibly no better way to meet and interact with the locals and experience Madagascar as the Malagasy do.\nTaxi-brousse is by far the cheapest way to travel, but do not expect to leave or arrive on time. Indeed, the drivers wait for their 15 seats small buses to get full before leaving, therefore a few hours delay is never excluded! However, during the trip it allows you to admire the breathtaking landscapes Madagascar holds.\nDestinations to most national parks and towns can be reached from \"Antananarivo\", drivers will happily drop you off enroute to their final destination.\n\n",{"type":"===","value":["By taxi-be"]},"\nIn Tana, the cheapest way to get around is by taxi-be, or big taxi, which is a bit larger than a mini-van. There is one aisle with seats to fold down so they can cram in even more people. During peak season, buses run frequently.\n\n",{"type":"===","value":["By boat"]},"\nIf you are looking for an unusual holiday, a yacht charter to Madagascar might be a good choice. You can be sure that your neighbors have not been there and done that…\nFor those who would like to bareboat, a “guide” is usually included in the price of the yacht charter. Although obligatory, he comes with the price and is essential for the multitude of services he will provide. He will prepare the food, recommend anchorages, know where to fish and refill the water tanks. He will speak the local language and have an established relationship with the local people. He will protect the boat from theft when you leave it to explore on land. The guide lives completely on the exterior of the boat and does not require a cabin. A yacht charter to Madagascar is a bit of a “Robinson Crusoe” adventure. Once you embark, you will not be able to stock up provisions again and must live off the fish and seafood you will catch for yourself (or with your guide). So take great care with your provisioning list. \nThis problem can be avoided by chartering one of the crewed catamarans. Cats are designed for stability so sea sickness is not really a problem. The crew prepare the boat with linen, food and drinks before your arrival -basically these boats are like a personal floating hotel. Depending on which boat you choose you could receive excellent service and food and suggestions of where to go and what to do. Choose your catamaran carefully as there are some really old ones in service- make sure the crew can speak your language.\n\n",{"type":"===","value":["By bicycle"]},"\nMadagascar is a great place to tour by ",{"type":"[[","value":[["cycling"],["bike"]]}," and staying in small towns and villages along the way gives a real sense of what the country is all about. A mountain bike or heavy duty tourer at least is required as the roads can be in poor to terrible condition. In rainy season on the East coast the main North-south road can become impassable, possibly leading to a two day walk - over soft sand in one section - this is not an easily rideable route. Generally there is little to no traffic which makes cruising around a great pleasure. The people are amazingly friendly and you'll be greeted with crowds of children shouting 'Vazaha' in every village.\n\nThere are little or no facilities for cyclists, so be prepared to camp rough (ask if it is somebody's land and never too near a family grave) or sleep in very basic guesthouses. Likely you will be invited to stay in people's houses. Bring a spare tire, puncture kit, chain, brake\/gear cable, derailleur and all the tools you need.\n\n",{"type":"==","value":["Talk"]},"\nThe entire island speaks one language: ",{"type":"[[","value":[["Malagasy phrasebook"],["Malagasy"]]},", an Austronesian language. \"Malagasy\" also refers to both the language and the people of the island. Because the island is so large there are many different dialects. The Merina dialect is the \"Official Malagasy\" of the island and is spoken around highlands of ",{"type":"[[","value":[["Antananarivo"]]},". Most Malagasy, however, speak Merina across the island. \n\nFrench is the second official language of Madagascar. The government and large corporations use French in everyday business, but 75-85% of Malagasy only have limited proficiency in this language. Attempts by foreigners to learn and speak Malagasy are liked and encouraged by the Malagasy people.\n\nThe Malagasy people are generally considered to be patriotic. When Madagascar gained independence from France, the Malagasy changed much within the culture and languages, returning back to their original customs and traditions again. Today, Malagasy is the daily language spoken by 98% of the population in Madagascar, and since 1972, Malagasy has been used as the language of instruction in some schools. However, some of the Malagasy people are familiar or even fluent with  French (very widely spoken except in some rural areas), English or German (spoken by very few people, mainly guides).\n\nNote for independent travellers: at least a basic knowledge of French is recommended.\n\nSome basic Malagasy vocabulary that will help relate to the Malagasy people (However please note there are many different regional versions of the Malagasy language across the country) :\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! Malagasy !! English"],["|-"],["| Vazaha || Foreigner"],["|-"],["| Misoatra || Thank you"],["|-"],["| Salama || Hello"],["|-"],["| Veloma || Goodbye"],["|-"],["| Azafady || Please\/Sorry\/Excuse me"]]},"\n\nMalagasy pronunciation treats vowels as if they were French, and consonants as if they were English.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Adansonia grandidieri04.jpg"],["300px"],["thumbnail"],["Baobab near Morondava"]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Tsingy de Bemaraha Reserve"],["Tsingy de Bemaraha"]]}," is a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," and is Madagascar's largest reserve (152,000 hectares). The fascinating raised limestone plateau is decorated with a frail, chaotic razor-sharp collection of pinnacles, the “Tsingy”, also called the Labyrinth of Stone. Areas of deciduous forest also provide the chance to see brown lemurs and a variety of bird life, we may also meet the rare all white Decken’s sifaka. The great variety of flora includes: aloes, orchids, numerous pachypodium and baobabs. The deciduous forest is home to over 50 species of birds; 7 species of lemurs (including the all-white Deckens sifaka) and the rare stump-tailed chameleon (Brookesia perarmata). The site of Bemaraha is managed under special UNESCO and access is restricted and the areas you are allowed to visit vary from time to time. Located approximately 180 km north of ",{"type":"[[","value":[["Morondava"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Avenue of the Baobabs"]}," is an extraordinary stand of huge baobab trees. Located 45 minutes north of ",{"type":"[[","value":[["Morondava"]]}," on Madagascar's west coast it is one of the most visited sites in the Menabe Region. A candidate as one of the 7 Wonders of Africa; efforts are underway to protect this unique grove of more than a dozen trees. Some of the trees, Adansonia grandidieri, are over 800 years old and reach a height of 30+ meters. Truly a photographers paradise and especially beautiful at sunset."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kite and Windsurfing"],["url="],["email="],["address=Emerald Sea"],["lat="],["long="],["directions=Fly to Diego"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Between April and November there is a constant 30 knot wind making this one of the best surfing spots in the southern hemisphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Guided Kayaking"],["url="],["email="],["address=Ile Sainte Marie"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See the country from a different angle.  Explore the coastline of beautiful Sainte Marie with a local guide.  Overnight at different local hotels each night and interact with the people. Explore villages and relax in hidden coves.  Crystal clear and calm water - no experience required and one does not have to be ultra fit."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Deep Sea Fishing"],["url=http:\/\/www.madagascatcharters.co.za"],["email="],["address=Nosy Be"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Get away from the overfished waters of Nosy Be and head out, in luxury, to the Radamas or Mitsio islands. Sailfish, Kingfish, King Mackerel and Wahoo all waiting for you."]]}]},"\n",{"type":"==","value":["Buy"]}," \nThe unit of money is the ",{"type":"''","value":["ariary"]},". 1 € is about 3300 ariary and 1 US$ is about 2400 ariary as of May 2014. The value of the ariary has been rather stable for a few years. The currency system was overhauled in 2006.  Prior to 2006 the unit of currency was the Malagasy Franc (Franc Malgache) and was worth 1\/5 of an ariary, for example, 1 Francs = 1,000,000 Ariary.  However, old banknotes in Francs are still legal tender.  Whenever negotiating a price, always confirm the amount in  ariary.  Unscrupulous merchants have been known to state the amount due without specifying the currency so that buyers are duped into paying 5 times the amount due because of Franc\/Ariary confusion. \n\nCredit cards are not widely accepted outside of Antananrivo and Nosy Be, and Visa is often the only card that will be accepted when payment by credit card is an option.  Prices for hotels and other services used by travelers will generally be quoted in Euros, but expect to make payment in the local currency.  You can withdraw money from ATM's in the cities, using a Visa or Visa Electron card.  Mastercard can be used with ATM's of the BNI bank.\n\nVanilla and other spices are cheap in Madagascar compared to Europe or elsewhere, and the quality (especially of vanilla) is very good. (Vanilla is about €2 for 10 pods in Mada, compared to €3 for 2 pods in France.)\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Hotely malagasy.jpg"],["thumbnail"],["Hotely malagasy"]]},"\nThe cheapest way to get a meal is to eat at a \"hotely\". For about 1300 ariary (or a little less than $1) you can buy a plate of rice, laoka (malagasy for side dish accompanying rice) like chicken, beans or pork, and rice water. For 200 ariary extra you can get a small glass of homemade yogurt.\n\nBananas (hundreds of varieties) and rice cakes (Malagasy 'bread') are staple 'street food' and available everywhere. Coffee is very good, usually hand-made by the cup and served very sweet with condensed milk.\nSteak-frites is available in restaurants in the larger towns.\n\nSupermarkets - In Tana there is a supermarket chain called Jumbo Score. This Western style supermarket is well stocked with but the expensive prices reflect the need to import just about everything. There are many Casino (a French Supermarket) branded goods but also some more local produce (veg, spices etc., far cheaper from any the street markets). Shoprite is a slightly cheaper but usually smaller alternative.\n\n",{"type":"==","value":["Drink"]},"\nThere is no safe tap water so be prepared with bottled water, which is usually easily obtainable. The only other option is ranon'apango (RAN-oo-na-PANG-oo) or rice water (water used to cook rice, which will therefore have been boiled). It's particularly important to plan ahead if visiting rural areas. It is worth taking with you some chlorine tablets, which can be used to make the local water drinkable.\n\nIn towns, roadside drink stands, stores and bars are plentiful. Most sell a range of drinks including bottled water, Fanta, Coca Cola and Madagascar's beer, Three Horses Beer (\"THB\"). You can also try the bubblegum flavored soda 'Bonbon Anglais' (similar to South American Inka Cola, if you are very brave!). Be warned that this may be sold as 'limonade' - leading you to think it may be lemonade. \n\nHome brewed rum, and creme de coco, is also available - in many flavours!\n\n",{"type":"==","value":["Sleep"]},"\n\nBring bug spray and a net because there are a lot of bugs. Sleep in a sleeping bag even at the Hilton there, since you cannot trust those hotel staff.\n\n",{"type":"==","value":["Learn"]},"\nLearn some Malagasy. The single best thing you can do to have a fun and safe trip on this beautiful island is to speak the local language. There are a number of guidebooks you can buy to learn Malagasy, or alternatively you can ask someone to teach you. Just a few words will make all the difference.\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]}," \nMadagascar is a fairly safe country. You must, however, respect some simple principles:\n",{"type":"*","value":["Don't provoke stray dogs."]},{"type":"*","value":["Don't walk around at night in Antananarivo (other cities are pretty safe)."]},{"type":"*","value":["Don't exhibit signs of wealth (cameras, jewels, ...)."]},{"type":"*","value":["Similarly, always carry small bills. Paying with large bills shows off your wealth, can insult the seller because they will not have change, and opens you up for becoming a target."]},{"type":"*","value":["Don't resist in case of aggression."]},{"type":"*","value":["Keep an eye on your belongings when using public transport or visiting markets where numerous ",{"type":"[[","value":[["pickpockets"]]}," swarm."]},{"type":"*","value":["Learn the Malagasy word for thief, \"Mpangalatra\" which is pronounced \"Pun-gul-ah-tra\".  If someone is trying to rob you in a busy market area scream this.  The fact that a vazaha is screaming thief will unsettle the thief as well as alert the people near you to help."]},{"type":"*","value":["Always listen for the words \"vazaha\" or \"vazongo\" when spoken in low tones.  If you hear these words be aware that someone is talking about you, for better or for worse!"]},"\nIt should also be noted that, like any other developing country, the presence of beggars never goes unnoticed.  This is sometimes uncomfortable for tourists, but these people should be respected none-the-less.  They are, predictably, attracted to foreigners and will not hesitate to ask for a hand out.  If you don't want to be bothered, a simple \"Non, merci\" or \"Tsy Misy (tsee-meesh)\" (I have nothing) will do the trick.  If they persist, try shouting \"Mandehana! (man-day-han)\" (Go Away!).  It is recommended not to give money, but other useful items, such as a banana, a piece of bread, etc.  It is usually accepted with gratitude, and if the beggar is a child, he will run away with a smile on his face.  Don't give money, take the children to a hotel and buy them something NUTRITIOUS, not candy.\nIt is imperative not to encourage begging - in Madagascar the people do not really believe in getting something for nothing and will invariably offer you something first. For example a chameleon to photograph.\n\nCAUTION: The Australian government has now ",{"type":"[","value":["http:\/\/www.smarttraveller.gov.au\/zw-cgi\/view\/Advice\/Madagascar listed"]}," Madagascar under the category of \"Exercise a high degree of caution\".  Be aware as the political situation develops, it has been placed under \"Reconsider your need to travel\" in the recent past.\n\n",{"type":"==","value":["Stay healthy"]}," \nWhile the AIDS epidemic has not reached the devastating level found in many southern African countries, it is widely assumed that the incidence of AIDS is underestimated and rising. You should take no risks and avoid unprotected sex in all cases.\n\nAreas inhabited by humans will invariably have large populations of stray dogs.  Never provoke a stray dog, and although bites are rare, if bitten seek medical assistance promptly as rabies is not unheard of.\n\nResearch malaria prophylaxis options, and follow through. If you are not taking any prophylactics, be sure to always use a mosquito net for sleeping, and apply mosquito repellents once dusk sets in. On-skin repellent (only repellents containing ~40% DEET are effective, such as NoBite, Azeron Before Tropics etc.) is good but should be used in combination with on-clothes repellent (i.e. NoBite). The clothes repellent is odorless approximately an hour after application, and clothes can be washed up to 4 times before it needs to be re-applied. If you wear long-sleeve clothing treated with the repellent and apply on-skin repellent to the skin parts not covered, you will be very safe against mosquito bites and can skip the prophylaxis with its notorious side effects. Be sure to take the repellent issue seriously, though, as it's very easy to fall into a more 'relaxed' mode after you've spent some time in the country.\n\nRemember that Madagascar is in the tropics and take precautions against sunburn and heat exhaustion seriously.  Wear lots of sunscreen and keep hydrated.  Remember that a cloudy day does not mean you won't get burnt.\n\n",{"type":"==","value":["Respect"]}," \nEveryday life in Madagascar is regulated by numerous ",{"type":"''","value":["fady"]}," (taboos) which vary from one region to another. They can forbid foods (pork, lemur, turtle... ), wearing clothes of a particular colour, bathing in a river or a lake.  Observance of \"Fady\" is mostly limited to rural areas, as tourists will most likely not run into this problem if they stay in the main towns.  However, there are Fady's in places such as Antananarivo but most Vazaha are exempt.\n\nFady are attributed to ancestors, to whom Malagasy adopt a respectful attitude whatever their religion. It is safest to respect these prohibitions and not violate them, even if you feel they don't make sense. Inform yourself about local fady when you arrive in a new place.\n\nWhen addressing anyone older than you or in a position of authority (e.g. police, military, customs officials), use the word \"tompoko (toom-pook)\" the same way you would use \"Sir\" or \"Ma'am\" in English.  Respect for elders and authority figures is important in Madagascar.\n\nDo not ever take photos of a tomb without permission.  Always ask permission before taking photos.  Also, if you go to a remote village or hamlet it is fomba or tradition that you first meet with the head of the village if you have business in the village.  Meeting this person can save you a lot of time if you have work to do there.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["related"],["Islands of the Indian Ocean"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["East Africa"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Madagascar\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Madagascar"]]},"\n",{"type":"[[","value":[["Wikipedia:Madagascar"]]},"\n",{"type":"{{","value":[["geo"],["-20"],["47"]]}]