[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitmadaba.org Madaba"]}]}," is a small town in central ",{"type":"[[","value":[["Jordan"]]}," located south of the capital ",{"type":"[[","value":[["Amman"]]}," on the King's Highway, some 10 km from ",{"type":"[[","value":[["Hesban"]]},". A town with a long history, Madaba is best known as the location of the \"Madaba Map\", a 6th-century mosaic depiction of ",{"type":"[[","value":[["Jerusalem"]]}," and parts of the Holy Land.\n",{"type":"[[","value":[["File:MadabaChurchFloor.jpg"],["thumb"],["church floor"]]},"\n\n",{"type":"==","value":["Understand"]},"\nMadaba is approximately 10% Christian (Catholics & Greek Orthodox). Much of the traveller and pilgrim infrastructure is run by the Franciscans however.\n\n",{"type":"==","value":["Get in"]},"\nMadaba is about a half hour from Amman. There are frequent minibuses each way (about 500 fils each way). A taxi is a good option, especially if you're in a group. The cost depends on your ",{"type":"[[","value":[["bargaining"]]}," abilities but it can go from JD 8 - 12.  If you are coming into Madaba from Amman, make sure you get off the bus on the \"Kings Highway\" before getting to the bus terminal as it is now located east of the town and you'll need a taxi to get to the centre. The city is also only 25 km from Queen Alia International airport, making it the ideal place to start and end your trip to Jordan.\n\n",{"type":"==","value":["Get around"]},"\nMadaba is a very small city, one can easily get around by on foot. Although a taxi from downtown to the bus station is a good idea (about JD 0.5 - 1). Taxis traveling within the city do not use the taxi metre the car is equipped with, but operate at a standard fare of 0.65JD per trip. Make sure you agree on this price with the driver before hopping on.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:MadabaDog.jpg"],["thumb"],["animal mosaic"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Church of the Map"]}," and the ",{"type":"'''","value":["Madaba Map"]}]},{"type":"[[","value":[["File:MadabaArcheologicParkFloor.jpg"],["thumb"],["floor in the archeological park"]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Madaba Archaeological Park"],["alt="],["url=http:\/\/198.62.75.1\/www1\/ofm\/fai\/FAIpark.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Shrine of the Beheading of Saint John the Baptist"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Madaba Museum"]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Iron Age Fortification Wall on West Acropolis"],["alt="],["url=http:\/\/www.utoronto.ca\/tmap"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Dolmens at Al Fayha"]}]},"\n",{"type":"==","value":["Do"]},"\n\nOne of the most breathtaking views in Jordan is witnessed from the top of Mount Nebo, located just 10 minutes to the east of Madaba.  From this vantage point you can see the Dead Sea, Jericho and on a very clear night, even the hills overlooking Jerusalem.  This is the spot where the Hebrew Bible says that Moses stood and witnessed the \"promised land\".  Visit before sunset to take in the Franciscan Monastery and Church located here.\n\nDuring your stay in Madaba you can do full day tour to Mount Nebo, Bethany, Dead Sea, Panorama Dead Sea and Hamammat Ma'in. anther trip can be done to Mukawer and Um Er Rsas. Also one can do a day trip to desert Castels \"Amra, Kharaneh and Azraq\" Also from Madaba start the trip to Petra via the Kings Highway with a stop at Wadi Mujib, Karak, Dana and end in Petra.\n\nWadi Jadid located within 10 km to the south west of Madaba city at Al Fayha village. This Wadi is a field of dolmens (Burial Chambers or large stone memorials), where you could see more than 40 dolmens (12 of them standing in a very good condition) and the rest are damaged probably by earthquakes. Also there are several menhirs, cupholes and stone alignments as well. These dolmens dating to around 3000 B.C about 5000 years old, from the Early Bronze Age I. The locals there believed that dolmens are the houses of ghosts, they called it in Arabic Bit Al Ghula.\n\nYou can start your trip to Jordan by staying the first 2 nights in Madaba - it is only 25 km from the airport.\n\n",{"type":"==","value":["Buy"]},"\nVery good quality and cheap rugs. There are places where you can have them made on order if you have the time to wait for them. Excellent mosaics and great Dead Sea products.\n\n",{"type":"==","value":["Eat"]},"\nThere are many little falafel and kebab places, some better than others. Ayola's is a great coffee shop that welcomes tourists. They have very good sandwiches and excellent fruit shakes. It is the place to ask for a sheesha and people watch. Newly open Chili Ways offers decent hamburgers and fast-food at very reasonable prices.\n\n",{"type":"'''","value":["Haret Jdoudna"]}," is one of Madaba's finest eateries and is located in the centre of the city along the main street. Within a restored Late Ottoman house, this restaurant features the best of Jordanian fare along with a cozy atomosphere that is welcoming at all times of year.  Offers excellent Lebanese-style mezze, Arabic-style barbecue \"Mashawi\", and Italian pizzas. The restaurant also offers shishas. Sit on the rooftop patio at sunset for an enchanting experience watching the sun go down as you listen to the call to prayer from the numerous minerets nearby.\n\n",{"type":"'''","value":["King Mesha restaurant"]}," also offers lovely ambiance, friendly service and delicious food for very reasonable prices. It is located very near the Madaba Archaeological Park and the museum.\n\nA very nice new rooftop restaurant is on the top floor of the Mariam hotel. They do open buffet dinner for JD 8 only and the view to the city is very nice. Also they do have a pool side bar they serve sandwiches, wine and beer. You don’t need to be resident of the hotel to use the restaurant or the bar.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Snaks Corner"],["alt=map charch"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=0777804898"],["tollfree="],["fax="],["hours="],["price="],["content=Very good lunches."]]}]},"\n",{"type":"==","value":["Drink"]},"\nSince there are a lot of Catholics in Madaba, alcohol is widely available. There are a lot of liquor shops in town. Buy it here for your trip to Petra and Wadi Rum. There are no alcohol shops in Petra or Wadi Rum.\n\n",{"type":"==","value":["Sleep"]},"\nThere are two excellent, reasonably-priced hotels in Madaba directly across the road from each other - Mariam Hotel and Salome Hotel. Great service, good prices (about JD 30 for a double with breakfast included), and great service from the owners. They help with guides, directions, renting cars or taxis. Otherwise try the Black Iris hotel or the 3-star Madaba Inn Hotel (located opposite the Church of the Map).\n\nThe Black Iris Hotel has clean non-smoking rooms, approx 30JD for a double room. Offers tours to nearby areas including Mount Nebo and the Dead Sea.\n\nThe Mariam hotel is one of the best 2 star hotels in Jordan with 57 rooms and a large outdoor swimming pool, restaurant and bar, as well as a meeting room for work shops. The room rate is about 43 US$ for a double room with open buffet breakfast. Their new rooftop restaurant is excellent.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mariam Hotel"],["url=http:\/\/www.mariamhotel.com"],["email=reservations@mariamhotel.com"],["address=Aisha Um Al Mu'mineen Street"],["lat="],["long="],["directions=2 blocks to the right of Al Muhafada Circle"],["phone=+962 5 3251529"],["tollfree="],["fax=+962 5 3251530"],["hours="],["price=43$"],["checkin=12:00"],["checkout=12:00"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Salome Hotel"],["url=http:\/\/www.salomehotel.com"],["email=info@salomehotel.com"],["address=Aisha Um Al Mu'mineen Street"],["lat="],["long="],["directions=2 blocks to the right of Al Muhafada Circle"],["phone=+962 5 3248606"],["tollfree="],["fax=+962 5 3248607"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mosaic City Hotel"],["url=http:\/\/www.mosaiccityhotel.com"],["email=info@mosaiccityhotel.com"],["address=Al yarmouk St., Madaba jordan 17110"],["lat="],["long="],["directions=1 blocks After Al Muhafada Circle"],["phone=+962 5 3251313"],["tollfree="],["fax=+962 5 3250013"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Black Iris Hotel"],["url=http:\/\/www.blackirishotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=0096253250171"],["tollfree="],["fax="],["hours="],["price=25-35 jd"],["checkin=13:00pm"],["checkout=11:00am"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nMount Nebo is very near to Madaba town and can be included in the same itinerary.\n\nA bus leaves every day from outside the Mariam Hotel for the trip to Wadi Musa (near ",{"type":"[[","value":[["Petra"]]},") via the scenic King's Highway, with stops at Wadi Mujib and ",{"type":"[[","value":[["Karak (Jordan)"],["Karak"]]},". Book at Mariam Hotel (see \"Sleep\" above).\n\n",{"type":"[[","value":[["WikiPedia:Madaba"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["31.7167"],["35.8000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["King's Highway"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Jordan\/Localities\/Madaba\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Madaba"]]}]