[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Maddalena"]}," is an archipelago of 7 islands in ",{"type":"[[","value":[["Costa Smeralda"]]}," of ",{"type":"[[","value":[["Sardinia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nFrequent ferries, from Palau to Maddalena, up to every half an hour during the summer months.\n\n",{"type":"==","value":["Get around"]},"\nThere is a basic bus services that runs on the two larger islands.\n\n",{"type":"==","value":["See"]},"\nThere are many beautiful beaches and coves, and some agriturism.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nFrom Maddalena, take the bridge to the smaller island, and follow the signs for Agriturismo, to find a small farmyard restaurant just past Club Med. The food there is excellent, with a set menu around €22 for lunch and €29 for dinner.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nOn the south-western side of the island there is a small gulf (a \"cala\" in italian) named \"Cala Francese\". This once was a french granite mining site, this granite has been used for making, among other things, the base of the Statue of Liberty in New York City. You can find a residence, run by a local family, near the now closed mine: ",{"type":"[[","value":[["http:\/\/www.calafrancese.it Cala Francese Residence"]]},".\n\n",{"type":"===","value":["Camping"]},"\nThe island has two campsites. La Villagio di Camping Maddalena, located within walking distance of Maddalena the town, has facilities for tents and caravans, and has a bar, a restaurant with an excellent pizza oven and grill, and a mini market. The other camping village is located further to the north of the island.\n\n",{"type":"==","value":["Stay safe"]},"\nThe island is very safe, and theft is not a serious concern.\n\n",{"type":"==","value":["Go next"]},"\nUnless you have a private boat, take the ferry back to Palau.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Costa Smeralda"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Maddalena archipelago"]]},"\n",{"type":"[[","value":[["Commons:Category:Arcipelago di La Maddalena"]]}]