[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Madesimo"]}," is a village in ",{"type":"[[","value":[["Sondrio (Province)"]]}," in the ",{"type":"[[","value":[["Lombardy"]]}," region of ",{"type":"[[","value":[["Italy"]]},". It was formally known as Isolato. The community of Madesimo is split into 3 ",{"type":"''","value":["frazione"]}," ",{"type":"[[","value":[["Isola"]]},", ",{"type":"[[","value":[["Montespluga"]]}," and ",{"type":"[[","value":[["Pianazzo"]]}," aswell as Madesimo village itself.\n\n",{"type":"==","value":["Get in"]},"\nThe only way to get in is by road on the SS36 or Via Spluga which runs all the way from the Swiss border to ",{"type":"[[","value":[["Lecco"]]}," on Lake Como from where the SP51 runs to ",{"type":"[[","value":[["Milan"]]}," and the nearest airport. Therefore a car is more or less essential to visit the town.\n\nThe Splugen pass is usually closed between November and April. If the pass is closed, Madesimo can only be reached from Chiavenna.\n\nThere is a good Bus and train connection from Milan and Bergamo and from the Milan airports.\nThere is a \"taxi share\" scheme that provides a taxi from the airport to the village as well.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":[" By car "]},"\nThe area around the Madesimo area is quite vast and mountainous. In winter time, winter tires and\/or snow chains may be required.\n\n",{"type":"==","value":["Ski"]}," \nMadesimo is part of the Valchiavenna skiing area (1550-2950m) with 58 km of slopes. As such, it is one of the smaller ski resorts in the Alps. It is quite popular amongst Italians but less well known in other European countries. In weekends it is usually very busy with locals. However, on weekdays it can be very quiet even during holidays because of the Italian holiday system.\nTo access the skiing area, it is not necessary to drive all the way to Madesimo. You can leave your car in Campodolcino (1000M), from where the funicolare will bring you all the way up to Mota at 1700m. The parking in Campodolcino is free on weekdays and it is possible to rent skis and buy a ski pass at the valley station of the funicolare. From Mota, all of the skiing area can be reached.\n\nIn winter the roads may be entirely blocked with snow, so to reach some of the frazione may require a set of touring or cross country skis.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":[" Headline text "]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"''","value":[{"type":"[[","value":[["Snow Mobiling:"]]}]}," As a popular ski resort for both tourists and locals to the area, Madesimo offers various experiences that provide tourists with the opportunity to experience the winter sports of the Alps and one of these options is snow mobiling. One can take advantage of this through the use of Team Extreme: a snow mobiling company local to the Madesimo area. During the last few years more and more people have made a point of becoming part of Team Extreme. In accordance with local laws and regulations, the snow mobile tours are based off of safety restrictions and offer families, as well as individuals(Private Tours are available), an enjoyable experience. each trip takes place along prepared tracks which\nmeander along the Andossi ridge linking Madesimo with it’s neighbour Montespluga.Other than individual outings\non snowmobile, there are also possibilities of group excursions along with an escort who will provide all the necessary support. The tracks follow the slopes of valley sides and are suitable even for the inexperienced ‘pilot’. Importantly the sign-posting and well-maintained trails guarantee the safety of all concerned.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ristorante La Biococca"],["url="],["email="],["address=V. Calzaferri 1, 23024 Madesimo"],["lat="],["long="],["directions="],["phone=0343 53148"],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant's construction dates back to the mid-seventeenth century and boasts furniture that is remiscent of this timer period which creates a unique dining atmosphere. The size of the town and the popularity of the establishment make it popular spot for locals. In addition, the prices are relatively cheap and the food is locally provided."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bel Sit"],["url="],["email="],["address=23024 MADESIMO ( SO )"],["lat="],["long="],["directions="],["phone=+39 53365"],["tollfree="],["fax="],["hours="],["price="],["content=The restaurant, Bel Sit, is one of the most elegant dining experiences in Madesimo. The main dishes are traditionally Italian and the house specialities focus on fughi. The menu items range from 20 Euros to 30 Euros and the dress atire is business casual."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Boscone Suite Hotel Madesimo"],["url="],["email=info@bosconesuitehotel.it"],["address=Via Per Motta 14"],["lat="],["long="],["directions="],["phone=0343 53628"],["tollfree="],["fax="],["hours="],["price=75-128 Euros"],["checkin="],["checkout="],["content=The Boscone Suite Hotel is located only a short distance from the center of Madesimo and only a short distance from the ski slopes of Madesimo. It is a close, convenient walk and even offers heated areas for ski equipment. The Hotel boasts various amenities such as spacious living quarters, play areas for children, and an in-house restaurant that allow for the convenience of not having to leave the resort. If you are looking for relaxtion, Ninfia, the spa located within the hotel offers various methods of relaxation. Spa Amenaties: Turkish bath, Roman Bath, Finnish sauna, whirlpool tub, cromo-therapeutic showers, relaxing water beds. Also, the hotel is able to accommodate up to 120 people for business purposes."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Harlequin"],["url=http:\/\/www.bookinitaly.com\/strutture\/pag.php?id_stru=4023"],["email="],["address=Via Baldiscio 41, Madesimo, SO, Italy"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Hotel offers an in-house restaurant and cafe that is easily accessible throughout the day. In addition to this, many natural sites are can be easily reached by walking. The Water Falls and various trails offer tourists the opportunity to take in many natural sites within the city. Also, other sites, such as the Lady of Europe, located near Motta Madesimo, is an easily accesible site. Like many of the other hotels, skiing and snow sports are located near the hotel and add to the local beauty and acitivity of the city."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Posta Montespluga"],["url="],["email=salafaustoenoteca@tiscalinet.it"],["address=Loc. Alità Montespluga Via Dogana, 8"],["lat="],["long="],["directions="],["phone=+39 0343 54234"],["tollfree="],["fax="],["hours="],["price=50-85 Euros"],["checkin="],["checkout="],["content=This is a small chain hotel in Italy that operates a 10 bedroom hotel and offers a breakfast in the hotel at 10 Euros per person. For American tourists, however, the employees within this hotel speak mainly German and Italian. However, they do accept all major credit cards."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Loconda Cardinello"],["url=http:\/\/www.valchiavenna.com\/pv.php?l=en&act=1&p=103&s=&m=6&w=v&post=nok"],["email="],["address=Via Baldiscio, 2 City Island 23024 - Madesimo"],["lat="],["long="],["directions="],["phone=+39 0343 53058"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Just three kilometres from Madesimo, this B & B and restaurant compriseof rooms and mini-apartments and offers typical local dishes. It’s a stopping place for wanderers along the Via Spluga. The in-house Restaurant dates back to 1722."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Emit"],["url=http:\/\/www.hotel-emet.com"],["email="],["address=Via Carducci, 28"],["lat="],["long="],["directions="],["phone=+39 0343 53395"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Situated just 150 metres from the slopes within Ski area Valchiavenna at Madesimo, and run by the owners - the Trincavelli family themselves - it serves up genuine hospitality based on a keen eye and love for detailed and excellent service within a refined and quiet ambiance."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Meridiana"],["url=http:\/\/www.hotel-lameridiana.com"],["email="],["address=Via Carducci, 8 - 23024 - Madesimo"],["lat="],["long="],["directions="],["phone=+39 0343 53160"],["tollfree="],["fax="],["hours="],["price=320 Euros-570Euros"],["checkin="],["checkout="],["content=situated in a quiet area with a sunny aspect, right next door to the access to 60 km of ski slopes which you reach easily on foot. It boasts 30 rooms all with private bathroom, hair dryer, safe, TV and telephone. It’s a family-run hotel, within which facilities include bar, snack-bar, restaurant with both traditional local food and international cuisine, pub with an ‘a la carte’ menu, TV room, fitness centre, solarium terrace, garage, and private parking. The brand-new centre for well-being offers: temperature controlled air-conditioning, hydro-massage pool with oxygen therapy, kneipp course with heated benches, specialist showers with both aroma and chromo-therapy, water jets with tropical showers\nand various other relaxing treatments."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Scuole Di Sci"]},": A highly-professional team is on hand to teach either beginners, those who wish to improve technique, or anyone interested in becoming more competitive in snow sports. The school also offers instruction in the most recent of winter sports’ innovations such as snowboarding and ensure that visitors can enjoy the ski areas in Valle Spluga in safely. This team of 60 qualified ski instructors boasts a range of specialities ranging from National Instructors,to coaches, to snowboard specialists,to ex-competitors, as well as those qualified to work with the handicapped. The head-quarters is in the centre of Madesimo and has two further outposts at Motta and a ski school in Arlecchino for younger children. "]},":::    telephone: +39 0343 53049 \n:::    Fax Machine: +39 0343 54155\n:::    www.scuolascimadesimo.org\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Autonoleggio taxi Albiniano Carmine"]},": A taxi services that provides toursits with both individual transport as well as minibuses for large, group excursions. Services run from all relevant airports to key destinations within the area. "]},":::    Telephone. +39.0343.50126\n:::    Cellular Phone. +39.329.2150632 - +39.338.6095975\n:::    albiniano@virgilio.it\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ciocca Giovanni"]},": Local taxi service with a local base. However, other forms of transport are available for personal transport on a national and international scale or cars with up to 8 places plus driver, or with minibuses that range from 9 to 19 seats plus the driver or a large tour bus which has the seating capacity of for 36 people."]},":::    Telephone: +39.0343.34377\n:::    Cellular Phone: +39.338.8332068    \n:::    cioccafrancesco@libero.it\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nettuno Viaggi Di Giannini Stefano"]},": A locally based taxi service which allows for both local and long distance travel. This company owns and operates 4 minubuses which seat up to 8 people: an ideal situation for small tour groups. "]},":::    Telephone. +39.0343.53117 \n:::    Cellular Phone. +39.347.6851515\n:::    Fax Machine: +39.0343.56325\n:::    info@nettunoservice.com\n\n",{"type":"==","value":["Go next"]},"\nAt the end of the Via Spluga is the Splugen Pass, which, at 2113m, is quite a feat of road building, taking into account the spectacular hairpin bends on the way. The Swiss-Italian border lies on top of the pass.\n\n",{"type":"{{","value":[["geo"],["46.4333"],["9.3500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sondrio (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Madesimo"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Lombardy\/Localities\/Madesimo\/"]]}]