[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Madhya Pradesh in India (disputed hatched).svg"],["thumb"],["Map of Madhya Pradesh, Republic of India"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mptourism.com\/ Madhya Pradesh"]}]}," (commonly abbreviated as ",{"type":"'''","value":["MP"]},") is a state in the ",{"type":"[[","value":[["Plains (India)"],["plains"]]}," of ",{"type":"[[","value":[["India"]]},". The name \"Madhya Pradesh\"  means \"central region\", and  derives from its geographical position.  It is one of the few states of India that is completely surrounded by other states, having neither a border with another country nor a coastline. To its north is ",{"type":"[[","value":[["Uttar Pradesh"]]},". To its west lie ",{"type":"[[","value":[["Rajasthan"]]}," and ",{"type":"[[","value":[["Gujarat"]]},", to its south is ",{"type":"[[","value":[["Maharashtra"]]}," and to its east is ",{"type":"[[","value":[["Chhattisgarh"]]},", a state that used to be a part of MP till 2000. \n\nMP has been rather neglected as a travel destination, but in reality, it has a rich feast for those who seek prehistoric paintings, historic forts, religious erotica, or tribal culture. On the flip side, the tourist infrastructure is not very well-developed.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bhopal-Narmadapuram Division"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Northern Madhya Pradesh"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Western Madhya Pradesh"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jabalpur-Sagar Division"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Eastern Madhya Pradesh"]]}]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bhopal"]]}," - the state capital"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gwalior"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Indore"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jabalpur"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sagar"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Satna"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ujjain"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bandhavgarh"],["Bandhavgarh National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bhimbetka"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kanha National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Panna National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pench National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Satpura National Park"]]}]},"\n",{"type":"==","value":["Understand"]},"\nMadhya Pradesh is the central part of India. It was divided in two parts in 2000, one remained Madhya Pradesh and the other became Chhattisgarh. The undivided Madhya Pradesh was formed on November, 1,1965. The capital of MP is Bhopal. It has five major cities, Indore, Bhopal the capital, Gwalior, Jabalpur and Ujjain  and is divided into many  divisions,  fifty district, two hundred  Block. Each Block has fifty village and each division has twelve districts. Madhya Pradesh is the richest state in India. Before the Madhya Pradesh was divided the population was 60,385,118(India census 2001) with about fifty percent being men. The geographical area is 4434459 Km.( 1 Mile = 1.6 KM)\n\nOne of the oldest district is Dhar, which is the ancient city of Madhya Pradesh and  king Bhoj was the ruler there, so the name of the district  had been  Bhoj.  In ancient times Vairisimha II was the king and the capital was Ujjain.  When King Bhoj again became king the he  moved the capital the  Dhar, during  the independence war fort  Dhar  became  important part in the freedom fight and  has produced many freedom fighters.  Many tribes played an important role like the Bhils, Rajpurohit, and Rajptut. The authority of the state was in opposition to the British who   took revenge on the local people. They dragged civilians from their houses, fields and killed them.  They looted their properties. The ladies were dishonored after the revolt. The Dhar district was the main target of British during the freedom fight.\n\nMadhya Pradesh has many large tribes and casts like the Bhill, Gonda, Chamar, Kalal, Rajpurohit, Khols ,and many more tribes are  in Madhya Pradesh. The rest population of Hindu, including, Rajput (land lord) and many more mixture in Hindu. The cast system is prejudice in this state.  With fixed places for tribes and schedule cast are there. Every cast has its  own festivals, custom and food. There is one important festival of Bhils, they cut the animal in front of their God.  They believe that if they  sacrifice animal to God will be happy and their wishes will come true.\n\nMadhya Pradesh is the heart of India. Since many kinds of crops and vegetables grow here. Therefore the second name for Madhya Pradesh is Green Malaw. Eighty percent of population depends on agriculture. Wheat, corn, peas, grain, Cotton and soybeans are the most important crops. Many dense forests are important resource of timber providing, Bambo, Teak, Sal. Million hectors of land is under the forest Department which is the active here. The state government implements many policies for the forest. The district is full of natural resources. Coal and iron are two important resources. There are many cement   factories and one region name is “Panna” is world famous for diamonds. The handicraft items of Madhya Pradesh are famous. Many government organization and individual organization are working for the handicraft industry and promoting the work of craftsmen.\n\nMadhya Pradesh has beautiful cities and historical places are here. One temple is in Indore famous which made of glass. Indore is a commercial center of the agriculture region. The main industries of cotton and Jewelry are  in Bhopal. India’s largest Mosque is there. Modern Bhopal was founded in 1970.  A king Mohammad in earliest eighteen century  ruled there,also Bhopal was the capital of the former princely state of Bhopal. Jain cliff carving is in Gwalior Mansingh was ones the king  and  a Sikh temple is here.\n\nUjjain is a famous place in the world as it is the one of sacred city for the Hindus. In the eight century AD it was the center of Sanskrit learning and many famous temples are here. Every twenty year a big fair, Kumb, is organized. The city Raipur was founded in fourteen century by Rai Brahma Deo of the Ratnapura dynsty and many major foods processing industries are here. Sanchi is world famous place. It is known for Sputa, Monasteries, Temples and pillars.The Sachi sputa one was originally built by the Mauryan Emperor Ashoka.\n\n",{"type":"==","value":["Talk"]},"\nHindi is the language used. English knowledge is lower, especially outside the cities.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bandhavgarh National Park"]}," - Madhya Pradesh has the highest density of ",{"type":"'''","value":["tigers"]}," in the world, and it's one of few places where you are almost certain of seeing a tiger in its natural habitat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Khajuraho"]}," - Khajuraho is the best attraction of Madhya Pradesh. Every year many people visit Khajuraho they are not only from India but also from all over the world. Khajuraho is famous for the art of erotic images."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nAs elsewhere in Central India, you can have the delicacies of regional cuisines from all over India in Madhya Pradesh. Besides, local Central Indian cuisine (Malwi food) is breathtakingly delicious: local Poha, and Daal Baflae of certain places such as Ujjain Indore and Ratlam are very delicious.\n\nThe street food of Indore is renowned, with shops that have been active for generations. Bhopal is known for meat and fish dishes, such as rogan josh, korma, keema, biryani, pilaf, and kebabs. There is street named \"Chatori Gali\" in old Bhopal where one can find traditional Muslim non-veg fare like Paya Soup, Bun Kabab, Nalli-Nihari to name a few local specialities.",{"type":"'''","value":["Dal bafla"]}," is a common meal in the region, consisting of a steamed and grilled wheat cake dunked in rich ghee which is eaten with daal and ladoos. The culinary specialty of the Malwa region of central Madhya Pradesh is poha (flattened rice); usually eaten at breakfast with jalebi.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name="],["alt=Sarah"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gwalior is famous for chaat named as Bedmi (dal stuffed suji puri with aloo ki teekhi sabji) , favorite morning breakfast of gwaliorites. Also a famous sweet Gajak (from Morena) famous in winter season.\n\nIndore too is famous for Butta Kees and even Sabudana Khichdi available 24*7..\n\nRatlam is famous place for Namkeen Sev....."]]}]},"\n",{"type":"==","value":["Drink"]},"\nDrink the best available products.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name="],["alt=SARAH"],["url="],["email="],["address="],["lat="],["long="],["directions=Gwalior"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Indore is also famous for dish made of corn that is Bhutta Kees. Also Gwalior is famous for a chat known as Bedmi , while famous for sweet named as GAJAK ( mainly from one district Morena near by Gwalior) made up of Seasme and Jaggery specially manufactured in winter season and even very good for health also"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]}," \n\n",{"type":"{{","value":[["geo"],["22.42"],["72.54"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Plains (India)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Madhya Pradesh"]]},"\n\n\n\n",{"type":"[[","value":[["Commons:Madhya Pradesh"]]}]