[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Madhupur"]}," is a city in Deoghar district of ",{"type":"[[","value":[["Jharkhand"]]},". It is considered a health resort because the water there  is said to cure many stomach and digestion ailments. Historically, there were many notable people, particularly from Bengal, who owned a house in Madhupur and lived there for long periods whenever they could. Amongst them were Sir Asutosh Mookerjee. His younger son, Uma Prasad Mookerjee, the writer famous for his travel books spent time there. Their house ",{"type":"''","value":["Ganga Prasad Bhaban"]}," is still there. Earlier Deoghar district was part of Santhal Parganas. The place has lost its earlier popularity but people still visit.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By rail"]},"\n",{"type":"'''","value":["Madhupur is 294 km (via main line) from Howrah"]},". It is on the Howrah-Delhi main line. There is a branch line from Madhupur to ",{"type":"[[","value":[["Giridih"]]}," (32 km away). Vidyasagar (Karmatanr), associated with the memory of Pandit Iswar Chandra Vidyasagar, is 24 km from Madhupur on the main line towards Kolkata. For timings etc. check with Indian Railways ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/"]},".\nThe famous movie \"Chit Chor\" starring Amol Palekar and Zareena Wahid and directed by Basu Chattarjee, has the town of Madhupur as its setting.\n\n",{"type":"==","value":["Get around"]},"\nCycle rickshaws and tongas are available for local transport, and you can find a car or taxi easily.\n\nOr you can take a bus from Madhupur bus stand near the Madhupur Railway station and visit nearby places like Sarath, Palojori, Dumka, etc.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Bahanno Bigha"]},{"type":"*","value":[" Kapil Math"]},{"type":"*","value":[" Sonar bungalow, good collection of roses"]},{"type":"*","value":[" Baba Nayak Dham, Ganjobari"]},{"type":"*","value":[" Kali temple at Pathrol"]},{"type":"*","value":[" Kali temple at Fago, 4 km towards south"]},{"type":"*","value":[" Bakolia jharana(waterfalls) ."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" You can visit the 'Madhupur Sadar Bazaar ' near the Railway Station and do some shopping."]},"\n",{"type":"==","value":["Buy"]},"\nThe place is famous for its glorious Loha Shaka Pala (Bangles used in weeding).You can buy the famous Santhal handicrafts, garments, paintings and other hand made ethnic things,cheap at its best. Try to make friday part of your visit, it is the local 'haat baar' or market day when all the artisans from surrounding villages come and sell their ware. Good picks among them are  hand beaten iron gardening equipment, hand beaten ",{"type":"'''","value":["kadai"]}," wok. One more cute thing is a baby cooking toy kit made of burnt or sun dried clay. they come in various sizes and complexities complete with a packaging of a closed date leaf basket. Very nice gift except that the kid who you want to impress may not really appreciate it as it fails to compete with today's glinting plastic monster trucks with LED s flashing.\n\n",{"type":"==","value":["Eat"]},"\nFamous for Bengali Sweets in particular Chandrakala, Kaju Barfi, Cham Cham and many more. The Rabari is supposed to be famous, and many have praised the local Chat, as a must try. Bardhamaan Mishtanno Bhandar is a must if you have a sweet tooth, The ",{"type":"''","value":["chanar moorki"]}," or Sweet cottage cheese nuggets and kachori sabzee are way out. If you are staying in one of those holiday homes then the ",{"type":"''","value":["mishti walla"]}," will visit you in the morning with home made sweets. You can't miss him he carries a ",{"type":"''","value":["bnaak"]}," which is a bamboo shoulder bar with ropes carrying 3 vessels on each side. Most holiday homes are equipped with basic cooking arrangements. Mostly all daily needs will come home like milk vegetables fish chicken etc\n\n",{"type":"==","value":["Drink"]},"\nFamous for its Lassi (A drink made by curd and sugar). The Sattu Sharabat is very tasty and healthy, but can only be found during the summer.\n\n",{"type":"==","value":["Sleep"]},"\nHoliday Homes are normally places of stay where one has to arrange for one’s own food. It is generally meant for members only but some of them allow others to stay on payment when vacancies are available. Non-employees of the organisation can check if place is available. \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Howrah Municipal Corporation Staff Recreation Club Holiday Home,"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 33 2660 3211"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Howrah contact."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bengal Motion Pictures Employees Union Holiday Home,"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 33 2246 9622"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Kolkata contact."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The University of Calcutta Holiday Home,"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 33 2241 0071"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The house was donated by Dr.H.C. Mookherjee, the first Governor of West Bengal. There are four rooms. The rent of the rooms at first floor are Rs.300\/-per room, and the ground floor rooms are available at Rs.240\/ per room."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Leela Kamal Guest House,"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 94 3131 2512, +91 98 3535 4764"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This place is one of the better places to stay, a well maintained bungalow type guest house with a huge open space, well maintained 2\/3\/4 bedded rooms with attached baths and the owners serve some good healthy food."]]}]},"\n\nThere are several guest houses costing between Rs. 100 and 300 - Rajbari Rest House, Munu Guest House,Balaji guest house, moon light guest house,Apsara guest house, Hotel Embassy, Agrasen bhawan,Rai hotel,burdawan guest house etc.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["  Bokulia springs, 8 km away, is a popular picnic spot. "]},{"type":"*","value":["  ",{"type":"[[","value":[["Deoghar"]]}," is 57 km from Madhupur."]},{"type":"*","value":["  ",{"type":"[[","value":[["Shimultala"]]}," is 54 km from Madhupur."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Santhal Parganas"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Madhupur, Deoghar"]]}]