[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/madikeri.org Madikeri"]}]}," (also Mercara) is a beautiful hill station and capital of ",{"type":"[[","value":[["Kodagu"]]}," region of ",{"type":"[[","value":[["Karnataka"]]}," State, between ",{"type":"[[","value":[["Mangalore"]]}," and ",{"type":"[[","value":[["Mysore"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nMadikeri was formerly known as Muddurajakeri. Muddurajakeri which means Mudduraja's town, was named after the prominent Haleri king, Mudduraja who ruled Kodagu from 1633-1687.\n\nThe form of the name often used in English, Mercara, is derived from Madikeri by a standard transformation of the retroflex 'd' to an 'r' consonant.\n\nThe history of Madikeri is related to the history of Kodagu. From the 2nd to 6th century AD, the northern part of Kodagu was ruled by Kadambas. The southern part of Kodagu was ruled by Gangas from 4th to 11th century. After defeating the Gangas in the 11th century, Cholas became the rulers of Kodagu. In the 12th century, Cholas lost Kodagu to the Hoysalas. Kodagu fell to the Vijayanagar kings in the 14th century. After their fall, the local chieftains (Palegars) started ruling their areas directly. These were defeated by the Haleri kings who ruled Kodagu from 1600-1834 A.D. Haleri kings made the place Haleri, near Madikeri as their capital. Mudduraja, the third king among the Haleri kings started leveling the land around Madikeri and built a fort in the year 1681. This place was named as Muddurajakeri which later became Madikeri. Kodagu became the part of British India after 1834 A.D.\n\nThe traditional Saree is worn here in reverse, and you can still see older women wearing it in the traditional Kodagu's style.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By Road"]},"\n\nMadikeri lies on the Karnataka State Highway 88 that runs from Mysore to Mangalore. It is 120 km from Mysore and 136 km from Mangalore. From Bangalore, the state capital of Karnataka, take the State Highway 17 (Bangalore-Mysore highway) and take a deviation just after the town of Srirangapatna to join State Highway 88 towards Madikeri. From Bangalore, Madikeri is at a distance of 252 km. Nearby towns are Hassan (115 km) in Karnataka state and Cannanore and Tellicherry in the Kerala state (each around 115 km away).\n\n",{"type":"'''","value":["By Rail"]},"\n\nMadikeri does not have a railway station. Nearest railheads are Hassan, Kasaragod, Cannanore and Tellicherry (each of which are almost equidistant 115 km away). Mysore and Mangalore have railway stations with very good rail connectivity and are good alternatives to reach Madikeri.\n\n",{"type":"'''","value":["By Air"]},"\n\nMadikeri does not have an airport. The nearest airports are Mangalore (136 km away) and Calicut (180 km). Bangalore airport is an alternative. However, with the upgradation of the existing Mysore airport, that would be the nearest airport to Madikeri.\n\n",{"type":"==","value":["Get around"]},"\n\nSince most of the tourist spots around Madikeri are over distances averaging 25-30 km, the best mode of travel is to engage a Taxi service.\n\nLocal bus transportation is not available.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Raja's Seat"]}," Legend says that the local rajas used to watch the sun set from here. There is a nice garden and a beautiful panoramic view to the valley. In the middle of Madikeri, ask for directions from the point you are in and walk (or take a rickshaw). It's a fantastic scene during sun rise or sunset."]},"\n",{"type":"[[","value":[["File:Panoramic view of Madikeri from Raja's seat.JPG"],["thumb"],["Panoramic view of Madikeri from Raja's seat"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Madikeri Fort"]}," This fort was first built by Mudduraja in the last quarter of the 17th century. He also built a palace inside the fort. It was eventually rebuilt in granite by Tipu Sultan who named the site as Jaffarabad. In 1790, Doddavira Rajendra took control of the fort. The British who added to the fort in 1834. The palace was renovated by Lingarajendra Wodeyar II in 1812-1814. In the north-east corner at the entrance are two life size masonry elephants and a church is present in the south-east corner."]},"\n",{"type":"*","value":[{"type":"'''","value":["Omkareshwara Temple"]}," In the middle of Medikeri, built in a Mohammedan style."]},"\n",{"type":"*","value":[{"type":"'''","value":["Abbey Falls"]}," Beautiful falls 7-9 km from Madikeri (depends where you are). Abbey means \"falls\" in Kannda. The falls are inside a coffee plantation. Abbey Falls is a breathtaking waterfall where the Kaveri river cascades down a rockface. A hanging bridge has now been built across the gorge here offering a good view of the falls. A rickshaw to the falls and back with half an hour stop is Rs 150, but if you would like to take a swim at the pool, then a longer stay is advised. Negotiat the price beforehand, aim for around Rs 200 for a 2 hr stay."]},"\n",{"type":"*","value":[{"type":"'''","value":["Talakaveri"]},"  (42 km from Madikeri) The source of the Cauvery river. The river is famous for annually over flowing the banks here on 17 or 18 October. It is an important pilgrimage site for Hindu people. Cauvery river starts here. You can see a very beautiful view of western ghats by climbing the Brahmagiri Hill. Can be reached by bus."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bhagamandala Temple"]}," (36 km from Madikeri). This temple is built at the confluence of three rivers; Cauvery, Kannika and Sujyothi. The temple is built in the Kerala style."]},"\n",{"type":"[[","value":[["File:Bhagyamandala Temple.JPG"],["thumb"],["Bhagyamandala Temple"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Nisargadhama"]},"  3 km from Kushalnagar, there's a beautiful picnic spot called Nisargadhama. Park is not too great, has some bamboo \"machans\" on trees, but the best part of it is the river is on the back-side. If you want to go for elephant ride at Nisarga Dhama, please remember to buy ride-tickets along with your entry-ticket before you get in. They do not sell ride-tickets inside; it is a 0.5 km walk back to ticket counter if you forget."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dubbare Elephant camp"]}," (Accessed from the road connecting Madikeri and Kushalnaga, turn off 3 km from Kushal Nagar and then travel 10 km on that deviation) The road in passes through scenic rice fields and coffee estates. Activities include boat rides, rafting and the cauvery. Crossing the river to take you to the camp is quite adventurous."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kushal Nagar"]}," The largest Tibetan Settlement in Southern India and monastery locally called \"Golden Temple\", in Bylakuppe, near Kushal Nagar. There are 2 monasteries now nearby, one old and the other is new. Don't miss the new, on the way, while going towards old one. You can shop for Tibetan and Chinese handicrafts, decorative and religious items."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"====","value":["Trekking"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Thadiyandamole"]},", (5729 ft). Micro hotspot of bio-diversity in South India, the Trekkers paradise. Breathtaking views of Arabian sea and Kerala coast."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pushpagiri"]},", (5626 ft). Trekkers can cross to Subramanya, in Dakshina Kannada district from Pushpagiri Range."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["KoteBetta"]},", (5400 ft). Trekking distance 14 km to and from (22 km from Madikeri)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Igguthappa Kundu"]},". Trekking distance 12 km to and from (40 km from Madikeri)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Brahmagiri"]},". Wild life sanctuary near Nagarahole National Park.  Trekking distance 24 km to and from (80 km from Madikeri)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Nishanimotte"]},". Trekking distance 12 km to and from (6 km from Madikeri)."]},"\n",{"type":"==","value":["Buy"]},"\n\nMadikeri is famous for coffee and pork, you can also try for good quality liquor which suites the local condition\n\n",{"type":"==","value":["Eat"]},"\n\nMadikeri is famous for pork. It is one of the few places in India where pork is a delicacy.\n\nVegetarians may like Kanika International in Kushal Nagar. However it is at the foothills of Madikeri & one may not like it as there is no good view of the hills there.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Raintree Restaurants"],["url=http:\/\/www.raintree.in"],["email="],["address=13\/41, Pension Ln"],["lat="],["long="],["directions=Behind Town hall"],["phone=+91 9741047001"],["tollfree="],["fax="],["hours="],["price="],["content=Multi-cuisine fine dining restauarnt"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shanthi Bites"],["url=http:\/\/www.facebook.com\/shanthibites"],["email="],["address=Opp Nisargadam,B.M.Road Kushal Nagar,Coorg"],["lat="],["long=26 kms"],["directions="],["phone=+91 9480674674"],["tollfree="],["fax="],["hours=10AM to 10AM"],["price="],["content=A variety of tasty dishes of south-north Indian, European, Chinese and Tibetan styles are available at Shanthi Bites."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nMost Hotels come with attached bars. There are several liquor shops attached throughout the city.\n\n",{"type":"==","value":["Sleep"]},"\n\nMost places at Madikeri are at the middle price ranges.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Fort View"]},", Kohinoor Rd, (",{"type":"''","value":["opposite State Bank of India"]},"). ☎ +91 8272 225266. Double deluxe room (with TV and non-attached bathroom\/toilet) Rs 300-500."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Home stay-Alath Cad"],["alt="],["url=http:\/\/www.alathcadcoorg.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A homestay with a small stream within its compound and an impressive coffee and pepper plantation."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Mercara Inn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=near to Madikeri bus stand"],["phone=+91 120 4666422"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Double room with TV approx Rs 700"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Kushal Home Stay"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Near to Madikeri bus stand"],["phone=+91 9341838605"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Double room with TV approx Rs 1,500-2,500 (Prices vary with season)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cauvery Nisarga Dhama"],["url="],["email="],["address="],["lat="],["long="],["directions=28 km from Madikeri and 3 km from Kushalnagar"],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 650"],["checkin=12 noon"],["checkout=11AM"],["content=Built upon an island with the river flowing around it. Peaceful ambience. Food not so great. You may need to shell out Rs 200 extra as a sign of goodwill."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kedakal Estate"],["url=http:\/\/www.kedakal.com"],["email="],["address=Kedakal Post, North Coorguntikoppa"],["lat="],["long="],["directions=Go past Suntikoppa for about 5 km towards Madikeri, it is on the left hand side"],["phone=+91 89 71112410, +91 94 48284341"],["tollfree="],["fax="],["hours="],["price="],["checkin=noon"],["checkout=noon"],["content=A boutique homestay in a 1880s bungalow and nestled amongst a coffee plantation. A 4 bedroom bungalow of which 3 are dedicated to guests. Large pool, jacuzzi and quad bikes."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Honnamana Kere"]]}," - A religious site and tourist destination"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Mangalore"]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Mysore"]]},"."]},"\n",{"type":"{{","value":[["geo"],["12.4167"],["75.7333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kodagu"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Madikeri"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Karnataka\/Localities\/Madikeri\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Madikeri"]]}]