[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mae Sariang"]}," is a town in ",{"type":"[[","value":[["Mae Hong Son Province"]]},", ",{"type":"[[","value":[["Northern Thailand"]]},". Near the ",{"type":"[[","value":[["Myanmar"]]}," border, the town is slowly becoming popular with those wanting to escape the crowds of ",{"type":"[[","value":[["Pai"]]}," and ",{"type":"[[","value":[["Chiang Mai"]]},". The town lies due south of Mae Hong Son on Rte 108.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nThere are 5 mini-vans a day from ",{"type":"[[","value":[["Chiang Mai"]]}," departing from the Arcade Bus Station at 09:00, 10:00, 12:00, 14:00, 17:00. Journey time is approximately 3.5 hr and tickets cost 200 baht.\n\nYou can book minivan tickets only 3 days in advance of travel. The tel no. for the mini-van company is - 053 304748 (only Thai speaking, no English). You can book tickets on the phone, but you must pay+collect the tickets at least 1 hr before departure time. You can do this either:\n- at the bus station or\n- any 7-Eleven store (they are all over Chiang Mai). In which case you need to tell them at the time of booking on the phone, and they will SMS you a booking code (so you'll need a Thai mobile number). At 7-Eleven show the code, pay and collect your tickets (15 baht service fee, so 215 baht total). You must do this at least 1 hr before the mini-van departs\n\nPublic buses also run from Mae Hong Son to Mae Sariang on Rte 108 (4 hr, 150 baht). There are regular orange songthaews from Mae Sot, 5-6 hr.\n\n",{"type":"===","value":["By car"]},"\nComing from ",{"type":"[[","value":[["Mae Sot"]]}," (south) follow Rte 105 north. It's about a 240 km drive. There are no \"normal\" gas stations on the way. So fill up the tank before you leave Mae Sot. Or if you're low on fuel, drive into one of the villages on the way and ask for a shop where they offer fuel by hand pump. The road is pretty good, though at some parts there are a few bumps and holes (probably due to the heavy rains in the wet season). \n\nComing from ",{"type":"[[","value":[["Chiang Mai"]]}," take Rte 108 southwest. The distance is about 195 km or 2.5 hours.\n\n",{"type":"==","value":["Get around"]},"\nMae Sariang is not very big, so you can easily get around walking or renting a bicycle (50 baht\/day) from one of the local guesthouses. Motorbikes are available for around 200 baht a day as well.\n\nFor longer journeys out of the town, you may want to hire a car and driver. Ask any of the local guesthouses and they will be able to arrange this for you\n\n",{"type":"==","value":["See"]},"\nMae Sariang, beyond offering visitors areas of exceptional natural beauty and insights into traditional tribal ways of life, has some notable ancient holy sites where tourists are welcome to join the locals in paying their respects for good fortune and prosperity. These sites are together called the Phra That Sii Chom (the \"Four Chom\" reliquaries)\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mae Sariang Museum"],["url="],["email="],["address="],["lat="],["long="],["directions=Near the turn to Ban Chom Chaeng at the intersection of Hwy 108 and Hwy 105"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The museum is a single-story raised wooden building in a design which blends traditional Thai Yai wood-carving with northern Thai architectural styles. The museum is a centre for the display and sale of ",{"type":"'''","value":["One Tambon, One Product (OTOP)"]}," merchandise, and features presentations about lives of tribal peoples including Lua, Thai Yai, Karen, Lawa, and Hmong along with local history. It also has plenty of information for tourists about sites throughout Mae Hong Son."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Hot Springs near Mae Sariang (Thailand).jpg"],["thumb"],["Entrance to hot springs near Mae Sariang"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Authentic Hilltribe villages"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the best areas in Thailand, to visit authentic hill tribes. In and around Mae Sariang you will find hill tribe village scattered everywhere, set amongst beautiful mountains and nature. It's best to hire a local guide to visit these villages, not only because they may be difficult to find, or to translate for you, but a local guide can open up a cultural experience and make it easier to interact with villagers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hot Springs"],["url="],["email="],["address="],["lat="],["long="],["directions=Drive east on Hwy 108, direction Chiang Mai. Turn left after about 18 km (GPS: N 18째 09.699 E 98째 01.987). Drive another 13 km on an OK road until the signs (GPS: N 18째 12.290 E 98째 00.620) to turn left (on a steep corner to the right). Drive another 2 km on a track (not good). When the road splits in two, turn right on the track that leads down. Park there and walk over the bamboo bridge to the hot springs."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The people are friendly and speak barely any English. Bring your own towel. You can buy a few basic snacks and drinks. You'll get the remote feeling of the place. The setting and scenery is maybe the most special about the place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mae Sam Laeb"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An hour away by songthaew or motorbike, it is a border village overlooking Burma and the Salween River and is home to Thai and Karen and Burmese alike. 600 baht gets you a one hour boat trip up the Salween."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Trekking"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are far, far fewer tourists who visit Mae Sariang than Pai, so you can be sure that you won't run into any other tourists, and there are no \"ethnic shows\". For the moment anyway, a much more genuine hill tribe experience. The local villages are much less visited so you may not be able to find a tour leaving during your stay in town. Also, be prepared to pay a little more than you would in Chiang Mai or Pai. The cost is compensated for by a much better trekking experience."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Muay Thai Lessons"],["alt=Thai boxing"],["url="],["email="],["address=311\/7 Moo 1 Bantakam"],["lat=18.29056"],["long=97.96361"],["directions=3 km north of the centre, near Rte 108"],["phone=+66 85 7126422"],["tollfree="],["fax="],["hours="],["price=200 baht per hour"],["content=The teacher, Meopar, aka Mr. Suphachai Sawakgul, is a former Thai boxer. He's a patient teacher and flexible in his teaching hours. Give him a call and you can probably show up one hour later. His English is basic, but just enough to communicate. The lessons are held in his garden on a Thai boxing mattress. Boxing gloves are provided, but bring your own shorts, towel, and bottle of water. Best in the morning to avoid the heat later."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Inthira"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest and most popular restaurant in Mae Sariang. Large variety, great portions and superb food. The owners are lovely. Ti, the main cook, makes a great red curry. The tom yum gung (prawn soup) is also particularly good. Very laid back atmosphere, fast service, and can accommodate large groups. Highly recommended!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sawadee"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Overlooks the river, is excellent, and they stock beer Lao for only 80 baht a bottle (33 cl). The owner has excellent English and she cooks a good, if slightly small American breakfast. If you like, or want to try, Isaan-style som tam, Sawadee is the place to try it. Ask for it \"pet neet-noi\" if you are afraid of it being too spicy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tukki's Riverside Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=on the opposite bank of the Yuam River right across the bridge at the south end of town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great Thai food with the best river view in town and the price is very decent. Has a pool table, bar, and expanded menu."]]}]},"\n",{"type":"==","value":["Drink"]},"\nEverywhere worth drinking is along the river. ",{"type":"'''","value":["Sawadee"]}," is the place if you like ",{"type":"'''","value":["Beerlao"]}," (who doesn't?). Northwest Guesthouse also has a lovely bar.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Northwest Guesthouse"],["url=http:\/\/www.northwestgh.blogspot.com"],["email="],["address=81 Moo 12 Bankad"],["lat="],["long="],["directions=from the bus station, go out, turn left, take first right, and right at the end of the soi. It's 20 m up on your right."],["phone="],["tollfree="],["fax="],["hours=Restaurant, 07:30-22:00"],["price=150 baht for a double fan room; 400 baht for a double air-con with bathroom and Internet"],["checkin="],["checkout="],["content=Lovely, wooden, if basic, guesthouse near the river, and run by an enthusiastic and welcoming Thai couple, that has fan and air-con rooms. Great value for money, simple, clean, rooms. Very friendly staff and great atmosphere, a pleasure to stay. Great food, made by the lovely owner Tuk-ta. All of their food is delicious, especially good if you want to try some Thai specialities such as pad pong curry, satay chicken, or salawin fish cake. If there is something you would like they will make it. And she loves teaching you how to cook Thai food also! They also offer great tours for 1, 2, or 3 days. Kitti and Tuk-ta are the local tour guides at Northwest. They know Mae Sariang well and will show you all the local sites. Very friendly people!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Riverhouse Hotel"],["url=http:\/\/www.riverhousehotels.com\/hotel\/"],["email="],["address=77 Langpanich Rd"],["lat="],["long="],["directions="],["phone=+66 53 621201"],["tollfree="],["fax="],["hours="],["price=900-2,800 baht"],["checkin="],["checkout="],["content=On the river, rooms with balconies overlooking it. Rooms have Thai TV and a bath with hot shower. Most rooms have air-con. Rental motorbikes available. Computers in the lobby and free Wi-Fi. Restaurant open daily from 07:00-21:00, Thai and Western food, mostly under 80 baht. Great steak for 180 baht."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bangkok"]]}]},{"type":"*","value":[{"type":"[[","value":[["Chiang Mai"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mae Hong Son"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mae Sot"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pai"]]}]},"\n\n\n",{"type":"{{","value":[["geo"],["18.1833"],["97.9333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mae Hong Son Province"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Mae Sariang"]]}]