[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["otbp=yes"]]},"\n",{"type":"[[","value":[["File:Green mountains Ban Ho Mae Salong.jpg"],["thumb"],["350px"],["One of the many valleys of Mae Salong"]]},"\n\n",{"type":"'''","value":["Mae Salong"]}," (แม่สลอง), also known as ",{"type":"'''","value":["Doi Mae Salong"]}," (ดอยแม่สลอง) and officially called ",{"type":"'''","value":["Santikhiri"]}," (สันติคีรี), is a village in ",{"type":"[[","value":[["Chiang Rai Province"]]},", ",{"type":"[[","value":[["Northern Thailand"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMae Salong's early history centered on the opium trade of the ",{"type":"[[","value":[["Golden Triangle (Thailand)"],["Golden Triangle"]]},". Its recent history was shaped by the 93rd Division of the Chinese Nationalist Army that refused to surrender to Chinese communists after the Nationalist Kuomintang government was routed in 1949.\n\nUnlike most of the unrelenting nationalists that fled to Taiwan in 1949, a force of 12,000 escaped from Yunnan to Burma and continued an insurgency against the Peoples' Republic. They were at first supported by Taiwan and the USA, but diplomatic shifts—which included US ambivalence towards the nationalists and improved relations between Burma and communist China—later led to the partial disbanding of the nationalist forces in Burma. While thousands left for Thailand in 1961, many remained in Burma. \n\nThe soldiers who settled in Mae Salong kept it as a military base in preparation for an eventual counter-attack against communist China. They funded their arms purchases with ",{"type":"'''","value":["opium production"]}," and rubbed shoulders with notorious Burmese warlord and drug baron Khun Sa, who lived a few kilometres away in Ban Hin Taek and who initially trained with the Kuomintang before founding his own army. \n\nIn the 1970s the Thai government struck a deal with the renegades: the battle-hardened soldiers would help them fight Thailand's own communist insurgents in exchange for legitimacy and Thai citizenship. Part of their going straight involved the soldiers' cessation of opium production in favour of the cultivation of mushrooms and above all ",{"type":"'''","value":["oolong tea"]},", which is now Mae Salong's main product.\n\nSome guidebooks wax lyrical about today's Mae Salong as a miniature ",{"type":"[[","value":[["Yunnan"]]},"ese Shangri-La, but if you come with this image in mind you may be a little disappointed: at first glance, Mae Salong looks much like the little Thai town it is. However, the crisp climate, the lingering Chinese influence, delicious native Yunnanese dishes and small hotels and guesthouses catering to visitors still make this a popular getaway, worth visiting even on a hurried day trip, but worth stopping in overnight.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["Image:Sunflowers  blooms during November on Mae Salong hillsides.jpg"],["thumb"],["Sunflowers in Mae Salong"]]},"\n\nIn November, sunflowers bloom, but the peak tourist season is during Dec-Feb when the hills are alive with white plum blossoms and pinkish ",{"type":"''","value":["sakura"]}," cherry blossoms. It gets misty and cold during this time, so pack a sweater and decent shoes. Tea production gets into gear toward the end of this season, with the smell of roasting tea wafting through the streets, but the same haze and rising temperatures that affect the rest of northern Thailand are in evidence here too from March onward, and the rainy season from June-October is rainy indeed.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:MaeSalong.png"],["thumb"],["300px"],["Map of Mae Salong"]]},"\nThere are two roads to Mae Salong: one from Pasang, a hamlet north of ",{"type":"[[","value":[["Chiang Rai"]]}," on Hwy 1, which is the main road north from ",{"type":"[[","value":[["Bangkok"]]}," to the ",{"type":"[[","value":[["Mae Sai"]]}," border; and a second from ",{"type":"[[","value":[["Thaton (Thailand)"],["Thaton"]]},", which is on the main road north (at first Hwy 107, and later Hwy 1089) from ",{"type":"[[","value":[["Chiang Mai"]]}," to ",{"type":"[[","value":[["Mae Sai"]]},". Both are scenic and very twisty. Pop a pill beforehand if you're prone to motion sickness.\n\nPublic transport to Mae Salong is surprisingly spotty, and having your own wheels may come in handy.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["From Chiang Rai"]},", from platform 5 take a bus towards ",{"type":"[[","value":[["Mae Sai"]]},". You can either: \n:* ask to be dropped off at Pasang (ป่าซาง)\/Mae Salong (25 baht, 1 hr). This will put you at the end of Rte 1089, which heads to ",{"type":"[[","value":[["Chiang Mai"]]},". Beware: there's another Pasang to the east of Chiang Rai, signposted at platform 9, but this will take you in entirely the wrong direction! At the Pasang T-junction, there are blue songthaews (50 baht\/person or 400 baht\/songthaew). Try to arrive as early as possible, since otherwise, especially in the off season, you'll be in for a long wait.\n\nor you can: \n\n:* head a little further beyond Pasang to the market in Mae Chan (แม่จัน), whence there are four daily scheduled services to Mae Salong (07:30, 09:00, 11:00 and 13:00). The cost is 60 baht and may involve a change of vehicle at the half-way point, in which case the fare is 30 baht.\n\n",{"type":"'''","value":["From Thaton"]}," (ท่าตอน), there are yellow songthaews that go directly to Mae Salong. This also offers an alternative route for Chiang Rai and Mae Sai: coming back, take the yellow songthaew to the Thaton-Mae Chan road (30 baht), hop aboard a Thaton-Mae Chan green songthaew to Mae Chan (another 30 baht), and then take the Chiang Rai-Mae Sai bus. This sounds complicated, but is probably faster than waiting for the \"direct\" songthaew to fill up.\n\nFor the return trip, both colours of songthaew hang out at the 7-Eleven in the centre of town. They stop running around 17:00, but in a pinch (or if in a hurry), the motorcycle cabbies can ferry you to Pasang for 300 baht.\n\n",{"type":"===","value":["By car"]},"\nThe shorter route is via Hwy 1089 from Mae Chan (near ",{"type":"[[","value":[["Chiang Rai"]]},") towards ",{"type":"[[","value":[["Thaton (Thailand)"],["Thaton"]]}," (to ",{"type":"[[","value":[["Chiang Mai"]]},"). The signposted turn off is next to a police station. From here travel about 13 km on some of the most amazingly curvy roads imaginable. The return trip to Mae Chan can be undertaken on Rte 1234 and Rte 1130 which wind through Yao and Akha hill tribe villages; you can also make a diversion north to visit the royal development projects and villas of ",{"type":"[[","value":[["Doi Tung"]]},".\n\n",{"type":"==","value":["Get around"]},"\nMae Salong is quite spread out, and while you can cover the central sights on foot, it is very convenient to rent a motorbike to motor around the hills and valleys. Rental cost is about 200 baht per day. Bikes come with empty tanks, so you need to fuel up first.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Mae salong KMT 01.jpg"],["thumb"],["The Martyrs' Memorial Museum"]]},"\n",{"type":"[[","value":[["Image:Phra Boromathat Chedi.jpg"],["thumb"],["Phra Boromathat Chedi"]]},"\n",{"type":"[[","value":[["Image:MaeSalong PrincessMotherHall.JPG"],["thumb"],["Princess Mother Hall"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chinese Martyrs' Memorial Museum"],["url="],["email="],["address="],["lat="],["long="],["directions=Take the well-signposted turn-off from the south road after the market, a short hike or quick motorbike trip."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A tribute to the Kuomintang settlers of Mae Salong who fought and died for Thailand. It exhibits their history and the development of Mae Salong."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=OTOP Agriculture Centre"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite Mae Salong Villa"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This grandly named &mdash but mostly closed &mdash hut features a map of the nearby tea plantations and a thermometer. This viewing point is primarily a handy reference if you have your own wheels and want to do a round of the plantations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Phra Boromathat Chedi"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A ",{"type":"''","value":["chedi"]}," (Thai-style stupa) built on a hill near Mae Salong village, in honour of the late Princess Mother, Srinagarindra. Next to the chedi is the ",{"type":"'''","value":["Princess Mother Hall"]},", a modern, Thai-style pavilion outwardly like a temple in appearance, but not containing any religious objects. There are good views across town and west towards Myanmar from the top. There are two ways up top: on foot, follow signs from the village center up the hill towards the Mae Salong Resort and Wat Santikhiri, turn to the right into a parking lot next to a smaller temple, and then go up the steep 719-step staircase. If you find yourself at the resort, you have gone too far, back up to find the parking lot. One can also drive to the top, as there's a winding, steep road that starts from behind the tourist market and curves up from behind, with breathtaking hilly views along the Myanmar border."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tomb of General Tuan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The mausoleum of Mae Salong's founder and erstwhile drug warlord, Kuomintang General Tuan Xi-Wen. At the end of a road beside a tea house with General Tuan's name, up another steep staircase. There's a small museum here, but unfortunately it's all in Chinese. There are some tea houses nearby, and you can enjoy a spectacular view of Mae Salong there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wat Santikhiri"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A modern, standard-issue Thai temple guarding the approach path to the Phra Boromathat Chedi. The more interesting parts of the temple lies across the street leading to the Mae Salong Resort. Peek inside for a nice little Chinese-style pavilion."]]}]},"\n",{"type":"==","value":["Do"]},"\nThere are many tribal villages (mostly Akha) within easy reach of Mae Salong, and local guesthouses can arrange treks in the area, either on foot or by horse (400 baht for 4 hours).\n\nFor those who would prefer to get involved, consider joining the volunteers working in the nearby Akha village. There is no charge or donation required and you can work as little or as much as you like. The volunteers stay at Shin Sane Guesthouse, so ask about the project there or find it on Facebook by searching for \"Akha Hill Tribe Project - Mae Salong.\"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:XingYangTeaFactory Leaves.JPG"],["thumb"],["Tea leaves drying outside a factory"]]},"\n\nThe thing to buy in Mae Salong is the excellent ",{"type":"'''","value":["local oolong tea"]},", grown on plantations all around. The tea bushes here was originally imported from ",{"type":"[[","value":[["Taiwan"]]},", well-known for its high mountain (",{"type":"''","value":["gaoshan"]},") teas grown in a very similar subtropical climate. As well as tea itself, tea sets from China as well as candies, fruits, and everything else you'd need for enjoying tea Chinese-style are also available.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Wang Put Tan"],["url="],["email="],["address="],["lat="],["long="],["directions=Beside Sweet Mae Salong"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the largest producers in the area, you can see the giant golden teapot guarding their plantations in the fields below their flagship store. Various grades of oolong available, from 200 to 1,000 baht per 100 g, and they'll be happy to serve up a sample."]]}]},"\nFor Akha handicrafts, Yunnanese street snacks and cheap Chinese imports, check out the two markets in town.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Morning Market"],["url="],["email="],["address="],["lat="],["long="],["directions=Up the hill and left from the 7-Eleven"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=True to the name this place opens at the crack of dawn and most of the action is over by 08:00, making this a great place for an early breakfast. A few shops do stay open until noon and beyond."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tourist Market"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opens in the afternoons on the south side of town, with Akha selling local produce (tea, mushrooms, herbs) and knick-knacks to tourists."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Yunnan noodle with bean gravy sold on Mae Salong.jpg"],["thumb"],["Yunnanese noodles with bean gravy"]]},"\n\nTake a break from Thai food and try out some Yunnanese cuisine. Dishes worth trying include:\n",{"type":"*","value":[" Yunnan noodles with bean gravy"]},{"type":"*","value":[" ",{"type":"''","value":["Papa"]}," cake, baked glutinous rice with sweet or sour sesame fillings, outside the Morning Market"]},{"type":"*","value":[" Hot soy milk with deep fried dough sticks (油条 ",{"type":"''","value":["you tiao"]},") at the Morning Market"]},{"type":"*","value":[" Bamboo worm for the brave. Deep fried and dried, it tastes like crispy biscuit."]},"\n",{"type":"===","value":["Budget"]},"\nThere are a large number of ",{"type":"'''","value":["noodle shops"]}," around town.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yunnanist Noodle Shop"],["url="],["email="],["address="],["lat="],["long="],["directions=downhill from 7-Eleven"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The English language sign may sound a little unfortunate, but their 25 baht noodles are pretty good and served with free, tasty oolong tea."]]}]},"\n",{"type":"==","value":["Drink"]},"\nAside from a few dodgy karaoke enterprises, there is virtually no nightlife in Mae Salong. Drink tea instead!  Or, if you're feeling frisky, sample any of the numerous Chinese liquors with unfortunate pickled bugs and snakes inside.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Sweet Mae Salong"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If all that tea is starting to get to you, drop into this little wood-panelled cafe for an espresso, some home-baked cakes and pastries, plus great valley views from the terrace."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nOutside peak season supply tends to exceed demand and prices are usually negotiable.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Akha Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to Shin Sane Guesthouse"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=As the name promises, this operation is run by Akha tribes people, who also arrange treks to their villages. Prices start at 50 baht."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gold Dragon Inn"],["alt=โกลดราก้อน อินน์"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 53 765009"],["tollfree="],["fax="],["hours="],["price=300-800 baht"],["checkin="],["checkout="],["content=26 rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Little Home Guesthouse"],["alt="],["url=http:\/\/www.maesalonglittlehome.com"],["email=go_littlehome@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+66 53 765389"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rooms from 200-300 baht; bungalows 520-800 baht depending on season"],["content=Very nice place run by a terrific family who are always happy to help or give any information you might need. The food in the restaurant downstairs is tasty!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shin Sane Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rooms with shared bathroom from 50 baht, private bath from 200 baht."],["checkin="],["checkout="],["content=The name means ",{"type":"''","value":["Number 1"]}," in Yunnanese, and it's no idle boast, as this place was the first guesthouse in Mae Salong when it opened back in the 1970s. It's still a pretty good budget option. The bungalows in the back are quieter."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"[[","value":[["Image:MaeSalongResort Garden.JPG"],["thumb"],["The fading charm of the Mae Salong Resort"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baan See See Mountain View"],["alt=บ้านซือซือ"],["url=http:\/\/www.baanseesee.com\/"],["email="],["address=18\/3 Moo 1"],["lat="],["long="],["directions="],["phone=+66 53 765053"],["tollfree="],["fax="],["hours="],["price=400-1,000 baht"],["checkin="],["checkout="],["content=12 bungalows."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Central Hill Hotel"],["alt=เซ็นทรัล ฮิลล์"],["url="],["email="],["address=18\/4 Moo 1"],["lat="],["long="],["directions=Opposite 7-Eleven"],["phone=+66 53 765113"],["tollfree="],["fax="],["hours="],["price=500+ baht"],["checkin="],["checkout="],["content=It doesn't get more central than this. Small, but clean, rooms with good views out into the valley. 19 rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Khumnaipol Resort"],["alt=คุ้มนายพล รีสอร์ท"],["url="],["email="],["address=58 Moo 1"],["lat="],["long="],["directions="],["phone=+66 53 765001"],["tollfree="],["fax="],["hours="],["price=600-2,500 baht"],["checkin="],["checkout="],["content=20 rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mae Salong Flower Hills"],["url="],["email="],["address="],["lat="],["long="],["directions=3 km east of town"],["phone=+66 53 765496"],["tollfree="],["fax="],["hours="],["price=800-1,500 baht"],["checkin="],["checkout="],["content=The newest and nicest of the mid-range places, you'll see the breathtaking sloped flower gardens if arriving from the east. The 1,500 baht rooms are overpriced as each bungalow partly obscures the view of its neighbour and there is a long walk up 2 flights of steps to get there. Another downside is the location, a fair hike away from town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mae Salong Resort"],["alt=แม่สลอง รีสอร์ท"],["url="],["email="],["address=3\/8 Moo 1"],["lat="],["long="],["directions="],["phone=+66 53 765014"],["tollfree="],["fax="],["checkin="],["checkout="],["price=500-2,000 baht"],["content=Easily the most historic of Mae Salong's hotels, this place used to be a KMT military training camp and some of the army green and brown bungalows look the part. However, these days it's a little under-used and the older buildings are pretty grotty. Ask if they can give you a deal on the newer, nicer ones. There's a small but mildly interesting photo exhibit on the KMT and nice views down towards town. At Sakura, the in-house restaurant, try the Yunnanese food, especially the mushroom dishes, made with mushrooms grown on premises."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mae Salong Villa"],["alt=แม่สลอง วิลล่า"],["url="],["email="],["address="],["lat="],["long="],["directions=2 km east of town"],["phone=+66 53 765114"],["tollfree="],["fax="],["checkin="],["checkout="],["price=800-1200 baht"],["content=A tarted-up concrete block with a good Yunnanese restaurant with a terrace plus its own tea shop. 60 rooms."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nAny opium warlord action has long since moved across the border to Myanmar. Still, this is a border area, so don't go trekking too close to the boundary and keep your papers with you as there are plenty of police checkpoints around.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Doi Tung"]]}," — royal development projects just to the north of Mae Salong"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mae Sai"]]}," — gateway to Myanmar"]},{"type":"*","value":[" ",{"type":"[[","value":[["Thaton (Thailand)"],["Thaton"]]}," — rafting on the Kok River"]},"\n",{"type":"[[","value":[["WikiPedia:Santikhiri"]]},"\n\n\n\n",{"type":"{{","value":[["geo"],["20.1667"],["99.6333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Chiang Rai Province"]]},"\n\n\n",{"type":"{{","value":[["Guidecity"]]}]