[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Magaluf"]}," is a major holiday restort on ",{"type":"[[","value":[["Majorca"]]}," especially popular with British, Russian and Scandinavian package holidayers. The resort is well known as a stag-weekend and package-holiday destination for visitors looking for sun, sea and a wild nightlife.\nMagaluf features often in the British press, especially because of the binge drinking culture that thrieves amongst the young Britons visiting the resort. However there has been a push in recent years by major hotel chains and the local council to take Magaluf more upmarket, and more mature visitors as well as families are returning to the resort.\n\n",{"type":"==","value":["Get in"]},"\nPalma's city airport (",{"type":"{{","value":[["IATA"],["PMI"]]},") is the major airport in Mallorca, and has daily flights from many European cities on national and budget carriers. The airport is roughly 20 minutes by car, a taxi costs roughly €30 and many tour operators arrange transfers from the airport.\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pirates Adventure"],["url=http:\/\/www.piratesadventure.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=from €30"],["content=Pirate-themed music and gymnastic extravanganza - evening shows have an adult flavour"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Booze Cruise"],["url=http:\/\/www.attractioncatamarans.com\/excursiones_noche_en.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cruise around the island on board a catamaran with a well-stocked bar. Evening cruises tend to be monopolised by tour operators"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Aqualand Waterpark"],["url=http:\/\/www.aqualand.es"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\nMagaluf has many restaurants with British food and is mainly budget orientated rather than quality. There is only a small selection of local food on offer.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tom Brown's Beachfront"],["alt="],["url=http:\/\/www.tombrownsmagaluf.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+34 971 130 500"],["tollfree="],["fax="],["hours="],["price="],["content=Tom Brown's is a popular and well reviewed small chain of British owned restaurants in Magaluf. There beach front restaurant offers breakfast, snacks, dinner cocktails and has pool tables and free internet."]]}]},"\n",{"type":"==","value":["Drink"]},"\nNightlife is the main (and for many visitors only) reason for coming to Magaluf. There are bars scattered throughout the resort - but the main area of nightlife is focused in two areas, both walking distance apart. The busy main strip runs parallel to the beach and has a large number of bars and small nightclubs, filled with revellers hopping from one bar to the next. BCM square, next to the BCM superclub, offers further theme bars and more outside seating.\n \nExpect to hear a similarly cheesy trance hits in most places you go; the Magaluf scene is much more focused on sex and drink and less on the music itself than on other Balearic islands such as ",{"type":"[[","value":[["Ibiza"]]},". On the other hand, BCM is large enough to attract big-name DJs and drink prices everywhere are much cheaper.\n\nUnlike some similar resorts, touting in Magaluf is banned although if you're travelling in a group you're still likely to be offered drinks promotions to entice you into bars as you walk past. \n\n",{"type":"===","value":["BCM Square"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=BCM"],["url=http:\/\/www.bcm-planetdance.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9PM-6AM"],["price="],["content=BCM's premier nightclub is one of the largest in Europe . The main floor attracts internationally-famous DJs whilst the lower floor immerses its dancers in foam, water, or even popcorn. The €30 entry fee might seem steep until you realise that the bar is totally free all night (you're only allowed to buy one drink at a time) and the promotion includes free T-shirts and accessories (for those sober enough to remember to collect them but drunk enough to actually wear them). You can start free drinks early in BCM's satellite bar on the main strip."]]}]},{"type":"===","value":["The strip"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Banana Disco"],["url=http:\/\/www.magallufclubpass.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dance club well established on the local scene and known for being where DJ Sammy started to build his international fame. An entry ticket to here gets you into four other small clubs on the strip"]]}]},"\n",{"type":"==","value":["Sleep"]},"\nAs a purpose built holiday resort, Magaluf has an extensive choice of places to say, though much of the budget accommodation is in poor condition\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=HSM Atlantic Park Hotel"],["alt=HSM Atlantic Park"],["url=http:\/\/www.majorcahotelsguide.com\/magaluf\/hotel-don-manolo-atlantic-park.html"],["email="],["address=Calderon de la Barca, 2 - 07180 Magaluf"],["lat=39.50369302231557"],["long=2.5277888774871826"],["directions="],["phone=+34 971 130 600"],["tollfree="],["fax=+34 971 249 607"],["hours="],["price="],["checkin="],["checkout="],["content=Formerly known as the Don Manolo Hotel, the HSM Atlantic Park Hotel is located next to Punta Ballena and a short walk from the beach. Renovated on 2007, bookings can be done either half board or all inclusive."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sol y Vera"],["url=http:\/\/www.solyvera.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Budget self-catered accommodation located a short distance from BCM square; generous room sizes but condition and cleanliness are variable at best"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sol Katmandu Park & Resort"],["url=http:\/\/www.melia.com\/hotels\/spain\/majorca\/sol-katmandu-resort\/index.html"],["email="],["address=Avda. P. Vaquer Ramis, s\/n Magalluf - Majorca 07181 Spain"],["lat=39.510269"],["long=2.534464"],["directions="],["phone= +34 971 130950"],["tollfree="],["fax= +34 971 131950"],["hours="],["price="],["checkin="],["checkout="],["content= Three star hotel that is being upgraded. Has five rooms with access for disabled holidaymakers."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nDespite the image often portrayed in the media, Magaluf is a safe holiday restort. However, you still need to be aware of the usual risks such as pickpocketing. Also, drinks in some bars and clubs tend to be mixed fairly strong and there have been known cases of cheap alcohol being used in mixes, which can cause a more serious hangover than their brand name counterparts. \n\nAt night the main strip can get very full, especially at the weekend.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Serra de Tramuntana"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Magaluf"]]},"\n",{"type":"{{","value":[["geo"],["39.506944444444"],["2.5380555555556"]]}]