[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Magdalena"]}," is a relatively small department of ",{"type":"[[","value":[["Colombia"]]},", on the ",{"type":"[[","value":[["Costa_Norte_(Colombia)"],["North Coast"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aracataca"]]}," -- hometown of Gabriel García Márquez, a pleasant respite from the big coastal destinations, and a must visit for fans of his work."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bonda"]]}," -- a small town to the south of Santa Marta surrounded by tropical forest at the base of the ",{"type":"[[","value":[["Sierra Nevada de Santa Marta"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ciénaga"]]}," -- site of the Banana Massacre."]},{"type":"*","value":[" ",{"type":"[[","value":[["Minca"]]}," -- a small town of five hundred inhabitants, nestled in the foothills of the ",{"type":"[[","value":[["Sierra Nevada de Santa Marta"]]}," and lost in the lush vegetation."]},{"type":"*","value":[" ",{"type":"[[","value":[["Santa Marta"]]}," -- one of Colombia's biggest tourist destinations, a hub for adventure tourism, and home to colonial architecture and white sand beaches."]},{"type":"*","value":[" ",{"type":"[[","value":[["Taganga"]]}," -- a backpacker and hippie haven in a one-time peaceful little fishing village just north of Santa Marta."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ciénaga Grande de Santa Marta"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ciudad Perdida"]]}," -- the \"Lost City\" of the highly advanced Tayrona civilization, an arduous and legendary 5-6 day trek through the dense jungle of the Sierra Madre mountains."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sierra Nevada de Santa Marta"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tayrona National Park"]]}," -- a tropical unspoilt beach paradise, with overnight options ranging from expensive eco lodges to beachside hammock rentals."]},"\n",{"type":"==","value":["Understand"]},"\n\nMagdalena is easily one of Colombia's most visited regions, as it is home to the ever popular port and tourist hub of ",{"type":"[[","value":[["Santa Marta"]]},". Santa Marta also serves as the jumping off point for virtually anything further east, including the (in)famous Ciudad Perdida trek, the Sierra Madre mountains, the beautiful beaches of Tayrona National Park, and onwards to ",{"type":"[[","value":[["Riohacha"]]}," and ",{"type":"[[","value":[["Cabo de la Vea"]]}," in Colombia's northernmost department, ",{"type":"[[","value":[["La Guajira"]]},".\n\nMagdalena is also most infamous for the ",{"type":"'''","value":["Banana Massacre"]},". As Colombia's principal and very productive banana-growing region, the department swelled with workers for the one-time banana empire of the ",{"type":"'''","value":["United Fruit Company"]},". The incoming migrant workers, pejoratively dubbed \"fallen leaves\" to equate them with rubbish, worked under conditions that would not be tolerated in the modern era, and indeed were not tolerated then--the workers organized an enormous strike, demanding written contracts, eight-hour days, six-day weeks and the elimination of food coupons. The Colombian government, in part fearful of a U.S. military intervention to protect \"its interests,\" decided to dispatch an army regiment to ",{"type":"[[","value":[["Ciénaga"]]},", with orders by General Cortés Vargas to end the strike by all means necessary. Having set machine gunners on the rooftops of the main square, surrounding the strikers, the army issued a five minute warning and then opened fire on the assembled workers, along with their families. Hugely important to Colombian history, the massacre was followed shortly by the civil war known as La Violencia, and to this day, anti-government militants such as the FARC point back to this day as one of the beginnings of their cause.\n\nIn a far less violent manner, Magdalena is further important to the history and culture of Colombia for having reared one ",{"type":"'''","value":["Gabriel  García Márquez"]},". Born and raised in ",{"type":"[[","value":[["Aracataca"]]},", he became Colombia's and one of ",{"type":"[[","value":[["Latin America"]]},"'s greatest and most respected authors. \"Gabo\" drew upon his personal history in the region extensively in his literature, basing the fictional town of Macondo on his own hometown, and creating a fictional version of the Banana Massacre in his most well-known novel, ",{"type":"''","value":["One Hunded Years of Solitude"]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nDespite being by far one of the country's top tourist destinations, Magdalena has some serious problems. Narco-traffickers, paramilitaries, and even FARC militants are present in the area, most notoriously in the Sierra Madre mountains, but attacks on civilians do occur in the cities, where business owners are routinely forced to pay extortion money to the paramilitaries. Less exotic crimes-of-opportunity, such as backpacker muggings on forest trails, are nonetheless a more realistic concern to travelers. As a rule, foreign governments advise against travel in the countryside, especially into the mountains (and this very much does include the nevertheless-popular trek to Ciudad Perdida). The main roads are well policed, though, so you should rest easy traveling along the coast, or down the road towards Aracataca and Fundación.\n\nIf riding a motorcycle, there is one weird problem to be wary of along the main coastal road to the west of Ciénaga--beggars\/bandits pulling a rope across the road, forcing motorcyclists to either stop and pay up, or be sent flying. Motorcyclists should a) reconsider whether motorcycle travel is a great idea in Colombia, and b) ride alongside a large vehicle, such as a truck or inter-city bus, which will force the kids to drop their rope.\n\n",{"type":"==","value":["Go next"]},"\n\nThe clear next destinations from Magdalena lie to the east, along the coast of ",{"type":"[[","value":[["La Guajira"]]},", or to the west, to the big cities of ",{"type":"[[","value":[["Barranquilla"]]}," and ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]},".\n\n",{"type":"[[","value":[["WikiPedia:Magdalena_Department"]]},"\n",{"type":"{{","value":[["geo"],["11.241944"],["-74.205278"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Costa Norte (Colombia)"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]