[{"type":"{{","value":[["pagebanner"],["Magdeburg banner.jpg"],["caption=Interior of the millennium tower (Jahrtausendturm) in Elebe-Park"]]},"\n\n",{"type":"'''","value":["Magdeburg"]}," is the capital city of the Bundesland of ",{"type":"[[","value":[["Saxony-Anhalt"]]},", ",{"type":"[[","value":[["Germany"]]}," with a population of 228.800.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Magdeburger Dom und Fürstenwall.jpg"],["thumb"],["340px"],["Magdeburger Dom"]]},"\nMagdeburg used to be one of the most important medieval cities of Europe. During the Cold War era Magdeburg's population increased rapidly and the city became a socially and economically important center of the GDR.\n\nAfter the German reunification, however, most of the city's economy was shut down. Although Magdeburg is in a continuous modernization process and its cityscape changed rapidly, it has to face the same problems like almost all cities of the same size in Eastern Germany: a decline of population due to more attractive jobs in western Germany.\n\nThe division of Germany is still visible in some ways.\n\nNonetheless Magdeburg has become a modern city with numerous interesting sights of high importance and uniqueness, as well as many parks, which make Magdeburg the third greenest city in Germany. New shopping malls and other attractions have changed the cityscape enormously. Today Magdeburg has the largest retail area in relation to its overall area of whole Germany. \n\nMagdeburg is home of two of Germany's top ranking universities, which make it attractive\nto college students from all over Europe. Other scientific institutions, like the Max-Planck-Insitut, and one of the largest sites of the Fraunhofer Institut, make Magdeburg an important city for international research.\n\nToday's industry includes traditional and also new branches. The company \"Röstfein\" is one of the best coffee brands in eastern Germany, and the company \"Abtshof\" is known for its traditional and unique vodka production. The world's first artificial sweetener was produced in Magdeburg and is still in production. The production of wind energy is one of the newer industry branches.\n\n",{"type":"==","value":["Get in"]},"\n\nMagdeburg is situated in central Germany. It is best accessible by car or train. The east-west freeway (motorway) A2 passes just to the north of Magdeburg, and the A14 passes just to the west, with exits leading into several parts of the city.\n\nThe main railway station in Magdeburg is called \"Magdeburg Hauptbahnhof (Hbf)\". This station has 8 platforms. \nGo to www.bahn.com to find a train connection to \"Magdeburg Hbf.\"\n\nIf you travel by plane, you can use one of the following airports:\n\n",{"type":"*","value":[" Leipzig\/Halle (LEJ): This is the closest airport, directly located at the freeway. If you rent a car, take the freeway A14 heading towards Magdeburg (about 50 Minutes). The airport also has an integrated train station, from where you can use an hourly IC-train connection directly to Magdeburg (about 21€, 60 Minutes). You can buy train tickets on the platform, at the counter, or online at www.bahn.com (search for a connection from \"Leipzig\/Halle Flughafen\" to \"Magdeburg Hbf.\")"]},"\n",{"type":"*","value":[" Berlin-Schönefeld (SXF) (until further notice): By car, take the freeway A2 heading towards Hannover (about 1.5 hours). By train, use www.bahn.com to search for a connection from \"Berlin-Schönefeld Flughafen\" to \"Magdeburg Hbf.\" (about 2 hours, 30 Euro)"]},"\n",{"type":"*","value":[" Berlin-Tegel (TXL) (until further notice): By car, take the freeway A2 heading towards Hannover (about 1.5 to 2 hours). By train, use www.bahn.com to search for a connection from \"Berlin Flughagen Tegel\" to \"Magdeburg Hbf.\" (about 2 to 2.5 hours, 30 Euro). Since Berlin-Tegel is located within the city of Berlin, traffic can be quite heavy in the morning\/evening and on weekends."]},"\n",{"type":"*","value":[" Berlin Brandenburg Airport (BER) (maybe someday): The new international airport will replace both Berlin-Schönefeld and Berlin-Tegel some day in the future. It is located at the site of Berlin-Schönefeld. By train, use www.bahn.com to search for a connection from \"Berlin-Brandenburg Flughafen\" to \"Magdeburg Hbf.\" (about 2 hours, 30 Euro)"]},"\n",{"type":"*","value":[" Hannover (HAJ): By car, use the freeway A2 heading towards Berlin (about 2 hours). By train, use www.bahn.com to search for a connection from \"Hannover Flughafen\" to \"Magdeburg Hbf.\" (about 2 hours, 30 Euro)"]},"\n",{"type":"==","value":["Get around"]},"\n\nThere are S-Bahn trains, trams, buses and ferries in Magdeburg. Since they are all unified in a linked transport system called ",{"type":"''","value":["Marego"]}," they all use the same tickets. Within the ",{"type":"''","value":["Marego"]}," area Magdeburg makes up 1 zone. For getting around in Magdeburg you need to buy a ticket for Zone 010 (Magdeburg). There are several types of tickets you can use in this zone, depending on how often you want to use public transportation.\n\nYou can purchase tickets from ",{"type":"''","value":["MVB (Magdeburger Verkehrsbetriebe)"]},", the operator of trams and buses in Magdeburg. They have box offices throughout the city, as well as vending machines outside and inside all trams and buses (in the front part of the vehicle). Most box offices are closed on weekends. Outside vending machines will only take coins, whereas the vending machines inside the vehicles will take bills up to 10 EUR of value. You can also purchase your ticket at vending machines of ",{"type":"''","value":["Deutsche Bahn"]},", which operates the S-Bahn in Magdeburg. No matter where you buy your ticket all tickets are valid for S-Bahn, buses, trams, and ferry services throughout the city.\n\nHere are the types of ",{"type":"''","value":["Marego"]}," tickets that you most likely want to use within Magdeburg (Zone 010):\n\n",{"type":"*","value":[" Single ticket: Ticket for 90 min: adults 1.90 € (",{"type":"''","value":["Einzelkarte"]},"), children 1.50 € (",{"type":"''","value":["Einzelkarte ermäßigt"]},")"]},{"type":"*","value":[" One day ticket: Ticket valid for one day: adults 3.80 € (",{"type":"''","value":["Tageskarte"]},"), children 3.00 € (",{"type":"''","value":["Ermäßigte Tageskarte"]},"), probably the cheapest option (as cheap as 2 single tickets!)"]},{"type":"*","value":[" Ticket strips: Four 90 minute tickets: 6.80 € for adults (",{"type":"''","value":["4er-Karte"]},"), 5.40 € for children (",{"type":"''","value":["Ermäßigte 4er-Karte"]},")"]},{"type":"*","value":[" Short trip ticket (",{"type":"''","value":["Kurzstrecke"]},"): Valid for 3 stops in one direction: 1.30 € (can only be bought inside the tram\/bus!)"]},{"type":"*","value":[" Weekly ticket (",{"type":"''","value":["Wochenkarte"]},"): 14 € for one person, valid for 7 days from the time of purchase."]},"\nIf you buy your ticket outside a vehicle you need to punch your ticket inside the vehicle to make it valid!\nTickets sold inside the vehicle are valid immediately.\n\nYou can use www.bahn.com to find specific connections within the city.\n\n",{"type":"===","value":["By tram"]},"\nUsing the tram is probably the easiest way for tourists to get around, since most stops are located near busy places or main attractions. Magdeburg has 10 tram lines plus the additional line number 15, which is used in times of heavy traffic, or for special events. Waiting times vary widely and depend on location, time, and day. Within the centre, you will rarely wait more than 5 min (even on Sundays), but at stops that serve only one or two lines, you may have to wait 10-20min. You will find timetables at every stop. Within the city center electronic timetables are used. Night schedules are different.\n\n",{"type":"===","value":["By bus"]},"\nBuses serve all areas of the city. Busses usually run every 20 min.\nThe 11 bus line numbers are 51, 52, 54, 55, 56, 57, 59, 61, 69, 71, and 73. Busses 41-44 operate only in times of heavy traffic or for special events. You will find timetables are every stop. Night schedules are different.\n\n",{"type":"===","value":["By ferry"]},"\nThere are two ferry services that cross the river Elbe. One is the ",{"type":"''","value":["Fähre Westerhüsen"]}," and the other one is the ",{"type":"''","value":["Fähre Buckau"]},". Ferry services are offered from March to October, Tuesdays-Sundays 10:00am to 6:00pm. Other river services are listed in the freetime section.\n\n",{"type":"===","value":["By taxi"]},"\nMost taxis are operated by the ",{"type":"''","value":["Taxi-Genossenschaft Magdeburg eG"]},". \nWhen you are in town call 737373 (0049-391-737373 on a mobile phone) to request a taxi at any time.\n\n",{"type":"===","value":["By S-Bahn"]},"\nThere is one ",{"type":"''","value":["S-Bahn"]}," line that crosses Magdeburg from south to north. S-Bahn train stations are shown as a white S on a green filled circle. Trains are running every 30 Minutes. Night schedules are different. If you need to cross the city from south to north or north to south this might probably be the fastest option rather than taking buses and trams. S-Bahn stations are also often connected to DB train stations.\n\n",{"type":"===","value":["Public transportation at night"]},"\nNight schedules for trams and buses apply from 9:00pm and go until 4:45am Monday-Friday, 6:30am on Saturdays, and 9:00am on Sundays. Only three tram lines and three bus lines are in service during this time. The night trams are 92, 94, and 95. The night bus lines are 91, 93, and 96. If you plan to go downtown at night, you should check schedules before you go, since not all outer parts are served at night. S-Bahn service at night is limited. Trains usually run every hour.\n\n",{"type":"===","value":["On the street"]},"\nThe ",{"type":"''","value":["Magdeburger Ring"]}," (road ",{"type":"''","value":["B71"]},") crosses Magdeburg and is the most important road. It is like an \"innercity highway\". In order to get into another part of the town quickly, you may use the B71 and get off at the exit you want. Using the B71 might be better if you want to avoid traffic lights and long ways through the city.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Jahrtausendturm.jpg"],["thumb"],["The Millennium Tower in Elbauenpark"]]},"\n",{"type":"===","value":["Churches"]},"\nThe ",{"type":"[[","value":[["Gothic architecture"],["Gothic"]]}," ",{"type":"'''","value":["cathedral of St. Maurice and St Catherine"]},", known as the ",{"type":"''","value":["Magdeburger Dom"]},", is possibly the most well-known sight in the city. It was built on the remains of a roman cathedral from 1209 to 1520.\nThe romanesque Abbey ",{"type":"'''","value":["Kloster unser lieben Frauen"]}," (Cloister Our Dear Woman), founded in the 11th century, is one of the most important romanesque buildings in Germany. Today it is, among other things, home to an art gallery.\nAlso worth seeing is St. John's Church (",{"type":"'''","value":["Johanniskirche"]},"), recently rebuilt as a multipurpose space after being severely damaged in WWII.\n\n",{"type":"===","value":["Other important buildings"]},"\nIn the Elbauenpark the so-called Millennium Tower attracts many visitors. There is an exhibition on nature and history of humanity inside. In the city centre near the Kloster Unser Lieben Frauen and the cathedral is the ",{"type":"'''","value":["Green Citadel"]},", a house designed by the famous architect Friedensreich Hundertwasser.\n\n",{"type":"===","value":["Museums"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kulturhistorisches Museum"]},", Otto-von-Guericke-Strasse, home to the famous statue ",{"type":"'''","value":["Magdeburger Reiter"]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Bike"]},"\nMagdeburg is one of the greenest cities in Europe and the second greenest city in Germany.\nRiding your bike in Magdeburg is a perfect freetime activity. Since most of the streets have cycle tracks on the sides you will not have any problems with taking your bike into the city. Streetcars, busses, ferries, and ",{"type":"''","value":["S-Bahn"]}," trains allow you to take your bike with you, however, you may have to purchase an extra ticket for your bike.\n\nA very nice way to explore the idyllic nature in and around Magdeburg is using the ",{"type":"''","value":["Elberadweg"]},".\nThis cycle path leads you all the way along the river Elbe and invites you to explore the unique biosphere reserve around Magdeburg. The cycle path's symbol is a white e on a blue ground. Signs guide you along the path and show you directions and distances to other towns, villages, and attractions.\nMany restaurants and beer gardens are right next to the river, as well as some nice hotels, playgrounds and parks. The web site for the Elberadweg is www.elberadweg.de (partly in English).\n\n",{"type":"===","value":["River cruises"]},"\nThere are several different river cruises offered by the ",{"type":"''","value":["Magdeburger Weiße Flotte GmbH"]},".\nHere are some of the offers:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Panoramafahrt"]},": A 1.5 hour cruise along the skyline of Magdeburg. Starts and ends at the mooring ",{"type":"''","value":["Petriförder"]},". Adults 8€, children 4€"]},{"type":"*","value":[" ",{"type":"'''","value":["Große Acht"]},": A cruise along the biggest waterway cross of Europe. Starts and ends at the mooring ",{"type":"''","value":["Petriförder"]},". Adults 19.90€, children 12€"]},{"type":"*","value":[" ",{"type":"'''","value":["Kleine Acht"]},": A cruise along the biggest waterway cross of Europe. Starts and ends at the mooring ",{"type":"''","value":["Rothensee"]},". Adults 14€, children 8€"]},{"type":"*","value":[" ",{"type":"'''","value":["Trogbrückenüberfahrt"]},": A small cruise over the waterway cross. Starts and end at the mooring ",{"type":"''","value":["Rothensee"]},". Adults 5€, children 3€"]},{"type":"*","value":[" ",{"type":"'''","value":["Kaffeefahrt"]},": River cruise from the city center out to the town ",{"type":"''","value":["Schönebeck"]},". Starts and ends at the mooring ",{"type":"''","value":["Petriförder"]},". Adults 12€, children 6€"]},{"type":"*","value":[" ",{"type":"'''","value":["Fahrt in den Abend"]},": Rivercruise in the evening. Starts and ends at the mooring ",{"type":"''","value":["Petriförder"]},". 15€ for everyone"]},"\nTimes and current special prices can be found directly at the moorings or in the tourist information center (Ernst-Reuter Allee 12, phone: 0391\/19433). Tickets can be purchased on board. Reservations are not necessary most of the time if you come early enough. If you want to reserve tickets, contact the tourist information center in the city center (address and phone above)!\nAlso contact the tourist information center for day-trip offers!\n\n",{"type":"==","value":["Buy"]},"\nThere are numerous shopping malls all over the city. In the center you have Karstadt, which used to be a mall during the cold war and is therefore the oldest of the city with its building still representing socialist architecture. After the reunification the city center got several new shopping malls. The biggest of them is called ",{"type":"''","value":["Allee Center"]}," and has 3 floors. Also located in the city center are the ",{"type":"''","value":["Ulrichshaus"]}," and the ",{"type":"''","value":["City Carré"]},". You will also find numerous stores (as well as bars and cafés) along the road ",{"type":"''","value":["Breiter Weg"]},", which used to be one of the largest shopping streets in Europe before WWII and has now regained most of its popularity with modern architecture.\n\nSome malls were also established in the suburbs of Magdeburg like the Elbe-Park, Flora-Park, Börde-Park and Pfahlberg. You will find pretty much all kinds of goods at any of the named places.\n\nFor the most part stores are open from 8am to 20pm (22pm in some cases) from Monday to Friday. On Saturdays only the large malls open until 20pm, smaller stores are open until 12pm or 18pm. On Sundays stores are usually closed apart from stations and petrol stations.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Solo Food"],["url=http:\/\/www.solofood.de\/"],["email="],["address=Berliner Chaussee 53"],["lat="],["long="],["directions=39114 Magdeburg"],["phone = +49 391-811 69 83"],["tollfree="],["fax="],["hours=Mo - So 10:00 - 22:00"],["price=9 Euro"],["content=Indian\/Pakistani Cuisine, e.g., Chicken Curry, Chicken Karahi, Chicken Vidalo, Chicken Jallfrazi etc."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Hyde"]},", Sternstraße 29, 39104 Magdeburg.\nBrilliant bar, good prices and friendly staff. Lovely barmaid and as a plus she speaks brilliant English! Was there for a RoboCup meet up recently which was being held in Magdeburg. Highly recommended, had a great time would visit again!\n\n",{"type":"==","value":["Sleep"]},"\n\nFor anybody coming and going, the \"Zimmervermittlung\" of the TouristInformationMagdeburg (TIM) should be the first address. Their Telephone number is 0391\/5404904 and their email info@magdeburg-tourist.de.\n\nMagdeburger Hostel, Zum Bahnhof 7. http:\/\/www.magdeburg-hostel.eu\/ Phone: +49 391 7276783, E-Mail: mh@magdeburgerhostel.de\n\nThere is an International Youth Hostel at Leiterstr 10, directly behind the Maritim hotel. http:\/\/www.jugendherbergen-in-sachsen-anhalt.de\n\nMaritim Hotel\nOtto-von-Guericke-Str. 87\n39104 Magdeburg\nTel. +49 (0) 391 5949-0\nFax +49 (0) 391 5949-990\ninfo.mag@maritim.de\n\nhttp:\/\/www.maritim.de\/typo3\/index.php?id=696\n\nHotel Stadtfeld\nMaxim-Gorki-Straße 31\/ 37\n39108 Magdeburg\nTel. +49(0)391 506660\nFax  +49(9)391 5066699\nhotelstadtfeld@web.de\n\nhttp:\/\/www.hotelstadtfeld.de\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Halberstadt"]]}," — with a church playing a musical piece that's scheduled to end in the year 2640"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["52.1333"],["11.6167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Saxony-Anhalt"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Magdeburg"]]}]