[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Maharashtra in India (disputed hatched).svg"],["thumb"],["Map of Maharashtra, Republic of India"]]},"\n\nLocated in the ",{"type":"[[","value":[["West (India)"],["West"]]}," region, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.maharashtra.gov.in\/ Maharashtra(महाराष्ट्र)"]}]}," is the third largest state  of ",{"type":"[[","value":[["India"]]}," by size and the second largest by population. It stretches from the west coast to the interior regions and its climate too varies with its geography. Maharashtra contains India's most industrialized region, the ",{"type":"[[","value":[["Mumbai"]]},"-",{"type":"[[","value":[["Pune"]]}," belt. Agriculturally too, the state is one of India's more advanced and well-irrigated. The state has high importance in historical point of view.\n",{"type":"==","value":["Regions"]},"\nFor administrative purposes, the state is sub-divided into six ",{"type":"'''","value":["divisions"]}," and further into 35 ",{"type":"'''","value":["districts"]},". Officialy, all divisions save one are named after the district where the headquarters of the division is located. But the divisions are also popularly known by other names and that is how they are listed here.  \n",{"type":"*","value":[" ",{"type":"[[","value":[["Western Maharashtra"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Marathwada"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Konkan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Vidarbha or Varhad"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Khandesh"]]}]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mumbai"]]}," — the capital of Maharashtra, also the commercial capital of India"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ahmednagar"]]}," — 500+ years history, with traces of Nizamshahi, Shahjahan and Peshwas"]},{"type":"*","value":[" ",{"type":"[[","value":[["Amravati"]]}," — Educational hub in east Maharashtra, the home of Goddess Ambadevi"]},{"type":"*","value":[" ",{"type":"[[","value":[["Aurangabad"]]}," — the city of 52 doors, famous for its Mughal monuments"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kolhapur"]]}," — the home of Goddess Ambabai"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nanded"]]}," — holy city of Sikh Religion"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nagpur"]]}," — the city of Oranges, at the geographical center of India"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nashik"]]},"  — the city of pilgrimage - The Grape city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pune"]]}," — cultural capital of Maharashtra, called as the ",{"type":"''","value":["Oxford of the East"]}," with old town, museum and excellent restaurants"]},{"type":"*","value":[" ",{"type":"[[","value":[["Thane"]]}," — the city of lakes"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ichalkaranji"]]}," — textile capital of Maharastra"]},{"type":"*","value":[" ",{"type":"[[","value":[["Wardha"]]}," — Gandhi City"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jalgaon"]]}," — The City of Bananas and famous for the gold market"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ajanta"]]}," — Buddhist caves, a complex of caves representing some of the best of early Buddhist art, World heritage site"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ashtavinayak"]]}," — 8 Auspicious Temples of Lord Ganesha (Ganapati)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ellora"]]}," — world famous for its caves of three religions, total 30 caves are divided into Buddhist, Hindu and Jain caves, World heritage site, Ellora ia also adob of Grishneshwar, the 12th Jyotirlanga in India"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lonar"]]}," — This place has Earth's only meteor crater in basaltic rock"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mulshi"]]}," — major dam"]},{"type":"*","value":[" Bhimashankar — one of the 12 Jyotirlinga in India"]},{"type":"*","value":[" ",{"type":"'''","value":["Sevagram"]},", Mahatma Gandhis \"village of service\", visitor centre"]},"\n",{"type":"==","value":["Talk"]},"\nThe principal language spoken is ",{"type":"[[","value":[["Marathi phrasebook"],["Marathi"]]},". ",{"type":"[[","value":[["Hindi"]]}," and ",{"type":"'''","value":["English"]}," are widely spoken and understood. Mumbai is fairly cosmoplitan, with many languages, including English being spoken.  ",{"type":"[[","value":[["Konkani phrasebook"],["Konkani"]]}," is a minority language closely related to Marathi, spoken by the eponymous Konkani community. Though Konkanis are common in the Konkan region, they are a minority everywhere.\n\n",{"type":"==","value":["Get in"]},"\nAll the cities of Maharastra all well connected by rail, air and road. \n\n",{"type":"===","value":["By plane"]},"\nMaharashtra has the following important airports:\n\n1. Chhatrapati Shivaji International Airport, Mumbai (",{"type":"{{","value":[["IATA"],["BOM"]]},"): The main air hub of the state and the country. It has excellent service to all major cities of the world as well as most Indian cities. International non-stop flights are available from London, Paris, Frankfurt, Seoul, Bangkok, Hong Kong, Shanghai, Atlanta and other cities. Domestic flights connect to Delhi, Bangalore, Goa, Ahmedabad, Kolkata, Chennai,Nagpur and many other cities in India.\n\n2. Pune International Airport (Lohagao Airport), Pune (",{"type":"{{","value":[["IATA"],["PNQ"]]},"): Pune airport is connected mainly to other Indian airports (Delhi, Goa, Bangalore).\n\n3. Dr. Babasaheb Ambedkar International Airport, Nagpur (",{"type":"{{","value":[["IATA"],["NAG"]]},"): Well connected to other Indian cities. Some international flights are available.\n\nThere are other, smaller airports in the cities of Aurangabad, Nashik, Kolhapur, Nanded. Except for Aurangabad's Chikhaltana Airport (",{"type":"{{","value":[["IATA"],["IXU"]]},"), which has regular flights scheduled, other airports have only occasional flights. If you do intend to fly to these cities anyway, make sure you have good knowlwdge of your flight details, because flights are rare. It is much easier to reach these cities by road or railway.\n\n",{"type":"===","value":["By train"]},"\nMaharashtra is also well connected with other parts of India by the Indian Railways. Maharashtra is served by the Western Railways, Central Railways and the Konkan Railway divisions of the Indian Railways.\n\nTrain travel is quite cheap compared to travelling by road. Trains in India, although faster than cars\/buses, are quite slow due to the terrain and also due their sheer length (it is not unusual for a train to have upto 24 coaches). Therefore, do not expect high-speed railway connections. Travelling a distance of about 600 km takes about 10-12 hours. \n\nMumbai is the headquarters of the Central and Western railways. Trains to Mumbai from other parts of India are abundant and you should have no difficulty to find one which suits you if you check the Indian Railways time table. If you intend to travel through the coastal region (Konkan) to Mumbai, it is highly recommended to take one of the several trains on the Konkan railway line. The journey is full of beautiful scenery, from sea coasts and rivers to mighty waterfalls and green forests amidst farming villages and towns. The line also has the highest railway viaduct in Asia and the longest railway tunnel in India. The journey from Margao, Goa to Chhatrapati Shivaji Terminus in Mumbai takes about 12 hours. However, do not make this journey during the monsoons (June-September) as landslides are frequent and the railway tracks frequently sink in the soft, wet ground.\nPune is an important railway junction on the Cental Railways and receives trains from all parts of India. It is also an important terminus for trains leaving to many cities.\n\nNagpur is another important junction on the Central Railways. Being close to the geographical centre of India, trains travelling north-south as well as east-west pass through Nagpur and stop there. Therefore, Nagpur is pretty much reachable directly by train from most of the major cities of India.\n\nMost other major cities in Maharashtra also have direct rail connectivity with other parts of India, but trains may be fewer in number. An alternative is to change trains from one of the major junctions\/termini in Maharashtra, from where there are many trains to other parts of Maharashtra. Major railway junctions are Manmad, Bhusawal, Wardha, Purna and Kurduvadi, apart from the cities mentioned above.\n\n",{"type":"===","value":["By car"]},"\n10 National Highways connect Maharashtra to other parts of India.\n\n1. NH 3 connects Mumbai and Agra. Passes through Thane, Dhule, Nashik.\n\n2. NH 4 connects Thane and Chennai. Passes through Pune, Satara, Sangli, Kolhapur.\n\n3. NH 6 connects Hazira (Gujarat) and Kolkata. Passes through Dhule, Jalgaon, Akola, Amravati, Nagpur, Bhandara.\n\n4. NH 7 connects Varanasi (Uttar Pradesh) and Kanniyakumari (Tamil Nadu). Passes through Nagpur.\n\n5. NH 8 connects Mumbai and New Delhi.\n\n6. NH 9 connects Pune and Machilipatnam (Andhra Pradesh). Passes through Solapur.\n\n7. NH 13 connects Solapur and Mangalore (Karnataka).\n\n8. NH 16 connects Nizamabad (Andhra Pradesh) and Jagdalpur (Chhattisgarh). A tiny length passes through Sironcha on the eastern tip of Maharashtra.\n\n9. NH 17 connects Panvel and Kochi. Passes through Mahad, Chiplun, Sawantwadi.\n\n10. NH 222 connects Kalyan and Nirmal (Andhra Pradesh). Passes through Ahmednagar (Nagar), Parbhani, Nanded.\n\nThere are numerous other roads but the National Highways are the best maintained of all. Some highways may require you to pay tolls at the state border. Many highways have a police checkpost at the state border, although they will not stop you if you don't arouse their suspicions.\n\n",{"type":"===","value":["By Bus"]},"\nBus services are provided by State Road Transport Corporations as well as by private bus companies.\n\nMaharashtra State Road Transport Corporation (MSRTC) runs a comprehensive network of buses, popularly known as ST buses, within and outside the state. There are 3 classes of buses. The commonly seen red buses are inexpensive, non-AC buses intended for cheap travel. They run between various cities in Maharashtra and adjacent states. Particularly, they connect all the capitals of adjacent states (Gandhinagar\/Ahmadabad, Bhopal, Raipur, Hyderabad, Bangalore, Panaji) to at least one city in Maharashtra. But these buses are not very comfortable, especially for long distance travel as they stop at many villages en route. Another class is of semi-luxury, non-AC buses having separate cushioned seats per passenger. These are popularly known as 'Asiad' buses and have a green or purple top.\nThe new fleet of luxury buses (Shivneri and Ashwamedh) provide more comfortable , air-conditioned travel at slightly higher prices, although the price is lesser compared to private buses. Look for blue coloured (Shivneri) or orange-brown coloured (Ashwamedh) buses bearing the MSRTC logo. (Some buses may have 'M.S.R.T.C.' written on the front windshield.) Typically, semi-luxury and luxury buses will stop only at a few places indicated on the route information in the front.\n\nTickets can be purchased on boarding the bus, but it is more convinient to reserve a ticket in advance (at a bus depot, authorised agent or online) to save the trouble of finding a seat for yourself.\n\nState owned bus companies of some adjacent states (GSRTC,MPSRTC,APSRTC,KSRTC,KTC) also provide similar types of bus services to Maharashtra.\n\nMany private buses also ply between major cities of Maharashtra and adjaent states. The service offered is quite similar to state-owned semi-luxury and luxury buses, but at higher (typically about double, or more during tourist season) prices. Seats in such buses can be booked from one of the numerous bus agents that run small agencies in any medium-sized (or larger) city.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Beach resorts"]},"\nCoastal Maharashtra (Konkan) has some of very beautiful beaches. With a 720 km coast line, there are beautiful beach destinations almost every 50-100 km, starting from Dahanu in the Northern part of the State to Sindhudurg, at the Southern tip.\n\nSome popular beaches are:\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bordi"]]}]}]},{"type":"*","value":[{"type":"'''","value":["Gorai-Madh"]}]},{"type":"*","value":[{"type":"'''","value":["Juhu"]}]},{"type":"*","value":[{"type":"'''","value":["Girgaon Beach (Chowpaty)"]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Alibag"]]}]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Nagaon, Alibaug"]]}]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Kashid"]]}]}]},{"type":"*","value":[{"type":"'''","value":["Murud-Janjira"]}]},{"type":"*","value":[{"type":"'''","value":["Harihareshwar"]}]},{"type":"*","value":[{"type":"'''","value":["Ganpatipule"]}]},{"type":"*","value":[{"type":"'''","value":["Tarkarli"]}]},{"type":"*","value":[{"type":"'''","value":["Vengurla"]}]},{"type":"*","value":[{"type":"'''","value":["Terekhol"]}]},{"type":"*","value":[{"type":"'''","value":["Devgad beach"]}]},{"type":"*","value":[{"type":"'''","value":["Taramumbari"]}]},{"type":"*","value":[{"type":"'''","value":["kunkeshwar beach"]}]},{"type":"*","value":[{"type":"'''","value":[" Pirvadi Beach (Uran)"]}," "]},"While the beaches in Bordi, Gorai, Juhu, Alibag, Kashid and Murud-Janjira are well-developed, with multiple accommodation choices, the rest remain still off the tourist circuit. The primary reason is lack of good accommodation choices. At most of the other beaches, the only decent stay options are properties owne and managed by the Maharashtra Tourism Development Corporation (MTDC), a govt. organisation. These MTDC resorts have amazing location with great views, but being govt. run, these are not among the best in service, activities and food.\n\n",{"type":"===","value":["Hill Stations"]},"\nPopular hill stations in Maharashtra are -\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Matheran"]]}]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Mahabaleshwar"]]}]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Panchgani"]]}]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Chikhaldara"]]}]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bhandardara"]]}]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Amboli"]]}]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Raigad"]]}]}]},"\n",{"type":"===","value":["Other sites"]},"\n",{"type":"*","value":[{"type":"'''","value":["National Parks at Mumbai"]}]},{"type":"*","value":[{"type":"'''","value":["Meteor Crater at Latur"]}]},{"type":"*","value":[{"type":"'''","value":["Prince of Wales Museum, Mumbai"]}]},{"type":"*","value":[{"type":"'''","value":["Astavinayak yatra"]}]},{"type":"*","value":[{"type":"'''","value":["Shirdi"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["River rafting, Mountain Biking and Kayaking at Kolad ",{"type":"[","value":["http:\/\/koladrafting.com"]}]}]},"\n\n",{"type":"===","value":["Trek the Sahyadri"]},"\nThe Sahyadri range of mountains is an impressive hill range int he western parts of maharastra running north to south.\nThere are many peaks in these ranges with medium height, highest being 'kalsubai' peak. Many of the hills have been converted into Forts by Chatrpati Shivaji and later maratha rulers, some forts are even older. Many of the forts are in ruins, but still there is a lot to see and experience. Every fort has it's own importance & interesting bravery stories of Shivaji & his soldiers(मावळे).\nHence trekking the forts and hills in the sahyadri's has a charm of its own.\nEspecially in the monsoons, its a place to die for, with lush greenery and pure waterfalls abundant in the hills.\nThe treks range from very simple to absolutely tough. These western ghats are accessible from major cities like mumbai, pune and nashik.\n\n",{"type":"==","value":["Eat"]},"\nThere are lots of snack and side dishes in Maharashtrian cuisine. Some quintessentially Maharashtrian dishes are:\n\n",{"type":"*","value":[{"type":"'''","value":["Vada pav"]},": Popular Maharashtrian dish consisting of fried mashed-potato dumpling (vada), eaten sandwiched in a bun (pav). This is referred to as Indian version of burger and is almost always accompanied with the famous red chutney made from garlic and chillies, and fried green chilles. Interestingly rarly vada pav are home made. Very famous in Mumbai."]},{"type":"*","value":["'",{"type":"''","value":["Chivda"]},": Spiced flattened rice. It is also known as Bombay mix in Foreign countries especially Great Britain."]},{"type":"*","value":["'",{"type":"''","value":["Kande Bhaje"]},": Very famous dish made of cutted onions & 'besan'. Specially demanden in rainy season."]},{"type":"*","value":[{"type":"'''","value":["Pohe"]},": pohe or poha is a snack made from flattened rice. It is most likely served with tea and is probably the most likely dish that a Maharashtrian will offer his guest. During arranged marriages in Maharashtra, Kanda Pohe (literal translation, pohe prepared with onion) is most likely the dish served when the two families meet. Its so common that sometimes arranged marriage itself is referred colloquially as \"kanda-pohay\". Other variants on the recipe are batata pohe (where diced potatoes are used instead of onion shreds). Other famous recipes made with Pohe (flattened rice) are dadpe pohe, a mixture of raw Pohe with shredded fresh coconut, green chillies, ginger and lemon juice; and kachche pohe, raw pohe with minimal embellishments of oil, red chili powder, salt and unsauteed onion shreds."]},{"type":"*","value":[{"type":"'''","value":["Upma"]}," or ",{"type":"'''","value":["sanja"]}," or ",{"type":"'''","value":["upeeth"]},": This snack is similar to the south Indian upma. It is a thick porridge made of semolina perked up with green chillies, onions and other spices."]},"Surali Wadi: Chick pea flour rolls with a garnishing of coconut, coriander leaves and mustard.\nLots of items actually..further delicacies can be obtained in any typical maharastrian home.\n",{"type":"*","value":[{"type":"''","value":["Matar-usal- pav'"]}," :It is a dish made of green peas in a curry with onions, green chillies and sometimes garlic. Its eaten with a western style leavened bun or pav. Another form of Matar usal is made in konkan areas or by brahmins especially in Pune - this has a gravy of coconut, coriander, ginger-garlic and green chilly ground together and then fried into a Phodni. Some water and green peas are added and boiled till the peas are cooked and have absorbed the taste of all the condiments."]},{"type":"*","value":[{"type":"'''","value":["Misal Pav"]},":Quintessentially from Kolhapur. This is made from a mix of curried sprouted lentils, topped with batata-bhaji, pohay, Chivda, farsaan, raw chopped onions and tomato. Also some times eaten with yogurt. Bread is a must."]},"Pav bhaji: This speciality dish from lanes of Mumbai has mashed steamed mixed vegetables (mainly potatoes, peas, tomatoes, onions and green pepper) cooked in spices and table butter. The vegetable mix is served with soft bun shallow fried in table butter and chopped onion. Sometimes cheese, paneer (cottage cheese) are added.\n",{"type":"*","value":[{"type":"''","value":["Kothimbir vadi'"]},": Coriander (Cilantro) mixed with chick pea flour and Maharashtrian spices. There are plenty of variants of this dishes some deep fried, some stir fried and some steamed."]},"\n",{"type":"'''","value":["Saoji curry"]}," is special gravy mainly used in preparing non-vegetarian (chicken and mutton dish); But can also be used to prepare vegetarian dish (Potato, Paneer or Soya Chunk). Saoji chicken or Mutton is famous for its spicy taste and is highly recommended to all the spicy food lovers. Nagpur is famous for 'Saoji chicken'.\n\n",{"type":"'''","value":["Soups"]},"\n",{"type":"*","value":[{"type":"'''","value":["Solkadhi"]}," - prepared from coconut milk and Kokam"]},{"type":"*","value":[{"type":"'''","value":["Tomato saar"]}," - Maharashtrian spicy tomato soup"]},{"type":"*","value":[{"type":"'''","value":["Kokam saar"]}," - Soup prepared from dried fruit of Garcinia indica"]},{"type":"*","value":[{"type":"'''","value":["Varan"]}," - plain non-spicy or lightly spiced daal lentil with split Pigeon pea (Toor dal)"]},{"type":"*","value":[{"type":"'''","value":["Katachi Aamti"]}," - Sweet, hot and sour soup prepared from Chana or Chickpea dal"]},"\n",{"type":"'''","value":["Pickles"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ambyache lonche"]}," (mango pickle)"]},{"type":"*","value":[{"type":"'''","value":["Limbache lonche"]}," (lemon pickle)"]},{"type":"*","value":[{"type":"'''","value":["Awlyache lonche\/Murabba"]},"' (amla pickle)"]},{"type":"*","value":[{"type":"'''","value":["Mohoriche lonche"]}," (mustard pickle)"]},{"type":"*","value":[{"type":"'''","value":["Ambe-haladiche lonache"]}," (fresh turmeric pickle)"]},{"type":"*","value":[{"type":"'''","value":["Mirachiche lonache"]}," (Chilly Pickle)"]},{"type":"*","value":[{"type":"'''","value":["Sakhar amba"]}," (Sweet Pickle of Mango)"]},"\n\n",{"type":"'''","value":["Sweets"]},"\n",{"type":"*","value":[{"type":"'''","value":["Puran Poli"]},": It is one of the most popular sweet item in the Maharashtrian cuisine. It is made from jaggery (molasses or gur), yellow gram (chana) dal, pain flour, cardamom powder and ghee (clarified butter). It is made at almost all festivals. A meal containing puran poli is considered \"heavy\" by Marathi people."]},{"type":"*","value":[{"type":"'''","value":["Gulachi Poli"]}," : Made specially on Makar Sankranti in typical Brahmin households, the Gulachi poli is a heavy meal similar to the Puran Poli. It is made with a stuffing of soft\/shredded Jaggery mixed with toasted, ground Til (white sesame seeds)and some gram flour which has been toasted to golden in plenty of pure Ghee. The dish is made like a paratha i.e. the stuffed roti is fried on Pure ghee till crisp on both side. Tastes heavenly when eaten slightly warm with loads of ghee."]},{"type":"*","value":[{"type":"'''","value":["Modak"]},": is a Maharashtrian sweet typically steamed (ukdiche modak). Modak is prepared during the Ganesha festival around August, when it is often given as an offering to lord Ganesha, the elephant-headed God, as it is reportedly his favorite sweet. "]},{"type":"*","value":[{"type":"'''","value":["Karanji"]},": is a deep fried dumpling with a filling of grated coconut sweetened with jaggery and flavoured with powdered cardamom seeds. It is also known as Kanavale. It is one of the popular sweets prepared for Diwali celebrations."]},{"type":"*","value":[{"type":"'''","value":["Gulab Jaam"]},": are balls made of dense milk (Mava\/Khava) and bleached wheat flour fried in ghee (clarified butter) and then dipped in sugar syrup."]},{"type":"*","value":[{"type":"'''","value":["Shevaya chi Kheer"]},": is prepared by cooking shevaya (vermicelli) in milk. The preparation is sweetened with jaggery or sugar, flavoured with powdered cardamom seeds and finally garnished with chopped nuts. Kheer is also made of Rice, Semolina, and Dudhi (white gourd)."]},{"type":"*","value":[{"type":"'''","value":["Anarsa"]}," : It is made from soaked powdered rice, jaggery or sugar. "]},"\n",{"type":"===","value":["Adventure\/off the beaten track"]},"\n",{"type":"*","value":["Ride the Mumbai Locals in peak hours! Or at least visit CST railway station in peak hours."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["Coconut water is very famous"]},{"type":"*","value":["Kokam Sharbat (Sharbet)"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Western India"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["18.96"],["72.82"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Maharashtra"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Maharashtra\/"]]},"\n\n",{"type":"[[","value":[["la:Maharastra"]]}]