[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.maidenhead.net\/ Maidenhead"]}]}," is a dormitory town in the county of ",{"type":"[[","value":[["Berkshire"]]}," in the ",{"type":"[[","value":[["South East (England)"],["South East"]]}," of ",{"type":"[[","value":[["England"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nThe people here are hard to. \n\nThe constituency of ",{"type":"'''","value":["Maidenhead"]}," and ",{"type":"[[","value":[["Windsor and Eton"],["Windsor"]]}," is the most affluent area of the UK, with house prices often exceeding those of Central London. Its position in the River Thames countryside, with close proximity to the capital, is unrivalled making it a gold-mine for commuters. It is one of the safest Conservative seats in the UK (the MP is the Home Secretary, Theresa May).\n\nLike many towns, Maidenhead has its fair share of crime and antisocial behaviour, and the town centre is a little grey and full of concrete. The area near the river, locally known as Maidenhead Riverside, however, is a pleasant contrast to this, offering nice views of the Thames and great walks towards the villages of ",{"type":"'''","value":["Cookham"]},", ",{"type":"[[","value":[["Marlow (England)"],["Marlow"]]},", ",{"type":"'''","value":["Bray"]}," and ",{"type":"[[","value":[["Windsor and Eton"]]},".\n\n",{"type":"==","value":["Get in"]}," \n",{"type":"===","value":["By Train"]},"\nMaidenhead is on a major train line from ",{"type":"[[","value":[["London"],["London Paddington Station"]]}," to ",{"type":"[[","value":[["Reading (England)"],["Reading"]]},", with Reading  also providing connections Northward and good connections to ",{"type":"[[","value":[["West Country"],["The West Country"]]},".\n\nMaidenhead is to be connected the Crossrail in 2019 which will provide faster connections to East London.\n\n",{"type":"===","value":["By Car"]},"\nMaidenhead is Situated on Junction 8\/9 of the M4 providing fast connections both East to ",{"type":"[[","value":[["London"]]}," and West to ",{"type":"[[","value":[["Wales"]]},". There is also the A404 which connects Maidenhead to the M40 in 15 minutes, allowing good connections North.\n\n",{"type":"===","value":["By Plane"]},"\nLargely, ",{"type":"[[","value":[["Heathrow Airport"],["London Heathrow"]]}," is the best flight connection from Maidenhead, with just a 20 minute drive down the M4 or an hours train journey.\n\n",{"type":"[[","value":[["Gatwick Airport"]]}," is also popular for travellers, as flights there are often cheaper. However, the hour car journey is the best way for getting to the Airport, so taxi costs may be incurred.\n\n",{"type":"==","value":["Get around"]}," \n\nThere are good bus links, you can get most buses from Frascati Way in the town centre, or near Boots on the high street. \n\n",{"type":"[","value":["http:\/\/www.maidenheadmaps.co.uk Maidenhead Maps"]}," contains interactive maps for the area, including cycle routes and local facilities. You can also create and submit your own maps by following the simple instructions.\n\n",{"type":"==","value":["See"]}," \n\nThe famous railway bridge designed by Isambard Kingdom Brunel.\n\n",{"type":"'''","value":["Boulter's Lock"]}," and Boulters Island on the River Thames. A great spot for walks amongst relatively tame squirrels and views of Maidenhead Weir. There is also a small hotel\/restaurant on the Island. \n\n",{"type":"'''","value":["Cookham"]}," is a picturesque village between Maidenhead and ",{"type":"[[","value":[["Marlow (England)"],["Marlow"]]},". It is a traditional English country village with a hugely popular gallery and excellent but expensive restaurants. Trains link Cookham with Maidenhead every hour. Alternatively walk there along the river, about 1 hour.\n\n",{"type":"'''","value":["York Road"]}," is the home of Maidenhead United and is the oldest continuously used senior football ground in the world.\n\n",{"type":"==","value":["Do"]}," \n\nInvestigate the Norden Farm arts centre, which is newly opened and contains a theatre and arthouse cinema. There is an Odeon mainstream cinema in the town centre. The Magnet Leisure centre is complimented by the David Lloyd Fitness Centre. Visit Maidenhead Heritage Centre to discover the town's fascinating history. \n\n",{"type":"==","value":["Buy"]}," \n\nThe town centre is a fairly typical one, containing most high street shops, including Next, Virgin Megastore, Boots, Superdrug, Marks and Spencer, and TopShop.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Robert Dyas"],["url=http:\/\/www.robertdyas.co.uk"],["email="],["address=Nicholsons’s Shopping Centre 24 Kings Walk Maidenhead Berkshire SL6 1LB"],["lat="],["long="],["directions="],["phone = +44 844 567 2537"],["tollfree="],["fax="],["hours=Opening Times: Monday 9AM - 5.30PM; Tuesday 9AM - 5.30PM; Wednesday 9AM - 5.30PM; Thursday 9AM - 5.30PM; Friday 9AM - 5.30PM; Saturday 9AM - 5.30PM; Sunday 11AM - 5.00PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]}," \n\nIndian restaurants such as the Cookham Tandoori and the Emperor of India are well recommended. There are also decent Thai and Chinese restaurants. One of Britain's culinary capitals, the village of Bray, is a very short distance away. This village contains the Roux Brothers' Waterside Inn as well as Heston Blumenthal's Fat Duck, which is currently the second best restaurant in the world according to ",{"type":"'''","value":["Caterer"]}," magazine. \n\n",{"type":"==","value":["Drink"]}," \n\nSurrounding villages and suburbs have some excellent ancient pubs. Non-chain bars include Phatz Bar, good for live music, as well as Coco bar. Surprisingly, the Lloyds\/Wetherspoons branch in Maidenhead (The Greyhound) is featured in a CAMRA drinking guide. Lovers of ale should head there since there is a great and ever changing line up of taps. Well, the pub is really for everyone since its prices can't be beaten locally. \n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[","value":["http:\/\/www.thievesgarden.co.uk\/ Rooms to rent in Maidenhead - Thieves Garden self catering apartment for short term lets"]},". Thieves Garden provides well equipped accommodation for anyone looking rooms to rent in Maidenhead. Ideal for those visiting the region who are looking for the comfort of a hotel but with the extra space and independence of a self-catering apartment - without the need for long term contracts or utility bills.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Maidenhead"],["url=http:\/\/www.himaidenheadhotel.co.uk\/"],["email="],["address=Manor Lane,\nMaidenhead, SL6 2RA"],["lat="],["long="],["directions="],["phone = +44 871 942 9053"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The hotel in Maidenhead also provides leisure facilities including a pool, spa and gym, as well as meeting and function rooms."]]}]},"\n",{"type":"==","value":["Go next"]}," \n\nMaidenhead is 17 minutes away from London Paddington on a fast train (7.01am).\n\n\n",{"type":"{{","value":[["geo"],["51.5217"],["-0.7177"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Berkshire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["WikiPedia: Maidenhead"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Berkshire\/Maidenhead\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Maidenhead"]]}]