[{"type":"{{","value":[["pagebanner"],["Majete Wildlife Reserve Entrance.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.majete.org\/ Majete Wildlife Reserve"]}]}," is in ",{"type":"[[","value":[["Chikwawa"]]}," of ",{"type":"[[","value":[["Malawi"]]},".\n\n\n",{"type":"==","value":["Understand"]},"\nAfrican Parks (Majete) Ltd. is the local company established by African Parks for the management of Majete Wildlife Reserve. On 28 March 2003, African Parks, Ltd. and the Government of Malawi signed an agreement providing for African Parks to take over the rehabilitation, management, and development of Majete Wildlife Reserve for 25 years. After 25 years, Majete and all its assets will be returned to the Malawi government. African Parks' vision is to restore, develop, and manage the Reserve in order to demonstrate biodiversity conservation and sustainable natural resource utilization for the benefit of the people of Malawi in general and local communities in particular.\n\nSince African Park's arrival, restocking has taken place in phases, and will continue with the aim of restoring populations of the original species that were present in the Reserve. To date these animals include: two black rhino, buffalo, waterbuck, bushbuck, eland, hartebeest, zebra, bush pig, impala, nyala, and sable. we aim to restock the Reserve with populations of exterminated species, acquired from other protected areas in Malawi and neighboring countries.\n\nA 42km intermediate fence was constructed in 2003 for the initial phase of the project, which encloses 14,000 ha, where all the restocking of game species takes place. When the park's perimeter fence is completed, and the intermediate fence is removed, the game animals will be able to disperse freely into the total area of Majete Wildlife Reserve.\n\nThe infrastructure has been upgraded, including construction and maintenance by hand of 150km of new roads within the Reserve, with one drift, and maintenance of the 16km road from Chikwawa to Majete, clearing and maintenance 40km of firebreaks for fire management, completion of 6 scout houses with electricity and water at every house, administration facilities, including a fully equipped workshop and operations room, and Thawale tented camp, with 4 luxury tents, lapa, kitchen, a 44 KVA generator and staff\/volunteer accommodation. Three artificial waterholes were constructed in the 14,000 ha sanctuary.\n\n",{"type":"===","value":["History"]},"\nMajete Wildlife Reserve is 691km.sq, and lies at the low attitude of about 100m (see map 1). The Shire River forms part of the eastern boundary. It was gazetted as a Game Reserve in 1955, 50 years ago. Further extensions occurred in 1969 to include dry season water sources, and in 1976 it was extended to include the full width of the Shire River. In 1988 there were estimated to be over 200 elephants in Majete, but by 1992 all had been exterminated.\n\n",{"type":"===","value":["Landscape"]},"\nMajete Wildlife Reserve is an area of 70,000 ha situated in the Lower Shire Valley, about 70 km southwest of Blantyre, the commercial capital of Malawi. It is an area of undulating and hilly country, covered in tall deciduous woodland with beautiful grassy glades and occasional patches of thicket. To the east it is mixed acacia, leadwood and marula savannah with scattered stately baobab trees and patches of ilala palms. All the watercourses have a fringe of riverine thicket and the rugged western highlands are dominated by miombo woodland.\n\n",{"type":"===","value":["Flora and fauna"]},"\nMajete Wildlife Reserve was, at one time, hugely rich in a variety of species of animals and vegetation. Whilst the flora is undoubtedly varied and flourishing, it will continue to take a while before the Reserve is fully habited by its entire indigenous species once again.\n\nTo rehabilitate Majete’s wildlife, the agreement between African Parks and the Malawi Government stipulated provisions being made for the restocking of wildlife with populations of exterminated species acquired from other protected areas in Malawi and, in certain circumstance, from elsewhere in Africa. So far 769 animals have been moved to Majete from other national parks in Malawi, with a further 77 animals coming from private sources in Zambia. Animals introduced so far include: black rhino, buffalo, waterbuck, bushbuck, Livingstone’s eland, Lichtenstein’s hartebeest, sable antelope, nyala, Burchell’s zebra, impala and warthog – nearly all of which have bred successfully and increased their populations by at least 10% since reintroduction. Very large numbers of crocodiles and hippos still occur in the Shire River. Majete Wildlife Reserve is also very rich in birdlife, the total number of species recorded being 311, which is a reflection of the varied habitat.\n\n",{"type":"===","value":["Yet more animals"]},"\nThe animals have been picked, the funding secured, the enhanced anti-poaching completed and the wheels set in motion to welcome elephants back to Majete in July 2006.\n\nIt has been confirmed that two very kind and generous donors have decided to give a gift to Majete Wildlife Reserve in the form of 5 female rhinos to add to our current two males. This is incredibly exciting as it means our herd will hopefully finally be able to breed, and increases the number of black rhino in all of Malawi twice over. The rhinos will most probably come from African Parks’ flagship park ",{"type":"[[","value":[["Marakele National Park"],["Marakele"]]}," in South Africa, but all details are yet to be confirmed.\n\nMajete Wildlife Reserve is preparing itself for the eventual reintroduction of further zebra and hartebeest and also the climactic arrival of cheetah and lion. Again, any details are as yet unknown but it’s hoped that by the time the perimeter fence is fully erect (by 2008), visitors may experience the pure excitement of seeing large cats roam the rocky outcrops and sporadic savannah of Majete.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe entrance free per vehicle is 4 US$. The entrance fee per person depend on the status of the visitor. The fee for Malawian nationals is 4 US$ for adults and 2 US$ for under 12 year olds. Non-Malawian residents will pay 9 US$ for adults and 5 US$ for under 12 year olds. International visitors pay 20 US$ for adults and 10 US$ for under 12 year olds.\n\nFor prices for Activities and Accommodation, please check the ",{"type":"[","value":["http:\/\/www.african-parks.org\/Park_1_159_Rates.html parks website"]},"\n\n",{"type":"==","value":["Get around"]},"\nYou will need your own vehicle to get around Majete Wildlife Reserve. Because the Reserve is committed to the environment, there are no tarmac roads and the number of artificial bridges is kept to a minimum. Because of this, you WILL need a 4x4 capable vehicle for getting around the reserve.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nGame Drives, Bird Watching, Night Drives, Sight Seeing, Local Entertainment, Barbeques.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThe Majete Safari Camp, about 5 km from the entrance gate and is the best place if you want to explore the whole area.\n\n",{"type":"===","value":["Camping"]},"\nChalets and Camping are available, along with cooked meals and self catering facilities. The camp is in a lovely setting overlooking the Matitu Falls on the Shire River, an ideal location for fishermen or people who like to be in the wilderness.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Malawi"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]