[{"type":"{{","value":[["pagebanner"],["Majuro banner.jpg"]]},"\n",{"type":"'''","value":["Majuro"]}," is the largest city in and capital of the ",{"type":"[[","value":[["Marshall Islands"]]},". The downtown area is located north of the airport on the eastern side of the main island. It consists of the smaller towns Delap, Uliga and Darrit which are reside on islands linked by small stretches of land.\n\n",{"type":"==","value":["Get in"]},"\n\nA boat dock is on the lagoon side of Uliga.\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Amata Kabua International Airport"]}," (",{"type":"{{","value":[["IATA"],["MAJ"]]},") is on the south side of the Majuro atoll. United Airlines has thrice-weekly service from ",{"type":"[[","value":[["Honolulu"]]}," as the first stop on its \"island hopper\" route which also serves the ",{"type":"[[","value":[["Federated States of Micronesia"]]}," and ",{"type":"[[","value":[["Guam"]]},". Flights from ",{"type":"[[","value":[["Guam"]]}," via ",{"type":"[[","value":[["FSM"]]}," and ",{"type":"[[","value":[["Kwajelein"]]}," are available on the remaining weekdays. The island hopper flight stops at various atolls on the way to\/from ",{"type":"[[","value":[["Guam"]]}," makes for a scenic way to the destination.\n\nHotel transfers are usually available for free upon reservation. Taxis are cheap as well (around US$1) and it is customary to pick up additional passengers on the way.\n\nThere is only one road in Majuro. If you are on a walk far away from the city center, police and other people will often give you a ride if they are going in the same direction.\n\n",{"type":"==","value":["Get around"]},"\n\nThe island can be explored by foot. The only exception to this is ",{"type":"'''","value":["Laura Beach"]},". Taxis are cheap ($0.75) as long you stay east of the airport. To further reduce costs cab sharing is common. Getting to ",{"type":"'''","value":["Laura Beach"]}," by taxi is expensive, but buses make the round trip to Laura 6 days a week (not on Sundays) for $2, departing from the RRE parking lot.  Hitchhiking is widely practiced and quite safe.\n\nThere may be packs of feral dogs roaming any inhabited parts of Majuro. Anyone walking or running needs to be ever alert as these dogs frequently attack without provocation. Walkers and runners should always carry a stout rod or similar and several rocks for use in thwarting marauding dogs. This has become less of a problem in recent years, but is still a danger from time to time.\n\nRental cars run cost $US 60 per day. None of the large commercial rental agencies operate on the island. Hotel Robert Reimers has about a dozen cars available. A gas station is located south of Hotel Robert Reimers about two thirds of the way to the National Telecommunications Authority building, which is easily identifiable by the big satellite dishes.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Marshall_islands_enoko_island_beach.jpg"],["thumb"],["right"],["250px"],["Enoko Island, part of the Majuro atoll. You can rent this for a day or night."]]},"\n\nThe Majuro atoll itself has few things to offer but is a good base for exploration of the surrounding islands.\n\nThe main tourist attraction is ",{"type":"'''","value":["Laura Beach"]}," on the western tip of the main island about 40km away from town. As taxis to ",{"type":"'''","value":["Laura Beach"]}," are quite expensive the added value of a rental car should not be neglected.\n\n",{"type":"'''","value":["Eneko Island"]}," is a small atoll about 45 minutes away from Uliga by boat. Day trips and overnight stays at their small cottages need to be arranged through the Hotel Robert Reimers. Camping is also possible.\n\n",{"type":"==","value":["Do"]},"\n\nScuba diving may be organized through ",{"type":"'''","value":["Raycrew"]}," located in the first floor of Marshall Islands Resort. The staff are friendly and knowledgeable of local dive sites. Gear may also be rented here.\n\nMetered wireless Internet access in Majuro is widely available, although occasionally unreliable. People may purchase Internet time at the National Telecommunications Administration building or online by following the instructions given when trying to connect. Payless Supermarket also has a free wireless connection for customers in its dining area.\n\n",{"type":"==","value":["Buy"]},"\n\nThe small ",{"type":"'''","value":["Formosa Supermarket"]}," has groceries and basic supplies but closes early. A bigger ",{"type":"'''","value":["Payless"]}," supermarket is located in Uliga that is usually well stocked. ",{"type":"'''","value":["K&K Island Pride Supermarket"]}," is located in Delap next to the Bank of Guam and has a large fresh produce section.\n\nSeveral handicraft stores dot the main part of town. A visit to any of these will provide reasonably priced souvenirs. On many days you can also find women at these stores making these handicrafts.\n\n",{"type":"==","value":["Eat"]},"\n\n\nRestaurants tend to go through phases in Majuro. No place is consistent for more than a few months. If a restaurant is really good one week, it may be completely awful the next. An always changing workforce contributes greatly to this phenomenon as does the availability of ingredients. That being said, asking around about which places are good to eat can help greatly.\n\nThe ",{"type":"'''","value":["Tidetable Restaurant"]}," attached to the Hotel Robert Reimers is a meeting place for locals as well as expats looking for cheap quality food and Internet access. The restaurant overlooks a busy town square as well as the lagoon. Try the MEC Blackout - seasoned slices of tuna which just touched a hot pan for a few seconds\n\n",{"type":"'''","value":["DAR"]}," is a small cafe on the backroad of Uliga. They have reasonably priced diner fare and some of the best coffee on island. It's a great place to catch up on local gossip as well.\n\n",{"type":"'''","value":["Won Hai Shien"]}," has excellent Chinese food and is located off the main road right next to Uliga Dock.\n\n",{"type":"'''","value":["Aliang Restaurant"]}," is located just next to Won Hai Shien and also has excellent Chinese food, but of a different variety.\n\n",{"type":"'''","value":["Flame Tree"]}," in Delap is a good place to go for pizza before sunset.\n\n",{"type":"'''","value":["Riwut Corner"]}," is a diner that has a selection of American and local foods.\n\n",{"type":"'''","value":["Marshall Islands Resort"]}," has a Sunday brunch with great views of the lagoon.\n\n",{"type":"==","value":["Drink"]},"\nFor nice places full of foreigners, check out the bars at RRE\/Tide Table or at Marshall Islands Resort.\n\nMarshall Islands Club is a local favorite.  Spacious, with an open air deck situated right on the lagoon.\n\nThe Flame Tree is a very popular bar\/club combination with a lively atmosphere.\n\nThe Pub caters to a more upscale crowd. The drinks aren't more expensive, but the $7 cover charge (includes free drink) affects its patronage. A well decorated, private VIP section also exists here.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Robert Reimers"],["url=http:\/\/www.rreinc.com\/rrehotel.html"],["email=hotelrr@rreinc.com"],["address="],["lat="],["long="],["directions="],["phone=(692) 625-5131"],["tollfree="],["fax=(692) 625-3783"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marshall Islands Resort"],["url=http:\/\/www.marshallislandsresort.com"],["email=reservations@marshallislandsresort.com"],["address=Amata Kabua Blvd"],["lat="],["long="],["directions="],["phone=(692) 625-2525"],["tollfree="],["fax=(692) 625-2500"],["hours="],["price="],["checkin=3PM"],["checkout=Noon"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},{"type":"[[","value":[["Kosrae"]]},", ",{"type":"[[","value":[["Honolulu"]]},"\n\n",{"type":"{{","value":[["geo"],["7.0667"],["171.2667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Ratak"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Majuro"]]},"\n",{"type":"[[","value":[["Commons:Category:Majuro"]]}]