[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Mājuli"]}," or ",{"type":"'''","value":["Majoli"]}," is a largest river island in the Brahmaputra river in Assam. Mājuli had a total area of 1,250 square kilometres (483 sq mi), but having lost significantly to erosion it has an area of only 421.65 square kilometres (163 sq mi) in 2001. Nearest city is Jorhat town. Krishna, the popular Hindu god is supposed to have played here with his friends. It is the cultural capital of Assamese civilisation since the 16th century. Many Xatras (Satra) or monasteries constructed by the saint still survive and represent the colourful Assamese culture. Vaishnava Satra was founded by Sankardeva, the father of Assamese culture. The main surviving Xatras (Satra) are Dakhinpat Xatra, Garamurh Xatra, Auniati Xatra, Kamalabari Xatra, Benegenaati Xatra and Shamaguri Xatra. One can view endless island on reaching Kamalabari Ghat through Ferry.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" To reach Majuli islands one has to reach Neamati Ghat through rickshaws or shared taxis available from Jorhat town. At Neamati Ghat, Ferry rides are available from 07:30 am to 15:30 pm."]},{"type":"*","value":[" Hire a Sumo Taxi to visit all Satras by bargaining the rates to 60-70% of the offered amount."]},{"type":"*","value":[" Return Ferries are available from Kamalabari Ghat till 15:30 pm."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" View of endless river from the front of Ferry"]},{"type":"*","value":[" The endless island view at Kamalabari Ghat"]},{"type":"*","value":[" Dakhinpat Xatra"]},{"type":"*","value":[" Garamurh Xatra"]},{"type":"*","value":[" Auniati Xatra"]},{"type":"*","value":[" Kamalabari Xatra"]},{"type":"*","value":[" Benegenaati Xatra"]},{"type":"*","value":[" Shamaguri Xatra"]},{"type":"*","value":[" Sunset from Ferry while Return Journey"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Enjoy a long ferry ride of 1.5 hr from Neamati Ghat to Kamalabari Ghat."]},{"type":"*","value":[" A group lunch on the island on the bank of Brahmaputra river. Take lunch from home due to less facilities available there."]},{"type":"*","value":[" Watch the Ali-ai-ligang festival in Feb-March."]},{"type":"*","value":[" Watch the Migratory birds at southeast, southwest and northern part of island."]},{"type":"*","value":[" Watch Pottery making"]},{"type":"*","value":[" Watch Mask making"]},{"type":"*","value":[" Paal Namm festival in the end of winter"]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Komal Saul"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Komal saul is a unique type of rice from Assam that can be eaten without cooking. It is rendered fluffy and edible by being soaked in water for a short time. The rice may be eaten with milk or curd, jaggery, yogurt after being immersed in warm water for just 15-20 minutes."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Bora saul"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bora saul is a variety of glutinous rice found in Assam. It has an important role in Assamese traditional occasions like Bihu. It is used in Jolpan (snacks) and Pitha (ricecake or pancake). Soaked and ground bora saul is used in preparing Pitha. Boiled bora saul is served as Jolpan with curd or milk, jaggery or sugar."]]}]},"\n",{"type":"==","value":["Eat"]},"\nNormal food is available here but it is best to bring food from home to enjoy the one day picnic.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nMany hotels are available on the island at different costs which can be inquired to the Sumo drivers.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Assam"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["26.82713"],["94.13086"],["zoom=12"],["layer=M"]]},"\n",{"type":"[[","value":[["wikipedia:Majuli"]]}]