[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Malampa"]}," is a province of ",{"type":"[[","value":[["Vanuatu"]]},".  It includes the central islands of Malakula, Ambrym, and Paama.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ambrym Volcanoes"]},". Ambrym is one of the few places in the world where you can see active lava lakes. The island draws a small but steady stream of trekkers and adventurers to climb its twin volcanoes Mt. Marum and Mt. Benbow and to view the vast moon-like desert which makes of the interior of the island. You'll need a guide to navigate the maze-like ash plain and to keep you safe if the volcano starts to rumble. There are occasionally blue clouds of poisonous gas. Your guide should help you avoid these as well, but you may want to bring a gas mask to be safe (you'll risk getting laughed at since the clouds don't always make an appearance)."]},"\nIt is possible to make the trek to one of the volcanoes and return back to your bungalow in one day, but it is far more rewarding to camp out on the ash plain and visit all of the active vents. There are are several different routes and it is possible to trek all the way across the island if you want to. The views on-route are breathtaking. A certain level of fitness is required and this trek is not recommended for individuals who are afraid of heights. \n\nSome guides have their own tents but you'll want to make sure of this in advance. Good hiking boots are a must as is a sleeping bag since it gets cold on the ash plain at night. There is no shade on the ash plain and you will need a hat and sunscreen.\n\nAmbrym often has food and water shortages due to acid rain caused by the volcanoes. In many places digging wells isn't an option due to the risk of striking lava. Be polite and bring plenty of food and water for yourself and your guide.\n\nAccess to the volcanoes from North Ambrym is restricted from September to December 31st.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Vanuatu"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]