[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Malaria geographic distribution.png"],["frame"],["Approximate areas affected by malaria in dark blue."]]},"\n",{"type":"'''","value":["Malaria"]}," is a serious and sometimes fatal ",{"type":"[[","value":[["Tropical diseases"],["tropical disease"]]},". Four kinds of malaria parasites can infect humans: ",{"type":"''","value":["Plasmodium falciparum"]},", ",{"type":"''","value":["P. vivax"]},", ",{"type":"''","value":["P. ovale"]},", and ",{"type":"''","value":["P. malariae"]},"; infection with ",{"type":"''","value":["P. falciparum"]},", if not promptly and correctly treated, can be fatal in as little as one or two days.\n\n",{"type":"'''","value":["Competent advice from an up-to-date source of information, such as the tropical diseases department of a major hospital, is essential."]},"\n\n",{"type":"==","value":[" Transmission "]},"\n\nAs stated by the ",{"type":"[","value":["http:\/\/www.cdc.gov\/malaria\/ CDC"]},", malaria is transmitted in large areas of Central and South America, the island of Hispaniola (includes Haiti and the Dominican Republic), Africa, Asia (including the Indian subcontinent, Southeast Asia and the Middle East), and a few areas of Eastern Europe and the South Pacific.\n\nIn general, the risk of contracting malaria is higher in rural areas and lower in urban areas. Often there is also a correlation to the mosquito population, with the rainy season creating stagnant pools of water where mosquitoes can breed.\n\n",{"type":"==","value":[" Symptoms "]},"\n\nSymptoms of malaria mimic common flu, with an infected person suffering fever, headache, and vomiting usually within 10 to 15 days after the mosquito bite. This means that you may become sick when you're already back at home, so be aware of that.\n\nMalaria is life-threatening, and requires ",{"type":"'''","value":["immediate"]}," treatment. No vaccine is currently available, but methods of prevention include avoiding ",{"type":"[[","value":[["Mosquitoes"],["mosquito bites"]]}," and preventative drugs (prophylaxis). Note that some drugs are not effective for all areas. If a person who has visited a malaria risk zone contracts a fever within ",{"type":"'''","value":["one year"]},", their physician should be informed of the possibility of malaria. Less serious forms (such as ",{"type":"''","value":["P. vivax"]},") can mimic symptoms of the flu.  Physicians who rarely, if ever, examine malaria patients may need to be reminded of this fact. The standard laboratory test for malaria is a thick and thin blood smear on a glass slide viewed under the microscope.  Self-test kits are highly unreliable.\n\n",{"type":"==","value":["Prophylaxis"]},"\nAny malaria prophylaxis must be taken ",{"type":"''","value":["before, during, and (especially) after"]}," travelling to a malaria-risk zone. Anti-malarial drugs are highly effective in preventing malaria. Different drugs are recommended for travel to different areas due to malarial strains resistant to certain drugs. Talk to a specialist doctor or verify the information with a reliable source. As with all drugs, anti-malarials may cause side-effects. Seldom will malaria be the sole health concern, and the physician will need to assess all the health risks the traveller will face. Obtain medications from a reliable source, either at home before you leave or from a reliable chemist\/pharmacist in a high-end or tourist area. Sometimes, the pills sold might be placebos.\n\nPregnant women should be especially careful, as some anti-malarials must not be taken during pregnancy. Malaria during pregnancy is usually more severe, and it's always considered to be a serious emergency. As with most prophylaxis, anti-malarials are not 100% effective; however, studies have shown that, when taken as directed, the most common drugs (e.g. doxycycline, Malarone) are about 98-99% effective. The choice of a malaria prophylaxis should be made carefully with one's physician, taking into account drug resistance in the traveller's destination; possible side effects, interactions, and contra-indications; and finally the preferred frequency per dose (daily, weekly, etc.)\n\nAs well as prophylactic medications, there are important anti-mosquito measures that should be used. Avoiding mosquito bites by using repellent containing DEET, netting, screens, long clothing, and avoid being exposed around dusk. Air-conditioning and fans can also help indoors. For those sensitive to DEET, or who dislike its smell, repellents containing ",{"type":"''","value":["Picaridin"]}," (e.g. Natrapel) are available in limited areas.  Concentrations of 20% have been shown to be as effective as DEET.\n\nThe most common anti-malarials include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Doxycycline"]}," is highly effective and can be very inexpensive. Possible disadvantages include increased sun sensitivity (sunburning easier), and nausea and stomach pain; some sources caution that it may reduce the effectiveness of birth control pills."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lariam"]}," (mefloquine), or it's generic ",{"type":"'''","value":["Mefliam"]},", is highly effective, has a simple weekly dose and can be taken for extended periods. It does have a number of contra-indications and must be prescribed by a doctor, and has also been known to have very rare but severe neurological side effects. More common side effects include nausea, stomach cramps and lucid dreams. Not to be used if you plan on scuba diving or high-altitude climbing. Your doctor may advise starting using it several weeks before departure, in order to check for possible side effects. There are resistant mosquitoes in Southeast Asia, and West and East Africa. Find out the latest information on this drug from a professional before purchase."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Malarone"]}," (atovaquone + proguanil) is highly effective, has a very low incidence of side effects, and only needs to be taken for one week after leaving the risk area; however it is the most expensive."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chloroquine"]}," (Daramal \/ Nivaquine \/ Promal) ",{"type":"'''","value":["in combination with proguanil"]}," (Paludrine) may sometimes be recommended, and is generally well tolerated. Problems include people having difficulty adhering to the prescribed regime due to its complexity, and widespread resistance."]},"\nThere has been some debate recently over whether pre-travel malaria prophylaxis is being started early enough. For example, mefloquine is normally taken one week prior to travel. Some feel this is inadequate if the person is unfortunate enough to be exposed to malaria shortly upon arrival. Those who have concerns may wish to discuss with their physician the option of doubling the time period (not the dosage) that their malaria prophylaxis will be taken prior to travel. In addition to providing better protection, there will be more time to switch to another anti-malaria medication, if necessary.\n\nAspirin must never be taken as an antipyretic (fever reducer) when malaria or dengue fever is a possibility. (Continuing daily low-dose 81mg aspirin therapy during and after third-world travel should be discussed with your physician.) Acetaminophen (paracetamol) and ibuprofen are considered safe alternatives provided all of their precautions are observed. Malaria, dengue fever, and typhoid fever all tend to have somewhat similar symptoms at first, and should not be self-diagnosed.\n\n",{"type":"==","value":[" Travel "]},"\nTravel to rural areas always involves more potential exposure to malaria than in the larger cities. (This is in contrast to dengue fever where cities present the greater risk.) For example, the capital cities of the Philippines, Thailand and Sri Lanka are essentially malaria-free. However, malaria is present in many other places (especially rural areas) of these countries. By contrast, in West Africa, Ghana and Nigeria have malaria throughout the entire country. However, the risk is much lower in the larger cities. Always use recent up-to-date information as to whether malaria is present in the areas you will be visiting, and what prophylactic resistance occurs locally. A small map of the world (above) cannot show small pockets of malaria-free zones (which are likely to be prime tourist areas and\/or larger cities). Conversely, sometimes malaria spreads into new territory—especially higher elevations near endemic zones.\n\nTravelers should never assume that their choice of malaria prophylaxis is available in the country that they will be visiting. Many third-world countries stock only chloroquine and possibly doxycycline. Quinine (a natural drug, and known for centuries) might also be available, but is not recommended as a prophylactic anti-malarial. Resistance to it is extremely common.\n\n",{"type":"==","value":[" Find out more "]},"\n",{"type":"*","value":[{"type":"'''","value":["WHO - Malaria"]},". ",{"type":"[","value":["http:\/\/www.who.int\/topics\/malaria\/en\/"]}," World wide information on malaria.  "]},{"type":"*","value":[" ",{"type":"'''","value":["MAP"]}," (Malaria Atlas Project), ",{"type":"[","value":["http:\/\/www.map.ox.ac.uk"]}]},{"type":"*","value":[" ",{"type":"'''","value":["MARA"]}," (Mapping Malaria Risk in Africa), ",{"type":"[","value":["http:\/\/www.mara.org.za\/"]},", a malaria atlas for ",{"type":"[[","value":[["Africa"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["South African Department of Health"]},", ",{"type":"[","value":["http:\/\/www.doh.gov.za\/issues\/malaria.html"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Scottish National Health Service"]},", ",{"type":"[","value":["http:\/\/www.fitfortravel.scot.nhs.uk\/destinations\/maps\/worldmap.htm"]}," Interactive World map showing malarial hotspots"]},"\n",{"type":"==","value":["See also"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pests"]]}]},"\n",{"type":"[[","value":[["WikiPedia:malaria"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Stay healthy"]]},"\n",{"type":"{{","value":[["usabletopic"]]}]