[{"type":"{{","value":[["pagebanner"],["Zomba Plateau banner.jpg"],["caption=Zomba Plateau"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Cape McLear, Malawi (2498445835).jpg"],["location=LocationMalawi.png"],["flag=Flag of Malawi.svg"],["capital=",{"type":"[[","value":[["Lilongwe"]]}],["government=Multiparty democracy"],["currency=Malawian kwacha (MWK)"],["area=94,080 km",{"type":"<","value":["sup",["2"]]}],["population=13,013,926 (July 2006 est.)"],["language=English (official), ",{"type":"[[","value":[["Nyanja phrasebook"],["Chichewa"]]}," (official), other languages important regionally"],["religion=Protestant 55%, Roman Catholic 20%, Muslim 20%, indigenous beliefs 3%, other 2%"],["electricity=230V\/50Hz (UK plug)"],["callingcode=+265"],["tld=.mw"],["timezone=UTC+2"]]},"\n",{"type":"[","value":["http:\/\/www.guide2malawi.com\/ ",{"type":"'''","value":["Malawi"]}]}," (Chichewa: ",{"type":"''","value":["Malaŵi"]},") is a country in ",{"type":"[[","value":[["Africa"]]},", bordered by ",{"type":"[[","value":[["Mozambique"]]}," to the south and east, ",{"type":"[[","value":[["Tanzania"]]}," to the north, ",{"type":"[[","value":[["Zambia"]]}," to the west. Lake Malawi, the third largest lake in Africa, runs along most of its eastern border. It's described as the \"Warm Heart of Africa\", referring to the friendliness of the people.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":[" History "]},"\nEstablished in 1891, the British protectorate of Nyasaland became the independent nation of Malawi on 6 July 1964. After three decades of one-party rule by  Hastings Banda, the country held multi party elections in 1994 under a provisional constitution, which took full effect the following year. National multi party elections in 1999 and 2004 elected president Bingu wa Mutharika. When he died in 2012, Joyce Banda (no relation to  Hastings Banda) was elected as the first female leader. \n \n",{"type":"===","value":["Climate"]}," \nMuch of Malawi is plateau, often reaching to 1,000 m (3,000 ft), and the temperature in these highlands is moderate, with the hottest period occurring during the autumn rainy season and the coolest and chilliest in winter. The hottest region in the country is the lower Shire River Valley well south of Blantyre. Temperatures along scenic Lake Malawi are generally warm, but with a cooling breeze, especially in the evenings. Winters (May till July) are dry. The rainy season begins in mid-October to early November and generally runs until March.\n\n",{"type":"===","value":[" Culture "]},"\nMalawi’s people are its greatest asset - friendly, welcoming, colourful and vibrant. It is impossible to visit and not to become engaged with the people, but there are now opportunities to spend time in real villages (including staying overnight) for a first-hand experience of the cultures, traditions and daily life. This is an option pretty much everywhere in Malawi, and one well worth taking.\n\nThere’s also much to see of Malawi’s history, beginning with the pre-history remains of the Karonga district and the Stone Age rock paintings near Dedza. The Cultural & Museum Centre at Karonga is well worth a visit. Elsewhere, the colonial period is preserved in buildings dating from the David Livingstone era and the defeat of the Arab slave trade is well documented in the museums of Blantyre. Among other museums around the country are a Lake Museum at Mangochi, a mission museum at Livingstonia and a postal services museum near Zomba\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Malawi map.png"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Northern Malawi"]]}],["region1color=#b5d29f"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Central Malawi"]]}],["region2color=#c87b82"],["region2items="],["region2description="],["region4name=",{"type":"[[","value":[["Southern Malawi"]]}],["region4color=#d5dc76"],["region4items="],["region4description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lilongwe"]]}," - political capital of Malawi and the seat of government"]},{"type":"*","value":[" ",{"type":"[[","value":[["Blantyre"]]}," - economic capital and largest city with an interesting downtown, decent nightlife and music, a range of hotels from the elegant to resthouses, and a vibrant street and market culture"]},{"type":"*","value":[{"type":"[[","value":[["Karonga"]]}," - charming town not far from the intriguing Misuku Hills and a short distance from Lake Malawi and growing quickly because of the recent development of a uranium mine"]},{"type":"*","value":[{"type":"[[","value":[["Limbe"]]}," - a largely commercial town next to Blantyre, with some of the best Indian restaurants in Malawi"]},{"type":"*","value":[{"type":"[[","value":[["Mangochi"]]}," - medium-sized town, formerly known as Fort Johnston, and a jumping-off point for the resorts and hostels up the coast of Lake Malawi, on the way to peninsular Cape Maclear"]},{"type":"*","value":[" ",{"type":"[[","value":[["Monkey Bay"]]}," - a popular large village as you head up the Lake Road from Mangochi toward Cape Maclear"]},{"type":"*","value":[{"type":"[[","value":[["Mzuzu"]]}," - the largest town in the Northern Region, and a staging-post for transport to ",{"type":"[[","value":[["Tanzania"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nkhata Bay"]]}," - a rocky bay towards the north of the lake - check into one of the lodges and you could be here for a while"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nkhotakota"]]}," on the shores of Lake Malawi in the Central Region, is where the explorer David Livingston sat down with the Swahili Arab slave traders to attempt to negotiate an end to the slave trade. Nkhotakota was a slave entrepôt, from which slaves were ferried across Lake Malawi to the eastern shore to resume their travel over land to what is now the Tanzanian coast. Nkhotakota is a compact and fascinating town, old in its way and true to the ethnic diversity of this region of Malawi."]},{"type":"*","value":[" ",{"type":"[[","value":[["Zomba"]]}," - old colonial capital of Malawi noted for its British colonial architecture, the University of Malawi, and the remarkable Zomba Plateau which rises immediately west of the city"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cape Maclear"]]}," - laid back fishing village on the tip of a peninsula jutting out into the southern portion of Lake Malawi.  The Cape has excellent, sandy beaches and crystal-clear water perfect for swimming, and is a favourite among backpackers, boaters, and sunseekers. This area, however, is known for having a high level of ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Schistosomiasis schistosomiasis"]}," and visitors should be well informed."]},{"type":"*","value":["Kuti community Wildlife Park - 90 km from Lilongwe on Salima Road where you will get closer to zebra than anywhere else in Africa."]},{"type":"*","value":[{"type":"[[","value":[["Lake Chilwa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Likoma Island"],["Likoma"]]}," and ",{"type":"[[","value":[["Chisumulu Island"]]},"s - great sea life and a back door to ",{"type":"[[","value":[["Mozambique"]]},". These islands are only reachable to tourists by private boat or the public ferry which only runs 1-2 times each week and is the sole means by which locals can ship supplies to and from the islands; Thus, if you take the ferry to or from Nkhata Bay, purchase a deck or cabin ticket unless you want to be FULLY immersed in the typical way of life of Malawian transporters."]},{"type":"*","value":[{"type":"[[","value":[["Mua"]]}]},{"type":"*","value":[{"type":"[[","value":[["Shire Valley"]]}]},{"type":"*","value":[{"type":"[[","value":[["Thyolo Tea Estates"]]}]},{"type":"*","value":[{"type":"[[","value":[["Viphya Plateau"]]}]},{"type":"*","value":[{"type":"[[","value":[["Zomba Plateau"]]}]},"\n",{"type":"===","value":["National Parks and Forest Reserves"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kasungu National Park"]]},"  "]},{"type":"*","value":[{"type":"[[","value":[["Lake Malawi National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lengwe National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Liwonde National Park"]]}," - 550 km² of unspoiled forest along the shores of the Shire River. The national park is best approached from the town of Liwonde.  A half-hour boat ride up the Shire will show some of the remarkable wildlife of the region, especially hippo's, elephant, and fish eagles."]},{"type":"*","value":[{"type":"[[","value":[["Majete Wildlife Park"]]}]},{"type":"*","value":[{"type":"'''","value":["Mount Mulanje"]}," is the highest peak south of Kilimanjaro and a favourite among climbers attempting to reach Sapitwa Peak, the tallest of Mulanje's peaks. Its within the ",{"type":"[[","value":[["Mulanje Mountain Forest Reserve"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nyika National Park"]]}," - Malawi's biggest national park is on the 1800m high Nyika Plateau"]},{"type":"*","value":[{"type":"[[","value":[["Ntchisi Forest Reserve"]]}," - stunning rainforest in rural, untouched area"]},"\n",{"type":"''","value":["See also:"]}," ",{"type":"[[","value":[["African National Parks"]]},"\n\n",{"type":"==","value":["Get in"]},"\nMost visitors from industrialized countries, including the ",{"type":"[[","value":[["United States"]]},", ",{"type":"[[","value":[["Canada"]]},", most ",{"type":"[[","value":[["European Union"]]}," countries, ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Malaysia"]]}," and ",{"type":"[[","value":[["Taiwan"]]}," do not require a visa to enter Malawi. A tourist visa lasts for 30 days, but be careful as they sometimes only write '7 days' on your passport stamp upon arrival at the airport. A tourist visa can be renewed for an extra 30 days twice for 5,000 Malawian kwacha MWK5,000) each time or for 60 days all at once for MWK10,000 at the immigration offices.\n\nOthers (especially some Central and Eastern Europeans) can get the visa only when arriving by air. If you however require a visa and try to enter by land, you can request a conditional entry permit to be issued by the border guards. They are usually willing to do so, but for a (negotiable) fee. With that permit in hand you must report to the Immigration HQ in ",{"type":"[[","value":[["Blantyre"]]}," or ",{"type":"[[","value":[["Lilongwe"]]}," within a period of time specified in the permit. There they will then (usually) issue you the proper visa for the official fee of USD70.\n\n",{"type":"===","value":["By plane"]},"\nMalawi's largest international airport is in ",{"type":"[[","value":[["Lilongwe"]]},", although there are also some flights from ",{"type":"[[","value":[["Blantyre"]]}," to regional destinations.\nMost travellers connect via ",{"type":"[[","value":[["Johannesburg"]]}," (South Africa) or ",{"type":"[[","value":[["Nairobi"]]}," (Kenya).  State carrier ",{"type":"[","value":["http:\/\/www.airmalawi.com Air Malawi"]}," claims to be \"Africa's Friendliest Airline\", but its limited network covers only nearby countries plus the Middle Eastern hub of ",{"type":"[[","value":[["Dubai"]]},".\n\n",{"type":"[","value":["http:\/\/www.swiftairmalawi.com\/ Swift Air"]}," is a privately owned airline operating flights between Johannesburg, Blantyre and Lilongwe. It operates Boeing 737 aircraft.\n\nThe previous international departure tax of USD30 is now included in the air fare.\n\n",{"type":"[","value":["http:\/\/www.nyassa.mw\/ ",{"type":"''","value":["Nyassa Air Taxi"]}]}," has a shuttle service from USD280 per person from ",{"type":"[[","value":[["Mfuwe"]]}," to ",{"type":"[[","value":[["Lilongwe"]]},".\n\n",{"type":"===","value":["By train"]},"\nThere are trains twice a week from ",{"type":"[[","value":[["Blantyre"]]}," to ",{"type":"[[","value":[["Cuamba"]]}," and ",{"type":"[[","value":[["Nampula"]]}," in northern ",{"type":"[[","value":[["Mozambique"]]},", although a 77-kilometer stretch of track between the Mozambique border and Cuamba is out of commission and must be covered by truck.\n\n",{"type":"===","value":["By boat"]},"\nA ferry runs twice a week from ",{"type":"[[","value":[["Likoma Island"]]}," to ",{"type":"[[","value":[["Cobuè"]]}," and Metangula in Mozambique.\n\n",{"type":"===","value":["By car"]},"\nThe main road (M1) runs from the northern border (Kaporo) through Karonga, Mzuzu, Lilongwe and finally to Mchinji and is in excellent shape. There is an excellent road from ",{"type":"[[","value":[["Lilongwe"]]}," to ",{"type":"[[","value":[["Mchinji"]]}," on the Zambian border (120 km).\n\n",{"type":"===","value":["By bus"]},"\nTo get into Malawi from Mozambique, in the south, one can take the bus from Tete (north-west ",{"type":"[[","value":[["Mozambique"]]},") to Zobwe. After crossing, take another bus from the border to ",{"type":"[[","value":[["Blantyre"]]},". This crossing is quite hectic, and it is closed at night, so one should plan on getting there early, and trying to keep it cool with all the border-hawkers.\nDirect buses run from ",{"type":"[[","value":[["Lusaka"]]},", Zambia to ",{"type":"[[","value":[["Lilongwe"]]},", but are best avoided (or done in stretches) if 18-20 hours on a bus doesn't sound like your idea of a good time. There is also minibus from ",{"type":"[[","value":[["Mbeya"]]}," in ",{"type":"[[","value":[["Tanzania"]]}," to the border. From the border in Malawi Side, take a taxi to ",{"type":"[[","value":[["Karonga"]]},". The cost is around 400-500 MK depend on negotiation. From Karonga bus station, take a bus or minibus to other destinations in Malawi. Bus is cheaper than minibus. The easiest way take direct bus from Dar es Salaam in ",{"type":"[[","value":[["Tanzania"]]}," to ",{"type":"[[","value":[["Mzuzu"]]}," or ",{"type":"[[","value":[["Lilongwe"]]},".\n\nNote that there are NO direct buses from Mbeya to Malawi although scammers in Mbeya bus station will tell you so, and sell you tickets. You must take a bus to the border and walk across.\n\n",{"type":"==","value":["Get around"]},"\nCompared to its neighbours, the main roads in Malawi are in surprisingly good shape and travel times between major destinations should be reasonable.  The volume of traffic is low and most people drive reasonably slowly.  Road travel after dark is not advisable as road markings are poor to non-existent and not all cars have headlights. While there are few vehicles travelling at night a very significant number of their drivers will be heavily intoxicated, particularly outside of Lilongwe and Blantyre.\n\nThe Malawian police force have roadblocks, checkpoints and speeding checks along many of the major roadways and at the airports.  By and large, they are looking for illegal activities and bribes.  Expect to be stopped on occasion, particularly if you are clearly not local, and asked where you are going. Fines for traffic offences range from  MWK2,000 for poor tyres or faulty lighting, to MWK8000 for speeding, to seizure of the vehicle for licensing\/registration\/insurance offences. Payment is expected to be made to a bursar at the roadside,and a numbered receipt from a duplicate book should be given. If a passenger in a vehicle being driven by a local the police may question the driver or other passengers in a local dialect in order to establish what can be got from you.  You should not have any problems if you are polite and have the correct documentation (passport, driver's licence, permission to use the vehicle, etc.) available if they ask. Before using any vehicle be satisfied that all tyres are in good condition, lights are working (including brake lights) and that you have a road warning triangle and fire extinguisher. Do not leave quantities of food or beverages, toys, etc visible in the vehicle as they will be sought in exchange for passage. Allow extra time for journeys to the airport as the police are aware that people in a rush will pay. Speed checks are often carried out on the roads away from major towns (ie at the points where the speed limit is due to increase), and urban speed limits can extend well into rural areas, often for 10-12km outside of major towns. \n\nThe wearing of seatbelts is mandatory. Local laws dictate that passengers may not have any limb hanging from a vehicle. Despite many local pick-ups having extra passengers in the cargo area visitors should not do so unless the vehicle has the appropriate additional government documentation allowing same. \n\nCurrently Malawi is experiencing many fuel shortages, so be aware to stock up in neighbouring countries unless you want to queue for a long time (without actually getting anything) or use the black market - with fuel prices being almost double, even triple, usual prices. If staying in the one area for some time attempt to build a relationship with the forecourt staff in one establishment, but be seen to occasionally purchase small amounts from other outlets. Often staff will give preferential treatment to regular customers in times of shortage. \n\nIn rural areas be vigilant  of children playing and  animals, particularly chickens on the road. While small animals may not damage the vehicle they may cause a family to lose a source of income or nutrition and create a very hostile situation when a demand for payment is made.\n\n",{"type":"===","value":["By car"]},"\nLike most other former British colonies, traffic moves on the left in Malawi with most cars being right-hand drive.\n\nLocal car rental companies:\n\n",{"type":"{{","value":[["listing"],["name=Apex Rent-a-Car Malawi"],["url=http:\/\/www.apexrentacarmw.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sedans, 4x4s, even buses."]]},"\n\n",{"type":"{{","value":[["listing"],["name=SS Rent-a-Car"],["url=http:\/\/www.malawitourism.com\/pages\/content\/index.asp?PageID=112"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=4x4s, 16 and 26 seat buses, Motorbikes"]]},"\n\n",{"type":"{{","value":[["listing"],["name=Sputnik Car Hire"],["url=http:\/\/www.malawitourism.com\/pages\/content\/index.asp?PageID=102"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=4x4s,buses,trucks"]]},"\n\nUnfortunately many car rentals in Southern Africa do not allow you to enter Malawi with their cars. You might have the best chances if you rent a car in ",{"type":"[[","value":[["Zambia"]]},". \n\nCar rentals that allow you to enter Malawi:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Livingstone 4x4"],["url=http:\/\/www.4x4hireafrica.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Located in ",{"type":"[[","value":[["Lusaka"]]},", ",{"type":"[[","value":[["Zambia"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kwenda"],["url=http:\/\/www.kwenda.co.za\/"],["email=kwenda@iafrica.com"],["address=17 Samantha Street; Strijdom Park; Randburg, Johannesburg, South Africa"],["lat="],["long="],["directions="],["phone=+27 44 533 5717"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bushtackers"],["url="],["email=bushtrackers@iafrica.com"],["address=P.O. Box 4225, Rivonia, 2128, Johannesburg, South Africa"],["lat="],["long="],["directions="],["phone=+27 11 465 5700"],["tollfree="],["fax="],["hours="],["price="],["content= Allow you to enter Malawi if you ask by email."]]}]},"\n",{"type":"===","value":["By boat"]},"\nTravelling by boat is surely the most enjoyable mode of getting around in Malawi. The ",{"type":"''","value":["Ilala"]}," ferry runs north from Monkey Bay to Chilumba on Fridays at 10:00, arriving on Sunday at 18:30 and returns southbound on the same route, departing Chilumba on Mondays at 02:00, arriving back at Monkey Bay on Wednesdays at 14:00. Prices are rising with every year, but so is the ferry's reliability; some years back and before its privatization, it was unreliable.\n\n",{"type":"==","value":["Talk"]},"\nThe official languages of Malawi are ",{"type":"'''","value":["English"]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Nyanja phrasebook"],["Chichewa"]]}]},". English is widely spoken in urban areas and by the well-educated upper class, though outside of that, a few words in Chichewa will go a long way. Chichewa is the first language of the majority of the population, and knowing Chichewa will get you by in most of Malawi though in some very remote areas, learning the local tongue might be essential. Locals always appreciate any attempts by foreigners to speak Chichewa and learning at least a few basic greetings would do well to ingratiate yourself to the locals. ",{"type":"[[","value":[["Tumbuka phrasebook"],["Tumbuka"]]}," is the first language for many people in the north of the country. Chiyao is spoken by the Yao people who live mostly in the Southern District of the country. A multi-cultural country, Malawi has over a dozen indigenous ethnic groups, each with its own distinct language. However, even in those areas, many younger people will be bilingual in the local language and Chichewa.\n\n",{"type":"==","value":["See"]},"\nMalawi has a massive diversity of beautiful landscapes. The highest peaks in Malawi touch 10,000ft (3,000m) while the lowest point is barely above sea level. This range of altitudes in a small area help to make the landscape of Malawi one of the most varied in all Africa. It is generally a green, lush country, with plateaux, highlands, forests, mountains, plains, escarpments and dramatic river valleys.\n\nThe Rift Valley is the dominant feature, providing the vast chasm that Lake Malawi fills, and extending to the south of the country following the Shire River that drains the Lake. The flatter areas of the Rift Valley in South Malawi are home to some important wetlands, including Elephant Marsh, down in the Lower Shire Valley.\n\nTo the west of the Lake and either side of the Shire Valley in the south is the Central African Plateau. The transition from Rift Valley floor up to the Central African Plateau is characterised by a series of dramatic escarpments, such as at Nkhotakota Wildlife Reserve, a protected area of rugged, unspoilt wilderness. The Central African Plateau itself is gently undulating land between 1,600ft (490m) and 5,000ft (1,500m), with the occasional lake (such as Lake Chilwa) and punctuated by more dramatic hills and forests.\n\nIt is the widespread highlands and forests that provide the most impressive of the Malawi's varied scenery. Up where the air is fresh and cool are clear mountain streams, heaths, rolling montane grassland and evergreen forests.\n\nThe southern part of Malawi has the best known highlands - Mulanje Massif and Zomba Plateau. The former is a massive wilderness plateau of syenite granite rising from the Phalombe Plains. It has a number of peaks, including the highest in both the country and the whole of central Africa: Sapitwa, at 3,000 metres (10,000 feet). The tea estates that stretch west of Mulanje as far as Thyolo, are also wonderfully scenic. Zomba Plateau is not as high as Mulanje, but nonetheless impressive. It is slab-like with a gently undulating plateau top which is accessible by road.\n\nThe Dedza-Kirk Highlands extend the rise from the Rift Valley on its western edge between Blantyre and Lilongwe. The northern part of these highlands is marked by the Dedza-Salima Forest Reserve and then the Thuma Forest Reserve. South-west of Lilongwe, the Dzalanyama Forest Reserve covers a range of hills at the border with Mozambique. The Dowa Highlands, north of Lilongwe, have their most notable peaks at Dowa and the Ntchisi Forest Reserve.\n\nThe Viphya Highlands - undulating hills swathed in evergreen forests - stretch north-south in north Malawi and reach the edge of the Rift Valley. Finally, in north Malawi is the Nyika Plateau, a rolling whaleback grassland plateau unique in Africa. Much of this highest and most extensive high plateau surface in central Africa is gazetted as the Nyika National Park.\n\n",{"type":"==","value":["Do"]},"\nFor a small country, Malawi has a quite remarkable array of activities to offer its visitors. The magnificent Lake Malawi is a haven for boat activities and watersports, as well as having some of the best freshwater diving sites in the world, right in Nkhata Bay. Eight land-based national parks and wildlife reserves offer all type of safaris in a wide variety of natural wilderness environments. Liwonde National Park, along the Shire River, has hippos (including an albino one!), crocodiles, lions, elephants and even leopards (apparently).  The mixed terrain and varied landscapes also provide for excellent outdoor activities, including trekking and mountain biking, particularly in the highland areas. Those seeking cultural experiences are also well served by sites of historical interest and simple village visits to meet the ever-smiling Malawians in their daily life. You can visit the Carlsberg factory in Blantyre, climb Mt. Mulanje (a series of high hills, mountains - making a good trek), drive up or climb Zomba Plateau, go horseback riding in Kande or Nyika, or just relax on the beaches of Cape Maclear.\n\nSpecialist tours\/activities include yoga holidays, tea factory tours and art safaris. Pottery classes are available at two centres in Dedza and Nkhotakota. In the summer months of Malawi (September\/October) there is the Lake of Stars international music festival on the beaches of Sunbird Nkopola Lodge in Mangochi. 2011's festival included Foals, Freshlyground, The Black Missionnaries, Lucius Banda, Beverley Knight and Chris Baio from Vampire Weekend. 2010's festival included The Noisettes, Get Cape. Wear Cape. Fly. and Oliver Mtukudzi. This is a good festival, where you can relax in the sun on the beach having a few drinks and listening to some good music. Camping is the prominent form of accommodation, however many people do chose to stay in Sunbird Nkopola rooms themselves, or in rooms or cottages of nearby lodges.\n\n",{"type":"==","value":["Buy"]},"\nThe local currency is the Malawi kwacha, sometimes abbreviated MK, for which the ISO 4217 international currency code is ",{"type":"'''","value":["MWK"]},". The currency is freely convertible (but impossible to get rid of outside the country) and, as of September 2013, trades at ",{"type":"''","value":["approximately"]},":\n:USD1 = MWK327\n:€1 = MWK327\n:GBP1 = MWK512\n:CHF1 =MWK349\n:CAD1 = MWK315\n:JPY100 = MWK328\n:CNY1 = MWK53\n:ZAR1 = MWK33\n\n\"Hard\" foreign currencies (Forex) will also be accepted by almost everybody, particularly for larger purchases. For the current exchange rate, visit  ",{"type":"[","value":["http:\/\/www.mycurrencytransfer.com\/exchange-rates\/mwk-malawian-kwacha MCT.com"]},". If you bring foreign currency (forex) into the country and break the law by exchanging on the black market - in Lilongwe this is by using the people standing outside Metro (opposite Spar\/Shoprite), they can give you an extra 40-50 kwacha (use that as a general idea of how much you should get) to the dollar, pound or euro. Get the taxi to stop by here on the drive from the airport!\nYou can swap Malawian kwacha to Zambian kwacha at the border, either at the banks or on the black market too.\nLarger foreign bills are favoured and can get much higher rates. At times, it can be easier to not even go to the black market and simply make purchases with the foreign currency. \n\n",{"type":"'''","value":["Credit card"]}," acceptance is spotty but improving. Visa and MasterCard are accepted by larger hotels, including some ATMs, but you can leave AmEx or anything else at home. ATMs are becoming much more common and can be used at many banks in major cities, though most notably, VISA is the card of choice and many times the only option.\n\n",{"type":"'''","value":["Travellers' cheques"]}," can be changed in banks, forex bureaus and in some high-end hotels. The number of hotels accepting payment by travellers' cheque seems to be shrinking. Don't rely on them unless you have spoken to the hotel. Also, banks often want to see your original paperwork from your bank when you purchased the traveller's cheques. Without it, you may not be able to exchange them. US dollars ",{"type":"'''","value":["cash"]}," is your best bet, and it gives a better exchange rate.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Nsima Relishes 2.jpg"],["thumb"],[{"type":"''","value":["Nsima"]}," with three relishes: rape and peanut (top left), cabbage (bottom left) and ",{"type":"''","value":["kapenta"]}," (bottom right)"]]},"\n\nTraditional Malawian food revolves around one staple, ",{"type":"'''","value":["maize"]},", served in one form, ",{"type":"'''''","value":["nsima"]}," (n'SEE-ma).  Nsima is basically a type of thick porridge, rolled into balls with your right hand and dipped into a variety of stews known as ",{"type":"'''","value":["relishes"]},".  Those who can afford them eat relishes of beef, chicken or fish, but the many who can't make do with beans, tiny dried fish (",{"type":"''","value":["usipa"]},"), pumpkin leaves (",{"type":"''","value":["chibwabwa"]},") and other vegetables.  At breakfast, nsima can be served watered down into a soup, maybe with a little sugar.  Local restaurants will serve nsima and relish for less than MK500 (US$3).\n\nFood options in the major cities of ",{"type":"[[","value":[["Lilongwe"]]}," and ",{"type":"[[","value":[["Blantyre"]]}," are good.  Fast food — to include burgers, pizza, and fried chicken — is very popular in Malawi.  For sit-down meals, ethnic eateries (thanks to a significant ex-pat population) are popular.  Do note that, in many restaurants, ",{"type":"'''","value":["pork"]}," products are not served to accommodate the Muslim population.\n\nOutside the larger cities, however, you might be a little underwhelmed with food options.  Along the major roadways, you will find \"tuck shops\" featuring packaged cookies or Take Away Meals — meat pies or sausage rolls, for instance — which may or may not satisfy you.\n\nFinally, in terms of ",{"type":"'''","value":["hygiene"]}," outside the major cities, you are unlikely to find a proper washroom with running water.  You will probably be given a bowl of water, a piece of soap, and a (damp) towel.  Therefore, some travellers bring small bottles of anti-bacterial hand soap with them.\n\n",{"type":"==","value":["Drink"]},"\nTap water in major cities like Lilongwe, Blantyre, Zomba and Mzuzu is generally safe. Ask at the lodge\/house you're at. Some travellers with weaker stomachs may be advised to avoid this drinking water. Bottled water is plentiful in all the major shops.\n\n",{"type":"===","value":["Soft drinks"]},"\nA traditional local drink worth trying is ",{"type":"'''''","value":["maheu"]},", a somewhat gritty and vaguely yogurty but refreshing beverage made from maize meal. Factory-produced maheu is sweet, comes in plastic bottles and is available in a variety of flavours including banana, chocolate and orange, while home made versions are usually unflavored and less sweet.\n\nThe variety of soft drinks in Malawi is very popular - there's Coke, Sprite, Tonic, Ginger Ale, Soda Water, Cherry Plum, Cocopina and the very tasty, sugary Fanta's (coming in Orange, Grape, Exotic, Passion and Pineapple flavours). These are manufactured by SOBO, the glass bottles are on a deposit system. Expect to pay MK25 extra per bottle unless you bring some 'empties' with you.\n\n",{"type":"===","value":["Alcohol"]},"\nThe only beers you will generally find are brewed in Blantyre by ",{"type":"'''","value":["Carlsberg"]},", and its products are available in restaurants and stores throughout the country. A normal Carlsberg is known as a 'green', but the company also produces Special Brew, Stout, Classic, Elephant, Light and Kuche Kuche. You can also buy imported drinks such as Heineken, Kronenbourg, Smirnoff Ice, Bacardi Breezer and some ciders in certain bars. Malawi also produces its own spirits - notably Malawi Vodka, Malawi Gin, Malawi Rum, Gold Label Brandy and the cane spirit Powers. Malawi Gin & Tonic is a very nice, popular expat drink in the country.\n\n",{"type":"==","value":["Sleep"]},"\nWestern-standard hotels can be found in ",{"type":"[[","value":[["Blantyre"]]},", ",{"type":"[[","value":[["Lilongwe"]]},", ",{"type":"[[","value":[["Zomba"]]}," and ",{"type":"[[","value":[["Mzuzu"]]},", as well as along the shores of Lake Malawi. The Lake Malawi resort hotels cater primarily to international tourists.\n\nThere are high-level five-star resort hotels in some rural areas charging western prices.\n\n",{"type":"==","value":["Learn"]},"\nMalawi's largest tertiary education structure at present is the University of Malawi which is made up of Chancellor College located in the heart of ",{"type":"[[","value":[["Zomba"]]},", Blantyre Polytechnic in ",{"type":"[[","value":[["Chichiri"]]}," and College of Medicine. Bunda College of Agriculture and Kamuzu College of Nursing are located in Lilongwe. There is also Mzuzu University in the Northern part of Malawi.\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nMalawi has been known for years as \"The Warm Heart of Africa\", and Malawians are known for their friendliness and hospitality.  Malawi is not known as a particularly dangerous travel destination for western foreigners and expatriates. Muggings and robberies have occurred in the larger cities, most especially Lilongwe, as well as in some notorious places along the main tourist routes. It is advisable to avoid walking alone at night. If you go out for the evening, make sure you know how you're going back home. Car-jackings happen occasionally so be sure to keep windows shut and doors locked during evening and night journeys (though night driving is not advised - most cars have broken headlights and Malawians tend to walk in the middle of the road at night) and exercise reasonable caution as in any foreign city or rural area.  Roads are less safe because many drivers are unlicensed and inexperienced and many vehicles are not inspection-ready; there is also the factor of drunk driving, especially in the evenings, so be cautious. However even half the taxi drivers you will get at night will be drunk... \n\nMore recently there have been a lot of pickpockets operating in nightclubs and bars. Just exercise caution, don't bring too much money and cameras, etc. 10 beers is no more than MK2500, so don't bring hordes of cash with you.\n\nHomosexuality is officially banned by the law, and gay couples should exercise discretion when travelling to Malawi. It took a presidential pardon to release a gay couple recently arrested for homosexuality and sentenced to 14 years of hard labour.\n\n",{"type":"==","value":["Stay healthy"]},"\nAs with its neighbouring countries ",{"type":"[[","value":[["malaria"]]}," can be a problem. The lake is freshwater and is prone to ",{"type":"[[","value":[["bilharzia"]]},", especially in the ",{"type":"[[","value":[["Cape Maclear"]]}," area. Symptoms of bilharzia can take months to surface. If you think you've been exposed to it you can get a very cheap pill from the local pharmacists that will kill it before it even shows its face. It's a good idea to take care of this before leaving Malawi, as it will be much more expensive back home.\n\nThe adult ",{"type":"'''","value":["HIV"]}," prevalence in the country is at ",{"type":"'''","value":["14%"]}," or ",{"type":"'''","value":["1 in 7"]}," adults. ",{"type":"'''","value":["Do not have unprotected sex. Do not use injecting drugs."]},"\n\n",{"type":"==","value":["Respect"]},"\nMalawi has both patriarchal and matriarchal ethnicities and cultures.  In the cities, men tend to be more respected than women, but the reverse might be true in the rural villages depending on ethnicity.  Whites tend to be well-respected, a holdover from colonial times, but this is largely a Malawian's way of being courteous.  Accept their hospitality.  They are an exceptionally friendly people.\n\nMalawians, especially those from very rural areas where they don't see many whites, can be quite curious when they do come upon a white traveller.  To a Western mindset, this might be interpreted as unnecessarily staring at you or talking about you in front of you.  Be prepared to be greeted by kids yelling ",{"type":"''","value":["mzungu, mzungu!"]}," and to answer lots of questions about yourself.  Even relatively mundane items like mechanical pencils can draw a crowd of onlookers.\n\nMalawians are in general extremely courteous, and a part of that courtesy is shaking hands, speaking softly, and referring to travellers and others with respect. Malawians avoid rudeness. It is common for Malawi men to hold hands when they've gathered together to chat, and this shouldn't be given a sexual interpretation when it is encountered.    \n\nCulturally, women should not wear shorts or mini-skirts, especially when travelling outside the lodge\/camp.  A woman in shorts or a short skirt is considered to be provocative, as well as rude. Many female visitors wear wraps that are available in the stores and markets of major cities.  These are generally made of bright, colored patterns and can be extremely attractive. Low-cut tops on women, while discouraged, are not nearly as provocative. Men in the cities tend to wear slacks and not shorts, as shorts are generally worn only by school-age children, so when a man wears shorts it can be viewed by Malawians as rather silly. \n\nFinally, when meeting a Malawian — even to ask a question — you should always say hello and ask how they are.  Properly greeting a Malawian is very important.  They are uncomfortable with the Western notion of simply \"getting to the point.\" Courtesy is a must, at all times, because not to be courteous is to show disrespect.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["GSM"]},"\n\nThe countries two man mobile gsm providers are ",{"type":"[","value":["http:\/\/africa.airtel.com\/wps\/wcm\/connect\/africarevamp\/Malawi\/ Airtel"]}," and ",{"type":"[","value":["http:\/\/www.tnm.co.mw\/ TNM"]},". For 3G TNM has better coverage with Airtel only really covering the largest cities. Sim cards are available for 200 MWK.\n\n",{"type":"===","value":["Internet"]},"\n\n",{"type":"[","value":["http:\/\/www.skyband.mw\/hotspot.asp Skyband"]}," provide public WiFi hotspots around Airports, Restaurants, Hotels, Conference Areas, Cafe's, Sports Clubs, Bars, Pubs and General Public Areas.s. Credit is purchased with vouchers in denominations of 25MB, 50MB, 100MB, 200MB and 500MB at hotspot locations. The price is high when compared to a data bundle with a mobile provider.\n\n",{"type":"===","value":["Other"]},"\n\n",{"type":"*","value":["Embassy of the Republic of Malawi to Belgium, the Netherlands, Luxembourg, Switzerland and France ",{"type":"[","value":["http:\/\/www.embassymalawi.be\/"]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tanzania"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["South Luangwa National Park"]]}," — Kiboko Camp and some other travel agencies run roundtrip safaris from ",{"type":"[[","value":[["Lilongwe"]]}," to this fantastic national park in ",{"type":"[[","value":[["Zambia"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mozambique"]]}]},"\n\n",{"type":"{{","value":[["geo"],["-13.9"],["34.7"],["zoom=7"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southern Africa"]]},"\n",{"type":"{{","value":[["usablecountry"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Malawi"]]},"\n",{"type":"[[","value":[["WikiPedia:Malawi"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Malawi\/"]]}]