[{"type":"{{","value":[["pagebanner"],["Malacca banner River Walk.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Christ church melaka.jpg"],["thumb"],["upright=1.4"],["Christ Church, Melaka"]]},"\n\n",{"type":"[","value":["http:\/\/www.melaka.gov.my ",{"type":"'''","value":["Malacca"]}]}," (Malay: ",{"type":"''","value":["Melaka"]},") is the capital of the ",{"type":"[[","value":[["Malacca (state)"],["state of Malacca"]]},", on the ",{"type":"[[","value":[["West Coast (Malaysia)"],["west coast"]]}," of ",{"type":"[[","value":[["peninsular Malaysia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nModern-day Malacca is a vibrant old city with a unique historical and cultural background from previous Portuguese, Dutch and British rule. The city centre was ",{"type":"[","value":["http:\/\/whc.unesco.org\/en\/list\/1223 listed by UNESCO"]}," as a ",{"type":"[[","value":[["World Heritage Site"]]}," in July 2008, along with ",{"type":"[[","value":[["Georgetown (Malaysia)"],["Georgetown"]]}," and ",{"type":"[[","value":[["Penang"]]},".\n\n",{"type":"===","value":["History"]},"\nBefore the arrival of the first Sultan, Malacca was a simple fishing village inhabited by local Malays. Malacca was founded by Parameswara, also called Iskandar Shah or Sri Majara, the last Raja of Singapura (now known as Singapore) following a Majapahit attack in 1377. Parameswara found his way to Malacca in 1400 where he found a port, accessible in all seasons and on the strategically located narrowest point of the Malacca Strait. This later became Malacca\n\nThere are some interesting legends surrounding the foundation and naming of Malacca. According to the 16th century Malay Annals, the city was founded by Parameswara. Some believe it more likely that he was a Hindu prince and political fugitive from nearby ",{"type":"[[","value":[["Java"]]},". The legend goes that Parameswara was out on a hunt in the region and had stopped to refresh himself near what is now the Malacca River. Standing near a ",{"type":"''","value":["melaka"]}," (Indian gooseberry) tree he was surprised to witness one of his hunting dogs so startled by a mouse deer that it fell into the river. Parameswara took this as a propitious sign of the weak overcoming the powerful and decided to build the capital of his new kingdom where he stood, naming it for the tree under which he had been resting. Another account says Malacca is derived from the Arabic word ",{"type":"''","value":["Malakat"]},", meaning market. Malacca had a navigable harbor sheltered by nearby ",{"type":"[[","value":[["Sumatra"]]}," across the narrow straits. The location was supplied with an ample quantity of fresh water, enjoyed a prime location relative to the shifting monsoon winds, and had a central location in regional trade patterns, all of which soon made it a prosperous trading town. Its fortunes increased with its official adoption of Islam in the 14th century. The Sultans of Malacca were soon attracting Arab traders from far afield. However, Malacca continued to trade with merchants of all races and religions.\n\nAfter the visit of the Chinese Muslim Admiral Cheng Ho in the mid-15th century, contact between China and Malacca intensified. In exchange for protection against ",{"type":"[[","value":[["Thailand"],["Siam"]]},", Malacca became a vassal state to Ming China. To ensure Malacca's safety, a new and powerful kingdom was founded by the Sultan of Samudra-Pasai.\n\nThe power of the Malays began to rise through the 15th century. In the Malay Annals,the sultan Mansur Shah was mentioned as having six wives and the fifth was stated to be a daughter of the Ming Emperor.  However, in the Chinese chronicles, no such event was recorded.\n\nThings started to change with the arrival of the Portuguese in 1509. They were at first welcomed, but Indian traders soon turned the sultan against the Portuguese and they had to flee. In 1511 the Portuguese returned, and at their second attempt seized the city. This marked the start of the formation of a large Eurasian community. The Portuguese turned the city into a massive walled fortress complete with a tower bristling with cannon. It was believed that such fortifications could withstand the encroachments of other European powers eager for a slice of the Asian luxury goods trade.\n\nAn alliance between the Dutch and the Sultanate of Johor Bahru saw the loss much of Malacca's power. In 1641 the Dutch navy put a blockade on Malacca and they seized the city after six months. During the siege much of the Portuguese city was destroyed.\n\nOnly after 150 years did the Dutch lose their hold on Malacca. In 1795 The ",{"type":"[[","value":[["Netherlands"]]}," was conquered by the French, and the British were keen to take over the Dutch holdings in Malacca. By that time, Malacca had lost most of its former importance although it remained an important part of Asian trade routes.\n\nThe A Famosa gate is all that remains of the old Portuguese and Dutch forts. As the Napoleonic Wars wound down the British knew Malacca would be returned to Dutch control. In order to make the city indefensible the city walls were blown down. A last minute intervention by a British officer, the young Sir Stamford Raffles (founder of British Singapore) saved the gate. Shortly after its return to Dutch rule, the Dutch and British governments swapped colonies - British Bencoolen in Sumatra for Dutch Malacca.\n\nMalacca is a centre of ",{"type":"'''","value":["Peranakan"]}," culture. When Chinese settlers originally came to Malacca as miners, traders and coolies, they took local brides (of Javanese, Batak, Achenese, etc. descent) and adopted many local customs. The result of this is an interesting fusion of local and Chinese cultures. The men are addressed as ",{"type":"'''","value":["Babas"]}," and the women ",{"type":"'''","value":["Nonyas"]}," by their servants meaning Master and Mistress.\n\nA small group of Eurasians of Portuguese descent continue to speak their unique creole, known as ",{"type":"'''","value":["Cristão"]}," or ",{"type":"'''","value":["Kristang"]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Malacca International Airport"]}," (",{"type":"{{","value":[["IATA"],["MKZ"]]},") (formerly Batu Berendam Airport) is located about 10 km from the city of Malacca. Currently flights operate from Indonesia only. Melaka Air is set to resume flights from ",{"type":"[[","value":[["Penang"]]}," in early 2013 and other destinations including ",{"type":"[[","value":[["Langkawi"]]},", ",{"type":"[[","value":[["Kota Baru"]]}," and ",{"type":"[[","value":[["Medan"]]}," later on.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sky Aviation"]},", ",{"type":"[[","value":[["Pekanbaru"]]}," in ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Indonesia"]]},". ",{"type":"[","value":["http:\/\/wwww.sky-aviation.co.id\/"]},". 5 times a week to\/from Pekanbaru."]},{"type":"*","value":[{"type":"[","value":["http:\/\/www2.lionair.co.id\/ ",{"type":"'''","value":["Wings Air"]}]},". Daily services to\/from ",{"type":"[[","value":[["Pekanbaru"]]}," in ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Indonesia"]]},"."]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Kuala Lumpur International Airport"]]}]}," KLIA, (",{"type":"{{","value":[["IATA"],["KUL"]]},") is the nearest major airport and is about 1.5-2 hr away by car.",{"type":"<","value":["br"]},"Malaysia Airlines does not fly to Malacca, but it maintains an office at Lot 1&2, Block A, Ground floor, Century Mahkota Hotel, J. Merdeka, Melaka. ☎+60 6 282 9597.\n\n",{"type":"===","value":["By Bus"]},"\nMany long-distance express buses connect Malacca with both ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Seremban"]]},", ",{"type":"[[","value":[["Johor Bahru"]]},", ",{"type":"[[","value":[["Singapore"]]}," and other parts of Peninsular Malaysia. All long-distance and local buses now operate from the ",{"type":"'''","value":["Melaka Sentral"]}," bus terminal, a good 4.5 km from the historic core of the city.\n\nTo reach the main historical district take bus number 17 which departs from the domestic bus terminal of Melaka Sentral at the bus bay '17'. This bus goes to Chinatown and Taming Sari. The closest stop to Chinatown is Dutch Square, which you will easily identify from the brick red Christ Church and Stadthuys. Price is RM1\/person. Note that bus 17 is a loop line, so when you need to go back to Melaka Sentral you will take it at the same place where you got off, but using bus 17 back to Melaka Sentral does take much longer than the inbound journey. If you wish to take a taxi instead then head towards the rear of the building. The cost for a taxi should not exceed more than 15RM.\n \n",{"type":"====","value":["From Malacca International Airport"]},"\n",{"type":"*","value":[{"type":"'''","value":["Batang Bus"]}," (yellow, cream and red) from Melaka Sentral will go past the airport. Buses will stop by the main road about 200m from the airport building. ",{"type":"'''","value":["Tuahbas No. 65"]}," (blue and white) to Taman Merdeka also goes from Melaka Sentral past the airport via Bachang."]},"\n",{"type":"====","value":["From Kuala Lumpur"]},"\nSouthbound buses now leave from new bus terminal Bersepadu Selatan, which is located just next to LRT station and KTM Komuter station Bandar Tasik Selatan. Easiest way to get there from Chinatown is walk to Kuala Lumpur old railway station (just opposite side of canal from LRT Pasar Seni station, use overpass) and take KTM Komuter train for RM1.10 or take LRT from Masjid Jamek station. Buses are leaving every half hour, cartel price of ticket to Melaka Sentral is RM12.20 with all bus companies, ride takes 2 hours.\n\n",{"type":"====","value":["From Kuala Lumpur International airport"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.transnasional.com.my\/destination.php?aid=KLA&bid=MKZ&cid=4&x=48&y=10 Transnasional"]}]}," runs 4 direct buses daily at 09:15, 11:45, 16:15 & 20:15 (RM22\/16 adult\/child), travelling time 2 hours 30min, but if you miss them, you'll  have to detour via KL or take a taxi with travelling time about 1.5 hours (fixed \"budget\" fare RM159, 1 way, counter inside Domestic Arrivals, the guard will happily let you and your trolley of luggage back into this area from outside)."]},"\n",{"type":"====","value":["From Singapore"]},"\nMany bus companies operate from Lavender St. bus terminal directly to Melaka Sentral. Bus schedules vary between companies but some operates have hourly buses. Best show up and buy tickets in advance if you want to travel on Saturday morning and return Sunday afternoon as many Singaporean tourists have the same idea. The fares can vary starting from around SGD14-50 one way depending on class of the bus.\n\nBus rides often take any time between 3.5–5 hours depending on how long it takes to cross the Singapore-Malaysia borders, which during peak periods can cause massive delay. You will have to get your passport stamped at each end of the border and you must bring all your luggage with you when you are making an ",{"type":"''","value":["entrance"]}," into each country. Generally, the bus will wait for you at the border but sometimes they will expect you to catch the next bus if you take too long going through custom. Make sure you remember what you bus looks like (the number plate is quite a handy thing to remember). The buses will also have a 20-30min rest stop along the way where you can purchase food and use the toilet facilities (whose cleanliness can be questionable). The Singapore customs area has decent toilet facilities, if required.\n\nSome of the companies operating to\/from Malacca are:\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.transnasional.com.my Transnasional"]}]},", is the largest long-distance bus operator in Malaysia. It links the state with a host of destinations in Peninsular Malaysia like Kuala Lumpur, Seremban, Singapore and further afield. Transnasional buses depart from Malacca City (Melaka Sentral), Alor Gajah, A'Famosa Resort and Masjid Tanah."]},"\n",{"type":"*","value":[{"type":"'''","value":["Malacca-Kuala Lumpur Express"]},": Hourly buses between Malacca City and ",{"type":"[[","value":[["Kuala Lumpur"]]}," from 05:30-19:00.  Tickets cost RM12.50."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jebat Ekspres"]},": Buses to Kuala Lumpur via Masjid Tanah and Alor Gajah."]},"\n",{"type":"*","value":[{"type":"'''","value":["Malacca-Singapore Express"]},": Hourly buses between Malacca City and ",{"type":"[[","value":[["Johor Bahru"]]}," and ",{"type":"[[","value":[["Singapore"]]}," 08:00-19:00. Tickets cost RM19.00 to\/from Johor Baru, and RM22.00 to Singapore. The route from Singapore to Mallaca is SGD20"]},"\n",{"type":"*","value":[{"type":"'''","value":["Delima Express:"]}," Buses from Singapore to Malacca\/ Malacca to Singapore. Tickets cost $20.80\/ RM22. The boarding location at Singapore is City Plaza @ Payar Lebar. Online bookings are available ",{"type":"[","value":["http:\/\/www.busonlineticket.com\/"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mayang Sari Express:"]}," Buses to\/from Johor Baru. Tickets cost RM19.00."]},"\n",{"type":"*","value":[{"type":"'''","value":["MCW Express"]},": Frequent express services to Muar, ",{"type":"[[","value":[["Johor"]]}]},"\n",{"type":"===","value":["By train"]},"\nMalacca Town is not served by any railway lines. The nearest railway station is at Pulau Sebang\/Tampin, ☎+60 6 341 1034, in the Alor Gajah district about 30 km (18 mi) away. The station is on the main Kuala Lumpur-Johor Bahru line and served by all trains.\n\n",{"type":"'''","value":["Via Bus:"]},"The \"Tai Lye\" bus goes from the Tampin townsite to Malacca. You'll be looking for bus #26. When you get off the train, walk down the road to the right about 400m until you reach the main road. You now have two options. 1) Cross the road and wait until bus 26 comes toward you, wave madly at it, and it will stop to pick you up. 2) When you reach the main road, turn left and walk about 600m into town. You'll come to an intersection that T's the main road, with a road branching left up a hill. Walk up that road about 200m and the bus station is on your left. This is a less risk but more walk option. If you've got lots of luggage, you can also take a taxi from the train station to the bus station. If you get lost walking, just ask locals for the \"bus station\". Few speak English here, but they'll understand where you want to get to. The bus fare is RM4.30, and you'll need actual Ringit currency to pay it with. The trip takes about an hour and a half.\n\n",{"type":"'''","value":["Via Taxi:"]},"There should be a taxi or two at the train station waiting for someone like you to come along. If there isn't, walk into town with the above directions. You'll see one soon enough. The cost will be somewhere around RM50, but you can try haggling a bit. Either way, get them to take you to your hotel, or if they can only take you to Malacca Sentral, get a cheaper fare (don't wait to discuss this in the taxi!). Honestly, if you have the cash, and more than just a briefcase, this is the easier option. The cars are air conditioned (another bargaining chip if they aren't), and have trunk space for your gear. Plus, you could share the cost with up to three other people. Or if you are alone, maybe there is a local who's also trying to get to Malacca and would appreciate a free ride? Remember to be safe though. Don't get into your taxi until the driver has, always pay at the destination, and watch your stuff! The trip by taxi takes about 40 minutes.\n\n",{"type":"'''","value":["Salira"]}," (light blue and yellow) also goes from Melaka Sentral to Tampin via Ayer Keroh and Durian Tunggal. Get off bus at same spot as Tai Lye.\n\n",{"type":"===","value":["By car"]},"\nMalacca can be accessed from the ",{"type":"'''","value":["North South Expressway."]}," When coming from the south, drive along E2 and leave the expressway at the ",{"type":"'''","value":["Ayer Keroh"]}," exit.  Alternatively, one can leave the highway at the Simpang Empat exit and proceed through normal road to Melaka.  This route will pass through the town of Alor Gajah and now with the new highway (ring road) completed, the trip from Simpang Empat to Melaka will take approximately 20-30 min by car.\n\nMalacca city is on the Coastal Trunk Road (Federal Route 5), and can be accessed from the Main Trunk Road (Federal Route 1) by turning off at Simpang Kendong or ",{"type":"[[","value":[["Tampin"]]},", ",{"type":"[[","value":[["Negeri Sembilan"]]},".\nMalacca is 150 km (93 mi) from Kuala Lumpur, 216 km (134 mi) from ",{"type":"[[","value":[["Johor Bahru"]]},", and 90 km (56 mi) from Port Dickson.\n\n",{"type":"====","value":["Rent a car"]},"\nFor those who want an easy and direct way out from either Kuala Lumpur's LCCT or KLIA airport to Melaka, an easy way is to rent or hire a car or van. It will take you about 1-1.5 hr to get there. Prices range from RM150-RM400 depending upon the vehicle type and rental duration.\n\n",{"type":"===","value":["By taxi"]},"\nThere are also chartered taxi services available at end of Jalan Kee Ann. These chartered taxis travel within Melaka state and outside Melaka such as to KLIA International Airport, Kuala Lumpur and even Singapore. They carry up to 4 passengers at a time. Malacca has a really lousy public transportation system, so be ready to get your money ripped off by taxi drivers, even for a 5 minute drive, they sometimes charge you RM15. Most of the taxis in Malacca don't have a metered system, their charges are random and dependant upon the driver and passenger.\n\n",{"type":"===","value":["By boat"]},"\nDaily ferries run to and from Bengkalis, ",{"type":"[[","value":[["Dumai"]]}," and ",{"type":"[[","value":[["Pekanbaru"]]}," in ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Indonesia"]]},". All ferries arrive and depart from the ",{"type":"'''","value":["Harbour Master's jetty"]}," (",{"type":"'''","value":["Jeti Shahbandar"]},") at Taman Melaka Raya near the Maritime Museum. ",{"type":"'''","value":["To get to\/away from Jetty: Malacca Town Bus No. 17"]}," (Green) goes near the Harbour Master's jetty which is just down the road from the Red Square.\n\n",{"type":"*","value":[{"type":"'''","value":["To\/From ",{"type":"[[","value":[["Dumai"]]},":"]}]},":*",{"type":"'''","value":[{"type":"[","value":["http:\/\/m-sia.com\/indomal\/index.html Tunas Rupat Follow Me Express"]}]}," (Malacca ticketing booth at Jln PM10 Melaka Raya. ☎+60 6 281 6766, office ☎+60 6 283 2506, +60 6 283 2516; Dumai agent: Jl. Jend. Sudirman 4. ☎+62 7 653 1398) operates two ferries daily. They depart Malacca for ",{"type":"[[","value":[["Dumai"]]}," at 9AM and 3PM. Journey time is just under 2 hr. Tickets cost RM110\/170 1-way\/return.\n\n",{"type":"*","value":[{"type":"'''","value":["To\/From ",{"type":"[[","value":[["Pekanbaru"]]},":"]}]},":*",{"type":"'''","value":["Tunas Rupat Follow Me Express"]}," (Malacca ticketing booth at Jln PM10 Melaka Raya. Tel: ",{"type":"''","value":["+60-6"]},"-2816766, office ☎ +60 6 2832506, +60 6 2832516; Pekanbaru agent: Jl. Tanjung Datuk No 153, Pekanbaru. ☎+62 761 858777) has ferries from ",{"type":"[[","value":[["Pekanbaru"]]}," to Malacca on Mondays, Wednesdays and Fridays at 0900. From Malacca to ",{"type":"[[","value":[["Pekanbaru"]]},", they depart on Tuesdays, Thursdays and Saturdays at 9:30AM. The journey takes about six and a half hours. Tickets cost RM120\/210 1-way\/return from Malacca to Pekanbaru.\n\n:*",{"type":"'''","value":["NNH Ferry Services"]}," Malacca ticketing booth G-15, Jln PM10, Plaza Mahkota Melaka Raya. ☎+60 6 288 1334 runs the ",{"type":"'''","value":["Pelita Jaya"]}," ferry from Malacca to ",{"type":"[[","value":[["Pekanbaru"]]}," on Mondays, Wednesdays and Fridays at 9AM.\n\n",{"type":"*","value":[{"type":"'''","value":["To\/From Bengkalis:"]}]},"\n:*",{"type":"'''","value":["Laksamana Group"]}," (Malacca ticketing office stalls on Jln PM10, Plaza Mahkota Melaka Raya) has ferries from Malacca to Bengkalis in ",{"type":"[[","value":[["Riau"]]}," Province, ",{"type":"[[","value":[["Sumatra"]]},", on Tuesdays, Thursdays and Saturdays departing at 1100. Ferries connect to ",{"type":"'''","value":["Selat Panjang"]}," where there are onward ferries to ",{"type":"[[","value":[["Batam"]]}," and the other ",{"type":"[[","value":[["Riau Islands"]]},". From Bengkalis, ferries depart on Mondays, Wednesdays and Fridays at 9:30AM.\n\n:*",{"type":"'''","value":["Mulia Kencana"]}," (Malacca ticketing office Stall No. 5, Jln PM10, Plaza Mahkota Melaka Raya. Mobile ☎+60 13 373 3545, +60 16 682 6896, +60 12 339 8428) operates three ferries a week from Malacca to Bengkalis. Ferries connect to the town of ",{"type":"'''","value":["Pakning"]},". From Malacca, ferries depart on Tuesdays, Fridays and Sundays at 1PM. Tickets cost RM50\/80 1-way\/return. Tickets from Bengkalis to Pakning cost a further Rp 10,000.\n\nBengkalis are not listed as a visa-free or visa-on-arrival point of entry into Indonesia. However, those entitled to visa-free entry, or at least Malaysian passport holders, do not seem to face any problems.\n\n",{"type":"==","value":["Get around"]},"\n\nMalacca is by no means a small city, but exploring on foot is a good idea. You could rent a bike. Be mindful not to hold up traffic while taking pictures of buildings. The locals have generally good driving sense and adhere to traffic laws.\n\n",{"type":"===","value":["By monorail"]},"\nA 1.6-km monorail system was opened with much fanfare in October 2010, but it was plagued with problems and promptly taken out of service.  As of December 2010, the monorail is not operational and its planned extension is in doubt.\n\n",{"type":"===","value":["By car"]},"\nStreets in the older\/historical part of the city are very narrow, so they quickly become clogged during peak hours. This is especially so during the weekends, when cars from other parts of Malaysia and from Singapore flood to the city. Finding a car park lot is also extremely difficult during weekends. Most of the roads are also one-way, so plan your route properly.\n\n",{"type":"===","value":["By taxi"]},"\nMetered Taxis are just about everywhere. Chartered taxis on Jalan Kee Ann also travel within the city and should not cost more than RM15 per ride. Taxi Drivers are quite tourist friendly though not all taxi drivers will speak English. A few taxi drivers also maintain their business cards for more business from tourists.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":["Malacca Town Bus No 17"]},": Melaka Sentral Terminal to the historic core, Mahkota Parade, Melaka Raya and the Portuguese Settlement. The fare from Melaka Sentral to Makhota Parade is RM1. The last bus from Melaka Sentral leaves at 8:30PM, after which you would have to take a taxi which costs 20 RM to Mahkota Parade.  Bus 8 goes from Melaka Sentral to Town Square for RM1."]},{"type":"*","value":[{"type":"'''","value":["Malacca Town Bus No 18:"]}," Melaka Sentral Terminal to Tengkera and onwards to Pokok Mangga"]},{"type":"*","value":[{"type":"'''","value":["Malacca Town Bus No 19:"]}," Melaka Sentral Terminal to Ayer Keroh (Melaka Zoo and Taman Asean\/Malaysia). The fare from Melaka Sentral to Ayer Keroh (Melaka Zoo and Taman Asean\/Malaysia) is around RM 3  "]},{"type":"*","value":[{"type":"'''","value":["Malacca Town Bus No. 50:"]}," Melaka Sentral Terminal to the Mahkota Parade shopping centre and nearby seafood restaurants"]},{"type":"*","value":[{"type":"'''","value":["Kenderaan Aziz"]}," (red and white): Buses from Melaka Sentral to Muar via Padang Temu also go past the historic core, Mahkota Parade and Melaka Raya"]},"\nGenerally the bus system in Malacca is worse than chaotic: there doesn't seem to be a schedule (we waited today for more than an hour for a bus on the coast just north of Malacca - quite normal according to our bed and breakfast house hostess), and information about where and what busses to catch at Sentral is non-existent (you may get lucky looking at the printed paper displays near the front of the busses).\n\nThe alternative, namely to take a taxi, is expensive, since the meters in the taxis are generally not used, and the drivers like to overcharge foreigners and apparently give kickbacks to reservation agents at hotel concierge desks.\n\n",{"type":"===","value":["Others"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Trishaws"]},", complete with blaring pop music and fake flowers are available as well for short trips between tourist spots or circular tours. The drivers are very cheerful and friendly. The going rate is RM 40 per hour, but settle any price in advance."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bicycle"]},", hire a bicycle or join a ",{"type":"[[","value":[["cycling"]]}," tour group, see the ",{"type":"[[","value":[["Malacca#Do"],["Do"]]}," section for cycling hire and groups. Some of the hostels, homestays and hotels either provide loan or rental bicycles to their guests for local sightseeing. Major local attractions have an extensive internal road or track system often have bicycles available."]},"\n",{"type":"*","value":[{"type":"'''","value":["River boat"]}," : Melaka River Cruise  offers a 'hop-on hop-off' service (RM 30\/day), but during busy times (esp. weekend evenings) don't expect to get a seat anywhere other than near the ticket office landing."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Malacca stadhuys1.jpg"],["thumb"],["The Stadhuys and clock tower at the heart of the historic quarter of Malacca"]]},"\n",{"type":"[[","value":[["File:Malacca river1.jpg"],["thumb"],["Malacca River at dusk"]]},"\n",{"type":"[[","value":[["File:Baba house.jpg"],["thumb"],["The Baba Nyonya Museum in Malacca which is in a typical Peranakan house"]]},"\n",{"type":"[[","value":[["File:Flora de la Mar.jpg"],["thumb"],["Replica of the ",{"type":"''","value":["Flor de la Mar"]}," hosting part of the Maritime Museum"]]},"\n\nThe older part of the city proper has, in addition to the old palace and the large buildings left by the Europeans, many private houses and shops from nearly a century or more ago, put up by Chinese traders. Many of these have beautiful details such as moulded porcelain tiles and painted plaster reliefs on the front. Unfortunately, they tend to be not well preserved and the city government decided to paint all the buildings in the historical district a bright brick red some years ago, as the constant spitting by passers-by was proving a nuisance, which detracts from their aesthetic value.\n\nNote that on Tuesdays, many museums, shops, restaurant are closed, especially in the Jonker Street area. If you have only one day to spend in Malacca, do not go on Tuesday!\n\n",{"type":"===","value":["Heritage area"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Baba and Nyonya Peranakan Museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 6 283 1233"],["tollfree="],["fax="],["hours="],["price="],["content=Opening hours: 10AM-12:30PM, 2:30PM-4:30PM. Closed on Tuesdays - Step back in time with a visit to this museum which is an actual Peranakan heritage town house and is a great example of Peranakan culture. It is on Heeren Street (now known as Tun Cheng Lock Street). The entry fee is RM10\/15 per person and everyone has to follow a guide-led group. Photography is forbidden."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Cheng Hoon Teng Temple."],["alt="],["url=http:\/\/www.chenghoonteng.org.my\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 6 282 9343"],["tollfree="],["fax="],["hours="],["price="],["content=25, Jalan Tokong. Opening hours: Morning to 7PM - Oldest Chinese temple in Malaysia and has an inscription dating 1685 commemorating the deeds of by Kapitan China Li Wei King."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Christ Church"]}," - this church was built between 1741 and 1753. It replaced a Portuguese church, which was shattered. Bricks were shipped from ",{"type":"[[","value":[["Zeeland"]]}," in the ",{"type":"[[","value":[["Netherlands"]]},". On the floor of the church you will find Dutch tombstones. It is the oldest Protestant church in Malaysia. On the altar you will see sacramental silverware, still bearing the Dutch coat of arms. 8:30AM-5PM Mon-Sat, free admission; photography is forbidden."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dutch Square"]}," - Beautiful square around Christ Church and the Stadhuys. On this square you will find the ",{"type":"'''","value":["Tang Beng Swee Clock Tower"]},", it looks Dutch, but it is not. It was built in 1886."]},{"type":"*","value":[{"type":"'''","value":["Jonker, Heeren and adjacent streets"]}," - This is the residential heart of Old Malacca just west of the Malacca River, with its narrow winding streets, beautifully decorated houses, tiny shops, temples and mosques. The whole area is undergoing a renaissance with new shops, restaurants and hotels catering to tourists mushrooming everywhere. However, the area still has a lot of atmosphere and is worth having a look around. One of the streets in this area is ",{"type":"'''","value":["Harmony Street"]}," (officially Temple street or ",{"type":"''","value":["Jalan Tokong"]},"), so called because it contains the prayer houses of Malaysia's three main faiths - the Cheng Hoon Teng Chinese temple, the Sri Poyatha Vinayagar Moorthi Hindu Temple, and the Kampung Kling Mosque."]},"\n",{"type":"*","value":[{"type":"'''","value":["Maritime Museum"]}," (",{"type":"''","value":["Muzium Samudera"]},"), Jalan Quayside. The main historical exhibits are hosted inside a replica of the ",{"type":"''","value":["Flora de la Mar"]},", a 16th-Century Portuguese ship. A building includes additional exhibits on modern maritime activity and sea life."]},"\n",{"type":"*","value":[{"type":"'''","value":["Malaysian Navy Museum"]},", across the road from the Maritime Museum"]},"\n",{"type":"*","value":[{"type":"'''","value":["Malay and Islamic World Museum"]},", Jalan Kota (beside the Porta de Santiago) - the ground floor hosts temporary exhibits, the first floor showcases Malay history (particularly before the sultanate), the second floor has exhibits on Indonesia."]},"\n",{"type":"*","value":[{"type":"'''","value":["Islamic Museum Melaka"]},", Jalan Kota (next to the architecture museum) - a general introduction to Islam and the Islamic world, with a section on Islam in Malaysia and local scholars."]},"\n",{"type":"*","value":[{"type":"'''","value":["Masjid Kampung Hulu"]}," Built in 1728, it's one of the oldest functioning mosques in Melaka together with ",{"type":"'''","value":["Masjid Kampung Kling"]}," and ",{"type":"'''","value":["Masjid Tengkera (Tranquerah)"]},", Jln Tengkera see the mixed architecture of Chinese, Javanese and Arab on the minarets and the roofs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Muzium Budaya\/Sultanate Palace"]}," - Below the hill you will find this museum (Melaka Cultural Museum). It is a reconstruction of the istana of the sultan Mansur Shah. It was built in 1985. It is open daily from 9AM to 6PM except on Tuesdays, and on Fridays from 12:15PM–2:45PM. Entrance fee RM 2."]},"\n",{"type":"*","value":[{"type":"'''","value":["Porta de Santiago"]}," - You will find this remains of the old Portuguese fort ",{"type":"'''","value":["A Famosa"]}," on Jalan Kota, around St Paul's Hill. What you can see nowadays is a mostly Dutch reconstruction, bearing the VOC coat of arms."]},"\n",{"type":"*","value":[{"type":"'''","value":["Saint Paul's  Church"]}," - take a path up the hill and it will lead you to this church. It was originally built in 1521, by the Portuguese. It became a fortress in 1567, until 1596. After the Dutch siege it became St Paul's, before it was known as Nossa Senhora da Annunciada (Our Lady of Annunciation). It has been used as a burial ground for the Dutch. You can still see the tombstones, along the walls of ruins of the church."]},"\n",{"type":"*","value":[{"type":"'''","value":["Stadthuys"]}," - completed in 1660. It is a reproduction of the former Stadhuis (town hall) of the Frisian town of Hoorn in the Netherlands which existed from 1420 until 1796. Nowadays, it houses the Museums of History and Ethnography. This is one of the oldest Dutch buildings in the east."]},"\n",{"type":"*","value":[{"type":"'''","value":["Stamp Museum"]},", Jalan Kota (sandwiched between the Muzium Rakyat and the Malay and Islamic World Museum)"]},"\n",{"type":"*","value":[{"type":"'''","value":["UMNO Museum"]},", Jalan Kota (between the Islamic Museum and the Muzium Rakyat) - museum about the United Malays National Organisation."]},"\n",{"type":"*","value":[{"type":"'''","value":["Youth Museum\/Melaka Art Gallery"]},", Jalan Laksamana, beside the Christ Church. The Youth Museum is on the ground floor, the Art Gallery on the second level. You can have a bird's eye view of Dutch Square from a window on the second level. Open Wed to Sun 9AM-5:30PM; combined admission for adults - RM2"]},"\n",{"type":"*","value":[{"type":"'''","value":["Yeetea house"]}," -  22 Jalan Laksamana, Famous Local tea shop selling a range of tea from China and Taiwan as well as offering tea ceremony classes."]},"\n",{"type":"===","value":["Others"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bukit China"]}," - Bukit China is the one of the largest Chinese cemetery outside of mainland China.  Graves can be found here that go back to the late Ming dynasty (mid 17th century).  The earliest grave found so far dates to 1622, but unfortunately many graves were exhumed during the British occupation of Malaysia. Bukit China is a famous jogging spot for the locals and jogging tracks are available all over the hill. When you climb on top of the hill, you will have a nice view of the town."]},"\n",{"type":"*","value":[{"type":"'''","value":["King's Well"]}," - Legends have it that Hang Liu was a Chinese princess from the Ming dynasty who was sent to Malacca to wed Sultan Mansor Shah in the 15th century when the Malacca Sultanate was at its zenith. She had 500 followers who were all settled on Bukit China, which means Chinese Hill, and this well, at the foot of the hill, was where they got their water."]},"\n",{"type":"*","value":[{"type":"'''","value":["Melaka River"]}," - Take a relaxing stroll down the river from Jalan Munshi Abdullah.  The route takes you along a boardwalk and past a number of sheek looking houses decorated with large paintings.  You also get a good view of Bukit St Paul over the town."]},"\n",{"type":"*","value":[{"type":"'''","value":["Malacca Straits Mosque"]}," - a newly built mosque on the man-made island ",{"type":"''","value":["Pulau Melaka"]}," located just off the cost of the city. Spectacular at evening and night."]},"\n",{"type":"*","value":[{"type":"'''","value":["Poh San Teng Temple"]}," - This temple is located at the foot of Bukit China and next to the King's Well, was founded in 1795 by Kapitan China Chua Su Cheong as a graveyard temple.  The main deity is Fu-te Zhen Shen.  the temple was built to allow the descendants of those buried on Bukit China to conduct prayers to their ancestors away from the heavy rain and strong winds."]},"\n",{"type":"*","value":[{"type":"'''","value":["Portuguese Settlement"]}," - Here is where the descendants of the Portuguese who conquered Malacca in 1511 live today. The settlement, located just southeast of the city centre, consists of tidy rows of mostly wooden houses leading up to the Portuguese Square (Malay ",{"type":"''","value":["Medan Portugis"]},") and Hotel Lisboa (sorry, unlike its Macau namesake, there is no casino here) on the waterfront. The people here may look Malay but peer into their houses and you'll see the characteristic altar with status of Jesus and Mary perched high on their walls. Quite a few still speak Cristao (or Cristang), a Portuguese patois. There are also many restaurants for you to sample Portuguese fare. The most interesting times to visit is during ",{"type":"'''","value":["Intrudu"]}," - usually in February - when the you'll get a Songkran-like drenching with buckets of water thrown at you; ",{"type":"'''","value":["Festa San Pedro"]}," to commemorate the Feast of Saint Peter in June, where there are processions, cultural shows and general merry-making; and ",{"type":"'''","value":["Christmas"]}," when the whole settlement is decked in decorative lights. ",{"type":"'''","value":["Getting there\/away:"]}," Malacca Town Bus (green) No. 17 (destination \"Ujong Pasir and Bandar Hilir\") from Melaka Sentral will bring you right into the Settlement."]},"\n",{"type":"*","value":[{"type":"'''","value":["St John's Hill and Fort"]},". Malacca's other fortress located on top of St John's Hill in Bandar Hilir, south of the city. Pretty views of the surroundings from the top.  Malacca Town Bus (green) No. 17 passes by this fort."]},"\n",{"type":"===","value":["Outside town"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Geok Hu Keng Temple"]}," - Located at the junction of Klebang and Jalan Pokok Mangga, about 3 km from town centre. This temple has a history of 130 years. Managed by local communities, the temple was incorporated under the management of Cheng Hoon Teng in 2000. Major celebrations - 3rd day of Chinese New Year, Hien Tian Siong Teh's birthday on 3rd day of 3rd lunar month and the birthday of Geok Hu Tai Chong on 29th day of 6th Lunar Month. To get to the temple, you may hop in any of the Patt Hup Buses and stop slightly opposite the temple or you may take Town Bus No 18 which stop beside the temple."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kampung Morten"]}," - a village of traditional houses, it is on the west bank of the Malacca River."]},"\n",{"type":"*","value":[{"type":"'''","value":["Melaka Zoo"]}," - Located in Ayer Keroh, along the main road from the Ayer Keroh toll plaza to Melaka town.  The second biggest, one of the best, if not the best, zoo in Malaysia.  Even better than the National Zoo.  The zoo is in a reserved forest where the animal enclosures more resemble the animals' natural habitat.  The trees within the zoo compound provide ample shades for visitors during hot and sunny days. There is a lake in the zoo. Dattime admission for adults - RM7 (9AM- 6PM), night entry - RM10 (8PM-11PM)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Padang Kemunting Sea-Turtle Sanctuary"]}," - Located in Pantai Padang Kemunting beach, about 28 km from Melaka Sentral. You can see the most beautiful sea-turtle in the world, the Hawksbill turtle. Relax to the sound of the Straits of Malacca as the are lots of kampong type of resorts (budget) for you to choose. Admission for adults is free, open daily 10AM-4PM. Close on Monday and Malaysian public holidays."]},"\n",{"type":"*","value":[{"type":"'''","value":["Recreational Forest Ayer Keroh"]}," - The 359 ha (887 acre) Ayer Keroh Recreational Forest was opened on April 17, 1984 and offers visitors peace and tranquility within its cool green surroundings."]},"\n",{"type":"*","value":[{"type":"'''","value":["Taman Mini Malaysia and Mini ASEAN"]}," - Located in Ayer Keroh, along the main road from the Ayer Keroh toll plaza to Melaka town, about 1 km from Melaka Zoo between the Zoo and toll plaza.  It has full-size reconstructions of typical houses from all 13 Malaysian states and all the members of ASEAN. There are daily cultural shows at 11AM and 2PM. Admission for adults  is RM12, open daily 9AM-6PM."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Go fly a kite, literally"]}," - Go to Klebang Beach and buy a cheap kite (fighter-style, but nowhere near that well-constructed) with Japanese cartoon characters on it for RM1.50, or a styrofoam airplane for RM5 if you don't have the necessary kite-flying mad skills."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Melaka on bike"],["url=http:\/\/www.melakaonbike.com"],["email="],["address=117 jalan tiang dua"],["lat="],["long="],["directions=pick up anywhere in town"],["phone=+60 19 652 5029"],["tollfree="],["fax="],["hours=3hrs"],["price=RM100"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Malacca Duck Tour"],["url="],["email="],["address=Malacca Duck Tour, Jalan Merdeka, 75000. Melaka"],["lat="],["long="],["directions=Beside the Taming Sari City View Tower"],["phone="],["tollfree="],["fax="],["hours=3"],["price=RM30-40"],["content=This is a old military amphibian vehicle that has been adapted for amphibious tourist trips around Melaka city and moving towards the sea and come back up. Very interesting, like a joyride!"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Melaka River Cruise"]}," - a 45 min cruise along Melaka river where once it was a main trade area of Melaka during its Golden era. It takes passengers from the jetty beside the Maritime Museum to just beyond Kampung Morten and then back. Night cruise is more interesting as we can see lights lit on the riverbank's buildings, water fountain show and bridges. You will pass through many boardwalk cafes along the way. Wave \"hi\" as you cruise along happily. The Honky Tonk Cafe will be located along these river bank. Tickets: Adult RM10, Child RM5. Hourly cruise 10AM-11PM daily."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pirates of Melaka"]}," - located beside the Eye on Melaka, this consists of a pirate ship that you can ride on."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sound and Light Show"]}," - (lights went out early 2010, and something wonderful and unknown is being developed there as of mid-2011 with typically undeclared purpose or launch date) this 1-hour show is about the history of Malacca. It is held in the big field between the Sultanate Palace and the Proclamation of Independence Memorial Museum. Daily shows are in English at 8:30PM, RM10. Buy your tickets at either end of the field. In late 2009, the show was suspended due to renovation works."]},"\n",{"type":"[[","value":[["File:Menara Taming Sari.png"],["thumb"],["right"],["The City View Tower Of Melaka"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Taming Sari Revolving Tower."]}," Jalan Merdeka. The 110 m-tower seats 66 people at a time, taking them on a 7-min ride for a view of Malacca.  The ascent takes 1 min, you have 5 min on the top and 1 min for the descent. Offers breathtaking 360-degree views of the historic city and the coastline. Do it after taking a stroll of the town, and it will give you a whole new perspective of Malacca. Admission fees for MyKad holders: RM10 for adults, RM5 for children below 12 years old, and RM7 for senior citizens above 55 years old. Admission fees for visitors without MyKad: RM20 for adults, RM10 for children below 12 years old, and RM17 for senior citizens above 55 years old. Operates every 30 min on the hour and half-hour, 10AM-11PM daily."]},"\n",{"type":"===","value":["Events and Festivals"]},"\n",{"type":"*","value":["January"]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["varies, but always in January"]}," (2012 was on the 1st) - ",{"type":"'''","value":["Malaka Kite Festival"]},": International festival of kites, affiliated with the local Chinese community and run by the Melaka Kite Flyers Association (",{"type":"''","value":["Persatuan Rakan Layang-Layang Melaka"]}," \/ 马六甲风筝之友 \/ phone 06-281 5649), who since the 1990s have also run the now well-established Kite Museum."]}]},{"type":"*","value":[{"type":"*","value":["13th-15th - ",{"type":"'''","value":["Thai Pongal"]},": Tamil (South Indian) harvest festival celebrated by the local Chitty (Tamil\/Malay) community.  The festival corresponds to the winter solstice, and is traditionally dedicated to the Sun God Surya. It marks the beginning of the northward journey of the Sun from its southernmost-limit, a movement traditionally referred to as ",{"type":"''","value":["uttarayana"]},".  The festival coincides with that known as ",{"type":"''","value":["Makara Sankranthi"]}," which is celebrated throughout all of India as the winter harvest.  Celebrated at the Chitty Cultural Village, and organized by the Melaka Chitty Cultural Organization.  The day preceding Pongal is known as ",{"type":"'''","value":["Bhogi"]}," (often celebrated on the 14th), and is marked by discarding old things (sometimes in bonfires!), focusing on new belongings, and cleaning, painting or decorating houses.  It is similar to ",{"type":"''","value":["Holika"]}," in northern India."]}]},"\n",{"type":"*","value":["January\/February"]},{"type":"*","value":[{"type":"*","value":["Varies by lunar calendar - ",{"type":"'''","value":["Chinese New Year"]},": Local celebrations center on Melaka Chinatown and Jonker Street, and include a giant lion dance."]}]},"\n",{"type":"*","value":["February"]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Thaipusam"]},": Hindu festival honouring Lord Muruga including a parade concluding at Sri Subramaniam Deasthanan Temple, Batu Berendam (Batu Caves). Festivities include trances and ritual piercing."]}]},"\n",{"type":"*","value":["March"]},{"type":"*","value":[{"type":"*","value":["Second week - ",{"type":"'''","value":["Malacca’s Tourism Week"]},": Various tourism-oriented promotions."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Holy Week"]},": Christian celebrations between Good Friday and Easter\/Palm Sunday, mostly at St. Peter’s Church. Sunday celebrations include a procession starting early in the morning with palm fronds following a life-sized statue of Jesus.  Maundy Thursday also features an evening mass where the priest symbolically washes 12 boys' feet with wine in commemoration of Jesus washing those of the 12 disciples."]}]},"\n",{"type":"*","value":["April"]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Tomb Sweeping Festival"]},": Chinese traditional festival where the local Chinese community head to the cemetery at Bukit China or other burial grounds to tidy up burial plots, light candles, burn incense and make offerings of food to the deceased. "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["Ramadan"]}," - ",{"type":"'''","value":["Nuzul Quran"]},": Islamic festival that commemorates the revelation of the Quran to Mohammad."]}]},{"type":"*","value":[{"type":"*","value":["Mid April - ",{"type":"'''","value":["Gendang Nusantara"]},": Malay traditional dancing and percussion."]}]},{"type":"*","value":[{"type":"*","value":["End of April - ",{"type":"'''","value":["Hari Raya Puasa"]},": The end of the Ramadan fast and includes prayers at the mosque followed by large family visitations."]}]},"\n",{"type":"*","value":["May"]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Vesak"]},": Celebrating the birth, enlightenment and death of Gautama, the historical Buddha."]}]},{"type":"*","value":[{"type":"*","value":["Last weekend of May - '",{"type":"''","value":["Sikh Commemoration of "]},"Sant Baba Sohan Singh Ji''''': The sizeable amount of Sikhs residing in Malacca as well as Sikhs from abroad congregate in the ",{"type":"''","value":["gurdwara"]}," (Sikh temple) situated in ",{"type":"''","value":["Jalan Temenggong"]}," for three days to commemorate the death of its former priest, Sant Baba Sohan Singh Ji, who was elevated to a saint upon passing away. Visitors are welcome but are advised to follow rules and common practices within the premises.  Typical vegetarian ",{"type":"''","value":["Punjabi"]}," cuisine will be served to everyone visiting the ",{"type":"''","value":["gurdwara"]},"."]}]},"\n",{"type":"*","value":["June"]},{"type":"*","value":[{"type":"*","value":["5th - ",{"type":"'''","value":["King's Birthday"]},": The birthday of ",{"type":"''","value":["Yang di Pertuan Agong"]},", the King of Malaysia."]}]},{"type":"*","value":[{"type":"*","value":["23rd - ",{"type":"'''","value":["Feast of St. John the Baptist"]},": Catholic festival featuring candles and banquets."]}]},{"type":"*","value":[{"type":"*","value":["28th or 29th - ",{"type":"'''","value":["Fiesta de San Pedro"]},": Portuguese festival for St. Peter, the patron saint of fisherman featuring a boat decoration competition, a mass for blessing the vessels, Portuguese cooking and fishing competitions."]}]},"\n",{"type":"*","value":["July"]},{"type":"*","value":[{"type":"*","value":["mid July - ",{"type":"'''","value":["Hari Raya Aidil Fitri"]},": Islamic festival commemorating Mohammad's journey from Mecca to Medina. Discussions and lectures are held in local mosques. "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"''","value":["end of Ramadan"]}," - ",{"type":"'''","value":["Awal Muharram"]},": Islamic New Year celebrations featuring open hospitality and prayer."]}]},"\n",{"type":"*","value":["August"]},{"type":"*","value":[{"type":"*","value":["Malacca Carnival: this celebration lasts for a month and showcases traditional dances and a variety of expositions covering local tourism, industry and art."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Theemithi"]},": Hindu festival featuring walks over hot coals at Sri Subramaniam Temple, Jalan Gajah Berang."]}]},{"type":"*","value":[{"type":"*","value":["mid August - ",{"type":"'''","value":["Governor's Birthday"]},": A parade at Warrior’s Field."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["National Day"]}," and ",{"type":"'''","value":["Malaka Sea Carnival"]},": Celebrating independence day, the Sea Carnival takes place at Klebang Besar Beach and includes boating and windsurfing competitions."]}]},"\n",{"type":"*","value":["September"]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Malaysia Fest"]},": Two weeks of promotions from local businesses."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Feast of Santa Cruz"]},": Catholic festival at which thousands of local Christians participate in the Feast of the Holy Cross at 7AM at Malim, followed by a procession and mass."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Melaka Festival"]}," (",{"type":"[","value":["http:\/\/www.melakafestival.com\/ melakafestival.com"]},"): A free international arts and film festival held annually since 2009."]}]},"\n",{"type":"*","value":["October"]},{"type":"*","value":[{"type":"*","value":["varies by Lunar calendar - ",{"type":"'''","value":["Mid-Autumn Festival"]},": The Chinese community celebrates their victory over the Mongol Yuan Dynasty, ushering in the Ming Dynasty that would lead Chinese 15th century seafaring as far west as the east coast of Africa.  This basically boils down to eating lots of moon cakes!"]}]},"\n",{"type":"*","value":["November"]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Deepavali"]}," or ",{"type":"'''","value":["The Hindu Festival of Lights"]},": Hindu celebration of the triumph over good over evil."]}]},"\n",{"type":"*","value":["December"]},{"type":"*","value":[{"type":"*","value":["Sunday closest to 3 December - ",{"type":"'''","value":["Feast of St Francis Xavier"]},": Christian celebration in which the Church of Saint Paul honours Saint Francis Xavier with a mass."]}]},{"type":"*","value":[{"type":"*","value":["25th - ",{"type":"'''","value":["Christmas Day"]},": Celebrations include street decorations and carols that center on the Portuguese Square, as well as a midnight mass."]}]},"\n",{"type":"==","value":["Buy"]},"\n\nMalacca is famed for its antiques, with many a beautiful shophouse interior now filled to the brim with artefacts from all around the Asia Pacific region. Your chances of finding a bargain here are minimal though; prices in many of the tourist-oriented places are absurdly high by any standard, and although many items are touted as being 'more than a hundred years old', most is brand new but 'aged' at the back of the shops.\n\n",{"type":"===","value":["Shops"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Beyond Treasures"],["alt="],["url="],["email="],["address=57 Jonker St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=12 noon-8PM. Woodcrafts, including Asian masks, antiques and souvenirs."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Dataran Pahlawan Mega Mall"]},", is the latest landmarks in Melaka. It is also the largest mall in Southern Malaysia. Located in the heart of the historic centre and opposite Mahkota Parade."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jusco store in Ayer Keroh"]}," Very popular during the weekend where even the Singaporeans come to shop."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=The Orangutan House"],["alt="],["url=http:\/\/www.charlescham.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 6 282 6872"],["tollfree="],["fax="],["hours="],["price="],["content=59 Lorong Hang Jebat., ) has cool T-shirts as well as paintings for sale."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["No.4 Jalan Tokong"]},", just off the jonkers walk this is a lovely art gallery of contemporary art work by Titi Kwok, the work is beautiful and the prices even better."]},"\n",{"type":"[[","value":[["File:Tan Kim Hock product center.jpg"],["thumb"],["right"],["A dried fruit purveyors historic shopfront in Jalan Bendahara"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=J. Manik Sdn. Bhd"],["url="],["email="],["address=23 Jalan Hang Lekir"],["lat="],["long="],["directions=Jonker Street, opposite Geographer Cafe"],["phone="],["tollfree="],["fax="],["hours=10AM - 7PM"],["price="],["content=A shop where they sell authentic Nyonya kebaya and kasut manik-manik (beaded shoes for the ladies). Nyonya kebaya and kasut manik-manik are the tradisional attires of the Baba Nyonya and the Peranakan Heritage. J. Manik is many Singaporean tourists' favourite because they are famous for their quality and services. Not cheap, but definitely value for money."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Martin Wood Art Gallery"],["url="],["email="],["address=60 Heeren St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Art gallery of deco and fine art by artist Martin Wood who used to paint up on St.Paul's Hill, nice colours and great prices too."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Nil Six Studio\/Mlackeny Der"],["url=http:\/\/www.nilsixstudio.com"],["email="],["address=92, Lorong hang Jebat"],["lat="],["long="],["directions="],["phone=+60 14 928 3817"],["tollfree="],["fax="],["hours="],["price="],["content=A design studio run by Stanley Chin. Good contemporary Melaka\/Malaysia designs on t-shirts. 100% local design and local made. Good quality at reasonable price."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Raz Kashmir"],["alt=Secrets of Kashmir"],["url=http:\/\/www.razkashmir.com"],["email="],["address=No. 12 Jalan Tukang Emas and No. 47 Lorong Hang Jebat Melaka and Lot 75A Mukim 17 Jalan Batu Ferringhi (opposite Batu Ferringhi Police Station)."],["lat="],["long="],["directions=Jonker Street Malacca and Batu Ferringhi Penang."],["phone=+60 14 328 3131"],["tollfree="],["fax="],["hours=12"],["price="],["content=Specialises in Kashmiri, Indian and Nepali crafts. Handmade textiles where no two items are the same. Good quality items. Worth a visit just to say hello to the owner and have a cup of tea."]]}]},"\n",{"type":"===","value":["Markets and Street market"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Jonkers Walk"]},"  A night market held every weekend evening to late night from 6PM-12AM. Have a leisure stroll along the street, observing the locals' life, catching a free performance and shop for some for antiques and some local souvenirs, make sure you bargain with the vendors. Try some unique stuff to eat, like grapes-dipped in chocolate or caramel encrusted kiwis. Kaya(a spread made from coconut) filled waffles is a must-try. Cheap Chinese electronic playthings are available too if you have an appetite for them."]},"\n",{"type":"*","value":[{"type":"'''","value":["Night Market \/ Pasar Malam"]}," - Night Market or more known as Pasar Malam is a market that is held from evening to around 9PM at night everyday (though at different locations. Tuesday in Kampung Lapan and Friday in Malim). This is a good way to observe the life of locals. Pasar Malam sells basically almost anything, from food to clothing, small electronics to medicine."]},"\n",{"type":"===","value":["Malls and Shopping centres"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mahkota Parade Shopping Centre"],["url=http:\/\/www.hektargroup.com.my"],["email="],["address="],["lat="],["long="],["directions=located in Bandar Hilir opposite Padang Pahlawan"],["phone=+60 6 282 6151"],["tollfree="],["fax="],["hours=10AM-10PM"],["price="],["content=as over 200 shops and anchor tenants are Parkson Grand Departmental Store and Giant Supermarket.  Shops include The Body Shop, World of Cartoons, Royal Selangor, FOS, Reject Shop, Nokia, MPH Bookstores, Sony Centre, SenQ Digital Station, Starbucks, McDonalds, KFC and Pizza Hut. The biggest food court in Melaka is also located here. Has several bureau de change including Maybank and CIMB Bank which are open 7 days a week."]]}]},"\n",{"type":"===","value":["Buy food and Local Delicacies"]},"\n\n",{"type":"''","value":["For restaurants, cafes and dining see the ",{"type":"'''","value":[{"type":"[[","value":[["Malacca#Eat"],["Eat"]]}]}," section below."]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bee Bee(Lian Choo) Homemade Pineapple Tarts"],["url="],["email="],["address=307-A Jalan Parameswara, Bandar Hilir, Melaka 75000, Malaysia"],["lat="],["long="],["directions=a traditional wooden house located almost at the end of the street, opposite the Bandar Hilir Jail House"],["phone=+60 6-286 9735"],["tollfree="],["fax="],["hours="],["price=RM14 a box"],["content=When it's mentioned 'homemade' here,they really mean it literally. There's no other homemade delicacies in Malacca that can beat this place as both it's production and location are authentically traditional. Oven fresh, this is undoubtedly the best local Melaka Nyonya Pineapple Tarts available (there are other more touristic ones scattered in Jonker Street)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Baba Charlie Nyonya Cake"],["url=http:\/\/nyonyacake.blogspot.com\/"],["email="],["address=72 Jalan Tengkera Pantai 2, Melaka 75200, Malaysia"],["lat="],["long="],["directions=directly opposite to the famous Masjid Tengkera (Tranquerah Mosque), inside a narrow path beside a row shophouses with Wall's signboard"],["phone=019-666 2907"],["tollfree="],["fax="],["hours="],["price="],["content=Another hidden gem where you can buy all kinds of authentic Nyonya ",{"type":"''","value":["kuihs"]}," you can ever imagined under one roof. Too many to choose from, you wish you could camp there and try it all. All are freshly made on the spot. Highly recommended is the ondeh-ondeh (green glutinous rice flour ball with coconut sugar (Gula Melaka) stuffing)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Choc'zz Chocolate Boutique"],["url=http:\/\/choczz.blogspot.com\/"],["email="],["address=G-12,Jalan PM4 Plaza Mahkota Banda Hilir"],["lat="],["long="],["directions=near Menara Tamingsari"],["phone=+60 12 248 8975"],["tollfree="],["fax="],["hours=10AM-6PM"],["price="],["content=A wide variety of fine quality locally manufactured chocolates and other products which are certified halal."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Tan Kim Hock Product Center"]}," 85-89 Jalan Bendahara. Sells famous food specialties from Melaka, like Dodol, Cincalok, Belacan, dried fruits, durian cake, etc. Might be a good idea as souvenirs for friends back home. Mr Tan Kim Hock, the founder of the company, occasionally still walks around with his famous white suit giving out free items."]},"\n",{"type":"==","value":["Eat"]},"\n\nBesides the usual Malaysian fare, you'll be able to sample some rather peculiar Malaccan food. On top of the list is of course Peranakan or Baba-Nyonya food, which until recently was totally uncommercialised and confined to the kitchens of old grandmothers. Now, there is a string of restaurants claiming to serve Peranakan food, but most unfortunately seem to be on the tour bus circuit. The dishes are slightly different from those of the Penang Peranakan. Usual ones include ",{"type":"''","value":["ayam pongteh"]}," (chicken in bean sauce, originally cooked with pork), ",{"type":"''","value":["ayam buah keluak"]}," (chicken cooked with a bitter fruit) and a whole array of desserts. Another famous Malacca dish is what is commonly called \"chicken rice ball\". Although it is called Hainanese chicken rice, it is not from Hainan, China, but invented by the Hainanese immigrants to Malaysia a long time ago. The chicken for this dish is very much the same as the boiled chicken offered throughout Malaysia; what is unique is the rice - it comes in ping-pong sized balls. Yet another Malaccan speciality is ",{"type":"''","value":["satay celup"]},". It is like ",{"type":"''","value":["lok-lok"]}," found in other parts of the country but instead of dipping your skewered foodstuff (fishballs, crabsticks, meat, prawns etc.) into boiling water, you dip them into a boiling vat of satay sauce. The sight of boiling satay sauce may not appeal to you but the crowds at the satay celup outlets seem to suggest that many have overcome their phobias.\n\nOf course, Malacca is where you'll find Portuguese-Eurasian food. The greatest concentration of outlets is at the Portuguese Settlement. Seafood is popular, as are the fiery \"devil curries\".\n\nFor local Malay delicacies, worth trying:\n",{"type":"*","value":[{"type":"''","value":["Asam Pedas"]},", the signature dish of the state. A very hot and mild sour fish curry which accompanying white rice. Normally eaten during lunch and dinner. From RM4.50."]},"\n",{"type":"*","value":[{"type":"''","value":["Sambal Belacan"]},", very spicy local chilli prawn paste."]},"\n",{"type":"*","value":[{"type":"''","value":["Cencaluk"]},", can be found sold along the roads near Klebang Beach. Made of fermented krills. A bit weird tasting for those who are not used to it."]},"\n",{"type":"*","value":[{"type":"''","value":["Lemang"]},", glutinous rice cooked in bamboo, sold on the side of the road to Teluk Mas"]},"\n",{"type":"*","value":[{"type":"''","value":["Ikan Bakar"]},", head to Umbai, Pernu or Serkam for a dinner of fresh caught grilled fish and crustaceans."]},"\n",{"type":"*","value":[{"type":"''","value":["Kuih Udang"]},", you can find this popular tea time dish in Alor Gajah town. The sauce is nice too."]},"\n",{"type":"*","value":[{"type":"''","value":["Kuih-muih"]},", traditional cakes and deserts like dodol, wajik, lempok, inang-inang, gula melaka and many more are sold in shopping malls at Bandar Hilir, Klebang Beach and kampung area throughout the state."]},"\nOther local but not typically Malay food:\n\n",{"type":"*","value":[{"type":"''","value":["Roti John"]},", an invented omelette sandwich, very popular among the Malays. For a good one, look for the restaurant in Tanjung Kling."]},"\n",{"type":"*","value":[{"type":"''","value":["Local burger"]},", the street stall vendors, generally local Malay men serve quite tasty and satisfying burgers and hotdogs and it's cheaper than ordinary fast food restaurants too."]},"\nThe recent tourism boom has seen many new food and beverage outlets open in Malacca, and especially in the heritage area of Jonker and Heeren Street. However, competition is great and some outlets fail to survive. Places you discover on your first visit may not be around anymore on your second.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"[[","value":[["File:Malacca chicken rice balls.JPG"],["thumb"],["250px"],["The popular Malacca chicken rice ball dish."]]},"\n\n",{"type":"=====","value":["Chicken rice balls (Chinese)"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chung Wah Restaurant"],["alt=中华茶室, Kedai Kopi Chung Wah"],["url=http:\/\/www.panoramio.com\/photo\/30303227"],["email="],["address=Kedai Kopi Chung Wah 18, Jl Hang Jebat"],["lat="],["long="],["directions=first white building on the right after crossing the bridge towards Jonker Walk"],["phone="],["tollfree="],["fax="],["hours=8AM-1PM"],["price=RM 8.00 per pax min."],["content=An early purveyor of Hainanese's chicken rice balls in Melaka. The building dates from the early 1900s, and the restaurant is family run. You might have to wait in a line for at least minimum up to an hour if you turn up after 10AM"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Famosa Chicken Rice Ball"]}," 28 and 30, Jl Hang Kasturi, (",{"type":"''","value":["corner of Jln Hang Kasturi and Jl Hang Jebat-Jonker Walk"]},"). A huge restaurant serving the dish in an alluringly bright red building. It also has branches in Jl Bendahara, Mahkota Parade Shopping Mall, Tesco Malacca and Jaya Jusco Malacca in Ayer Keroh. Very slow service, but food is prepared very quickly so freshness is in question. Some hardcore connoisseur of the dish regard this as a tourist trap and its quality not up to mark. Chicken (better said bones without meat) with rice balls costs RM4.60. Open daily until 10PM."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hoe Kee Chicken Rice"]}," 4, Jl Hang Jebat (Jonker Walk. (",{"type":"''","value":["few steps nearer to Malacca River from Famosa"]},"). You should get here early or you'll end up in a queue to get a table. This is an original chicken rice ball shop, and for most, the taste here is simply incomparable to the newer competitors. This outlet has been operating in this small corner for decades, but still attracts lots of customers. Open daily 8:30AM-3PM, closed last Wednesday of the month."]},"\n",{"type":"{{","value":[["eatpricerange"],["up to RM12.50"],["up to RM50"],["over RM50"]]},"\n\n",{"type":"=====","value":["Jalan Kee Ann-night opening eating stalls"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Jalan Kee Ann"]},". Hours 6PM-11PM every day. Open air eating stalls for locals and visitors. It is a good place to eat and see the world go by while eating in the open air. Local cuisines include won ton mee, popiah, yew keow, sugar cane water, sup kambing, satay,etc."]},"\n",{"type":"=====","value":["Noodles"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hing Loong Taiwanese Noodle"]},", 11-J, Jalan Bachang. Located out of the town center but have been discovered by many non-Malaccans. Tasty beef, fried pork chop or pig trotter noodles in soup or in sauce. About RM4 a bowl."]},"\n",{"type":"=====","value":["Satay celup-(satay sauce 'steamboat')"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Capitol Satay Celup"]},", 41, Lorong Bukit Cina. (",{"type":"''","value":["a short distance away from the centre of town"]},"). You pay for what you eat and at the end of the meal, the skewers are counted. The price per skewer is RM0.80."]},"\n",{"type":"=====","value":["Western"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Portuguese Settlement"]},", Popular for its fried squid, Portuguese baked fish. Local favorite stalls are numbered 1 and 7."]},"\n",{"type":"=====","value":["Halal food"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Tengkera Mee Soup"]},", Jl Tengkera, (",{"type":"''","value":["near the famous Tengkera Mosque"]},"). Many varieties of noodles are served Chinese style by a Malay\/Muslim vendor and are Halal. Open from mid-afternoon until when the noodles are sold out."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"=====","value":["Peranakan style"]},"\n\nOriginal Malay 'fusion' cooking blending Chinese ingredients and wok cooking techniques with spices used by the Malaysian community. The food is tangy, aromatic, spicy and herbal.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Seafarer Restaurant"],["alt="],["url=http:\/\/www.seafarer.com.my\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 6 315 2693"],["tollfree="],["fax="],["hours="],["price="],["content=1516, Batang Tiga, Tanjung Kling (Nearby Klebang Beach). Enjoy a variety of Peranakan, Chinese, Western and Seafood cuisines encompanied by gentle sea breeze ambience. Opens daily with nightly live music. Dance floor,big screen projector & bar with virtual golf simulation are available. Watersports activities such as waterski, jet skis, banana boat rides, kayak and sunset cruise are available upon bookings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe 1511"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves local specialities at attactive prices in the same beautifully restored building as the Baba Nonya heritage museum"]]}]},"\n:*",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.geographer.com.my\/ Geographér Cafe"]}]},", 83 Jalan Hang Jebat (Jonker Walk). ☎+60 6 281 6813. The restaurant\/bar occupied a renovated old Malacca shophouse. Comfortable and lively\/noisy restaurant\/bar serving Malaccan standards. Occasional live music.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kapitan House"],["alt="],["url="],["email=kapitan8@streamyx.com"],["address="],["lat="],["long="],["directions="],["phone=+60 6 282 6525"],["tollfree="],["fax="],["hours="],["price="],["content=No. 71 & 73, Jalan Merdeka, Tmn Melaka Raya, Melaka. (",{"type":"''","value":["Between Eon Bank and Classic Bridal Studio"]},"). The main chef of this restaurant is Kenny Chan, the celebrity chef also known for his stint on RTM, Nyonya Baba. He also has his own line of sauces known as ",{"type":"''","value":["Kenny's Delights"]},". The food here is truly authentic dishes cooked by Nyonya families. On weekends, they serve an array of homemade 'nyonya kueh' for lunch, amongst them are very traditional ",{"type":"''","value":["apam berkuah"]}," and ",{"type":"''","value":["kueh bongkong"]},"."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Restoran Ole Sayang"]},". 198, Jalan Melaka Raya. One of the original Peranakan restaurants in town."]},"\n",{"type":"*","value":[{"type":"'''","value":["Restoran Makko"]},". 123, Jalan Melaka Raya. A few doors down from Ole Sayang. Closed on Tuesdays."]},"\n",{"type":"*","value":[{"type":"'''","value":["Restoran Peranakan"]},". 107, Jalan Tun Tan Cheng Lock (Heeren Street). Enjoy the experience of eating good Peranakan food in the airy courtyard of a huge Peranakan house. Standard dishes available. Count on about RM10-15 per person."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Riverine Coffeehouse"],["alt="],["url="],["email=riverinecoffeehouse@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+60 17 755 6767"],["tollfree="],["fax="],["hours="],["price="],["content=No 108 Lorong Hang Jebat (1st Cross Street). Opens daily from 11AM-midnight offers river view dining in the evening. Home cooked style Peranakan dishes also offers Nyonya pastries and Colonial Western food."]]}]},"\n",{"type":"=====","value":["Japanese+Chinese"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sibaraku"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 6 282 4869"],["tollfree="],["fax="],["hours="],["price="],["content=Level 2, Mahkota Parade, no. 1 Jalan Merdeka.; 2 branches of the same restaurant side by side; one branch serves only Japanese cuisine à la carte; the other branch serves eat-as much-as-you-like Chinese and Japanese cuisine (mostly sushi - about a dozen types to choose from, okonomiyaki, etc.); some of the dishes are buffet style (they are already cooked; you help yourself with them), other dishes the cook will cook them in front of you; soups, salads, cakes, other desserts (custard, mousse, etc) free flow cold and hot drinks also available; unlimited buffet dinner RM25.90 plus 10% on weekdays; limited buffet dinner (9-10PM only, choose only from about 15 dishes, only one serving per dish but free flow cold and hot drinks) RM15.80 plus 10% on weekdays."]]}]},"\n",{"type":"=====","value":["Seafood"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Sajian Ummie Seafood Restaurant"]},", Located at Umbai Floating Seafood Village about 14 km from the city. it's the special place to eat fresh seafood with your own choice from grilled, sweet and sour, steam, 3 rasa, special Malay sauce, asam pedas and many others. Fresh seafood from fish, crab, prawn, cuttle fish even a variety of shell ready for you. ☎+60 13 340 0664, +60 13 365 1970."]},"\n",{"type":"*","value":[{"type":"'''","value":["Man jing Yuan Seafood Restaurant (滿景園活海鮮飯店)"]},", Located at the heart of Malacca, Kota Laksamana Utama, near Marvelux Hotel. They serve fresh-from-water seafood, include famous Soon Hock fish(marbled sleeper), unbeatable freshness taste with various cooking style, specially prepared by 'Ah-Liang', the head chef. ☎+60 12 603 3888, +60 16 660 0222(Mr. Lim)."]},"\n",{"type":"=====","value":["Western"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Coconut House Studio"]},", 128, Jalan Tun Tan Cheng Lock (Heeren Street). Popular for its wood-fired, thin-crust pizzas, which you can eat in a renovated Peranakan house complete with a courtyard. Service may be a bit slow when there are crowds. The same people run a similar outlet in Kuala Lumpur."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wok and Pan:East Meets West Cuisine"]},", 22G PM4, Plaza Makhota. Popular for its pork ribs and pork chop. It also serve Chinese and local cuisines. The boss is the former head chef for Renaissance Hotel."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nWhen in Malacca, don't miss the ",{"type":"'''''","value":["cendol"]}," (\"chen-dul\"), a sweet dessert of coconut milk, lurid green noodles and ",{"type":"''","value":["gula Melaka"]}," (Malacca sugar), made from palm sap.\n\n",{"type":"*","value":[{"type":"'''","value":["Jonker Walk"]}," has many food and drinks outlets which serve ",{"type":"''","value":["Nyonya laksa"]}," (laksa with coconut milk) and desserts like ",{"type":"''","value":["cendol"]},", including the sinful ",{"type":"''","value":["durian cendol"]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Limau Limau Cafe"],["alt="],["url="],["email="],["address=49 Jonker St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wide selections of fresh juices, milkshakes and lassi, with no water or sugar added. They sell Lavazza coffee."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Clocktower cendol"]},", Jalan Laksamana. Located by the Malacca River opposite the Red Square clock tower. Another Malacca legend, the ",{"type":"''","value":["cendol"]}," served by this Indian-Muslim hawker is superb. You can have it plain or with red bean and is a wonderful thirst-quencher when doing the historical sights circuit."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Indian rojak"]},"  It used to operate out of a mangosteen-shaped stall (hence he's also known as \"Mangosteen cendol\") but now has a more conventional-looking stall."]},"\n",{"type":"===","value":["Night clubs and bars"]},"\n\n",{"type":"'''","value":["Melaka Raya"]}," is where most of Malacca's relatively limited nightlife is to be found, with many of the city's pubs, discos and KTV located in that area.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Arena Club"]},", R&B Club in Town behind Holiday Inn at the pier which is known as \"The Jetty\". Nightly live music including 'R&B', 'reggaeton' and 'house' music. This is the place for those who like to go past midnight."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Movida"]},", the new hotspot for younger generation of club\/pub-goers. Located centrally on the ground floor of the latest hotel and mall landmark,the Hatten Square (across the famous Dataran Pahlawan Megamall), it's music and deejay is at par with those in Kuala Lumpur and some say even in Europe."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mixx"]},", is yet another new location for some upscale clubbing experience. It's slightly distant from the main road,just behind Mahkota Parade facing the flyover (opposite to Mahkota Hotel), but a gem is always a hidden one. However worth to note that due to its popularity among the youngsters, it could be crowded at its peak."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Exodus Lounge (Formerly Known As Krabau Rock Cafe)"],["url=http:\/\/www.exodus.com.my"],["email="],["address=No.4, Jalan Hang Lekir, 75200 Melaka, Malaysia."],["lat="],["long="],["directions=Get to the middle of Jonker Walk and turn left."],["phone=+6019-6663322"],["tollfree="],["fax="],["hours=12PM - 2AM"],["price=RM 8 per bottle of beer"],["content=Exodus Lounge, formerly known as Krabau Cafe is now one of the latest best chill out place at Jonker Walk, Melaka. Malaysia. Best Services and comes with old antique look will surprise you with the best music ranging from Reggae Roots, Ska, Soul all the way to the night with retro house. Perfect cocktails for all and cheapest draught beers..."]]}]},"\n",{"type":"===","value":["Café, bars and bistro"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Far East Café"],["url="],["email="],["address=19, Jl Hang Lekir"],["lat="],["long="],["directions=Jonker Street"],["phone=+60 6 286 3853, +60 12 696 6277"],["tollfree="],["fax="],["hours=11PM till late"],["price="],["content=Reasonable selection of drinks, quiet and unpretentious. Good for a quiet drink. More a restaurant than a bar. On the expensive side by local standards, small portions and meat is more bones than anything else. Inside it's quiet, but the outside part is very noisy because you can hear the music from all the bars on the street, plus cars and trishaws going past."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Honky Tonk Haven Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 12 6050446"],["tollfree="],["fax="],["hours="],["price="],["content=68, Jl Lorong Hang Jebat (",{"type":"''","value":["1st cross street, turn left off Jonker Walk"]},"). Small pub\/cafe with view onto the Melaka River at the back. Run by a husband and wife team. (Gunabalan. Chilled beers and stout are sold. Sit at the riverside walkway at the back after a hot sultry malaccan evening and enjoy the view. Live entertainment on week-ends. Weekdays music is piped country and jazz music selections. Open daily, 6:30PM-12:30AM, except Mondays."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Libra Restaurant and Cocktail House"],["url="],["email="],["address=15 Jl Hang Lekir"],["lat="],["long="],["directions=Jonker St"],["phone=+60 12 222 7718, +60 16 617 1777"],["tollfree="],["fax="],["hours=6PM–2PM Su-Th and 6PM-3PM Fri-Sat"],["price="],["content=Wide selection of beers and cocktails."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Ringo Cafe"],["url="],["email="],["address=11 Jl Hang Lekir"],["lat="],["long="],["directions=Jonker St"],["phone=+60 16 354 2223"],["tollfree="],["fax="],["hours=6PM–2AM Fri-Saturday and public holidays"],["price="],["content=Drink beer through the night with an awesome one man show live music. Ringo entertains with his singing, guitar and harmonica skills."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Visioners Mode Karaoke and Bar"],["url="],["email="],["address=G-21, PM4, Plaza Mahkota"],["lat="],["long="],["directions="],["phone=+60 17 455 5818"],["tollfree="],["fax="],["hours=6PM-2AM"],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Geographer Cafe"],["url=http:\/\/www.geographer.com.my"],["email="],["address=83, Jalan Hang Jebat, 75200 Malacca, Malaysia"],["lat=N2° 11.800', E102° 14.775'"],["long="],["directions=middle of Jonker Street"],["phone=+60 6 281 6813"],["tollfree="],["fax="],["hours=10AM - 1AM (Monday - Saturday),8AM - 1AM (Sunday)"],["price="],["content=A great crowd fusion of westerners and locals alike, a best chill out place with some cold beer on a warm night with live music and a small open dance floor. Great place to mingle away."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["sleeppricerange"],["Up to RM100"],["RM100-RM300"],["RM300+"]]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"====","value":["Heritage area"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Backpacker's Freak Hostel"],["alt=背包客栈, ホステル"],["url="],["email=Matahari_melaka@hotmail.com"],["address=1-25 Jl PM2, Plaza Mahkota"],["lat="],["long="],["directions=Located on 1F"],["phone=+60 6 286 6879"],["tollfree="],["fax="],["hours="],["price=air-con dorm RM16-18, Single RM26-28, Double\/Twin room RM36-50, Triple RM60-66"],["checkin=13:00"],["checkout=12:00"],["content=14 rooms with or without air-con, one 4 beds air-con mixed dormitory. Hot\/cold showers 24\/7, Balinese style common area and cable TV\/movie room, kitchen facilities provided for guests. Clean, with friendly staff and quality beds. Free Wi-Fi throughout, free breakfast, easy going and low density. The owner, Sean, speaks good English."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Chong Hoe Hotel"],["alt=忠和旅店"],["url="],["email="],["address=26 Jl Tukang Emas"],["lat="],["long="],["directions=Goldsmith St, opposite of Masjid Kampung Kling"],["phone=+60 6 282 6102"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=air-con and TV room without bathroom for RM30 and air-con singles\/doubles with TV and bathroom for RM50 onwards. The rooms are nice and clean, Wi-Fi in rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Discovery Cafe & Guesthouse"],["url=http:\/\/www.discovery-malacca.com"],["email="],["address=3 Jl Bunga Raya"],["lat="],["long="],["directions="],["phone=+60 6 292 5606"],["tollfree="],["fax="],["hours="],["price=RM40\/night or RM30\/person, also mixed or female dormitory RM17\/bed (8 beds) or RM23\/bed (4 beds)"],["checkin="],["checkout="],["content=3 min walk from the central historic area. Nice bar. Rooms are dirty, noisy and small, with choice of with and without air-con. Free secure Wi-Fi and computer desktops. The owner is very friendly and helpful. Will arrange taxis and bus transport. Downstairs cafe is a piece of museum. The terrace turns into a fairly lively nightspot after dark, with live music every night and cheap beers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holitel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=RM50+"],["checkin="],["checkout="],["content=Standard rooms with air-con and a private bathroom, rooms are really clean. Friendly and helpful staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=House Of Kititto"],["url=http:\/\/house.kititto.com\/"],["email="],["address=50A\/52A Jalan Portugis, 75200 Kg. Hulu"],["lat="],["long="],["directions="],["phone=+60 6 281 1105"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Mixture between ordinary guesthouse and homestay, 9 assorted rooms available. 2 mins walk to Jonker St. Operated by young couple, Kent\/Monica, who love travel and happy to share travel tips with their guests."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Jalan Jalan"],["url=http:\/\/www.jalanjalanguesthouse.com\/"],["email="],["address=Jl Tukang Besi"],["lat="],["long="],["directions=Blacksmith St, one block north and parallel to Jl Hang Jebat or Jonker Walk, just up the road from Sama-Sama Guest House"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Similar to Sama-Sama, budget fan equipped dorms for RM14. A very cute place with a pleasant outdoor garden."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=L'Armada Guesthouse"],["url=http:\/\/www.asiarooms.com\/en\/malaysia\/melaka\/224903-larmada_guesthouse.html"],["email="],["address=36a Jl Kampung Hulu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The rooms and toilets are very clean. Nice living room with free tea and coffee the whole day. Free Wi-Fi. The owners are very friendly and helpful. Close to Chinatown and in some rooms you can see directly the river. Seasonal pricing from RM10."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Le Village Guest House"],["url="],["email=levillagemelaka@yahoo.com"],["address=Jl PM4, 39 Plaza Mahkota"],["lat="],["long="],["directions=opposite Taming Sari City View Tower walk 100 m down the street Jl PM1 and it's well signed at corner with Jl PM4"],["phone=+60 13 355 0235"],["tollfree="],["fax="],["hours="],["price=Dorm RM12, single RM20, double room RM35-40, triple room RM45"],["checkin="],["checkout=14:00"],["content=New clean place from same owner as Oasis GH in KL. One 7 bed mixed (ceiling fans) dormitory. Common area with couches and TV\/movie room, kitchen facilities provided for guests, western\/asian toilets. Free Wi-Fi, free tea\/coffee, free hot and cold water from dispenser, free left luggage, free city map, no curfew\/24 hr reception, paid laundry service\/PC. Carpets everywhere, no shoes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Old Town Guesthouse"],["url=http:\/\/www.melakaguesthouse.com\/"],["email="],["address=Jl Temenggon"],["lat="],["long="],["directions=get off the bus at Bukit Cina"],["phone="],["tollfree="],["fax="],["hours="],["price=RM35-50, Dorm RM12"],["checkin="],["checkout="],["content=Nice and very friendly family guesthouse owned by a French guy and his Malay-Chinese wife. The place is very clean and has a great atmosphere. The rooms and the bathrooms are clean. Free Wi-Fi, laundry service, breakfast included, kitchen, tv room, bike to rent, books echange, nice communal area. Dorms and rooms available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ringo's Foyer"],["url=http:\/\/www.ringosfoyer.com.my\/https:\/\/www.facebook.com\/pages\/Ringos-Foyer-Guest-house-Melaka-Malaysia\/111727465530155?ref=hl"],["email=ringosfoyer@gmail.com"],["address=46A Jl Portugis"],["lat="],["long="],["directions="],["phone=+60 6 281 6393,+60 16 668 8898"],["tollfree="],["fax="],["hours="],["price=Dorm = RM15, double\/twin w\/fan =RM35 w\/ac RM45 ,triple W\/ac = RM60"],["checkin=13:00"],["checkout=11:00"],["content=Just far enough out of central Chinatown to be quiet, but close enough to be convenient. Plain, clean,Free highspeed Wi-Fi, Free coffee and tea all day, and simple self service breakfast in the morning, Run by a cheerful owner\/manager and has a relaxing rooftop chill-out and smoking area. Free bike tour on the weekdays and BBQ on the rooftop on the weekend."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=River View Guest House"],["url="],["email="],["address=94 & 96 Jl Kampung Pantai"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Twin room (fan only) RM45. King room air-con, RM60"],["checkin="],["checkout="],["content=In the heritage district of Chinatown, back terrace overlooking the river. Recently converted Chinese shop house, spacious clean fan rooms, shared shower rooms, high quality beds and bedding. All rooms have windows. Use of kitchen, Wi-Fi. No children. Charming owners."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Roof Top Guest House Melaka"],["url="],["email="],["address=39, Jl Kampong Pantai"],["lat="],["long="],["directions="],["phone=+60 12 327 7746"],["tollfree="],["fax="],["hours="],["price=Twin air-con RM55"],["checkin=14:00"],["checkout=12:00"],["content=Terrace overlooking the roof tops of the heritage district of Chinatown. Clean spacious air-con rooms with shared hot and cold shower rooms. Use of kitchen, Wi-Fi. No children. 5-10 min walk to Chinatown and heritage zone."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sama-Sama Guest House"],["url="],["email=sama_sama_guesthouse@hotmail.com"],["address=26 Jl Tukang Besi"],["lat="],["long="],["directions=Blacksmith St, one block north and parallel to Jl Hang Jebat or Jonker Walk"],["phone=+60 12 305 1980"],["tollfree="],["fax="],["hours="],["price=RM20-35"],["checkin="],["checkout="],["content=A laid-back guesthouse with 8 rooms. Rooms are basic, with no air-con. Large, friendly hang-out area with \"no TV, just reggae\" and occasional live music, and a nice back courtyard with burbling fountain. Laundry available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tang House"],["url=http:\/\/www.tanghouse.com.my\/"],["email=tanghouse@live.com"],["address=80-1, Jl Tokong"],["lat="],["long="],["directions=from Clock Tower, walk down Jonker's Walk for 5 min until you reach the big stage. Turn right and Tang House is directly across the street."],["phone=+60 6 283 3969"],["tollfree="],["fax="],["hours="],["price=Single RM35, twin RM55, triple RM70"],["checkin=14:00"],["checkout=12:00"],["content=Situated in a completely renewed 100 yo+ historic house. All rooms have air-con, free Wi-Fi, 2 free computers, breakfast available, common area with TV, fully equipped kitchen. Very clean with a family atmosphere. Friendly and helpful staff. 5 min walk to many delicious eateries, bars and shops."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tidur Tidur Guesthouse"],["alt=提督府客棧"],["url="],["email=tidurtidurgh@yahoo.com"],["address=92, Lorong Hang Jebat."],["lat="],["long="],["directions=near Chinatown-Jonker St"],["phone=+60 14 928 3817"],["tollfree="],["fax="],["hours="],["price=RM15\/bed(Mon-Thurs), RM20\/bed(Fri-Sun)"],["checkin=14:00"],["checkout=12:00"],["content=This building has a design studio at the front, and the guesthouse running at the back. Run by a young local designer Stanley Chin. Melaka river is at the rear. There are all private rooms for 2-4 people, double-decked concept. Well ventilated rooms with fan and shared air-con. Shared clean toilets with hot shower, shared dry kitchen and facilities, shared Living space. Free Wi-Fi. Group bookings accepted."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Travellers Planet Hostel"],["alt=旅行者の惑星ホステル, 旅客星球背包客旅馆"],["url=http:\/\/www.travellers-planet.backpackersfreak.com\/"],["email=travellersplanetmelaka@yahoo.com"],["address=1-19, Jl PM 3, Plaza Mahkota"],["lat="],["long="],["directions="],["phone=+60 06 2861 699"],["tollfree="],["fax="],["hours="],["price=With fan, with air-con, or air-con +en-suite, RM20-70"],["checkin="],["checkout="],["content=13 budget rooms with private attached shower rooms. Hot and cold showers, small library with book exchange. Common area with a Malay style living room and TV\/movie room, kitchen facilities provided for guests. Clean, with friendly staff and quality beds. Free Wi-Fi throughout, free breakfast, easy going and low density."]]}]},"\n",{"type":"====","value":["Melaka Raya"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Samudra Inn"],["url="],["email="],["address=348b, Jl Melaka Raya 3"],["lat="],["long="],["directions=beside the 7-Eleven store at the bottom of this street"],["phone=+60 6 2827441"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The hotel is on the second level, you have to use the staircase to go up to the locked gate of the hotel; you have to leave your shoes at the staircase after you enter the gate. Lounge with TV and refrigerator. Laundry service available, rate around RM1.50 per shirt; guests will be given a key to the locked gate. Room rates are posted clearly on a white board at the reception. Dorms with shared hot shower and toilet (3 beds per room) RM15; singles rooms from RM20 for one with shared hot shower and toilet; all rooms with fans, more expensive rooms have attached shower."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shirah's Guest House"],["url=http:\/\/www.shirahguesthouse\/"],["email="],["address=207B, 2F, Taman Melaka Raya, Bandar Hilir"],["lat="],["long="],["directions="],["phone=+60 6 286 1041"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=RM10 dorms in a triple room; RM15 for a single room with fan; max double-room with AC & bathroom RM35-40. Clean and nice with many in-house facilities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Time Hotel Melaka"],["url=http:\/\/www.timehotel-malacca.com\/"],["email="],["address=Lot 467, Jl Melaka Raya 12"],["lat="],["long="],["directions="],["phone=+60 6 292 1311"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=air-con rooms, all of which have cable TV, comfy duvet, and private hot and cold rainshower. High-speed Internet access, currency exchange, and business centre. While staying here, you can visit some interesting places like A'Famosa Fort, and Jonker Walk."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Travellers' Lodge"],["url="],["email="],["address=214b Jl Melaka Raya 1"],["lat="],["long="],["directions="],["phone=+60 6 226 5709"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Large, friendly hostel in a convenient location near several attractions. Rooms are clean with fan or air-con and en suite bathrooms available. Kitchen, laundry, roof terrace and cafe with internet access. Movies are shown every night. Good value. Fan room from RM25."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Trend Hotel"],["url=http:\/\/thetrendhotel.friendpages.com\/"],["email="],["address=216-220 Jl Melaka Raya 1"],["lat="],["long="],["directions="],["phone=+60 6 286 1199"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Friendly, helpful hostel staff. Rooms are clean with bathroom, big windows and TV and the air-con is very strong for the small-sized rooms."]]}]},"\n",{"type":"====","value":["Other areas"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=D'Laksamana"],["url=http:\/\/dlaksamana.webs.com\/"],["email=d.laksamana.gh@gmail.com"],["address=6 Jl Kota Laksamana 1\/4, Taman Kota Laksamana"],["lat="],["long="],["directions=near Casa Del Rio Melaka"],["phone=+60 6 281 2203, +60 16 6445595"],["tollfree="],["fax="],["hours="],["price=RM60 for single bedroom, RM90 for double\/twin bedroom"],["checkin=14:00"],["checkout=12:00"],["content=This cozy little hotel is located just 5-10 min walk to the Jonker Walk. It has 2 double bedrooms, 1 twin bedroom and 1 single bedroom, providing shared bathroom, towel, drinking water, Wi-Fi, and breakfast at Cafe 1511. Bicycle for rent for RM5 a day. The staff is very helpful and friendly. Make you feel right at home."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ismah Beach Resort"],["url=http:\/\/www.ismahresort.com"],["email=info@ismahresort.com"],["address=Pantai Padang Kemunting, Pengkalan Balak, Masjid Tanah"],["lat="],["long="],["directions=Next to the Turtle Sanctuary"],["phone=+60 6 384 8141, +60 12 6505852"],["tollfree="],["fax="],["hours="],["price=RM80-RM160"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kancil Guesthouse"],["url=http:\/\/machinta.com.sg\/kancil\/index.html"],["email="],["address=177 Jl Parameswara"],["lat="],["long="],["directions=In the Bandar Hilir area just east of the Heritage Zone and adjacent to the Melaka Raya commercial area"],["phone=+60 6 281 4044"],["tollfree="],["fax=+60 6 281 4044"],["hours="],["price=Fan room from RM18"],["checkin="],["checkout="],["content=In a 2-storey shophouse. Friendly staff, quiet place. Laundry and Internet available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Malaysia Guest House in Melaka"],["url=http:\/\/www.malaysiaguesthouse.com"],["email=info@malaysiaguesthouse.com"],["address=Jl P\/J 16, Taman Pertam Jaya,75050 Melaka, Malaysia."],["lat="],["long="],["directions=about 8-10 minutes drive to Melaka Raya entertainment area and history attractive places. such as : A Famosa Fort, Malacca Museum, Independence Memorial, Mahkota Parade, Dataran Pahlawan Megamall, Jonker Walk, Melaka Raya"],["phone=+60 12 607 3995 (Mdm Chiew)"],["tollfree="],["fax="],["hours="],["price=Master Room RM68-88, Medium Room RM58-68, Small Room RM48-58, one house RM170-220"],["checkin=14:00"],["checkout=12:00"],["content=Facilities : All rooms have air-con, Modern LCD TV in living room, fully equipped kitchen, Mini Fridge and gas-stove in kitchen, Hot & cold shower in bathrooms. for travelers looking for comfort and economical houses and rooms to stay."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Palembang Villa-holiday home\/homestay"],["url=http:\/\/palembangvilla.blogspot.com"],["email=palembangvilla@gmail.com"],["address=Datuk Palembang, Bukit Baru"],["lat="],["long="],["directions=10 min from City Central"],["phone=+60 16 665 7338"],["tollfree="],["fax="],["hours="],["price=Room rates RM 100-200. Daily rates, packaged rates and long stays available-contact Mr Tay Mee Leong"],["checkin="],["checkout="],["content=Bungalows and semi-detached, houses each with at least 4 rooms, bathrooms\/toilets and full air-con. Monthly rate can be separately arranged for the homestay."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"====","value":["Heritage area"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Atlantic Park Hotel"],["url=http:\/\/www.aphotelgroup.com"],["email=aphotel@gmail.com"],["address=9830 Bukit Baru"],["lat="],["long="],["directions="],["phone=+60 6 281 0989"],["tollfree="],["fax=+60 6 281 5894"],["hours="],["price=from RM68"],["checkin=14:00"],["checkout=11:00"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aldy Hotel"],["url=http:\/\/www.aldyhotel.com.my\/index.php"],["email=info@aldyhotel.com.my"],["address=27 Jalan Kota"],["lat="],["long="],["directions="],["phone=+60 6 283 3232"],["tollfree="],["fax=+60 6 286 3236"],["hours="],["price=from RM140"],["checkin=14:00"],["checkout=12:00"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Baba House"],["url=http:\/\/www.thebabahouse.com.my\/index.php"],["email=thebabahouse@srikota.com.my"],["address=125-127 Jalan Tun Tan Cheng Lock"],["lat="],["long="],["directions="],["phone=+60 6 281 1216"],["tollfree="],["fax=+60 6 281 1217"],["hours="],["price=RM115-148 plus tax"],["checkin=14:00"],["checkout=12:00"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Da Som Inn"],["url=http:\/\/dasominn.com\/"],["email=dasomin@hotmail.com"],["address=28 Jalan Tukang Emas"],["lat="],["long="],["directions=Opposite of Kampung Kling Mosque"],["phone=+60 6 286 6577"],["tollfree="],["fax="],["hours="],["price=RM118-219 plus tax"],["checkin=13:30"],["checkout=12:00"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Heeren House"],["url=http:\/\/www.heerenhouse.com"],["email=info@heerenhouse.com"],["address=1 Jalan Tun Tan Cheng Lock"],["lat="],["long="],["directions="],["phone=+60 6 281 4241"],["tollfree="],["fax=+60 6 281 4239"],["hours="],["price=RM139-259"],["checkin=14:00"],["checkout=12:00"],["content=Rooms with all facilities face the Malacca River and include breakfast. Cafe and craftshop downstairs."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Puri"],["url=http:\/\/hotelpuri.com"],["email="],["address=18 Jalan Tun Tan Cheng Lock"],["lat="],["long="],["directions="],["phone=+60 60 6 282 5588"],["tollfree="],["fax=+60 6 281 5588"],["hours="],["price=RM140-500"],["checkin=15:00"],["checkout=12:00"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Twenty Melaka Guesthouse"],["url="],["email="],["address=20 Jalan Hang Jebat"],["lat="],["long="],["directions="],["phone=+60 6 281 9761"],["tollfree="],["fax="],["hours="],["price=RM95+"],["checkin="],["checkout="],["content= Occupies the former Atlas Ice building, one of the oldest concrete buildings in Malaysia. New, clean, air-con, continental breakfast included, internet, located in the heart of the tourist area. There is a restaurant next door which can be loud at night. Please note that all bathrooms here are on sharing basis."]]}]},"\n",{"type":"====","value":["Melaka Raya"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Fenix Inn"],["url=http:\/\/www.fenixinn.com\/"],["email="],["address=Jl156, Jl Merdeka, Taman Melak a Raya"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Rooms are equipped with wired broadband internet, ASTRO CableTV, Attached bathroom, air-con room etc. Room Rate from RM98 net. Internet cafe on the ground floor that may be used by non-guests, RM4\/hr"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Tropicaville Malacca"],["url=http:\/\/www.hoteltropicaville.net\/"],["email="],["address=7-11, Jl PM15, Plaza Mahkota"],["lat="],["long="],["directions=in the Taman Melaka Raya area near the jetty for ferries to Dumai, Indonesia"],["phone="],["tollfree="],["fax="],["hours="],["price=RM88-198"],["checkin="],["checkout="],["content=3 star."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Queenspark Hotel Melaka"],["url=http:\/\/www.queensparkhotel.com.my\/"],["email=qphotel@steamyx.com"],["address=43, 45, 47 Jl Melaka Raya 24, Taman Melaka Raya"],["lat="],["long="],["directions="],["phone=+60 6 281 1188"],["tollfree="],["fax=+60 6 281 1187"],["hours="],["price="],["checkin="],["checkout="],["content=Rooms with all facilities, Astro satellite channel, internet broadband access, air-con room, coffee\/tea making facility, own hot\/cold shower bathroom, near to shopping havel, food court and commercial and banking centre. RM88.00 nett for superior twin\/double. Deluxe room RM118 nett, family room RM148 nett."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sunsui Hotel Melaka"],["url=http:\/\/sunsuihotel.com\/"],["email="],["address=No. 39, Jl PM3, Plaza Makota"],["lat="],["long="],["directions="],["phone=+60 6 281 8051"],["tollfree="],["fax="],["hours="],["price=RM98 ++"],["checkin="],["checkout="],["content=Rooms are equipped air-con and Wi-Fi, ASTRO cable TV. attached bathroom."]]}]},"\n",{"type":"====","value":["Kota Laksamana"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marvelux Hotel"],["url=http:\/\/marveluxhotel.com\/"],["email="],["address=6 Jl KLU 1,Taman Kota Laksamana Utama"],["lat="],["long="],["directions="],["phone=+60 6 281 8888"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Established since November 2011. Featuring its strategic location, within 5 minutes drive from heritage site. Free scheduled shuttle bus between hotel and Jonker Street, Mahkota Parade Shopping Centre for hotel guests. Room Rate from RM148.00 nett."]]}]},"\n",{"type":"====","value":["Others"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Everly Resort Hotel"],["alt="],["url=http:\/\/www.everly.hotels.net.my\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=RM110-500"],["content=3 star boutique hotel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Hallmark"],["url=http:\/\/www.hotelhallmark.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 6 281 3409"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Two star budget hotel. 78 furnished rooms, standard, deluxe and family suites. Private bathrooms, air-con, 20in colour TVs and IDD are some of the hotel's facilities including spa service. Modern card-access locking system is provided to room doors."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Johan"],["url="],["email="],["address=Melaka Raya"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Seri Malaysia Melaka"],["url=http:\/\/www.hotelseri-melaka.com\/"],["email="],["address=Lot PT 12332, Lebuh Ayer Keroh, Ayer Keroh"],["lat="],["long="],["directions="],["phone=+60 6 232 8460"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at RM170"],["checkin="],["checkout="],["content=6 air-con rooms, all with cable TV, a coffee\/tea maker, a private toilet and bath. Swimming pool. Café with international cuisines. Surau prayer room for Muslim guests."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ismah Beach Resort"],["url=http:\/\/www.ismahresort.com\/"],["email=info@ismahresort.com"],["address=Pantai Padang Kemunting, Pengkalan Balak, Masjid Tanah"],["lat="],["long="],["directions=next to the Turtle Sanctuary"],["phone=+60 6 384 8141, +60 12 6505852"],["tollfree="],["fax="],["hours="],["price=RM80-160"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Putra Sayang Resort"],["url=http:\/\/groups.myspace.com\/putrasayangresort"],["email=putrasayangresort@yahoo.com"],["address=Pantai Padang Kemunting, Pengkalan Balak, Masjid Tanah"],["lat="],["long="],["directions="],["phone=+60 6 3848946, +60 19 389 4196"],["tollfree="],["fax="],["hours="],["price=RM60-200"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Stable Melaka Guesthouse"],["url=http:\/\/www.thestablemalacca.com\/"],["email=enquiries@musanglena.com"],["address=No. D, Jl Hang Kasturi"],["lat="],["long="],["directions="],["phone=+60 12 623 4459"],["tollfree="],["fax="],["hours="],["price=RM250-350"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Straits Meridian Hotel"],["url=http:\/\/www.straitsmeridian.com\/"],["email="],["address=1, Jl Malinja, Taman 1004 Malinja, Bukit Baru"],["lat="],["long="],["directions=10 km from Melaka Airport - faces the Jalan Tun Razak Expressway, which connects Jasin District and Alor Gajah District."],["phone=+60 6 284 1166"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= 81 air-con rooms and suites are furnished with a coffee\/tea maker, refrigerator, and IDD phone. Each accommodation has a private toilet and bath. Other in-room features include a digital safe, prayer mat, and bottled mineral water."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"====","value":["Heritage area and Melaka Raya"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=45 Lekiu Melaka Guesthouse"],["url=http:\/\/45lekiu.com"],["email=enquiries@musanglena.com"],["address=45 Jl Hang Lekiu"],["lat="],["long="],["directions="],["phone=+60 12 623 4459"],["tollfree="],["fax="],["hours="],["price=From RM999-1099"],["checkin=14:00"],["checkout=11:00"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Equatorial Melaka"],["url=http:\/\/www.equatorial.com\/mel\/"],["email=info@mel.equatorial.com"],["address=Bandar Hilir"],["lat="],["long="],["directions="],["phone=+60 6 282 8333"],["tollfree="],["fax=+60 6 282 9333"],["hours="],["price=RM410-RM3300"],["checkin=15:00"],["checkout=12:00"],["content=5 star."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mahkota Hotel Melaka"],["url=http:\/\/www.mahkota.hotels.net.my"],["email=reservation@mahkotahotel.com.my"],["address=16 Jl Syed Abdul Aziz"],["lat="],["long="],["directions="],["phone=+60 6 281 2828"],["tollfree="],["fax="],["hours="],["price=RM204-549"],["checkin="],["checkout="],["content=Comprised of one main block and eight apartment blocks. It's adjacent to Melaka's two main shopping and entertainment complexes: Mahkota Parade and Dataran Pahlawan. Short walking distance to Melaka's City Business Hub - Melaka Raya, as well as various Heritage Historical sites and places of interests."]]}]},"\n",{"type":"====","value":["Other areas"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Arenaa De Luxe Hotel"],["url=http:\/\/www.arenaahotels.com.my\/"],["email=inquiry@arenaahotels.com"],["address=No. 222 (Lot 639) Jl Ujong Pasir, 75050"],["lat="],["long="],["directions="],["phone=+60 6 288 3399"],["tollfree="],["fax="],["hours="],["price=RM149-1080"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=D' Padang Temu Vacation House"],["url=http:\/\/www.cityturtle.com\/Padang_Temu_Homestay.html"],["email="],["address=12A, Jl PPP 5, Taman Permatang Pasir Permai, Alai, 75460"],["lat="],["long="],["directions="],["phone=+60 12 6162842"],["tollfree="],["fax="],["hours="],["price=RM500-600"],["checkin="],["checkout="],["content=This house is only 10 min to Portuguese Settlement and 15 min to Melaka Raya. 5 air-conditioned bedrooms double-story semi-D house, sleeps 14 people."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Avillion Legacy Hotel"],["url=http:\/\/www.avillionlegacymelaka.com\/"],["email=inquiry@goldenlegacy.com.my"],["address=146, Jl Hang Tuah"],["lat="],["long="],["directions="],["phone=+60 6 281 6868"],["tollfree="],["fax="],["hours="],["price=RM165-1,080"],["checkin="],["checkout="],["content=5 star."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The City Bayview Hotel"],["url=http:\/\/www.bayviewhotels.com\/melaka\/"],["email=bayviewmelaka@bayviewhotels.com"],["address=Jl Bendahara"],["lat="],["long="],["directions="],["phone=+60 6 283 9888"],["tollfree="],["fax=+60 6 283 9888"],["hours="],["price=From MR150"],["checkin="],["checkout="],["content=4 stars. Renovated in 2006. 192 rooms, internet access; deluxe rooms and studio suites have private Jacuzzis. Swimming pool, dance club, sports bar, 6 F&B venues, including Tourism Melaka Awards (2005) winner of the Best Chinese Restaurant in Melaka."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Della Homestay Bandar Melaka"],["url=http:\/\/carihomestay.net\/index.php?option=com_properties&view=property&cid=16:homestay&tid=3:homestay&id=32:della-homestay-bandar-melaka-4-bilik&Itemid="],["email="],["address=17 Jl Zahir 4, Malim Jaya, Bandar Melaka, Ayer Keroh"],["lat="],["long="],["directions="],["phone=+60 17 3261001"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=INB Resort"],["url=http:\/\/www.inbresort.wordpress.com\/"],["email=helmeyb@hotmail.com"],["address=Lot 3169 Simpang Padang Keladi Lebuh Ayer Keroh"],["lat="],["long="],["directions="],["phone=+60 6 553 3024"],["tollfree="],["fax="],["hours="],["price=RM120-200"],["checkin="],["checkout="],["content=Friendly, family-run resort style accommodation in Ayer Keroh town."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=MITC Hotel Melaka"],["url=http:\/\/www.mitcchainhotel.com\/"],["email="],["address=Lot 15232 & 15233, Jl Food City, Melaka International Trade Centre, Ayer Keroh"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nMelaka is a very safe place with a low crime rate. However, do watch out for pickpockets in crowded areas and bags snatching on the roadside by motorbikes. Carry your identification papers (passport) with you always because there are random checks by the police for illegal immigrants.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Johor Bahru"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuala Lumpur"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Singapore"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Gunung Ledang"]]}," - Most climbed mountain in Malaysia with some nice waterfalls to go swimming. Can be reached by bus to Tangkak and from there with local bus towards Segamat. The bus will drop you off 1 km before the park entrance (RM 1). Depending how long you have to wait for the bus a trip takes about 2–3 hours."]},"\n",{"type":"{{","value":[["geo"],["2.2058"],["102.2563"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Malacca Town"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/States and Federal Territories\/Melaka\/Localities\/Malacca City\/"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Malacca_(state)"]]},"\n",{"type":"{{","value":[["Guidecity"]]}]