[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Malabo"]}," is the largest city in, and capital of, ",{"type":"[[","value":[["Equatorial Guinea"]]},". It is located on the island of ",{"type":"[[","value":[["Bioko"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe city was first founded by the British in 1827, who leased the island from Spain during the colonial period. Named Port Clarence, it was used as a naval station in the effort to suppress the slave trade. Many newly freed slaves were also settled there, prior to the establishment of Sierra Leone as a colony for freed slaves. While many of them later relocated to Sierra Leone, some of their descendants, called Fernandinos, can still be found in Malabo and the surrounding area, where they constitute a distinct ethnic group, speaking their own Afro-Portuguese pidgin dialect.\nWhen the island reverted to complete Spanish control, Malabo was renamed Santa Isabel. It was chosen to replace the mainland town of Bata as the capital of the country in 1969, and was renamed Malabo in 1973 as part of President Francisco Macías Nguema's campaign to replace European place names with \"authentic\" African ones.\n\nDuring his \"reign of terror,\" Macías Nguema led a near-genocide of the country's Bubi minority, which formed the majority on Bioko Island, and brought many of his own tribespeople, the Fang, to Malabo. In the final years of his rule, when Equatorial Guinea was sometimes known as the \"Auschwitz of Africa,\" much of the city's population fled as, indeed, did about one-third of the country's population. Malabo has yet to recover from the scars of that period.\n\n",{"type":"===","value":["Orientation"]},"\nDespite its status as the capital of Equatorial Guinea for several decades, Malabo's street network remains poorly developed. Malabo itself has few paved roads leading into it, and fewer than one hundred paved and developed streets. Many of the street names reflect an African nationalist or anti-colonial theme, with names such as \"Independence Avenue\" or \"Patrice Lumumba Road\" being main roads. The few large roads not named for an African nationalist ideal or person are named for cities in Equatorial Guinea or other places or countries in Africa, as well as the road leading to the presidential palace. The palace and grounds consume a substantial part of the eastern side of Malabo, and are off-limits. The heart of the city is the colonial cathedral at Independence Place. Many buildings in the city from the Spanish colonial era are still standing. The south of Malabo is bordered by the Rio Consul. Across this lies the hospital to the southeast. To the west is the recently renovated airport. The coastal northern region of the city is pierced by headlands and bays. The largest headland is the crescent-shaped Tip of African Unity behind the presidential palace. Encompassing the entire eastern side of Malabo Bay, it is almost as long as Malabo is tall. Malabo is part of a wider bay that represents most of the northern coast of Bioko; it stretches from Europe Point in the west (home to the airport), to barren lands in the east. Notable buildings in Malabo include Malabo Cathedral, Malabo Government Building and the Malabo Court Building. The city is served by Malabo International Airport, while ferries sail from its port to Douala and Bata. \n\n\n",{"type":"==","value":["Get in"]},"\nMalabo is well served by several international carriers including Iberia, Spanair, Air France, KLM, Kenya Airways, Aero Contractors, Royal Air Maroc and Lufthansa as well as a few regional airlines offering service to surrounding counties as well as to the mainland (Bata). Travel on these internal carriers should be duly considered, as there is no capability of enforcing airworthiness standards in Equatorial Guinea and air traffic control is marginal at best. Ethiopian Airlines, the airline with the highest number of International destinations within Africa, flies 3 times per week with connections through cities such as Douala as well as their main hub in Addis Ababa.  [4] Aero Contractors flies to Malabo from Lagos, Nigeria en route Libreville every Tuesday and Saturday. A Boeing 737-400 equipment is currently being used for this route.\n\n",{"type":"==","value":["Get around"]},"\nMalabo is quite walkable. Taxis are cheap. 500 cfa during the day should get you anywhere within the city.3,000 cfa should get you from the city to the Marathon Oil compound. Be prepared to pay more at night or when the police are out enforcing traffic laws.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Bioko Biodiversity Protection Program"],["url=http:\/\/www.bioko.org\/"],["email="],["address=Moka, Bioko Island, Equatorial Guinea"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visitors, including tourists and school children, are welcome to stop in for educational programs. A striking series of 4 backlit posters, designed by BBPP’s Outreach Coordinator Jessica Weinberg and funded by a grant from the International Primate Protection League illustrate the importance of controlling the bushmeat trade. Post cards featuring Bioko Island wildlife, also the work of Jessica Weinberg, are for sale.\n\nResearch Center staff can arrange for guides to the local attractions (the Cascades of the Ilyadi River and the Pico Biao Crater Lake). Because of its cool climate and central location, Moka is the ideal place from which to explore and study Bioko Island's rich flora and fauna."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Universidad Nacional de Guinea Ecuatorial"],["url=http:\/\/www.unge.gq\/"],["email="],["address=Luba Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=UNGE’s campus surrounds a common grass covered area with a statue of Teodoro Obiang, the current president of Equatorial Guinea. The original buildings on the UNGE campus were built by the Spanish when the Spanish governed the island. The original buildings reflect a Spanish colonial architectural style with frequent use of arches and low sprawling buildings. The classrooms in the older part of the university are arranged in a semi-circle around the lawn. There is a new building on the south side of the university built in a more modern style. The walls are light colored and reflective, reducing the amount of passive solar heat produced in the building. The rooms are large and have large windows, which take advantage of natural lighting. The building is square and glossy. There is a small library at the university."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Deme's Favorite Chicken Place"],["url="],["email="],["address=Malabo, Equatorial Guinea"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Get the fried plantain (sweet is better) and chicken. Top with picante and mayonnaise."]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ibis Malabo"],["alt="],["url=http:\/\/www.ibis.com\/gb\/hotel-7121-ibis-malabo\/index.shtml"],["email="],["address=Carretera del Aeropuerto"],["lat=3.7543"],["long=8.7355"],["directions=On the main airport road"],["phone=+240 333\/098965"],["tollfree="],["fax="],["checkin="],["checkout="],["price=£120"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Malabo"],["alt="],["url=http:\/\/www3.hilton.com\/en\/hotels\/equatorial-guinea\/hilton-malabo-SSGHMHI\/index.html"],["email="],["address="],["lat=3.7551"],["long=8.7241"],["directions="],["phone=+ 240-333-096811"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sofitel Malabo President Palace"],["alt="],["url=http:\/\/www.sofitel.com\/gb\/hotel-5630-sofitel-malabo-president-palace\/index.shtml"],["email="],["address="],["lat=3.75759"],["long=8.78377"],["directions="],["phone=+240 333099940"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=5* luxury and price"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Sofitel Malabo Sipopo Le Golf"],["alt="],["url=http:\/\/www.sofitel.com\/gb\/hotel-8212-sofitel-malabo-sipopo-le-golf\/index.shtml"],["email="],["address=Zona Sipopo"],["lat=3.75248"],["long=8.90833"],["directions=Drive east from Malabo"],["phone=+240 35\/0091010"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=More 5* luxury"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Bahia"],["alt="],["url="],["email="],["address="],["lat=3.7588"],["long=8.7772"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Bahia 2"],["alt="],["url="],["email="],["address="],["lat=3.7505"],["long=8.7685"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Gets bad reviews on various web sites."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Ureca"],["alt="],["url="],["email="],["address="],["lat=3.75159"],["long=8.77487"],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel de Federaciones"],["alt="],["url=http:\/\/hoteldefederaciones.com\/?lng=en"],["email="],["address="],["lat="],["long="],["directions="],["phone=+240 222\/760209"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"==","value":["Cope"]},"\nBBC World Service broadcasts English language programmes in Malabo on 92.5MHz.\n\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+240 222277502"],["tollfree="],["fax="],["hours="],["price="],["content=There is no British Embassy in Equatorial Guinea. In an emergency, you can get consular assistance from David Shaw, the British Honorary Consul in Malabo.  The nearest British Diplomatic Mission is in Yaoundé, Cameroon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/malabo.usembassy.gov\/"],["email="],["address=K-3, Carretera de Aeropuerto, Al lado de Restaurante El Paraíso"],["lat="],["long="],["directions="],["phone=+240 098-895"],["tollfree="],["fax=+240 098-894"],["hours=M-Th 8AM-5:30PM, F 8AM-noon"],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nMany Equatorial Guinea-based airlines are blocked from operating inside the EU, and thus only a few international airlines operate from Malabo, including, but not limited to, Air France, Ethiopian, Lufthansa, Iberia, Kenya Airways and Danish air transport. \n\n",{"type":"[[","value":[["WikiPedia:Malabo"]]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Bioko"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["3.752407"],["8.775265"]]}]