[{"type":"{{","value":[["pagebanner"],["Cameron_Highlands_Tea_Plantation_banner.jpg"]]},"\n\n",{"type":"{{","value":[["quickbar"],["image=Perhentian Kecil.JPG"],["flag=Flag of Malaysia.svg"],["location=LocationMalaysia.png"],["capital=",{"type":"[[","value":[["Kuala Lumpur"]]}],["government=Federal constitutional monarchy"],["currency=Malaysian Ringgit (MYR)"],["area=329,847 km",{"type":"<","value":["sup",["2"]]}],["population=29,628,392 (2013 mid-year est.)"],["language=",{"type":"[[","value":[["Malay phrasebook"],["Malay"]]}," (official), English (official for some purposes), Chinese dialects (",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin"]]},", ",{"type":"[[","value":[["Cantonese phrasebook"],["Cantonese"]]},", ",{"type":"[[","value":[["Minnan phrasebook"],["Hokkien"]]},", Hakka, Hainanese, Foochow), ",{"type":"[[","value":[["Tamil phrasebook"],["Tamil"]]},", ",{"type":"[[","value":[["Telugu phrasebook"],["Telugu"]]},", ",{"type":"[[","value":[["Malayalam phrasebook"],["Malayalam"]]},", Punjabi, ",{"type":"[[","value":[["Thai phrasebook"],["Thai"]]},", various indigenous languages"],["religion=Sunni Islam (official), Buddhism, Christianity, Hinduism, Taoism, Confucianism, Sikhism, Animism & Shamanism in some rural areas"],["electricity=230V\/50Hz (British plug)"],["callingcode=+60"],["tld=.my"],["timezone=UTC +8"],["emergencies=Dial ",{"type":"'''","value":["999"]}]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tourismmalaysia.gov.my Malaysia"]}]}," is a country in ",{"type":"[[","value":[["Southeast Asia"]]},", located partly on a peninsula of the Asian mainland and partly on the northern third of the island of ",{"type":"[[","value":[["Borneo"]]},". West (peninsular) Malaysia shares a border with ",{"type":"[[","value":[["Thailand"]]},", is connected by a causeway and a bridge (the 'second link') to the island state of ",{"type":"[[","value":[["Singapore"]]},", and has coastlines on the South China Sea and the Straits of Malacca. East Malaysia (Borneo) shares land borders with ",{"type":"[[","value":[["Brunei"]]}," and ",{"type":"[[","value":[["Indonesia"]]}," and a maritime border with the nearby ",{"type":"[[","value":[["Philippines"]]},".\n\n",{"type":"==","value":[" Understand "]},"\n",{"type":"[[","value":[["File:PetronasKLCC.jpg"],["250px"],["thumb"],["The iconic Petronas Twin Towers, Kuala Lumpur"]]},"\nMalaysia is a mix of the modern world and a developing nation. With its investment in the high technology industries and moderate oil wealth, it has become a rich nation in Southeast Asia. Malaysia, for most visitors, presents a happy mix: there is high-tech infrastructure and things generally work well and more or less on schedule, but prices remain more reasonable than, say, ",{"type":"[[","value":[["Singapore"]]},". The demographics between the rich and poor can also be quite apparent: for example, a high rise luxury condominium building built right across the street from old, rundown shop lots or flats. \n\n",{"type":"===","value":[" History "]},"\nBefore the rise of the European colonial powers, the Malay peninsula and the Malay archipelago were home to empires such as the Srivijaya (whose capital was near modern ",{"type":"[[","value":[["Palembang"]]},", ",{"type":"[[","value":[["Sumatra"]]},", but which included the entire Malay Peninsula and lands further north at its greatest extent), the Majapahit (centred in ",{"type":"[[","value":[["Java"]]},", now part of Indonesia, but believed by some scholars to have included the entire Malay Peninsula and most of coastal Borneo among its tributaries) and the ",{"type":"[[","value":[["Malacca"]]}," Sultanate. The Srivijaya and Majapahit empires saw the spread of Hinduism to the region, and to this day, despite being nominally Muslim, many Hindu legends and traditions survive in traditional Malay culture. Mass conversion to Islam only occurred after the arrival of Arab traders during the Malacca Sultanate. \n\nDuring the 16th century the Portuguese established the first European colony in Southeast Asia by defeating the Malacca Sultanate. The Portuguese were religiously intolerant and cruel, so the Sultan of Johor assisted the Dutch in defeating them, and the Netherlands took control of the city. The British also established their first colony on the Malay peninsula in ",{"type":"[[","value":[["Penang"]]}," when it was ceded by the Sultan of Kedah in 1786. Finally, the area was divided into Dutch and British spheres of influence with the signing of the Anglo-Dutch Treaty in 1824. With this treaty, the Dutch agreed to cede  Malacca to the British and in return, the British ceded all their colonies on Sumatra to the Dutch. The line of division roughly corresponds to what is today the border between Malaysia and ",{"type":"[[","value":[["Indonesia"]]},".\n\nBefore World War II, the Malay Peninsula was governed by the British as the Federated Malay States (Selangor, Perak, Negeri Sembilan and Pahang), which were governed as a single entity, the Unfederated Malay States (Johor, Kedah, Perlis, Terengganu and Kelantan), which were each governed as separate protectorates, and the Straits Settlements (including  Malacca, Penang and Singapore), which were crown colonies. Northern Borneo consisted of the British colony of North Borneo, the Kingdom of Sarawak, which was ruled by a British family known as the \"White Rajas\", and the British protectorate of Brunei.\n\nWorld War II was disastrous for the British Malayan Command. The Japanese swept down both coasts of the Malay Peninsula and despite fierce fighting, much of the British military was tied down fighting the Germans in Europe and those that remained in Malaya simply could not cope with the Japanese onslaught. The British military equipment left to defend Malaya were outdated and no match for the modern ones used by the Japanese, while the only two battleships based in the region, the HMS Prince of Wales and HMS Repulse, were sunk by Japanese bombers off the East Coast of Malaya. By 31 January 1942, the British had been pushed all the way back to Singapore, which also fell to the Japanese on 15 February 1942. The situation was no different on Borneo, which fell to the Japanese on 1 April 1942 after months of fierce fighting. The Japanese occupation was brutal, and many, particularly the ethnic Chinese, suffered and perished during the occupation. Among the most notorious atrocities committed by the Japanese were the Sandakan Death Marches, with only 6 out of 2,345 prisoners surviving the war.\n\nAfter World War II, the Federated Malay States, Unfederated Malay States and the Straits Settlements of Malacca and Penang were federated to form a single British colony known as the Malayan Union, with Singapore splitting off to form a separate colony. In the Malayan Union, the sultans of the various states ceded all their powers except those in religious affairs to the British crown. However, widespread opposition to the Malayan Union led the British to reconsider their position, and in 1948, the Malayan Union was replaced by the Federation of Malaya, in which the executive positions of the sultans were restored. In Borneo, the White Rajas ceded Sarawak to the British crown in 1946, making it a crown colony of the United Kingdom.\n\nOn 31 August 1957, Malaya gained independence from the British. At midnight, the Union Jack was lowered, and the Malayan flag raised in its place at what is today ",{"type":"''","value":["Dataran Merdeka"]}," (Independence Square) in ",{"type":"[[","value":[["Kuala Lumpur"]]},". The crowd, led by the first Prime Minister of Malaya, Tunku Abdul Rahman, then proceeded to chant \"",{"type":"''","value":["Merdeka"]},"\" seven times. On 16 September 1963, Malaysia was formed through the merging of Malaya with the British colonies of North Borneo (now known as Sabah), Sarawak and Singapore, with Brunei deciding not to join. The first several years of the country's history were marred by the Confrontation (",{"type":"''","value":["Konfrontasi"]},") — actually a series of acts of aggression by Indonesia that ultimately ended in her defeat and a formal peace that has held ever since — and claims to Sabah from the Philippines. On 9 August 1965 Singapore was officially expelled from the federation after several bloody racial riots as Singapore's majority Chinese population and the People's Action Party, led by Lee Kuan Yew (later the long-ruling Prime Minister of Singapore), were seen as a threat to Malay dominance. There were further racial riots in 1969, which led to the forced resignation of Tunku Abdul Rahman; his replacement by Tun Abdul Razak; changes in the Malaysian Constitution that sought to prevent the coalition led by the United Malays National Organisation (UMNO) from ever being defeated in a future national election; and the start of the New Economic Policy, which sought to aggressively promote the economic interests of the generally poorer Malay community (and also the non-Malay indigenous peoples of East Malaysia) over those of the generally less poor Chinese community (with the poorest major ethnic group, the Indians, and also to a very large extent the Orang Asli [aboriginal people] in the Peninsula mostly ignored in the process). \n\nIn 1975, boat people from across the South China Sea in ",{"type":"[[","value":[["Vietnam"]]}," started coming, and Malaysia became one of the most important places of first refuge for Indochinese refugees, but in general, only those of the Muslim Champa minority were invited to stay permanently. Later, during the period of tremendous economic development under the long premiership of  Mahathir Mohammed, a large number of immigrant workers were invited from ",{"type":"[[","value":[["Bangladesh"]]},", ",{"type":"[[","value":[["Indonesia"]]},", ",{"type":"[[","value":[["India"]]},", and several other countries in the area, and even more immigrated illegally. This further increased the diversity of the population, and quite a number of the workers were reported in local newspapers to have intermarried with local women, but it also led to social strife as many Malaysian men resented the competition, and while the economy depended on immigrant workers to do jobs most Malaysians were no longer willing to do, now that their standard of living was higher, most Malaysians also did not want to permanently absorb a large and potentially almost limitless number of poor people from the much more populous countries in the region. Some immigrants were expelled and even caned for immigration violations, but the issue has never been really resolved.\n\n",{"type":"===","value":[" Politics "]},"\nMalaysia is a federal constitutional monarchy, nominally headed by the Paramount Ruler (",{"type":"''","value":["Yang di-Pertuan Agong"]},"), who is \"elected\" by the rulers (7 sultans, the Yang Di-Pertuan Besar of Negeri Sembilan and the Raja of Perlis) for a full five-year term from among the rulers of the 9 royal states of Malaysia, though in practice the election usually follows a prescribed order based on the seniority of the rulers at the time of independence. This gives Malaysia a unique political system of rotational monarchy, in which each of the rulers would take turns to be the king of Malaysia. The current king, Tuanku Abdul Halim from Kedah, was sworn in office on 13 Dec 2011 and his term ends on 13 Dec 2016. \n\nMalaysia's government is largely based on the British Westminster system, consisting of a bicameral national parliament, with each of the states also having their own unicameral ",{"type":"''","value":["Dewan Undangan Negeri"]}," (State Legislative Assembly). The lower house, known as the ",{"type":"''","value":["Dewan Rakyat"]}," (Hall of the People) is elected directly by the people. The upper house, known as the ",{"type":"''","value":["Dewan Negara"]}," (National Hall), consists of 26 members elected by the state governments, with each state having 2 representatives, while the remaining members are appointed by the king. The head of government is the Prime Minister, who is the party leader of the winning party in the lower house. The United Malays National Organisation (UMNO) party and its National Front (",{"type":"''","value":["Barisan Nasional"]},") coalition have ruled Malaysia uninterrupted since its independence, and while periodic elections are contested by feisty opposition parties, the balance has so far always been shifted in the government's favour, partly due to press control and use of restrictive security legislation dating from the colonial era.\n\nIn practice, the king is only the nominal Head of State, while the Prime Minister is the one who wields the most authority in government.\n\n",{"type":"===","value":[" Geography "]},"\nMalaysia comprises two geographic regions, Peninsular Malaysia and East Malaysia, which are separated by the South China Sea.\n\n",{"type":"'''","value":["Peninsular Malaysia"]}," (",{"type":"''","value":["Semenanjung Malaysia"]},") occupies all of the Malay Peninsula between ",{"type":"[[","value":[["Thailand"]]}," and ",{"type":"[[","value":[["Singapore"]]},", and is also known as West Malaysia (",{"type":"''","value":["Malaysia Barat"]},") or the slightly archaic Malaya (",{"type":"''","value":["Tanah Melayu"]},"). It is home to the bulk of Malaysia's population, its capital and largest city ",{"type":"[[","value":[["Kuala Lumpur"]]},", and is generally more economically developed. Peninsular Malaysia consists of plains on both the East and West coasts, separated from each other by a mountain range known as the ",{"type":"''","value":[" Banjaran Titiwangsa"]},".\n\nSeparated some 800 km to the east of Peninsular Malaysia is ",{"type":"'''","value":["East Malaysia"]}," (",{"type":"''","value":["Malaysia Timur"]},"). East Malaysia occupies the northern third of the island of ",{"type":"[[","value":[["Borneo"]]},", shared with ",{"type":"[[","value":[["Indonesia"]]}," and tiny ",{"type":"[[","value":[["Brunei"]]},". Much of the development on East Malaysia is centred around the cities ",{"type":"[[","value":[["Kuching"]]},", ",{"type":"[[","value":[["Miri"]]}," and ",{"type":"[[","value":[["Kota Kinabalu"]]},". Outside of the major cities and smaller towns are impenetrable jungle where head hunters once roamed and coastal plains rising to mountains. East Malaysia is rich in natural resources and is very much Malaysia's hinterland for industry and tourism.\n\n",{"type":"===","value":["People"]},"\nMalaysia is a multicultural society. While Malays make up a 52% majority, 27% of Malaysians are Chinese (who are especially visible in the cities), 9% are Indians, 12% are members of aboriginal peoples (often called ",{"type":"''","value":["Orang Asli"]},", Malay for \"Original People\"), and there is a miscellaneous grouping of 1.5% \"others\", including Thai communities in northern border states and the Portuguese clan in Malacca. The majority of the population (including virtually all Malays, as well a significant minority of Indians) adhere to Islam, the official religion, and there are substantial minorities who practice Christianity, Buddhism, Taoism, Hinduism, Sikhism and Animism.\n\n",{"type":"===","value":["Holidays"]},"\n",{"type":"{{","value":[["ramadandates"]]},"One of the significant characteristics of Malaysian culture is its celebration of various festivals and events. The year is filled with colourful, exhilarating and exciting activities. Some are religious and solemn but others are vibrant, joyous events. One interesting feature of the main festivals here is the 'open house' custom. This is when Malaysians celebrating the festival invite friends and family to come by their homes for some traditional delicacies and fellowship.\n\nMulticultural Malaysia celebrates a vast range of festivals, but the ones to look out for nationwide are Islamic holidays, most notably the fasting month of ",{"type":"'''","value":["Ramadan"]},". During its 29 or 30 days, Muslims refrain from eating, drinking, smoking and sex from dawn to sunset. \nNot all Muslims follow the tradition, or sustain the full period of Ramadan fasting, but most do make a very serious effort. Pregnant, breast feeding or menstruating women are not expected to fast, nor are the elderly, the infirm, or travellers. People get up early before sunrise for a meal (",{"type":"''","value":["sahur"]},"), and take off early to get back home in time to break fast (",{"type":"''","value":["buka puasa"]},") at sunset. \n\nAt the end of the month is the festival of ",{"type":"'''","value":["Eid ul-Fitr"]},", known locally as ",{"type":"'''","value":["Hari Raya Puasa"]}," or ",{"type":"'''","value":["Aidilfitri"]},", when many locals take one to two weeks off to 'balik kampung' or return to their home towns to meet family and friends. Accordingly, this is one of the many times in a year when major cities like Kuala Lumpur have virtually no traffic congestion. \n\nAnother important festival is the Muslim festival of ",{"type":"'''","value":["Eid ul-Adha"]},", known locally as ",{"type":"'''","value":["Hari Raya Haji"]}," or ",{"type":"'''","value":["Aidiladha"]},". It is during this festival that Muslims perform the Hajj or pilgrimage to Mecca. In local mosques, cows and goats are donated by the faithful and sacrificed, after which the meat is distributed to all. Family reunions are also celebrated during other main festivals when locals usually put on traditional costumes and finery as these festivals are an integral feature of Malaysian society. \n\nDuring the month of Ramadan, non-Muslims are expected to be considerate of those fasting. Non-Muslims, as well as Muslims travelling (",{"type":"''","value":["musafir"]},"), are exempt from fasting but it is polite to refrain from eating or drinking in public. Public school systems also require non-Muslims to refrain from eating in front of those who are fasting. Many restaurants close during the day and those that stay open maintain a low profile. Business travellers will notice that things move rather more slowly than usual. The upside for foreign travellers are the Ramadan bazaars in every city and town, bustling with activity and bursting at the seams with great food. Hotels and restaurants also pull out all stops to put on massive spreads of food for fast-breaking feasts. During the month of Ramadan, meals at the end of fasts are usually considered grand feasts. Worldwide fast-food chain McDonalds is known for holding several all-you-can-eat Ramadan feasts during the month. \n",{"type":"{{","value":[["CNYdates"]]},"\nOther major holidays include ",{"type":"'''","value":["Chinese New Year"]}," (around January\/February), ",{"type":"'''","value":["Deepavali"]}," or ",{"type":"'''","value":["Diwali"]},", the Hindu festival of lights (around October\/November), the Buddhist holiday of ",{"type":"'''","value":["Wesak"]}," (around May\/June), and ",{"type":"'''","value":["Christmas"]}," (25 December). During Chinese New Year, Penang and Ipoh become the major cities as many local Chinese working and living in KL originated from there. However this situation is changing gradually, as more and more people are making Kuala Lumpur their home town. While visiting during such festivals, travellers will be able to experience many wonderful celebrations, but the downside is many ethnic shops\/eateries will be closed. The best option is to visit during the period just after the first two days of the major festival (Hari Raya\/Chinese New Year), when shops will open, and the festive mood has still not died down. \n\nAnother major celebration is ",{"type":"'''","value":["Deepavali"]},", celebrated by the Malaysian Hindus as the festival of light originating from classical India and one of the main cultural celebrations. In Malaysia, locals practice this tradition by wearing new clothes and receiving token gifts of money. This practice has been adapted by all Malaysians regardless of their religion. They distribute red packets or ",{"type":"''","value":["ang pow"]}," during Chinese New Year, green packets or 'duit raya' for Hari Raya Aidilfitri and multi-coloured packets during Deepavali.\n\nSome uniquely Malaysian festivals of note include the ",{"type":"'''","value":["Harvest Festival"]}," at the end of May each year and the ",{"type":"'''","value":["'Pesta Gawai"]},"' in early June, both thanksgiving celebrations held in ",{"type":"[[","value":[["East Malaysia"]]},".\n\n",{"type":"'''","value":["Thaipusam"]}," is a Hindu festival that falls in January or February and is one of the must-see events. The largest procession in the country takes place at Batu Caves, north of Kuala Lumpur. Male devotees carry decorated altars or ",{"type":"''","value":["kavadi"]}," up a flight of 272 steps towards the temple, all this while also having religious spears and hooks pierced through external surfaces of their bodies. The ability is attributed to divine intervention and religious fervour. Female devotees join the procession carrying pots of milk on their head instead.\n\n",{"type":"===","value":[" Climate "]},"\nThe ",{"type":"'''","value":["climate"]}," in Malaysia is tropical. The north-east monsoon (October to February) deluges Borneo and the east coast in rain and often causes flooding, while the west coast (particularly Langkawi and Penang) escapes unscathed. The milder south-west monsoon (April to October) reverses the pattern. The southern parts of peninsular Malaysia, including perennially soggy Kuala Lumpur, are exposed to both but even during the rainy season, the showers tend to be intense but brief.\n\nMalaysia is close to the equator, so warm weather is guaranteed. Temperatures generally range from 32°C (90ºF) at noon to about 26°C (79ºF) at midnight. But like most Southeast Asian countries, Malaysia's sun-shining days are interrupted by monsoon season every year, and night temperatures can hit a low of about 23°C (73ºF) on rainy days. \n\nTemperatures tend to be cooler in the highlands, with the likes of ",{"type":"[[","value":[["Genting Highlands"]]},", ",{"type":"[[","value":[["Cameron Highlands"]]}," and ",{"type":"[[","value":[["Fraser's Hill"]]}," having temperatures ranging from about 17°C (62ºF) at night to about 25°C (77ºF) in the day. Mount Kinabalu is known to have temperatures falling below 10°C (50ºF).\n\n",{"type":"==","value":[" Regions "]},"\nMalaysia is divided into two main geographical regions, commonly known as Peninsular Malaysia and East Malaysia. See ",{"type":"[[","value":[["Malaysia#Geography"],["Geography"]]}," for more information.\n\n",{"type":"===","value":["Peninsular Malaysia"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Malaysia regions map.png"],["regionmaptext=Map of Peninsular and East Malaysia"],["regionmapsize=520px"],["region1name=",{"type":"[[","value":[["West Coast (Malaysia)"],["West Coast"]]}],["region1color=#69999f"],["region1items=",{"type":"[[","value":[["Kedah"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Malacca (state)"],["Malacca"]]},", ",{"type":"[[","value":[["Negeri Sembilan"]]},", ",{"type":"[[","value":[["Penang"]]},", ",{"type":"[[","value":[["Perak"]]},", ",{"type":"[[","value":[["Perlis"]]},", ",{"type":"[[","value":[["Putrajaya"]]},", ",{"type":"[[","value":[["Selangor"]]}],["region1description=The more developed region, offering the modern capital, ",{"type":"[[","value":[["Kuala Lumpur"]]},", UNESCO World Heritage cities with colonial flare and the ",{"type":"[[","value":[["Langkawi"]]}," archipelago."],["region2name=",{"type":"[[","value":[["East Coast (Malaysia)"],["East Coast"]]}],["region2color=#71b37b"],["region2items=",{"type":"[[","value":[["Kelantan"]]},", ",{"type":"[[","value":[["Pahang"]]},", ",{"type":"[[","value":[["Terengganu"]]}],["region2description=The more traditional Muslim region, home to ",{"type":"''","value":[{"type":"[[","value":[["Taman Negara"]]}]}," (National Park), numerous unspoilt islands and the ",{"type":"[[","value":[["Jungle Railway"]]},", which winds through the rural hinterlands."],["region3name=",{"type":"[[","value":[["Johor"],["South"]]}],["region3color=#d09440"],["region3items=",{"type":"[[","value":[["Johor"]]}],["region3description=Comprising just one state, two coastlines, endless palm oil plantations and the gateway to ",{"type":"[[","value":[["Singapore"]]}," overland."]]},"\n\n",{"type":"===","value":["East Malaysia"]},"\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Sabah"]]}],["region1color=#867ea9"],["region1items="],["region1description=Superb scuba diving in ",{"type":"[[","value":[["Sipadan"]]}," island plus muck diving at ",{"type":"[[","value":[["Mabul"]]},", nature reserves, the federal enclave of ",{"type":"[[","value":[["Labuan"]]}," and the mighty ",{"type":"[[","value":[["Mount Kinabalu"]]},"."],["region2name=",{"type":"[[","value":[["Sarawak"]]}],["region2color=#4f93c0"],["region2items="],["region2description=The southern state of East Malaysia. Home to traditional longhouses, lush jungles and national parks in contrast to the state capital, ",{"type":"[[","value":[["Kuching"]]},"."]]},"\n\n",{"type":"==","value":[" Cities "]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kuala Lumpur"]]}," — the multi-cultural capital, home of the Petronas Twin Towers"]},{"type":"*","value":[" ",{"type":"[[","value":[["George Town (Malaysia)"],["George Town"]]}," — the cultural and cuisine capital of ",{"type":"[[","value":[["Penang"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ipoh"]]}," — capital of ",{"type":"[[","value":[["Perak"]]}," with historic colonial old town"]},{"type":"*","value":[" ",{"type":"[[","value":[["Johor Bahru"]]}," — capital and former royal capital of ",{"type":"[[","value":[["Johor"]]},", and the gateway to ",{"type":"[[","value":[["Singapore"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuantan"]]}," - capital of ",{"type":"[[","value":[["Pahang"]]},", and commercial centre of the east coast"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kota Kinabalu"]]}," — close to tropical islands, lush rain forest and Mount Kinabalu"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuching"]]}," — capital of ",{"type":"[[","value":[["Sarawak"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Malacca"]]}," (Malay: ",{"type":"''","value":["Melaka"]},") — the historical city of Malaysia with colonial-style architecture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Miri"]]}," — resort city of Sarawak located near the border of Brunei and gateway to UNESCO World Heritage Site Gunung Mulu National Park"]},"\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cameron Highlands"]]}," — famous for its tea plantations"]},{"type":"*","value":[" ",{"type":"[[","value":[["Fraser's Hill"]]}," — a time warp to the colonial era"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kinabalu National Park"]]}," — home of Mount Kinabalu, the tallest mountain in South East Asia"]},{"type":"*","value":[" ",{"type":"[[","value":[["Langkawi"]]}," — an archipelago of 99 islands known for its beaches, rainforest, mountains, mangrove estuaries and unique nature. It's also a duty-free island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Penang"]]}," (",{"type":"''","value":["Pulau Pinang"]},") — formerly known as the \"Pearl of the Orient\", now bustling island with excellent cuisine which has retained more colonial heritage than anywhere else in the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Perhentian Islands"]]}," (",{"type":"''","value":["Pulau Perhentian"]},") — glittering jewels off the East Coast still undiscovered by mass tourism"]},{"type":"*","value":[" ",{"type":"[[","value":[["Redang"]]}," (",{"type":"''","value":["Pulau Redang"]},") — popular island destination for scuba divers"]},{"type":"*","value":[" ",{"type":"[[","value":[["Taman Negara"]]}," — a large area of rainforest National Park spanning ",{"type":"[[","value":[["Kelantan"]]},", ",{"type":"[[","value":[["Pahang"]]}," and ",{"type":"[[","value":[["Terengganu"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tioman"]]}," (",{"type":"''","value":["Pulau Tioman"]},") — once nominated one of the most beautiful islands in the world"]},"\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":["Immigration formalities"]},"\n",{"type":"{{","value":[["VisaRestriction"],["Entry ",{"type":"'''","value":["will be refused"]}," to citizens of ",{"type":"[[","value":[["Israel"]]}," with an Israeli passport unless holding a letter of approval from the Malaysian Ministry of Home Affairs. Additionally citizens of Israel require an onward ticket and will be asked to purchase one or be ",{"type":"'''","value":["refused entry"]},". Malaysia is no longer concerned about other nationals' passports that show entry stamps and\/or visas from Israel."]]},"\n\nMost nationalities can enter Malaysia without a visa and can reside in Malaysia for 14 to 90 days, depending on their nationality. Refer to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kln.gov.my\/web\/guest\/requirement-for-foreigner Ministry of Foreign Affairs"]}]}," for current information regarding visa requirements and stay periods. If travelling to the East Malaysian states of ",{"type":"[[","value":[["Sabah"]]}," and ",{"type":"[[","value":[["Sarawak"]]}," note that both states maintain their own immigration systems and separate controls such that even Malaysians from other states require a passport or MyKad on arrival. Individuals who require a visa to enter Malaysia will also require separate visas if they intend to visit either state. \n\n",{"type":"{{","value":[["infobox"],["Fingerprinting at Immigration"],["Malaysian Immigration authorities have recently started ",{"type":"'''","value":["fingerprinting"]}," visitors on arrival and departure. These fingerprints may well find their way to other country's authorities or other non-state agencies."]]},"\nThose who wish to enter Malaysia for purposes other than for a Social or Business visit still require a visa for any period (except for US citizens who enter for the purpose of studying) but ",{"type":"[","value":["http:\/\/www.studymalaysia.com\/education\/art_apply.php?id=immigration see here for \"loopholes\""]},". \n\nThose requiring a visa to enter Malaysia may be able to apply for one at a British embassy, high commission or consulate in their own country if there is no Malaysian diplomatic post. For example, the British embassies in ",{"type":"[","value":["http:\/\/www.ukba.homeoffice.gov.uk\/countries\/serbia\/commonwealth-bots\/?langname=null Belgrade"]},", ",{"type":"[","value":["http:\/\/ukinguatemala.fco.gov.uk\/en\/visiting-uk\/visas\/countries-issue Guatemala City"]},", ",{"type":"[","value":["http:\/\/www.ukba.homeoffice.gov.uk\/countries\/kosovo\/commonwealth-bots\/?langname=null Pristina"]}," and ",{"type":"[","value":["http:\/\/www.ukba.homeoffice.gov.uk\/countries\/bulgaria\/commonwealth-bots\/?langname=null Sofia"]}," accept Malaysian visa applications (this list is ",{"type":"'''","value":["not"]}," exhaustive). British diplomatic posts charge £50 to process a Malaysian visa application and an extra £70 if the authorities in Malaysia require the visa application to be referred to them. The authorities in Malaysia can also decide to charge an additional fee if they correspond with the applicant directly.\n\n",{"type":"'''","value":["Overstaying"]}," a visa will result in a US$10, €7.50 or RM30 fine per day. However it's fairly simple to avoid overstaying a visa by doing a \"visa run\" to a neighbouring country overland or via a cheap flight. Malaysia may also impose ",{"type":"'''","value":["caning"]}," as a punishment for overstaying a visa.\n\n",{"type":"====","value":["Transit Visas"]},"\nEven though citizens of Bhutan, India, Myanmar, Nepal, Pakistan and Sri Lanka normally require a visa, they can transit the same airport for up to 120 hours provided they arrive and depart on the same airline, land at ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Kota Kinabalu"]]},", ",{"type":"[[","value":[["Kuching"]]},", ",{"type":"[[","value":[["Penang"]]}," or Senai (near ",{"type":"[[","value":[["Johor Bahru"]]},") and present a genuine air ticket.\n\n",{"type":"===","value":["By plane"]},"\nNational carrier ",{"type":"'''","value":["Malaysia Airlines"]}," (MAS) has extensive worldwide network coverage and regularly ranks high in airline quality assessments, while no-frills low-cost carrier ",{"type":"'''","value":["AirAsia"]}," and her sister company, ",{"type":"'''","value":["AirAsia X"]},", now connects an ever-expanding set of countries including ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["Cambodia"]]},", ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["India"]]},", ",{"type":"[[","value":[["Indonesia"]]},", ",{"type":"[[","value":[["Laos"]]},", ",{"type":"[[","value":[["Macau"]]},", ",{"type":"[[","value":[["New Zealand"]]},", the ",{"type":"[[","value":[["Philippines"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Sri Lanka"]]},", ",{"type":"[[","value":[["Thailand"]]},", ",{"type":"[[","value":[["Myanmar"]]}," and ",{"type":"[[","value":[["Vietnam"]]},". Emirates Airlines also flies from most cities to ",{"type":"[[","value":[["Kuala Lumpur"]]}," via ",{"type":"[[","value":[["Dubai"]]},", flights to ",{"type":"[[","value":[["Perth"]]},", ",{"type":"[[","value":[["Australia"]]},", make a brief stop in ",{"type":"[[","value":[["Kuala Lumpur International Airport"],["KLIA"]]},".\n\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.airasia.com AirAsia"]},", ☎ +60 3 8775-4000 (hotline within Malaysia: 1 300 88 9933)"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.malaysiaairlines.com Malaysia Airlines"]},", ☎ +60 3 7846-3000 (hotline within Malaysia: 1-300-88-3000)"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.emirates.com\/my\/english\/index.aspx Emirates Airlines"]}," ☎ +60 36 207 4999"]},"\nMost international flights land at ",{"type":"'''","value":[{"type":"[[","value":[["Kuala Lumpur International Airport"]]}," ",{"type":"[","value":["http:\/\/www.klia.com.my (KLIA)"]}]}," (",{"type":"{{","value":[["IATA"],["KUL"]]},").  KLIA's predecessor, the ",{"type":"'''","value":["Sultan Abdul Aziz Shah Airport"]}," (",{"type":"{{","value":[["IATA"],["SZB"]]},") in Subang near ",{"type":"[[","value":[["Kuala Lumpur"]]}," handles chartered and turboprop aircraft for regional operators ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fireflyz.com.my\/ Firefly"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.berjaya-air.com\/flightschedule.htm Berjaya"]}]},", ☎ +60 3 7846 8228 (ticketing only);, ☎ +60 3 2145 2828.  See the ",{"type":"[[","value":[["Kuala Lumpur#get in"],["Kuala Lumpur ",{"type":"'''","value":["Get in"]}," section"]]}," for detailed airport information.\n\nOther airports which have significant numbers of flights to regional destinations are ",{"type":"[[","value":[["Kota Kinabalu"]]}," (Sabah), ",{"type":"[[","value":[["Kuching"]]}," (Sarawak), ",{"type":"[[","value":[["Penang"]]},", ",{"type":"[[","value":[["Langkawi"]]}," and ",{"type":"[[","value":[["Johor Bahru"]]},". Many major Malaysian cities have services to ",{"type":"[[","value":[["Singapore"]]},"-",{"type":"[[","value":[["Singapore Changi Airport"],["Changi"]]}," via AirAsia or Firefly. Berjaya Air also operates routes from Singapore to the popular dive spots of ",{"type":"[[","value":[["Tioman"]]}," and ",{"type":"[[","value":[["Redang"]]},".\n\n",{"type":"===","value":[" By train "]},"\n",{"type":"{{","value":[["infobox"],["Travelling from Singapore by train?"],["If you decide to travel from Singapore into Malaysia by train your ticket will be charged in Singapore dollars at a 1:1 ratio of the Malaysian ringgit price. This means a ticket that would cost RM20 in Malaysia will cost SGD20 in Singapore, which is charged in ringgits, costing around RM50. This odd ticket pricing system is a remnant of the old monetary system where the Malaysian ringgit was exchangeable at par with the Singapore dollar.\n\n",{"type":"'''","value":["To avoid this:"]},"\n# Buy a train ticket from Singapore to Johor Bahru and purchase a subsequent ticket from Johor Bahru onwards. Unfortunately, as from March 2014, the ticket between Singapore and Johor Bahru cannot be bought in advance. You will have to buy the ticket in person at Woodlands Train Checkpoint, no more than 24 hours before departure. Moreover, you will have to pay again the basic ticket fee (8SGD in March 2014) in addition to the distance-based fee. Depending on your destination in Malaysia, the total cost might be higher than a single ticket starting at Singapore.\n# Cross the border by road and then board the train at Johor Bahru. By far the cheapest option and generally not a bad idea, although be prepared for packed buses and traffic congestion at the Causeway during Friday evenings. This is very easy as the building that the Malaysia border crossing that the buses use is connected by skybridge to JB Sentral, the train station where you catch the train. Just follow the signs.\n# Book a return ticket from Malaysia. The return ticket Kuala Lumpur-Singapore-Kuala Lumpur is still cheaper than a one-way ticket from Singapore. Even cheaper is to buy a return ticket Segamat-Singapore-Segamat, and then a second ticket Segamat-Kuala Lumpur."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["To\/from Thailand:"]}," Direct sleeper train services operated by the ",{"type":"[","value":["http:\/\/www.railway.co.th\/home\/Default.asp?lenguage=Eng State Railway of Thailand"]}," connect ",{"type":"[[","value":[["Bangkok"]]}," (Thailand) and ",{"type":"[[","value":[["Butterworth"]]}," near ",{"type":"[[","value":[["Penang"]]}," (Malaysia), while ",{"type":"[","value":["http:\/\/www.ktmb.com.my Keretapi Tanah Melayu (Malaysian Railways)"]}," runs trains between ",{"type":"[[","value":[["Hat Yai"]]}," (Thailand) and ",{"type":"[[","value":[["Kuala Lumpur"]]}," (Malaysia). Both trains cross the border at ",{"type":"[[","value":[["Padang Besar (Malaysia)"],["Padang Besar"]]}," where Thai and Malaysia immigration formalities are all conveniently done in the station. There is also a less used eastern route from ",{"type":"[[","value":[["Hat Yai"]]}," to Thai border town ",{"type":"[[","value":[["Sungai Kolok"]]},", but there are no through trains to the nearby Malaysian station at Wakaf Bahru (near ",{"type":"[[","value":[["Kota Bharu"]]},")."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["To\/from Singapore:"]}," Singapore is the southern terminus of the Malayan Railway network. Comfortable overnight sleeper and somewhat misnamed daytime \"express\" trains connect ",{"type":"[[","value":[["Singapore"]]}," with ",{"type":"[[","value":[["Kuala Lumpur"]]}," and Tumpat, near ",{"type":"[[","value":[["Kota Bharu"]]},". Bizarrely, tickets purchased at the Singapore station are twice as expensive as those purchased in Malaysia; you can save quite a bit by taking the train from ",{"type":"[[","value":[["Johor Bahru"]]}," instead. It is also possible to purchase the tickets online ",{"type":"[","value":["https:\/\/intranet.ktmb.com.my\/e-ticket\/login.aspx at the KTM website"]},", but that will not be cheaper since the price is determined by the starting point of the journey, not by where you buy the tickets."]},"\n",{"type":"===","value":[" By bus "]}," \nLong-distances buses\/coaches into Malaysia run from Brunei, Indonesian Borneo, Singapore and Thailand. Please see the relevant city pages for more details.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Brunei"]]}]}," - there are no direct buses into Brunei. However, there are buses from ",{"type":"[[","value":[["Miri"]]}," and ",{"type":"[[","value":[["Limbang"]]}," going to the border where there are connections to Bandar Seri Begawan."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Indonesia"]]}]}," - direct buses operate between ",{"type":"[[","value":[["Pontianak"]]}," in ",{"type":"[[","value":[["West Kalimantan"]]}," and ",{"type":"[[","value":[["Kuching"]]}," in ",{"type":"[[","value":[["Sarawak"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Singapore"]]}]}," - a multitude of bus companies operate direct routes from Singapore to various destinations in ",{"type":"[[","value":[["Peninsular Malaysia"]]},", including ",{"type":"[[","value":[["Malacca"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Penang"]]},", ",{"type":"[[","value":[["East Coast (Malaysia)"],["East Coast"]]}," cities and even the Kuala Lumpur suburbs of ",{"type":"[[","value":[["Petaling Jaya"]]}," and ",{"type":"[[","value":[["Subang Jaya"]]},". Frequent buses make the short run between Singapore and ",{"type":"[[","value":[["Johor Bahru"]]},", and you can save a few bucks by changing at JB's Larkin terminal to a cheap domestic bus instead of taking a more expensive direct bus. If you are planning to take on arrival visa, you must enter Malaysia via link 2. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Thailand"]]}]}," - several companies operate services from ",{"type":"[[","value":[["Kuala Lumpur"]]}," and other cities in Malaysia to ",{"type":"[[","value":[["Hat Yai"]]}," in ",{"type":"[[","value":[["South (Thailand)"],["southern Thailand"]]},", where direct connections are available to ",{"type":"[[","value":[["Bangkok"]]}," and many other Thai destinations."]},"\n",{"type":"===","value":[" By road"]}," \nLand crossings are possible from ",{"type":"[[","value":[["South (Thailand)"],["southern Thailand"]]}," and Singapore into ",{"type":"[[","value":[["Peninsular Malaysia"]]},", as well as from Brunei and ",{"type":"[[","value":[["Kalimantan"]]}," (the Indonesian side of Borneo) into ",{"type":"[[","value":[["Sarawak"]]},". An International Drivers Permit (IDP) is required. See the respective city or state pages for more detailed information.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Brunei"]]}]}," - the main crossings are at ",{"type":"'''","value":["Sungai Tujoh"]}," on the ",{"type":"[[","value":[["Miri"]]},", ",{"type":"[[","value":[["Sarawak"]]},", to ",{"type":"[[","value":[["Bandar Seri Begawan"]]}," (Brunei) road, and the ",{"type":"'''","value":["Kuala Lurah-Tedungan"]}," checkpoint which is used for traffic travelling between Bandar Seri Begawan and ",{"type":"[[","value":[["Limbang"]]}," in ",{"type":"[[","value":[["Sarawak"]]},". You can also access the ",{"type":"[[","value":[["Temburong"]]}," district of Brunei by road from ",{"type":"[[","value":[["Limbang"]]}," via the Pandaruan (Puni on the Brunei side) checkpoint and ",{"type":"[[","value":[["Lawas"]]}," via Trusan (Labu on the Brunei side)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Indonesia"]]}]}," - the main crossing is at the ",{"type":"'''","value":["Tebedu-Entikong"]}," checkpoint on the main ",{"type":"[[","value":[["Kuching"]]},"-",{"type":"[[","value":[["Pontianak"]]}," road. Various other minor border crossings used by locals are not necessarily open to foreigners."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Singapore"]]}]}," - the two crossings are the ",{"type":"'''","value":["Causeway"]}," which links ",{"type":"[[","value":[["Johor Bahru"]]}," with ",{"type":"'''","value":["Woodlands"]}," in Singapore, and the Malaysia-Singapore ",{"type":"'''","value":["Second Link"]}," which links Tanjung Kupang in ",{"type":"[[","value":[["Johor"]]}," with Tuas in ",{"type":"[[","value":[["Singapore"]]},". See ",{"type":"[[","value":[["Johor Baru#Get in"],["Johor Bahru ",{"type":"'''","value":["Get in"]}," section"]]}," and ",{"type":"[[","value":[["Singapore#Get in"],["Singapore ",{"type":"'''","value":["Get in"]}," section"]]}," for more details."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Thailand"]]}]}," - international checkpoints (with the Thai towns in brackets) include ",{"type":"'''","value":[{"type":"[[","value":[["Wang Kelian"]]}]}," (",{"type":"[[","value":[["Satun"]]},") and ",{"type":"'''","value":[{"type":"[[","value":[["Padang Besar (Malaysia)"],["Padang Besar"]]}]}," (",{"type":"[[","value":[["Padang Besar (Thailand)"],["Padang Besar"]]},") in ",{"type":"[[","value":[["Perlis"]]},", ",{"type":"'''","value":[{"type":"[[","value":[["Bukit Kayu Hitam"]]}]}," (",{"type":"[[","value":[["Sadao"]]},") in ",{"type":"[[","value":[["Kedah"]]},", ",{"type":"'''","value":["Pengkalan Hulu"]}," (Betong) in ",{"type":"[[","value":[["Perak"]]},", and ",{"type":"'''","value":[{"type":"[[","value":[["Rantau Panjang"]]}]}," (",{"type":"[[","value":[["Sungai Kolok"]]},") in ",{"type":"[[","value":[["Kelantan"]]},"."]},"\n",{"type":"===","value":[" By boat "]},"\nFerries connect various points in ",{"type":"[[","value":[["Peninsular Malaysia"]]}," with ",{"type":"[[","value":[["Sumatra"]]}," in Indonesia and ",{"type":"[[","value":[["South (Thailand)"],["southern Thailand"]]},", ",{"type":"[[","value":[["Sarawak"]]}," with Brunei, and ",{"type":"[[","value":[["Sabah"]]}," with ",{"type":"[[","value":[["East Kalimantan"]]}," in Indonesia and ",{"type":"[[","value":[["Mindanao"]]}," in the Philippines. Luxury cruises also run from Singapore and sometimes ",{"type":"[[","value":[["Phuket"]]}," (Thailand) to Malaysia.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Brunei"]]}]}," - ferries daily between the Muara Ferry Terminal in Brunei and ",{"type":"[[","value":[["Labuan"]]}," island and Lawas in ",{"type":"[[","value":[["Sarawak"]]},". Speedboats, mostly in the morning, also run between Bandar Seri Begawan jetty and Limbang, ",{"type":"[[","value":[["Sarawak"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Indonesia"]]}]}," - the main jumping-off points from Indonesia are the ",{"type":"[[","value":[["Riau Islands"]]}," of ",{"type":"[[","value":[["Batam"]]},", ",{"type":"[[","value":[["Bintan"]]}," and ",{"type":"[[","value":[["Karimun"]]},"; ",{"type":"[[","value":[["Dumai"]]},", ",{"type":"[[","value":[["Medan"]]}," and ",{"type":"[[","value":[["Pekanbaru"]]}," on the ",{"type":"[[","value":[["Sumatra"]]}," mainland as well as ",{"type":"[[","value":[["Nunukan"]]}," in ",{"type":"[[","value":[["East Kalimantan"]]},". Ferries link ",{"type":"[[","value":[["Batam"]]}," with Batu Pahat and ",{"type":"[[","value":[["Johor Bahru"]]},";",{"type":"[[","value":[["Bintan"]]}," with ",{"type":"[[","value":[["Johor Bahru"]]},"; ",{"type":"[[","value":[["Karimun"]]}," with Batu Pahat and Kukup in ",{"type":"[[","value":[["Johor"]]},"; Dumai with ",{"type":"[[","value":[["Malacca"]]},", Muar in ",{"type":"[[","value":[["Johor"]]},", Port Dickson (in ",{"type":"[[","value":[["Negeri Sembilan"]]},") and ",{"type":"[[","value":[["Port Klang"]]},", the port for ",{"type":"[[","value":[["Kuala Lumpur"]]},"; Pekanbaru with ",{"type":"[[","value":[["Malacca"]]},". Daily ferries also link Nunukan with Tawau in ",{"type":"[[","value":[["Sabah"]]},". There are also minor crossings like between Bengkalis in ",{"type":"[[","value":[["Riau"]]}," and Batu Pahat; ",{"type":"[[","value":[["Sumatra"]]}," and ",{"type":"[[","value":[["Malacca"]]}," and Muar in ",{"type":"[[","value":[["Johor"]]},"; and Tanjung Balai Asahan in ",{"type":"[[","value":[["North Sumatra"]]}," with ",{"type":"[[","value":[["Port Klang"]]},", the port for ",{"type":"[[","value":[["Kuala Lumpur"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Philippines"]]}]}," - ferries run between the ",{"type":"[[","value":[["Zamboanga Peninsula"]]}," and ",{"type":"[[","value":[["Sandakan"]]},", ",{"type":"[[","value":[["Sabah"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Singapore"]]}]}," - daily passenger boats run between Changi Point and Pengerang, between Tanah Merah and Sebana Cover Resort, as well as between Changi and Tanjung Belungkor, all in ",{"type":"[[","value":[["Johor"]]},". See the ",{"type":"[[","value":[["Singapore#Get in"],["Singapore ",{"type":"'''","value":["Get in"]}," section"]]}," for details."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Thailand"]]}]}," - four ferries daily (reduced to three during Ramadan) between Tammalang at ",{"type":"[[","value":[["Satun"]]}," and Kuah on ",{"type":"[[","value":[["Langkawi"]]},", Malaysia. Vehicle ferries operate between Ban Taba near ",{"type":"[[","value":[["Tak Bai"]]}," in ",{"type":"[[","value":[["Narathiwat_(province)"],["Narathiwat province"]]}," and Pengkalan Kubur in ",{"type":"[[","value":[["Kelantan"]]},", Malaysia, while passenger boats run between Ban Buketa in ",{"type":"[[","value":[["Narathiwat_(province)"],["Narathiwat province"]]}," and Bukit Bunga in ",{"type":"[[","value":[["Kelantan"]]},"."]},"\n",{"type":"===","value":[" On foot "]},"\nIt is possible to enter Malaysia from ",{"type":"[[","value":[["Thailand"]]}," by foot at ",{"type":"[[","value":[["Wang Kelian"]]}," and ",{"type":"[[","value":[["Padang Besar (Malaysia)"],["Padang Besar"]]}," (both in ",{"type":"[[","value":[["Perlis"]]},"), ",{"type":"[[","value":[["Bukit Kayu Hitam"]]}," (",{"type":"[[","value":[["Kedah"]]},"), Pengkalan Hulu (",{"type":"[[","value":[["Perak"]]},") and ",{"type":"[[","value":[["Rantau Panjang"]]}," (",{"type":"[[","value":[["Kelantan"]]},"). Crossing from Singapore into Malaysia on foot by crossing the Causeway or Second Link ",{"type":"'''","value":["is now illegal"]},".\n\n",{"type":"==","value":[" Get around "]}," \n\n",{"type":"===","value":[" By plane "]},"\nLargely thanks to budget carrier ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airasia.com AirAsia"]}]},", Malaysia is crisscrossed by a web of affordable flights with advertised \"promotional\" prices starting at RM9 for flights booked well in advance. Flying is the only practical option for traveling between peninsular Malaysia and Borneo, as well as reaching some of the more remote outposts of Borneo. State carrier ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.malaysiaairlines.com\/ Malaysia Airlines"]}]}," also has competitive fares which now offers equal or even lower priced tickets if booked in advance through the internet, with sustaining class of hospitality. And their offshoot ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fireflyz.com.my\/ Firefly"]}]}," has a handy network radiating out of Penang previously, has also began operating from the Subang (Sultan Abdul Aziz Shah) airport. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/berjaya-air.com Berjaya Air"]}]}," also flies small Dash-7 turboprops from ",{"type":"[[","value":[["Kuala Lumpur"]]}," and ",{"type":"[[","value":[["Singapore"]]}," to its own airports on the resort islands of ",{"type":"[[","value":[["Pangkor"]]},", ",{"type":"[[","value":[["Redang"]]}," and ",{"type":"[[","value":[["Tioman"]]},". Prices are steep (from RM214 plus fees one way), but this is by far the fastest and more comfortable way of reaching any of these.  \n\nIn ",{"type":"[[","value":[["Sabah"]]}," and ",{"type":"[[","value":[["Sarawak"]]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.maswings.com.my MASWings"]}]},", operates turboprop services linking interior communities, including those in the ",{"type":"[[","value":[["Kelabit Highlands"]]},", with coastal cities. MASWings took over the rural air services network from FlyAsian Express on 1 October 2007, which in turn took the service over from Malaysia Airlines 14 months before that.\n\n",{"type":"===","value":[" By train "]}," \nLong-distance trains in Malaysia can rarely match road transport in terms of speed, but state operator ",{"type":"[","value":["http:\/\/www.ktmb.com.my ",{"type":"'''","value":["Keretapi Tanah Melayu Berhad"]}," (KTMB)"]}," provides relatively inexpensive and generally reliable services around ",{"type":"[[","value":[["Peninsular Malaysia"]]}," (but not ",{"type":"[[","value":[["Sabah"]]},"\/",{"type":"[[","value":[["Sarawak"]]}," in ",{"type":"[[","value":[["Borneo"]]},"). The main western line connects ",{"type":"[[","value":[["Butterworth"]]}," (near ",{"type":"[[","value":[["Penang"]]},"), ",{"type":"[[","value":[["Ipoh"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]}," and ",{"type":"[[","value":[["Johor Bahru"]]},", while the eastern line runs through ",{"type":"[[","value":[["Gua Musang"]]}," and the ",{"type":"[[","value":[["Taman Negara"]]}," to ",{"type":"[[","value":[["Kota Bharu"]]},", near the Thai border and the ",{"type":"[[","value":[["Perhentian Islands"]]},".\n\nThe pride of KTMB's fleet is the ",{"type":"'''","value":["ETS"]}," (Electric Train Service) from Kuala Lumpur to Ipoh, running modern air-conditioned trains ten times daily at 140 km\/h with a travel time of just over 2 hours.  The rest of the network, though, is mostly single-track, with slow diesel locos and all too frequent breakdowns and delays.  First and second class are air-con, third class has fans instead. For sleeper trains, KTMB's epitome of luxury is ",{"type":"'''","value":["Premier Night Deluxe"]}," (ADNFD - between ",{"type":"[[","value":[["Singapore"]]}," and ",{"type":"[[","value":[["Kuala Lumpur"]]}," only) featuring individual cabins containing two berths and a private shower\/toilet unit. More economical are the ",{"type":"'''","value":["Superior Night"]}," (ADNS) sleeper cars, which have upper and lower berths along each side, each bunk having a solid partition at each end and a side curtain for privacy. The carriages shake and rattle quite a bit but are comfortable and clean.\n\nThe ",{"type":"'''","value":[{"type":"[[","value":[["Jungle Railway"]]}]}," is the apt description for the eastern line between ",{"type":"[[","value":[["Tumpat"]]}," (close to the Thai border) and ",{"type":"[[","value":[["Gemas"]]},", including stops at ",{"type":"[[","value":[["Gua Musang"]]},", ",{"type":"[[","value":[["Kuala Lipis"]]},", ",{"type":"[[","value":[["Jerantut"]]}," (for ",{"type":"[[","value":[["Taman Negara"]]},") and Wakaf Bahru (for ",{"type":"[[","value":[["Kota Bharu"]]}," and the ",{"type":"[[","value":[["Perhentian Islands"]]},").  The original \"Jungle Train\" is the slow daytime service which stops at every station (every 15-20min or so).  It's 3rd class only, meaning no air-con and no reservations, and some stops may be lengthy as it's a single line and all other trains have priority - hence the \"Jungle Train\" waits in side loops along the way so that oncoming or overtaking trains can pass. Tourists may use this service to travel to  Some find it to be a fascinating and stunningly scenic ride; others feel there's not much to see when you're in the jungle.  Eastern line night trains (for which reservations are possible and recommended) also have 2nd class berths and seats, and some have 1st class sleepers too.\n\nTickets can be booked and even printed online at KTMB's site.  Enquiries and reservations can be made by phone at KTMB's call centres, ☎ +60 3 2267-1200 (Malaysia) or, ☎ +65 6222-5165 (Singapore).\n\nIn East Malaysia, the only railway line is run by ",{"type":"[","value":["http:\/\/www.sabah.gov.my\/railway\/indexeng.html ",{"type":"'''","value":["Jabatan Kereta Api Negeri Sabah"]}," (JKNS)"]},", running from Tanjung Aru near ",{"type":"[[","value":[["Kota Kinabalu"]]}," to the town of ",{"type":"[[","value":[["Tenom"]]},".\n\n",{"type":"===","value":[" By car "]}," \nMalaysia has an excellent highway network, culminating in the North-South Expressway along the West Coast from Singapore all the way to the Thai border. Gasoline or locally known as Petrol is slightly cheaper than market prices at RM1.90\/litre (Ron 95) (in Peninsular Malaysia, Sabah and Sarawak). Tolls are payable on expressways, but these are priced at varying degrees, ranging from expensive to reasonable: driving the length of the country (734 km) from the Thai border to Singapore costs RM108 (~US$25). While you can drive from Singapore to Thailand within a day on the West Coast, the highway system is considerably less developed on the East Coast, with no expressways, and even less so in Sabah and Sarawak, so be sure to factor in additional travel time if travelling in those areas. Toll prices for highways and causeways inside major cities, especially Kuala Lumpur, is priced exorbitantly ranging from RM4.00 to RM7.00 for each exit. \n\nFor those thinking of using GPS (Garmin, Papago, Galactio and Mio-Polnav), the Malaysia maps can be downloaded for free from http:\/\/www.malfreemaps.com\/index.php Garmin user lucky enough to have another choice from http:\/\/www.malsingmaps.com\/portal\/. Both party maps is contributed by the amazing non-profit group of people who share a common passion to make a gps maps of Malaysia. \n\nWhile driving quality and habits in Malaysia are better than most of the rest of Southeast Asia, it is not necessarily great, especially if for travellers coming from a Western country.  Traffic in Malaysia drives on the left, a legacy left by the British. Beware reckless motorcyclists, especially at night, and especially if you are a pedestrian: locals typically disregard a red light for left turns, putting pedastrians at risk. As a motorist, at traffic lights, motorcyclists will accumulate in front of you - let them drive away first to avoid accidents.\n\nCare is needed when driving in larger cities, such as Kuala Lumpur and Penang. Problems include apparently suicidal motorcyclists, congested traffic lanes throughout the day, and bewildering roads especially in the older parts of the city where planning was virtually nonexistent by the then British colonial occupier. Out of town however, cars and motorcycles are the best and sometimes the only way to explore the country. Some of the more rural areas have motorcycles and scooters to rent for as little as RM25\/day, a great way to explore the local area or larger islands like Langkawi. As expected, most rental agencies will require a valid drivers licence to be presented upon rental. Fuel levels are often compared before and after rental, as well as for damage, so ensure everything is documented, and request a refund of any excess fuel if possible. The bigger car rental companies like Hertz and Avis may also require you to have a valid credit card where a deposit will be authorised but not deducted from (unless there is damage to the car).\n\nTaxis are available in all cities and larger towns, although in smaller places you may have to call one (ask any shopkeeper or consult the yellow-pages).  You will generally need to negotiate the fare in advance, although prepaid coupon taxis are usually available at airports. RM5 should suffice for a short cross-town trip, while RM100 is enough to hire a taxi for a full day. \n\nIn Kuala Lumpur, the budget taxis are usually coloured Red and White (City taxi - these taxis are not allowed to travel out of the city e.g. to another state) or Yellow. Taxis are usually small saloons such as Proton Wira and run on NGV (Natural Gas). The Blue taxis are larger saloons or MPVs (Multi Purpose Vehicles) and more luxurious. These cost typically 25-30% more than the budget taxis & are normally available at taxi stands all over Kuala Lumpur including the major malls & hotels. \nThe Red & White taxis can be hailed off the roads & are metered. Ensure that the taxi driver is a Malaysian (all drivers must have a taxi permit &amp license with their photo on it) before you board, as unscrupulous taxi owners have been known to rent their taxi out to unlicensed stand-ins. Like in most other countries, a foreigner on a work visa are only allowed to work in the job\/industry specified in the visa. All taxi drivers must be Malaysian or a PR holder as the Malaysian government does not issue work visa to foreigners to drive taxis.\n\nAdditionally, beware of unlicensed taxis ",{"type":"''","value":["(taxi sapu)"]}," at the airports. They can literally take you for a ride. There will be touts at the airports offering travellers their taxi service, even pretending to be legitimate. As unbelievable as it may sound, some have been known to rob first time visitors hundreds of ringgit for a single trip into the city, charging 100 times more than the correct fare. At the airports ",{"type":"'''","value":["always"]}," get your taxi from the authorised operators' booths set up in the airport itself & ",{"type":"'''","value":["never"]}," from anyone that solicits directly. They will always claim to be legitimate but are rarely licensed and may be unsafe. The taxi operator booths can provide you with receipts. Another tip is to book your taxis in advance. All good hotels' concierge will be able to assist you with this. If travelling in an unlicensed taxi you may not be covered by your travel insurance should that taxi be involved in a mishap.\n\n",{"type":"===","value":[" By bus "]}," \n",{"type":"{{","value":[["infobox"],["Report Bad Drivers"],["Bus drivers (especially on more \"rural\" routes) sometimes drive carelessly, speed like maniacs, overtake on blind corners, etc. The vast majority of journeys are problem-free but some horrific accidents attributed to reckless driving have, however, led to a crackdown and a nationwide hotline and SMS number for reporting these drivers\/vehicles have been set up. These numbers are conveniently pasted on the back of every single large vehicle in the country."]]},"\n\nThe cheapest way to travel in Malaysia is by bus. All towns of any size have a bus terminal offering connections to other parts of the country. There are many companies of varying degrees of dependability, but two of the largest and more reliable are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/transnasional.com.my Transnasional"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.plusliner.com.my\/ NICE\/Plusliner"]}]},". 24-seater \"luxury\" buses are recommended for long-distance travel.\n\nIf travelling on holidays or even over the weekend, it is advisable to reserve your seats in advance. Many bus companies allow for you to book online directly through their website. However, some only allow online booking for individuals with Malaysian credit cards, which is not really convenient for international visitors. Luckly, most bus operators have banded together into two booking portals and are particularly handy if you have specific destinations but are not sure which bus company to use. Both allow payment with any credit card and require a nominal fee for their service (usually RM1-2).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Easibook"],["url=http:\/\/www.easibook.com"],["email=enquiry@easibook.com"],["address="],["lat="],["long="],["directions="],["phone=+60 4 332 7718"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bus Online Ticket"],["url=http:\/\/www.busonlineticket.com\/"],["email=sales@busonlineticket.com"],["address="],["lat="],["long="],["directions="],["phone=+ 65 9 722 8576"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nNote that air conditioning on some buses can be extremely cold so don't forget to bring a good sweater, pants and socks, especially for overnight journeys on luxury buses!\n\n",{"type":"==","value":[" Talk "]},"\n",{"type":"{{","value":[["seealso"],["Malay phrasebook"]]},"\n\nThe sole official language of Malaysia is ",{"type":"'''","value":[{"type":"[[","value":[["Malay phrasebook"],["Malay"]]}]}," (officially ",{"type":"''","value":["Bahasa Malaysia"]},", sometimes also known as ",{"type":"''","value":["Bahasa Melayu"]},"). The ",{"type":"[[","value":[["Indonesian phrasebook"],["Indonesian language"]]},", spoken across the border in Indonesia, is similar to Malay, and speakers of both languages can generally understand each other. Some parts of Malaysia near the Thai border, most notably ",{"type":"[[","value":[["Kelantan"]]},", have dialects of Malay which are nearly incomprehensible to speakers of standard Malay, though most people in these areas will be able to converse in standard Malay if needed.\n\n",{"type":"'''","value":["English"]}," is compulsory in all schools and widely spoken in the larger cities, among the well-educated upper class, as well as around the main tourist attractions, although in rural areas a little Malay will come in handy. There is also a colloquial form of English spoken among Malaysians in urban areas, not inappropriately known as ",{"type":"'''","value":["Manglish"]},", which involves code switching between English, Malay and\/or other languages, and takes a bit of getting used to if you intend to join in the conversation on local topics. Take note that almost all Malaysians will not pronounce the letter, \"h\" for e.g. \"Three\" and \"Tree\" is spoken as \"tree\".  Malaysians will almost always try to speak 'standardized English' (British) when approached by Western travellers. In general, police stations and government offices will have English-speaking staff on duty.\n\n",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]}," is taught to those who attend Islamic religious schools, and many clerics as well as other very observant Muslims will have a functional command of Arabic. However, it is not widely spoken, though the Malay language does have a large number of loan words from Arabic. You also might notice some examples of Malay written with Arabic letters. This is called Jawi, and it is still used for religious publications and inscriptions, especially in states like ",{"type":"[[","value":[["Kelantan"]]},", although the Latin alphabet is much more commonly used throughout the country.\n\nThe Chinese community in Malaysia speaks a wide variety of Chinese dialects including ",{"type":"[[","value":[["Cantonese phrasebook"],["Cantonese"]]},", ",{"type":"[[","value":[["Chinese phrasebook"],["Mandarin"]]},", Teo-chew, Hakka, Hainanese, Hok-chew and ",{"type":"[[","value":[["Minnan phrasebook"],["Hokkien"]]},". Mandarin is taught in most Chinese schools while Cantonese is commonly heard in the mass media due to the popularity of TVB serials from Hong Kong among the Chinese community, so many are conversant in both, in addition to their native dialect. The most commonly spoken Indian language is ",{"type":"[[","value":[["Tamil phrasebook"],["Tamil"]]},"; others include ",{"type":"[[","value":[["Malayalam_phrasebook"],["Malayalam"]]},", ",{"type":"[[","value":[["Punjabi phrasebook"],["Punjabi"]]}," and ",{"type":"[[","value":[["Telugu_phrasebook"],["Telugu"]]},". \n\nIn the northern states of Peninsular Malaysia bordering Thailand, there are various ethnic Thai communities, known locally as the ",{"type":"''","value":["Orang Siam"]},", who speak various dialects of ",{"type":"[[","value":[["Thai phrasebook"],["Thai"]]},". ",{"type":"[[","value":[["Malacca"]]}," in the south is also home to a Portuguese community which speaks a ",{"type":"[[","value":[["Portuguese phrasebook"],["Portuguese"]]}," based creole. The remote forest areas of Peninsular Malaysia are also home to various tribal people known as the ",{"type":"''","value":["Orang Asli"]},", who speak various indigenous languages such as Semelai, Temuan and many others. In East Malaysia several indigenous languages are also spoken, especially ",{"type":"[[","value":[["Iban phrasebook"],["Iban"]]}," and Kadazan.\n\nFilms and television programmes are usually shown in their original language with Malay subtitles. Some children's programmes are dubbed into Malay.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Ke Lok Si Illuminations 01.JPG"],["thumb"],["The famous  Kek Lok Si Temple in ",{"type":"[[","value":[["Air Itam"]]},", ",{"type":"[[","value":[["Penang"]]}," Island, illuminated for Chinese New Year celebrations"]]},"\n",{"type":"[[","value":[["File:Cameron Highlands Tea Plantation 2012.JPG"],["thumb"],["Tea plantations in the ",{"type":"[[","value":[["Cameron Highlands"]]}]]},"\n",{"type":"[[","value":[["File:Perhentian Beach (106319844).jpg"],["thumb"],["A beach on ",{"type":"[[","value":[["Perhentian"]]}]]},"\nMalaysia is a fascinating country with many faces. It's multi-ethnic and multi-cultural, and its attractions vary from the iconic Petronas Towers in bustling ",{"type":"'''","value":[{"type":"[[","value":[["Kuala Lumpur"]]}]}," to perfect sandy beaches lined with palm trees and dense jungles with orangutangs and tigers. \n\nThere are various impressive ",{"type":"'''","value":["national parks"]},". Expeditions range from those where you hardly lose sight of the hotel to those where you are fully immersed in the jungle for weeks, with only the guide and yourself. To spot a tiger or wild elephant in its natural habitat you might have to spend more than a few days in the wild, but you'll have no trouble seeing smaller wildlife. ",{"type":"'''","value":[{"type":"[[","value":[["Bako National Park"]]}]}," is the oldest national park in Malaysia and one of the best places to see proboscis monkeys. The vast jungles of ",{"type":"'''","value":[{"type":"[[","value":[["Taman Negara"]]}]}," have become a popular destination for ",{"type":"[[","value":[["ecotourism"],["ecotourists"]]},", just like the remote but gorgeous ",{"type":"'''","value":[{"type":"[[","value":[["Gunung Mulu National Park"]]}]},", a World Heritage Site famous for its limestone karst formations, stone pinnacles and huge caves. To escape from the muggy tropics, do as the English did and head up to the cool tea plantations of the ",{"type":"'''","value":[{"type":"[[","value":[["Cameron Highlands"]]}]}," or climb ",{"type":"'''","value":[{"type":"[[","value":[["Mount Kinabalu"]]}]}," in ",{"type":"[[","value":[["Sabah"]]},".\n\nFor many people, Malaysia brings pictures of pristine beaches with great diving opportunities to mind - and for good reason. ",{"type":"'''","value":[{"type":"[[","value":[["Sipadan"]]}]}," off the coast of Sabah, and the beautiful ",{"type":"'''","value":[{"type":"[[","value":[["Perhentian"]]}]}," Islands are among the best (and most popular) places. Coastlines in the less industrialized parts of the country, in general, are well worth driving through for their natural beauty and relaxing seaside kampung (villages). Follow the crowds to the postcard perfect sands of the ",{"type":"'''","value":[{"type":"[[","value":[["Langkawi"]]}]}," Islands, where you can have a cocktail on the beach and stay in one of the many resorts.\n\nIf you're most interested in taking the pulse of a city, don't miss ",{"type":"[[","value":[["Kuala Lumpur"]]},"'s crazy quilt ultra-modern skyline, including the famous Petronas Twin Towers. ",{"type":"'''","value":[{"type":"[[","value":[["Ipoh"]]}]}," is a good choice if you enjoy a somewhat slower paced city that features elegant colonial-era buildings from about 100 years ago, and ",{"type":"'''","value":[{"type":"[[","value":[["Malacca"]]}]}," is for those who want to trace the colonial and imperial history of Malaysia several hundred years further back. ",{"type":"'''","value":[{"type":"[[","value":[["Penang"]]}]}," is known for its great food and relatively long-standing and institutionalized Chinese and Indian communities, who share the city with Malay and Thai communities. For a completely different experience, head to ",{"type":"'''","value":[{"type":"[[","value":[["Kota Bharu"]]}]}," to discover a unique conservative Islamic regional culture influenced by ",{"type":"[[","value":[["Thailand"]]},", only a few kilometres away, or visit the diverse cities of ",{"type":"[[","value":[["East Malaysia"]]},", like ",{"type":"[[","value":[["Kuching"]]}," and ",{"type":"[[","value":[["Kota Kinabalu"]]},". Especially when travelling with children, consider visiting one of the country's excellent zoos, such as ",{"type":"[[","value":[["Taiping"]]}," Zoo, ",{"type":"[[","value":[["Kuala Lumpur"]]},"'s Zoo Negara and ",{"type":"[[","value":[["Malacca"]]},"'s Zoo.\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"[[","value":[["File:Amphiprion clarkii sipadan.jpg"],["thumb"],["A first glance at Sipadan's colourful underwater life"]]},"\nMalaysia has excellent ",{"type":"'''","value":[{"type":"[[","value":[["scuba diving"]]}]},".  The most popular spots are the islands off the ",{"type":"[[","value":[["East Coast (Malaysia)"],["East Coast"]]}," of peninsular Malaysia (",{"type":"[[","value":[["Perhentian"]]},", ",{"type":"[[","value":[["Redang"]]},", ",{"type":"[[","value":[["Tioman"]]}," and many more), although the dive season is limited to April to September.  However, the most famous dive site — often ranked among the best in the world — is ",{"type":"[[","value":[["Sipadan"]]},", off the easternmost tip of ",{"type":"[[","value":[["Sabah"],["Malaysian Borneo"]]},".  There are many other less well known sites, like ",{"type":"[[","value":[["Layang Layang"]]},".\n\n",{"type":"===","value":["Whitewater Rafting"]},"\nYou can find  tame Grade I to incredibly difficult and dangerous Grade V rapids in Malaysia's many national parks:\n\n",{"type":"*","value":[" Jeram Besu - Grade I-III - ",{"type":"[[","value":[["Pahang"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Telom River"]]}," - Grade V - ",{"type":"[[","value":[["Pahang"]]}]},{"type":"*","value":[" Kuala Perahu - ",{"type":"[[","value":[["Pahang"]]}]},{"type":"*","value":[" Lipis River - ",{"type":"[[","value":[["Pahang"]]}]},{"type":"*","value":[" Anak Jelai River - Grade I-II - ",{"type":"[[","value":[["Pahang"]]}]},{"type":"*","value":[" Tembeling River - Grade I-II - ",{"type":"[[","value":[["Pahang"]]}]},{"type":"*","value":[" Sedim River - Grade III-IV - ",{"type":"[[","value":[["Kedah"]]}]},{"type":"*","value":[" Sungai Selangor - Grade I-III - ",{"type":"[[","value":[["Selangor"]]}]},{"type":"*","value":[" Kiulu River - Grade II - ",{"type":"[[","value":[["Sabah"]]}]},{"type":"*","value":[" Padas River - Grade III-IV - Sabah"]},{"type":"*","value":[" Sungai Itek (Kampar River) - Grade I-III - ",{"type":"[[","value":[["Perak"]]}]},{"type":"*","value":[" Sungkai River - Grade I-II - Perak"]},{"type":"*","value":[" Singoh River - Grade V - Perak"]},{"type":"*","value":[" Endau River - ",{"type":"[[","value":[["Johor"]]}]},{"type":"*","value":[" Nenggiri River - Grade I-III ",{"type":"[[","value":[["Kelantan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuala Kubu Bahru"]]},", ",{"type":"[[","value":[["Selangor"]]}]},"\n",{"type":"==","value":[" Buy "]},"\nThe Malaysian currency is the ",{"type":"'''","value":["Malaysian ringgit"]},", abbreviated as ",{"type":"'''","value":["RM"]}," or ",{"type":"'''","value":["MYR"]},", divided into 100 ",{"type":"'''","value":["sen"]}," (cents). The ringgit is sometimes informally referred to as the dollar and you may see the '$' symbol on older notes. There are coins of RM0.05 (silver), RM0.10 (silver), RM0.20 (silver or gold), and RM0.50 (silver or gold) as well as bills of RM1 (blue), RM5 (green), RM10 (red), RM20 (orange), RM50 (green\/blue) and RM100 (purple). 5 sen coins are mainly given as change in large establishments or supermarkets whereas peddlers and street vendors might be reluctant to accept them. Note that the Singapore and Brunei dollars are also known as ",{"type":"''","value":["ringgit"]}," in Malay, so when near border areas you might want to check to be sure which currency they are quoting the price in.\n\n",{"type":"'''","value":["Foreign currencies"]}," are ",{"type":"''","value":["not"]}," generally accepted, although you might get away with exchanging some US dollars or Euros even in more remote areas, but do expect a lot of stares and some persuasion. The major exception is Singapore dollars, which are accepted by KTMB and toll roads, but at a highly unfavorable 1:1 exchange rate (an anomaly dating back to when the ringgit was interchangeable with the Singapore dollar, prior to the 1970s).\n\n",{"type":"'''","value":["Currency exchange"]}," counters can easily found in major shopping areas and have a better exchange rate than in banks and airports. Be sure to say the amount you wish to exchange and ask for the 'best quote' as rates displayed on the board are often negotiable, especially for larger amounts. Be advised that large foreign banknotes, such as €500, are almost impossible to change for a good rate in some areas, especially in Sabah or Sarawak, where the banks offer a much lower rate comparing to the one you'd get if changing a banknote of smaller amount. Some money exchangers in Kota Kinabalu or Kuching even may refuse your business if you have large foreign banknotes, so the best option is to bring smaller notes unless you are willing to shop around.\n\n",{"type":"'''","value":["ATMs"]}," are widely available in cities, but do stock up on cash if heading out into the smaller islands or the jungle. ",{"type":"'''","value":["Credit cards"]}," can be used in most shops, restaurants and hotels, although ",{"type":"'''","value":["skimming"]}," can be a problem in dodgier outlets.\n\n",{"type":"===","value":[" Banking "]},"\nBanks in Malaysia do handle international transactions. These ranges from a nominal fee if you are an account holder to a slightly more expensive amount if you are only walking in to use a certain service. International banks such as Citibank & HSBC have their presence in Malaysia, with the latter having branches throughout the country. Local banking giants are Maybank & CIMB Bank, & they are a very good alternative to the earlier mentioned banks, especially in terms of pricing, local knowledge & presence as well as international services available e.g. money transfers. For any enquiries and transactions, get a number, sit down and wait for your turn to be served. (There is no need to queue while you wait in air-conditioned comfort!)\n\nBanks are open Monday-Friday from 09:30-16:00 and selected banks are open Saturday 09:30-11:30 except on the first and third Saturdays of each month. In the states of Kedah, Kelantan and Terengganu, they are open Saturday-Wend 09:30-16:00 and Thursday 09:30-11:30.\n\nDue high levels of fraud, many Malaysian ATMs do not allow you to withdraw using foreign debit cards. Numerous travellers have noted this on travel forums. Choosing another ATM or area can help so don't run down your cash supplies too far. This is unique to Malaysia and is not applicable to Thailand, Singapore, or Indonesia. If you call your bank or even Visa\/MasterCard, they are often not aware because the transaction is declined by the Malaysia bank. Make sure to bring cash or other form of money in case your debit card is rejected.\n\n",{"type":"===","value":[" Costs "]},"\nMost visitors will find Malaysia quite cheap, although it is noticeably more expensive than neighbouring Thailand and Indonesia. You can live in hostel dorms and feast on hawker food for less than RM50 per day, but you'll wish to double this for comfort, particularly if travelling in more expensive East Malaysia. Kuala Lumpur is also generally more expensive than the rest of the country. At the other end of the spectrum, luxury hotels and air fares are comparatively affordable, with even the fanciest 5-star hotels costing less than RM400\/night.\n",{"type":"[[","value":[["File:Bukit bintang from kl monorail 2009.jpg"],["250px"],["thumb"],[{"type":"''","value":["Bukit Bintang"]},", a popular shopping area in Kuala Lumpur"]]},"\n",{"type":"'''","value":["Tipping"]}," is not customary in Malaysia. However, hotel porters and taxi drivers will appreciate a small tip if you have been provided with exemplary service. Most expensive restaurants, bars and hotels may indicate prices in the form of RM19++, meaning that sales tax (6%) and service charge (10%) will be added to the bill. Hotel tax of 5% may also be added to this.\n\n",{"type":"===","value":[" Shopping "]},"\n\n",{"type":"[[","value":[["Kuala Lumpur"]]}," is a shopping mecca for clothes, electronics, watches, computer goods and much more, with very competitive prices by any standard. Local Malaysian brands include Royal Selangor and British India. Traditional Malaysian fabrics (",{"type":"''","value":["batik"]},") are a popular souvenir. The cheapest place to easily buy ethnic souvenirs (especially wood-based) is in ",{"type":"[[","value":[["Kuching"]]},", East Malaysia, and the most expensive place is in the major, posh ",{"type":"[[","value":[["Kuala Lumpur"]]}," shopping centres.\n\nIn general shops are open 10:30-21:30\/22:00 in the large cities. They open and close for business earlier in the smaller towns and rural areas. Some shops may also be closed on certain days, such as in ",{"type":"[[","value":[["Malacca"]]}," where many shops and restaurants close on Tuesday.\n\nIf you buy too much while shopping in Malaysia (which is quite easy to do), surface postage rates are very reasonable. Excess luggage at the airport is still high but not as high as in many other countries. Check first with your airline.\n\n",{"type":"==","value":[" Eat "]},"\nThe crossroads of Malay, Chinese and Indian cuisine, Malaysia is an excellent place to ",{"type":"''","value":["makan"]}," (eat in Malay). Look out for regional specialities and Nyonya (Peranakan) cuisine, the fusion between Malay and Chinese cooking. There is even unique Eurasian cooking to be found in the Portuguese Settlement in Malacca, the heartland of the Eurasian community of Portuguese descent.\n\nMalaysians are very proud of their cooking and most towns or even villages have their own delicious specialities such as ",{"type":"[[","value":[["Penang"]]}," ",{"type":"''","value":["char kway teow"]},", ",{"type":"[[","value":[["Kajang"]]}," satay, ",{"type":"[[","value":[["Ipoh"]]}," bean sprout chicken, ",{"type":"[[","value":[["Sarawak"]]}," ",{"type":"''","value":["laksa"]},", ",{"type":"[[","value":[["Kelantan"]]},"ese ",{"type":"''","value":["nasi dagang"]},", ",{"type":"[[","value":[["Sabah"]]},"an ",{"type":"''","value":["hinava"]},", and many, many more. Most of them rely on word of mouth for advertising and are frequently located in the most inconvenient, out-of-the-way places so you might want to try asking the locals for their personal recommendations. \n\nIf you intend to travel around Malaysia trying out the local food, don't be fooled by the names. Sometimes two entirely different dishes from different parts of the country can be known by the same name. An example will be ",{"type":"''","value":["laksa"]},", which refers to completely different noodle dishes in ",{"type":"[[","value":[["Penang"]]}," and ",{"type":"[[","value":[["Sarawak"]]},".\n\nGenerally, you can eat pretty much anywhere in Malaysia. Food outlets are comparatively clean - the only thing you should avoid is ice for your drinks, when you frequent the street or hawker stalls since the blocks of ice used there might not be up to your hygienic standards.  In actual restaurants this is not a problem. Also you might want to avoid ordering water from hawker stalls or the ",{"type":"''","value":["mamak"]}," restaurants as they are usually unboiled tap water.\n\nCheaper places often do not display prices; most will charge tourists honestly, but check prices before ordering to make sure.\n\nEating habits run the gamut, but most foods are eaten by ",{"type":"'''","value":["fork and spoon"]},": push and cut with the fork in the left hand, and eat with the spoon in the right.\n\nAs eating is a favourite 'pastime' of Malaysians, the majority are adept at using chopsticks, regardless of background. Noodles and Chinese dishes typically come with these, while Malay and Indian food can be eaten by hand, but nobody will blink an eye if you ask for a fork and spoon instead. \n\nIf eating by hand, ",{"type":"'''","value":["always use your right hand"]}," to put your food in your mouth, as Malays and Indians traditionally use their left hand for dirty things like washing up after using the restroom. When eating with chopsticks at Chinese restaurants, take note of the usual etiquette and most importantly, ",{"type":"''","value":["do not"]}," stick your chopsticks vertically into a bowl of rice. This is reminiscent of incense sticks burning at the temple and has connotations of wishing death on those around you. If eating in a group, serving dishes are always shared, but you'll get your own bowl of rice and soup.\n\n",{"type":"===","value":["Local delicacies"]},"\n\n",{"type":"====","value":["Malay cuisine"]},"\n",{"type":"[[","value":[["Image:MadamKwan NasiLemak.jpg"],["thumb"],[{"type":"''","value":["Nasi lemak"]}," with ",{"type":"''","value":["sambal ikan bilis"]}," (curried dry anchovies), cucumber, chicken curry, blended dried shrimp \nand an egg"]]},"\nSubtlety is not a priority in Malaysian Malay cooking, as it is characterised by a liberal use of spices (the most important are star anise, cinnamon\/cassia, cardamom and cloves - dubbed ",{"type":"''","value":["rempah empat beradik"]}," or the four spice siblings), pungent edible rhizomes (mainly galangal, ginger and turmeric), coconut milk (",{"type":"''","value":["santan"]}," in Bahasa Malaysia), and occasionally fresh herbs (lemongrass, fresh coriander, pandan leaves and various kinds of wild herbs or ",{"type":"''","value":["ulam"]},").  Most Malaysian Malay dishes are curries, stews or dips of one kind or another, but all full of flavour.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nasi lemak"]}," (lit. \"fatty rice\") is the definitive Malaysian Malay breakfast, consisting at its simplest of rice cooked in light coconut milk or coconut cream, some fried ",{"type":"''","value":["ikan bilis"]}," (anchovies), peanuts, slices of cucumber and a dab of chilli on the side. Originally, the 'ikan bilis' was cooked together with the chilli & spices to make \"sambal tumis ikan bilis\" but it makes more commercial sense to the business man to have them separated as it is easier to make & the fried anchovies will last longer. A larger fried fish or chicken wing are common accompaniments. More often than not, also combined with a variety of curries and\/or ",{"type":"''","value":["sambal"]}," (see below)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rendang"]},", occasionally dubbed \"dry curry\", is meat stewed for hours on end in an intricately spiced (but rarely fiery) curry paste until almost all water is absorbed.  Beef ",{"type":"''","value":["rendang"]}," is the most common, although relatively recent variations with chicken and mutton are not uncommon. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sambal"]}," is the generic term for chilli-based sauces of many kinds. ",{"type":"'''","value":["Sambal belacan"]}," is a common condiment made by mixing chilli with the shrimp paste ",{"type":"''","value":["belacan"]},", while the popular dish ",{"type":"'''","value":["sambal sotong"]}," consists of squid (",{"type":"''","value":["sotong"]},") cooked in red chilli sauce.  ",{"type":"'''","value":["Sambal ikan bilis"]},", a common accompaniment to ",{"type":"''","value":["nasi lemak"]},", consists of small dried fish with onions, chilli and sugar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Satay"]}," are barbecued skewers of meat, typically chicken or beef.  What separates satay from your ordinary kebab is the slightly spicy peanut-based dipping sauce. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kangkung belacan"]}," is water spinach wok-fried in shrimp paste (belacan) and hot chilli peppers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mee rebus"]}," is egg noodles served in a sweet and slightly spicy sweet potato-based gravy, usually with a slice of hard boiled egg and some lime."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lontong"]}," is vegetables, tempeh and soohoon cooked in a yellow (from turmeric) coconut-based gravy, eaten with nasi himpit (cubed overcooked rice)-- one of the few vegetarian dishes in Malay cuisine!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Acar"]}," (",{"type":"''","value":["achar"]},") is thinly sliced vegetables and fruits (cucumber, carrot, pineapple) lightly pickled with vinegar, chilli and peanuts, a common side dish.  Not nearly as pungent as Indian-style pickles which happen to bear the same name."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sup kambing"]}," is a hearty goat or mutton soup slow simmered with aromatic herbs and spices, and garnished with fried shallots and fresh cilantro."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Keropok lekor"]},", a speciality of the state of ",{"type":"[[","value":[["Terengganu"]]}," on the east coast of Peninsular Malaysia, is a savoury cake made from a combination of batter and shredded fish. Sliced and fried just before serving, it is eaten with hot sauce."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tempoyak"]}," is fermented durian paste, served as a side accompaniment to a main meal."]},"\n",{"type":"=====","value":["Malay desserts"]},"\n",{"type":"[[","value":[["File:Ais kacang.jpg"],["thumb"],["Ais kacang topped with ice cream, purchased at a cafe in Ipoh"]]},"\nMalaysian Malay desserts, especially the sweet pastries and jellies, are mostly based on coconut and palm sugar (",{"type":"''","value":["gula melaka"]},", named after ",{"type":"[[","value":[["Melaka"]]},"). ",{"type":"'''","value":["Kuih"]}," (or ",{"type":"'''","value":["kueh"]},") refer to a plethora of steamed cake-like sweetmeats, mostly made with coconut milk, grated coconut flesh, glutinous rice or tapioca. Labour-intensive to make, they are often very colorful (made so with either natural or synthetic food colourings), and cut into fanciful shapes. Try the ",{"type":"''","value":["onde-onde"]},", small round balls made from glutinous rice flour that has been coloured and flavoured with pandan leaves, filled with palm sugar and rolled in grated coconut. A delight to eat as it pops in your mouth with a sweet sensation of oozing palm syrup.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ais kacang"]}," literally means \"ice bean\" in Bahasa Malaysia, or in another name of ",{"type":"'''","value":["ABC"]}," means ",{"type":"'''","value":["Air Batu Campur"]},", is a good clue to the two major ingredients: shaved ice and red adzuki beans. However, more often than not you'll also get ",{"type":"''","value":["gula melaka"]}," (palm sugar), grass jelly, sweet corn, kidney beans, black eyed peas, attap palm seeds and anything else on hand thrown in, and the whole thing is then drizzled with canned condensed milk or coconut cream and colored syrups.  The end result tastes very interesting and refreshing."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Apam balik"]},", also called \"Terang Bulan\" in some states, is a rich pancake-like dish slathered with liberal amounts of butter or margarine, and sprinkled with sugar, coarse nut and sometimes corn."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bubur cha-cha"]}," consists of cubed yam, sweet potato and sago added into a pandan-infused coconut milk soup. This can be served warm or cold and can be a breakfast or a dessert."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cendol"]}," is made with green pea noodles, served in a sweet broth of palm sugar and coconut milk. Usually served chilled, and a great respite in the sweltering tropical heat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pisang goreng"]}," literally means fried bananas, encased in batter. A common street food, it can be eaten for afternoon tea, dessert, or as a snack anytime of the day."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pulut Hitam"]}," is a rice pudding made from black glutinous rice sweetened with brown palm sugar. Creamy coconut milk is swirled over the rice pudding before it is served."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pulut Inti"]}," is a kind of rice cake made from glutinous rice & coconut milk. It is steamed and topped with fresh grated coconut sweetened with palm sugar. It is traditionally wrapped in banana leaves folded into a pyramid shape. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sago gula melaka"]}," is a simple sago pudding served with gula melaka (palm sugar) syrup and coconut milk."]},"\n",{"type":"====","value":["Peranakan\/Nonya cuisine"]},"\n",{"type":"{{","value":[["infobox"],["Culinary borrowings"],["Many regional terms and the odd euphemism tend to crop up in notionally English menus.  A few of the more common ones:\n\n; ",{"type":"''","value":["asam"]}," : tamarind (Bahasa Malaysia)\n; ",{"type":"''","value":["bee hoon"]}," a.k.a 'hor fun' : vermicelli, thin white noodles made from rice (Hokkien 米粉)\n; ",{"type":"''","value":["garoupa"]}," : grouper, a type of fish (Portuguese)\n; ",{"type":"''","value":["gonggong"]}," : a type of conch (Chinese)\n; ",{"type":"''","value":["hor fun"]}," : very wide, flat rice noodles (Cantonese 河粉)\n; ",{"type":"''","value":["kangkung"]}," : water spinach, an aquatic vegetable (Bahasa Malaysia)\n; ",{"type":"''","value":["kelapa"]}," : coconut (Bahasa Malaysia)\n; ",{"type":"''","value":["kway teow"]}," : flat rice noodles (Teochew 粿条)\n; ",{"type":"''","value":["kunyit"]}," : turmeric (Bahasa Malaysia)\n; ",{"type":"''","value":["lengkuas"]}," : blue ginger (Bahasa Malaysia)\n; ",{"type":"''","value":["mee"]}," : thick egg noodles (Hokkien 麺)\n; ",{"type":"''","value":["nasi"]}," : rice (Bahasa Malaysia)\n; ",{"type":"''","value":["serai"]}," : lemon grass (Bahasa Malaysia)\n; ",{"type":"''","value":["sotong"]}," : squid\/cuttlefish (Bahasa Malaysia)\n; ",{"type":"''","value":["spare parts"]}," : giblets; offal such as liver, heart, gizzard\n; ",{"type":"''","value":["tang hoon"]}," : thin, transparent starch noodles (Hokkien 冬粉)\n; ",{"type":"''","value":["gearbox"]}," : 'knee' or shin part of cow"]]},"\n\nThe most identifiable cuisine in the region is ",{"type":"'''","value":["Peranakan"]}," or ",{"type":"'''","value":["Nonya"]}," cuisine, born from the mixed Malay and Chinese communities of what were once the British colonies of the Straits Settlements (modern-day ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Penang"]]}," and ",{"type":"[[","value":[["Malacca"]]},").\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ayam pongteh"]}," is a chicken dish flavoured with fermented soy bean paste, dark soy sauce, sugar and other ingredients. This mild and slightly sweet is made daily in some Nyonya households."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ayam Buah Keluak"]}," is a distinctive dish combining chicken pieces with black nuts from the Pangium edule or kepayang tree to produce a rich sauce."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chilli crab"]}," originally a Malaysian specialty which is now available in Singapore as well, is a whole crab ladled with oodles of sticky, tangy chilli sauce. Notoriously difficult to eat but irresistibly delicious: don't wear a white shirt!  For a less messy but equally tasty alternative, ask for ",{"type":"'''","value":["black pepper crab"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Enche Kabin"]}," are bite-sized pieces of fried chicken marinated in soy sauce, five-spice powder, black pepper, ginger and scallions."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Itek Tim"]}," is a soup containing duck, tomatoes, green peppers, salted vegetables, and preserved sour plums simmered gently together."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kaya"]}," is a jam-like spread made from egg and coconut, an odd-sounding but tasty combination.  Served on toast for breakfast, canonically accompanied by runny eggs and strong, sweet coffee (",{"type":"''","value":["kopi"]},"). "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laksa"]}," in Malaysia comes in many wildly different styles, and every state seems to have its signature style.  ",{"type":"''","value":["Laksa lemak"]}," is a fragrant soup of noodles in a coconut-based curry broth, topped with cockles or shrimp, while ",{"type":"[[","value":[["Penang"]]},"'s ",{"type":"''","value":["assam laksa"]}," is made with a tamarind-infused broth instead of coconut, and has a spicy sourish taste.  ",{"type":"[[","value":[["Kelantan"]]},"ese ",{"type":"''","value":["laksam"]},", on the other hand, comes with wide, flat rice noodles and a very coconutty broth."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mee siam"]}," is rice flour noodles served with sour gravy made from tamarind, dried shrimp and fermented beans. Usually served with ",{"type":"''","value":["tau pok"]}," (bean curd) cubes and hard boiled eggs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Popiah"]}," or spring rolls come fresh or fried. They consist of boiled turnips, fried tofu, fried shallots and garlic, chopped omelette, chopped stir fried long beans and (optional) chilli sauce, wrapped in a thin rice skin covering and eaten like a fajita."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rojak"]}," means a mixture of everything in Bahasa Malaysia, and there are two very different types.  ",{"type":"'''","value":["Chinese rojak"]}," is a salad of pineapple, white turnip, cucumber, ",{"type":"''","value":["tau pok"]}," (fried bean curd) with thin tiny slices of ",{"type":"''","value":["bunga kantan"]}," (torch ginger flower buds), tossed in shrimp paste sauce and sugar, then sprinkled with crushed peanuts.  ",{"type":"'''","value":["Indian rojak"]}," consists of mainly fried fritters made from flour and various pulses with cucumber and tofu, with sweet & spicy peanut sauce."]},"\n",{"type":"====","value":["Chinese cuisine"]},"\n",{"type":"[[","value":[["File:Char kway teow.jpg"],["thumb"],["Char kway teow"]]},"\nChinese food as eaten in Malaysia commonly originates from southern ",{"type":"[[","value":[["China"]]},", particularly ",{"type":"[[","value":[["Fujian"]]}," and ",{"type":"[[","value":[["Guangdong"]]},".  While authentic fare that is relatively unchanged from its Mainland Chinese origins is certainly available, especially in fancier restaurants, the daily fare served on the streets has absorbed a number of tropical touches, most notably the fairly heavy use of ",{"type":"'''","value":["chilli"]}," and ",{"type":"'''","value":["belachan"]}," (shrimp paste) as condiments.  Noodles can also be served not just in soup (湯 ",{"type":"''","value":["tang"]},"), but also \"dry\" (干 ",{"type":"''","value":["kan"]},"), meaning that your noodles will be served tossed with chilli and spices in one bowl, and the soup will come in a separate bowl.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bak chor mee"]},"（肉脞麵）is essentially noodles with minced pork, tossed in a chilli-based sauce with lard, ",{"type":"''","value":["ikan bilis"]}," (fried anchovies), vegetables and mushrooms."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bak kut teh"]}," (肉骨茶), lit. \"pork bone tea\", is a simple-sounding soup of pork ribs simmered for hours in broth until they're ready to fall off the bone.  It's typically eaten with white rice, ",{"type":"''","value":["mui choy"]}," (pickled vegetables) and a pot of strong Chinese tea, hence the name — the broth itself doesn't contain any tea.  To impress the locals, order some ",{"type":"''","value":["you tiao"]}," fritters from a nearby stall and cut them up into bite-sized chunks to dip into your soup.  The port town of ",{"type":"[[","value":[["Klang"]]}," is said to be original home of the dish."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Char kway teow"]}," (炒果条) is a favourite noodle type at Penang. Some flat egg noddle fried with soya source, prawn, cockles, bean sprouts, chives &  ",{"type":"''","value":["bak you"]}," (lard), though this last ingredient is sometimes absent due to the popularity & demand of this dish from the Malays & Indians who traditionally shun pork."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chee cheong fun"]}," (豬腸粉) is a favorite breakfast consisting of lasagna-type rice noodles rolled up and various types of fried meats including fishballs and fried tofu. The dish is usually topped with a generous amount of sauce."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chwee kway"]}," （水粿) is a dish consisting of rice cakes topped with ",{"type":"''","value":["chai po"]}," (salted fermented turnips), usually served with some chilli sauce."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fish ball noodles"]}," (魚丸麵) come in many forms, but the type most often seen is ",{"type":"''","value":["mee pok"]},",  which consists of flat egg noodles tossed in chilli sauce, with the fishballs floating in a separate bowl of soup on the side."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hainanese chicken rice"]}," (海南鸡饭) is poached chicken served with rice cooked in chicken stock and fat, and tasty ginger and chilli dipping sauces. The chicken has a delicate taste, but it's the quality of the rice and the dipping sauces that connoseurs get passionate about. Perhaps better known in Singapore, there is an interesting local variant found in ",{"type":"[[","value":[["Malacca"]]}," and ",{"type":"[[","value":[["Muar"]]},", ",{"type":"[[","value":[["Johor"]]},", with the rice cooked until it is sticky and rolled into balls."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hokkien mee"]}," (福建麵) refers to at least three separate dishes. In Kuala Lumpur, this gets you thick noodles fried in dark soy sauce, while in Penang you'll get a very spicy shrimp soup. Interestingly, neither of them bear any resemblance to the dish of the same name served in neighbouring ",{"type":"[[","value":[["Singapore"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kway chap"]}," (粿汁) is essentially sheets made of rice flour served in some brownish soup, accompanied by a plate of braised pork and pig organs (usually intestines)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lok-lok"]}," (乐乐) consists of skewers of fish, meat and vegetables, cooked in boiling broth and eaten with sauces, the most popular being the \"kuah kacang\", which interestingly is a Malay sauce made from peanuts & traditionally served with satay and ketupat (compressed rice cubes eaten during Eid)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Steamboat"]}," (火鍋), also known as ",{"type":"'''","value":["hot pot"]},", is do-it-yourself soup Chinese style.  You get a pot of broth bubbling on a tabletop burner, pick meat, fish and veggies to your liking from a menu or buffet table, then cook it to your liking.  When finished, add in noodles or ask for rice to fill you up.  This usually requires a minimum of two people, and the more the merrier."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wantan mee"]}," (雲吞麵) is thin noodles topped with ",{"type":"''","value":["wantan"]}," dumplings of seasoned minced pork. Unlike the soupy Hong Kong version, it is usually served dry."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yong tau foo"]}," (酿豆腐) literally means \"stuffed tofu\", but it's more exciting than it sounds.  The diner selects their favorites from a vast assortment of tofu, fish paste, seafood and vegetables and they are then sliced into bite-size pieces, cooked briefly in boiling water and then served either in broth as soup or \"dry\" with the broth in a separate bowl.  The dish can be eaten by itself or with any choice of noodles.  Essential accompaniments are spicy chili sauce and a distinctive brown sweet sauce for dipping."]},"\n",{"type":"====","value":["Indian cuisine"]},"\n",{"type":"[[","value":[["Image:Roti Prata Curry Large.JPG"],["thumb"],["240px"],[{"type":"''","value":["Roti canai"]}," (left) and ",{"type":"''","value":["roti telur"]}," (centre) with a side order of ",{"type":"''","value":["kari ayam"]}," (chicken curry)"]]},"\n\nThe smallest of Malaysia's 'Big 3', the Indians have had a disporportionately large impact on the culinary scene, with the ",{"type":"''","value":["mamak"]}," (Indian Muslim, see below) stall having acquired in every Malaysian city and town, and  ",{"type":"'''","value":["nasi kandar"]}," restaurants offering a wide variety of these to ladle onto your rice. Authentic Indian food in Malaysia includes typical South Indian specialties such as ",{"type":"''","value":["dosai"]},", ",{"type":"''","value":["idli"]},", ",{"type":"''","value":["sambhar"]},", ",{"type":"''","value":["uttapam"]},"; as well as some north Indian meals like ",{"type":"''","value":["naan"]}," bread, korma, and tandoori chicken. In addition, however, a number of Indian dishes have been \"Malaysianized\" and adopted by the entire population, including:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fish head curry"]}," is, true to the name, a gigantic curried fish head cooked whole until it's ready to fall apart.  The head itself is not eaten, as there's plenty of meat to be found inside and all around. Note that there are two distinct styles, the fiery Indian and the milder Chinese kind (the latter is sometimes served as a broth for vermicelli noodles)."]},"\n",{"type":"*","value":[" \"Mamak-style\" ",{"type":"'''","value":["mee goreng"]}," is a ubiquitous dish found at ",{"type":"''","value":["mamak"]}," stalls, a stir-fried noodle dish loved by Malaysians."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nasi briyani"]}," (sometimes spelled ",{"type":"''","value":["nasi beriani"]},") is assembled by layering the flavorful rice with tender pieces of spiced-cooked lamb, mutton or chicken. At ",{"type":"''","value":["nasi kandar"]}," restaurants, it refers to rice that is cooked without the meat, and is merely a choice of rice [instead of plain steamed rice] to eat with your selection of curries and side dishes.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Roti canai"]}," is the Malaysian adaptation of the South Indian ",{"type":"''","value":["parotta"]},", flat bread tossed in the air like pizza, fried in oil, and eaten dipped in curry. Eaten plain with sides of dal gravy, curry sauce or both, it is usually dubbed \"roti kosong\". Variations include include ",{"type":"''","value":["roti telur"]}," (with egg) and ",{"type":"''","value":["murtabak"]}," (stuffed with chicken, mutton or fish), ",{"type":"''","value":["roti boom"]}," (with condensed milk) and ",{"type":"''","value":["roti tisu"]}," (made very thin like tissue paper, and laced with caramelized sugar).  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Putu mayam"]}," is composed of vermicelli-like rice noodles usually mixed with shredded coconut and some jaggery."]},"\n",{"type":"====","value":["Fruits"]},"\n",{"type":"[[","value":[["Image:Durian, le fruit qui pue.jpg"],["thumb"],["240px"],["Durian, the King of Fruits"]]},"\nMalaysia still has a great deal of local agriculture, so it is easy to find fresh, tree-ripened fruits in day and night markets throughout the country. In addition to the durian, popular fruits in Malaysia that are well worth buying include rambutan, mangosteen, banana (which are native to the country and available in tart as well as sweet varieties), mango (in three varieties, called ",{"type":"''","value":["mangga"]},", ",{"type":"''","value":["kuini"]},", and ",{"type":"''","value":["pauh"]}," in Malay, in decreasing order of desirability), papaya, guava (notably including the crunchy, somewhat tart ",{"type":"''","value":["jambu air"]},"), pineapple, watermelon, belimbing (star fruit\/carambola), pomelo, langsat, duku, mata kucing, and jackfruit.\n\n",{"type":"====","value":["East Malaysia"]},"\n\nEast Malaysia, especially Sarawak, also offers a wide range of local dishes, but these are very rarely seen in peninsular Malaysia.  See ",{"type":"[[","value":[["Sarawak#Eat"]]}," for details.\n\n",{"type":"===","value":[" Where to eat "]},"\n",{"type":"[[","value":[["File:Beaufort Sabah KedaiKopi-01.jpg"],["thumb"],["The interior of a kedai kopi near the railway station in ",{"type":"[[","value":[["Beaufort (Sabah)"],["Beaufort, Sabah"]]}]]},"\nThe cheapest places to eat are ",{"type":"'''","value":["hawker stalls"]}," and ",{"type":"'''","value":["coffeeshops"]},", known as ",{"type":"''","value":["kedai kopi"]}," in Bahasa Malaysia or ",{"type":"''","value":["kopitiam"]}," in Chinese. These shops sell, besides coffee, many other types of food and drinks. Particularly popular and tasty are ",{"type":"'''''","value":["mamak"]}," stalls, run by Indian Muslims and serving up localized Indian fare like ",{"type":"''","value":["roti canai"]},". Most hawker stalls stay open till late and some even operate on shifts so you can find the same stall offering different food at different points throughout the day. You can also do take away from any stall, just ask for ",{"type":"''","value":["bungkus"]}," (Bahasa Malaysia) or ",{"type":"''","value":["ta pao"]}," (Chinese). A hawker meal will rarely cost you over RM5. Hygiene standards in Malaysia, while not up to that of neighbouring Singapore or Western countries, is still reasonable and much better than say, China or most of the rest of Southeast Asia. Just be observant, and generally speaking, if a stall is patronised by locals, it should be safe to eat there.\n\nOne step up on the scale is the ",{"type":"'''''","value":["kedai makanan"]}," or the more Western-style ",{"type":"'''''","value":["restoran"]},". A type to look out for is the ",{"type":"''","value":["nasi kandar"]}," restaurant (also known as ",{"type":"''","value":["nasi campur"]}," or ",{"type":"''","value":["nasi padang"]},"), with a vast range of curries and toppings to ladle on top of your rice.\n\n",{"type":"'''","value":["Seafood restaurants"]}," (",{"type":"''","value":["makanan laut"]},") are comparatively pricy but still excellent value by most standards; do check prices before ordering though. Local prawns are gigantic, Chinese-style steamed fish is a treat and crab served with sticky chilli sauce is particularly popular.\n\nLast but not least, some less adventurous options. ",{"type":"'''","value":["Food courts"]}," in shopping malls are a good way to sample local delicacies in air-conditioned comfort, paying only a small premium over hawker prices. And yes, you can also find McDonalds, KFC, Pizza Hut and the usual suspects plus imitators throughout Malaysia.\n\n",{"type":"===","value":[" Dietary restrictions "]},"\n\nBeing a Muslim-majority country, finding ",{"type":"'''","value":["halal"]}," food in Malaysia is easy, but most Chinese stalls and restaurants are ",{"type":"''","value":["not"]}," halal. Ask if in doubt.  Meals at Malay restaurants and Western fast food restaurants like McDonalds, Kentucky Fried Chicken, Pizza Hut are halal. Restaurants at major hotels are not certified 'Halal' as they serve alcohol as well, but they generally don't serve pork. Local Muslims will eat at Western, Chinese and Indian eateries if there is a halal sign on the walls. Most of the restaurants tend to display their halal certification or halal sign on their places. Halal certification is awarded and enforced by a government agency, usually JAKIM.\n\n",{"type":"'''","value":["Vegetarianism"]}," is well-understood by the Chinese and Indian communities (not so by the Muslim Malays and other indigenous minorities) and many restaurants or hawker stalls will be able to come up with something on request (DO state \"no meat, no fish, no seafood - ASK for vegetables and\/or eggs ONLY\"), but don't rely entirely on menu descriptions: innocuous-seeming dishes like \"fried vegetables\" etc. will often contain pork bits in non-halal Chinese restaurants, shrimp paste (",{"type":"''","value":["belacan"]},", commonly used in Malay and spicy Chinese dishes), fish sauce, etc.  Indian restaurants usually have very good vegetarian selections - the ",{"type":"''","value":["roti"]}," (Indian flat bread - any kind; including roti canai, roti naan, capati, tosai) are good choices, and DO insist on being given ",{"type":"''","value":["dhal"]}," (lentil-based curry dip) lest you'll be given a fish curry dip. Purely vegetarian Chinese restaurants (often serving remarkable \"mock meat\" products made from tofu, gluten etc.) are quite easy to find in big urban areas with a large ethnic Chinese population. Getting vegetarian food in rural areas, especially those near fishing villages or in Muslim\/Malay-dominated regions, may be more difficult, but learning some basic Bahasa Malaysia vocabulary will go a long way to help you get your message across — see the ",{"type":"[[","value":[["Malay phrasebook#Eating"],["Malay phrasebook"]]},". Upmarket Western restaurants, such as those serving Italian cuisine will normally have some good vegetarian options.\n\n",{"type":"'''","value":["Veganism"]}," is rarely understood in this part of the world and is largely mistaken as a synonym for vegetarianism, yet the safest bet for a vegan is to patronize a Chinese Buddhist vegetarian restaurant (most Chinese vegetarian restaurants are essentially vegan and operated on Buddhist principles of non-killing and compassion, and thus they abstain from using dairy products, eggs, and the 5 fetid vegetables [onions, garlic, leeks, etc.] discouraged in Mahayana Buddhism). And if you're still feeling uneasy or unsure, do not hesitate to ask.\n\n",{"type":"==","value":[" Drink "]}," \nMalaysians like both coffee (",{"type":"''","value":["kopi"]},") and tea (",{"type":"''","value":["teh"]},"), especially the national drink ",{"type":"''","value":["teh tarik"]}," (\"pulled tea\"), named after the theatrical 'pulling' motion used to pour it. By default, both will be served hot, sweet and with a dose of condensed milk; request ",{"type":"''","value":["teh o"]}," to skip the milk, ",{"type":"''","value":["teh ais"]}," for iced milky tea, or ",{"type":"''","value":["teh o ais"]}," for iced milkless tea. Drinking with no sugar at all is considered odd, but asking for ",{"type":"''","value":["kurang manis"]}," (less sugar) will ease the pain. However, if you really want no sugar at all, you can try asking for \"teh kosong.\"\n\nAnother peculiar local favourite is the kopi tongkat ali ginseng, a mixture of coffee, a local aphrodisiacal root, and ginseng served with condensed milk that's touted as an alternative to viagra and red bull combined and is usually advertised with a picture of a bed broken in half.\n\nOther popular nonalcoholic options include the chocolate drink Milo and lime juice (",{"type":"''","value":["limau"]},"). Freshly made fruit juices are also widely available, as well as a wide range of canned drinks (some familiar, some less so).\n\nTopically and, perhaps, politically incorrect, is a local drink comprised of white soya milk and black grass jelly (",{"type":"''","value":["cincau"]},") called a Michael Jackson and can be ordered at most hawker centre and local roadside cafes (\"mamak\") \n\n",{"type":"===","value":[" Alcohol "]},"\n",{"type":"[[","value":[["Image:Gawai.JPG"],["thumb"],["Tuak is widely consumed during Gawai Dayak festival and Christmas Day."]]},"\nAlthough Malaysia has a Muslim majority, alcohol is available on licensed outlet for the consumptions of its non-Muslim citizens (Chinese, Indigenous Sabahan, Indigenous Sarawakian and Indian) & visitors. However, some states (notably ",{"type":"[[","value":[["Kelantan"]]}," and ",{"type":"[[","value":[["Terengganu"]]},") ban the use of alcohol. With the exception of tax-free islands (",{"type":"[[","value":[["Labuan"]]},", ",{"type":"[[","value":[["Langkawi"]]},", ",{"type":"[[","value":[["Tioman"]]},") and duty free shops (for example in ",{"type":"[[","value":[["Johor Bahru"]]},"), prices are comparatively high, with a can of beer costing RM7.50 or more even in supermarkets or 7-Eleven store. However, in East Malaysia, smuggled liquors are widely available.\n\nIn East Malaysia, particularly ",{"type":"[[","value":[["Sarawak"]]},", ",{"type":"''","value":["tuak"]}," is a common affair for any celebration or festivals such as Gawai Dayak and Christmas Day. ",{"type":"''","value":["Tuak"]}," is made from fermented rice which sometimes sugar, honey or other various condiments are added. It is normally served lukewarm without ice. Visitors can choose from 'strong' flavour of tuak (which is normally being fermented for years), or 'mild' flavour (which sometimes just being prepared a week or even a day before). In ",{"type":"[[","value":[["Sabah"]]},", cheap liquors are very widely available at most supermarkets and mini markets in the state. Other alcoholic drinks such as beer and whisky are also widely available. On the other hand, ",{"type":"''","value":["Tuak"]}," in ",{"type":"[[","value":[["Kelantan"]]}," also can be considered as a liquor since that it contains trace amount of fermented ",{"type":"''","value":["nipah"]}," or sap juice. The alcohol content in Kelantan ",{"type":"''","value":["tuak"]}," can easily reach 50% after 3 days from the time it was extracted.\n",{"type":"[[","value":[["File:Tapai peuyeum Pasar Baru.JPG"],["thumb"],["Cassava tapai is shown in plastic bags in the foreground"]]},"\n",{"type":"''","value":["Tapai"]}," consists of cassava (less often, rice) that is fermented and eaten as a food (though the liquid in the bottom can also be drunk). As it is commonly eaten during Hari Raya Puasa, the major Muslim holiday celebrating the end of the fasting month of Ramadan, it is interesting that Islamic legal authorities associated with the Islamist opposition Pan-Malaysian Islamic Party (PAS) have given Muslims a special dispensation from laws against consuming alcohol, in the case of tapai.\n\n",{"type":"==","value":[" Sleep "]},"\n\n",{"type":"===","value":["Budget"]},"\nBudget hotels and youth ",{"type":"[[","value":[["hostels"]]}," are available in most cities and around most tourist destinations. As with most budget accommodations, some are more reliable than others. Be cautious when selecting budget accommodation to avoid places that house illegal vice activities.\n\nLarger cities will have YMCAs that are safe bets. Another noticeable budget hotel chain is Tune Hotels, ",{"type":"[","value":["http:\/\/www.tunehotels.com\/"]}," an affiliate of the budget airline, Air Asia. They are expanding and have hotels at numerous locations throughout the country\n\n",{"type":"===","value":["Mid-range"]},"\nMid range hotels are readily available just about anywhere. Prices of 3-4 star hotels are upwards from RM100 and are generally reliable in terms of quality.\n\n",{"type":"===","value":["Splurge"]},"\n5 star hotels, service apartments and resorts are located in larger cities like Kuala Lumpur, Penang, Johor Bahru, Kota Kinabalu and Kuching. Also, almost all islands have upscale resorts and spas for the wealthy traveller.\n\n",{"type":"==","value":[" Learn "]},"\nMalaysia's universities are generally well-regarded and draw exchange students from near and far. Among Malaysia's universities, the undisputed most prestigious one is the ",{"type":"'''","value":["University of Malaya"]}," (UM), located in Kuala Lumpur. In addition, several foreign universities have established campuses in  Malaysia, providing the opportunity for foreign education in a Malaysian atmosphere.\n\n",{"type":"==","value":[" Work "]}," \nObtaining a working visa takes some effort. The easiest way to work in Malaysia is probably to work for an overseas company and get posted to Malaysia. The Malaysian Immigration Department website ",{"type":"[","value":["http:\/\/www.imi.gov.my"]}," has basic advice. In order to obtain a work permit, you need to have an offer from your future employer who will have to do the paperwork for you. It's very expensive and comes with many restrictions if a company wants to hire a foreigner and as such next to impossible. As stated above, a feasible way is to get transferred. Finding a job is otherwise unlikely unless you are married to a local and even then it remains difficult.\n\nNote: Working days in the states of Kelantan, Terengganu, Kedah and Johor are from Sunday to Thursday, while in most other states, the working days are from Monday to Friday. Weekend holidays are on Saturday and Sunday, while in the states of Kedah, Kelantan, Terengganu and Johor are on Friday and Saturday.\n\n",{"type":"==","value":[" Stay safe "]},"\n",{"type":"{{","value":[["infobox"],["Emergency numbers"],["Central emergency number ",{"type":"'''","value":["999"]}]]},"\nThe crime rate is higher than in neighbouring Singapore. Crimes towards tourists are usually restricted to bag-snatching, pickpocketing and petty theft. It is important to keep a close eye on valuable items. Theft is more common in crowded places, such as markets and on public transport. Generally, if you avoid deserted areas, get back to your hotel before midnight and use your common sense, you're unlikely to be assaulted. Homosexuality is a crime hence gay and lesbian tourists should be self-aware and careful.\n\n",{"type":"===","value":["Crime"]},"\n",{"type":"{{","value":[["warningbox"],["Malaysia treats ",{"type":"'''","value":["drug offences"]}," ",{"type":"''","value":["extremely"]}," severely.  The '''''death",{"type":"''","value":[" penalty is mandatory'"]}," for those convicted of trafficking, manufacturing, importing or exporting more than 15 g of heroin, 30 g of morphine, 30 g of cocaine, 500 g of cannabis, 200 g of cannabis resin and 1.2 kg of opium, and possession of these quantities is all that is needed for you to be convicted.  \n\nUnauthorised consumption can result in up to 10 years' jail,  or a heavy fine, or both. You can be charged for unauthorised consumption as long as traces of illicit drugs are found in your system, even if you can prove that they were consumed outside the country and you can be charged for trafficking as long as drugs are found in bags that are in your possession or in your room, even if they aren't yours and regardless of whether you're aware of them - therefore be vigilant of your possessions."]]},"\n\nReports on ",{"type":"[[","value":[["pickpockets"]]}," and snatch-and-run thieves have been sometimes heard in large cities like Kuala Lumpur, Penang, Georgetown and Johor Bahru. As a general precaution, never carry your bags on the side facing the road & always walk facing the oncoming traffic. Additionally, walk a few feet deeper away from the roads.  Women travellers should take extra precautions at night.\n\n",{"type":"[[","value":[["Johor Bahru"]]}," is known for having a relatively higher crime rate compared to the rest of Malaysia, and armed robberies and snatch thefts could happen at night in run-down areas of the city. Travel documents and valuables are best deposited in a hotel safe. \n\nDo note that in Malaysia, certain crimes are punished with caning. Being convicted of rape, vandalism, illegal entry, bribery, overstaying your visa, and certain other crimes could get you caned. ",{"type":"'''","value":["This is no slap on the wrist!"]}," Strokes from the thick rattan cane are ",{"type":"''","value":["very painful"]},", will take some time to heal and probably leave you a permanent scar. This technique is also applied to ",{"type":"[[","value":[["Singapore"]]},".\n\nCredit card fraud is a growing problem in this country, especially if you order in an on-line store during your stay. Use credit cards only in reputable shops. If you are not sure about the reputation of a certain shop or service, there are several services available that can help to identify fraud and scams such as ",{"type":"[","value":["http:\/\/trustedcompany.com Trustedcompany.com"]}," for any online service they want to use.\n\nNever bring any recreational drugs into Malaysia, even as a transit passenger. Possession of even minimal amounts can lead to a ",{"type":"'''","value":["mandatory"]}," death sentence.\n\n",{"type":"===","value":["Traffic safety"]},"\nDrunk driving is a serious offense and breathalyzer tests by the police are common.\nYou should not offer bribes at all - if found guilty you can be sentenced up to 20 years in jail! Anyone who tries to bribe public officials may be arrested on the spot and placed in a lock-up overnight to be charged for the offence in the morning. If this happens on a Friday or on eve of public holidays, you will find yourself spending a few nights in the lock-up as the courts are only open Monday to Friday. Do not let this dissuade you from requesting help - generally Malaysian police are helpful to tourists. You should just accept whatever traffic summons you are being issued.\n\nWhen on foot, be careful when crossing the street.  Vehicles will often ignore pedestrian (zebra) crossings. However, reports of road bullying during accidents is still common so if you are involved in an accident be very careful when negotiating or dial 999 for help.\n\n",{"type":"===","value":["Other"]},"\nMany taxis will refuse to use the meter, even though the official rate has changed recently and most taxis now have a sticker on the rear door that informs tourists that haggling is prohibited. Be aware that taxi drivers, sensing that you are a tourist, may drive around and take a very long route to reach your destination.\n\nIf using a taxi late at night, it is best to use the dial-a-taxi service as there have been incidents where taxis flagged down during those hours being fake\/unregistered. The unregistered taxi driver might then rob or assault their victims with the help of assailants. You are also more likely to get a metered taxi by flagging one at a street than a taxi stand.\n\nIs it advisable to study maps and compare fares on the internet before visiting the country. Knowing distances between places is helpful when negotiating with taxi drivers. They won't try to fool even a foreigner who demonstrates clearly that he knows the distance from point A to point B is 50 km and not 150 km.\n\nDo not accept the first rates for inter-city travels by car offered by hotels, as these could be as much as double normal prices. In this case, negotiate with a taxi driver directly for a better and fair price (for example, a hotel near Balok Beach, not very far from Kuantan, asked 800 RM for a ride to Johor Bahru, while a negotiated price with a taxi driver who could be found in downtown Kuantan came down to a normal 400 RM). But for all this you need to know the exact distance and if possible even the exact itinerary between your departure and arrival point.\n\nPublic demonstrations are uncommon in Malaysia due to police crackdowns, but a number of anti-government demonstrations have been held recently. Should one occur it may be dealt with in a heavy-handed manner, so ",{"type":"'''","value":["avoid them at all costs"]},".\n\nFinally, it is generally not allowed for non-Muslims or non-Sunnis to proselytize. In particular, attempting to persuade Muslims to convert out of their religion is illegal, and if you are caught doing this, you will at best be expelled from the country.\n\n",{"type":"==","value":[" Stay healthy "]}," \nTap water is drinkable straight off the tap as it is treated, but even locals boil or filter it first just to be on the safe side. When travelling it is best to stick to bottled water, which is very inexpensive.\n\nIce in drinks might be made from tap water but nowadays, most restaurants and even roadside stalls use the cylindrical variety with a hollow tube down the middle that are mass-produced at ice factories and are safer to consume.\n\nHeat exhaustion is rare, but do consume lots of fluids, use a hat and sunscreen and shower often!\n\nPeninsular Malaysia is largely ",{"type":"[[","value":[["malaria"]]},"-free, but there is a significant risk in Borneo especially in inland and rural areas.  ",{"type":"[[","value":[["Dengue fever"]]}," occurs throughout Malaysia in both urban and rural areas, and can be avoided only by preventing ",{"type":"[[","value":[["mosquito"]]}," bites. The mosquito that transmits dengue feeds throughout the daytime, and is most active at dawn and dusk. If you experience a sudden fever with aches and lethargy, seek medical attention immediately. Aspirin and ibuprofen should not be used until dengue fever has been ruled out.  Mosquito repellents (",{"type":"''","value":["ubat nyamuk"]},") are widely available.  Be careful with mosquito coils, which can easily start fires: set them on a plate or other non-flammable surface and extinguish them before going to sleep.\n\nHaze from burning vegetation in neighbouring Indonesia may come and go without warning from the months of May to August so travellers with respiratory ailments should come prepared.\n\nMost public washrooms make a small charge (generally between RM0.20-RM2.00, usually depending on the standard of the facilities) so keep some loose change to hand. If the condition of the sitting toilets is questionable, use the squatting toilets instead - both are usually available, and some believe that the latter are more hygienic and (if you can get used to them) are just as easy to use as sitting toilets. \n\nMalaysia is largely free from earthquakes as there are no nearby faultlines, though tremors can occasionally be felt when a major quake occurs in neighbouring Indonesia. Typhoons also generally do not occur. However, the Nov-Jan monsoon season often results in flooding due to torrential rains, and landslides are known to occur, most notably on the East Coast. Tsunamis are a rare occurrence, though Penang and a few islands on the north of the West Coast were hit by the infamous tsunami in 2004.\n\nGovernment health care facilities are cheap but good, but many visitors prefer to seek out private medical care.  Private medical costs can be high and having ",{"type":"[[","value":[["travel insurance"]]}," is a very good idea.\n\n",{"type":"==","value":[" Respect "]}," \n",{"type":"{{","value":[["infobox"],["What's in a name?"],["- Malaysian ",{"type":"'''","value":["Malay"]}," names are usually given name + ",{"type":"''","value":["bin"]}," or ",{"type":"''","value":["binti"]}," (son\/daughter) + father's name. ",{"type":"''","value":["Mohammed bin Abdullah"]}," would usually be called Mohammed by his friends, and Mr. Mohammed for business. Sometimes, the person's given name appears after the Mohammed or Abdul (example: ",{"type":"''","value":["Mohammed Faizal bin Mohammed Nasser"]},") so, in such a case, he would usually be addressed as Mr. Faizal.",{"type":"<","value":["br"]},"\n- ",{"type":"'''","value":["Chinese"]}," place their family name first, so ",{"type":"''","value":["Tan Ah Heng"]}," is Mr Tan for business and Ah Heng to his friends. Many have Western names, so he may also be known as ",{"type":"''","value":["John Tan"]},".",{"type":"<","value":["br"]},"\n- ",{"type":"'''","value":["Indian"]}," names are complex, but the south Indian (Tamil) names usually found in Malaysia have two patterns: either given name + ",{"type":"''","value":["a\/l"]}," or ",{"type":"''","value":["a\/p"]}," (",{"type":"''","value":["anak lelaki"]}," (son of)\/",{"type":"''","value":["anak perempuan"]}," (daughter of)) + father's name, or father's initial + given name. Given names are often long and may be abbreviated, so ",{"type":"''","value":["Thirumurugan a\/l Govindasamy"]}," may just be addressed as Thiru by his friends and Mr Thiru for business.",{"type":"<","value":["br"]},"\n- ",{"type":"'''","value":["Other ethnic minorities"]},", such as the Iban and Kadazan have their own naming conventions.",{"type":"<","value":["br"]},"The foolproof method, therefore, is to ",{"type":"''","value":["ask"]}," how the person would like to be addressed."]]},"\n\nIt is advisable to dress respectfully, particularly in rural areas (wearing trousers or a long skirt, not shorts and covering your shoulders is recommended but not essential). In more metropolitan areas such as Kuala Lumpur, Johor Bahru, Penang, and Ipoh, as well as East Malaysian states (Sabah and Sarawak) attitudes are more liberal.\n\nAs in many countries, it is best not to criticise the government or the Malaysian royal families as a visitor. You may hear Malaysians criticise their own government, but you do not need to take sides; just listen and feel free to talk about your feelings about your own government.\n\nWhen entering a home or a place of worship, always take off your shoes. Also, never eat with your left hand or give a gift with your left hand, and never point with your forefinger (you may use a closed fist with the thumb instead). Do not point with your feet or touch a person's head either.\n\nSwastikas are commonly seen in Hindu and Buddhist temples, and are regarded as a religious symbol by these communities. They emphatically do ",{"type":"'''","value":["not"]}," represent Nazism or anti-Semitism, so Western visitors should not feel offended when seeing them in the homes of their hosts.\n\nAs a predominantly Muslim country, Malaysia tends to be conservative about sexuality. Public showing of affection in the more diverse, larger cities is tolerated but might invite unnecessary attention from the public. In more rural areas and in very conservative states like ",{"type":"[[","value":[["Kelantan"]]}," and ",{"type":"[[","value":[["Terengganu"]]}," on the East Coast of the Peninsula it is frowned upon and is best avoided.\n\nBig cities like Kuala Lumpur have a fairly active gay scene and gay bashing is rarely heard of. However, same-sex relationships are a taboo subject and \"Carnal intercourse against the order of nature\" is punished by up to 20 years gaol and whipping (men only) under colonial era laws not usually enforced against consenting adult heterosexuals. Different states may also impose ",{"type":"'''","value":["consecutive"]}," sharia law punishments of up to 3 years and six lashes against Muslims of all genders.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":[" Internet "]},"\nConnecting to the internet in Malaysia is easily accessible in most cities and towns. It was one of the first countries in the world to offer 4G connectivity. Broadband Internet is available in most hotels, internet cafes, and some restaurants. Wi-Fi is usually available in hot spots in almost all restaurants and fast-food outlets and shopping malls. Prepaid internet cards are also available to access wireless broadband, in some cafes.\n\nCustomers usually pay RM1-5 per hour for internet services in cybercafes (depending on which city you're in). Internet connections offered in restaurants and cafes are usually free, and more and more food outlets are offering this. These include all Starbucks and Coffeebean, some McDonald's and Subway, and an increasing number of smaller places.\n\n",{"type":"===","value":[" Telephone numbers "]},"\nThe country code for Malaysia is +60.\n\n",{"type":"'''","value":["Landlines"]},"\n\nMalaysian landline telephone numbers have either seven or eight digits. The country is also divided up into areas which have been assigned two or three digit area codes, which have to be dialled when calling from outside the area. The area codes are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["03"]}," - Kuala Lumpur, Putrajaya, Selangor (all are Klang Valley), Pahang (Genting Highlands only)"]},{"type":"*","value":[" ",{"type":"'''","value":["04"]}," - Kedah, Penang, Perlis"]},{"type":"*","value":[" ",{"type":"'''","value":["05"]}," - Perak, Pahang (Cameron Highlands only)"]},{"type":"*","value":[" ",{"type":"'''","value":["06"]}," - Malacca, Johor (Muar district only), Negeri Sembilan"]},{"type":"*","value":[" ",{"type":"'''","value":["07"]}," - Johor (all districts except for Muar)"]},{"type":"*","value":[" ",{"type":"'''","value":["082"]}," - Sarawak (Kuching and Samarahan districts)"]},{"type":"*","value":[" ",{"type":"'''","value":["083"]}," - Sarawak (Sri Aman and Betong districts)"]},{"type":"*","value":[" ",{"type":"'''","value":["084"]}," - Sarawak (Sarikei, Sibu and west Kapit districts)"]},{"type":"*","value":[" ",{"type":"'''","value":["085"]}," - Sarawak (Miri and Limbang districts)"]},{"type":"*","value":[" ",{"type":"'''","value":["086"]}," - Sarawak (Bintulu districts and Belaga)"]},{"type":"*","value":[" ",{"type":"'''","value":["087"]}," - Sabah (Interior Division), Labuan"]},{"type":"*","value":[" ",{"type":"'''","value":["088"]}," - Sabah (West Coast and Kudat Division)"]},{"type":"*","value":[" ",{"type":"'''","value":["089"]}," - Sabah (Sandakan and Tawau Division)"]},{"type":"*","value":[" ",{"type":"'''","value":["09"]}," - Kelantan, Pahang (all districts except Genting Highlands), Terengganu"]},"\nArea code ",{"type":"'''","value":["02"]}," has been assigned for calls made from Malaysia to Singapore. This means there's no need to call Singapore's country code ",{"type":"'''","value":["65"]}," when calling from Malaysia.\nInternational direct dialing (IDD) calls from landlines to all other countries should use the prefix ",{"type":"'''","value":["00"]}," followed by the country code.\n\nTo call a Malaysian number:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["From overseas"]}," dial the international access code, the country code for Malaysia, the area code without the \"0\", and then the phone number."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From outside the local area"]}," dial the full area code, followed by the phone number. There are no exceptions to this rule, except when using a mobile phone."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From within the local area"]}," just dial the phone number without any code."]},"\n",{"type":"'''","value":["Mobile phones"]},"\n\nMalaysia also has four mobile telephone service providers, Maxis ",{"type":"[","value":["http:\/\/www.maxis.com.my"]},", DiGi ",{"type":"[","value":["http:\/\/www.digi.com.my"]},", Celcom ",{"type":"[","value":["http:\/\/www.celcom.com.my"]},", and U Mobile ",{"type":"[","value":["http:\/\/www.u.com.my"]}," which utilise codes ",{"type":"'''","value":["012, 013, 014, 016, 017, 018, 019."]}," Network connection in Malaysia is excellent. Mobile number portability has been implemented in Malaysia, meaning a code like 012 that traditionally belonged to Maxis, can now be a DiGi subscriber. Mobile networks utilize the GSM 900 and 1800 systems. 3G (WCDMA), EDGE & HSPDA networks available in larger towns. International roaming onto these networks is possible if your operator allows it.\n\nTo call a Malaysian mobile number:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["From overseas"]}," dial the international access code, the country code for Malaysia, the mobile telephone provider's code without the \"0\", and then the telephone number."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From within Malaysia"]}," dial the provider's code with the \"0\", and then the telephone number."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From mobile phone to mobile phone within Malaysia"]}," dial the provider's code with the \"0\", and then the telephone number. Although you can drop the provider's code if the two phones share the same provider, you will still get through if the provider's code is dialled."]},"\nTo call from Malaysia to another country:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["From a landline"]}," dial the international access code \"00\" followed by the country code and the phone number.  For example, dialing the United States from Malaysia you would dial 001 followed by the US area code and phone number.  On the Maxis network, take advantage of 50% IDD rates via IDD132, which doesn't require any registration, just dial \"132\" prior to the \"00\".  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From a mobile phone"]}," same as from a landline (above).  An alternative, and simpler, approach on many mobile phones is to press & hold the zero button to enter a \"+\" (plus sign) before the country code and phone number.  The \"+\" represents (in any country) the appropriate international access code. On the Maxis network, take advantage of 50% IDD rates via IDD132, which doesn't require any registration, just dial \"132\" prior to the \"00\" and note that you do not use the \"+\" symbol using this method."]},"\n",{"type":"===","value":[" Postal services "]},"\nMany international courier services like Fedex, DHL and UPS are available in towns and cities but the main postal service provider is ",{"type":"[","value":["http:\/\/www.pos.com.my Pos Malaysia"]}," which reliably provides postal services to most countries in the world.\n\nPostage rates in Malaysia are cheap. Much much cheaper than Thailand, Singapore or Vietnam, and surface post is available as well. In addition the mail is reliable and trustworthy.\nWhen posting, do not seal the box. This is to allow for inspection in case illegal items are posted this way.\n\nA local alternative to the international courier companies mentioned above is the Pos Laju, which provides just as reliable a service but at a fraction of the costs!\n\nNon-urgent letters and postcards can be dropped in postboxes inside post offices or red postboxes found outside post offices and along main roads. If there are two slots in a postbox use the one that says \"lain lain\" for international post.\n\nPost offices are open M-Sa 08:00-17:00 except public holidays, although a few in Klang Valley stay open until 22:00. In the states of Kedah, Kelantan, Johor and Terengganu they are closed on Fridays and public holidays.\n\n",{"type":"{{","value":[["isPartOf"],["Southeast Asia"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["4"],["109"],["zoom=6"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Malaysia"]]},"\n",{"type":"[[","value":[["WikiPedia:Malaysia"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Malaysia\/"]]}]