[{"type":"{{","value":[["pagebanner"],["Maldives banner Small island shoreline with beach.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Doni aux Maldives cropped.jpg"],["location=LocationMaldives.png"],["flag=Flag of Maldives.svg"],["capital=",{"type":"[[","value":[["Male"]]}],["government=Republic"],["currency=Rufiyaa (MVR)"],["area=",{"type":"''","value":["total:"]}," 300 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 0 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 300 km",{"type":"<","value":["sup",["2"]]}],["population=394,999 (July 2011 est.)"],["population=359,008 (July 2006 est.)"],["language=Maldivian Dhivehi, English spoken by government officials and 90% of the locals"],["religion=Sunni Muslim"],["electricity=220V\/50Hz (European or British plugs)"],["callingcode=+960"],["tld=.mv"],["timezone=UTC+5"]]},"\nThe ",{"type":"[","value":["http:\/\/www.visitmaldives.com\/en ",{"type":"'''","value":["Maldives"]}]}," (Dhivehi: ދިވެހިރާއްޖެ ",{"type":"''","value":["Dhivehi Raajje"]},")  are an archipelago of 1,192 coral islands grouped into 26 coral atolls (200 inhabited islands, plus 80 islands with tourist resorts) in the ",{"type":"[[","value":[["Islands of the Indian Ocean"],["Indian Ocean"]]},". A member of the ",{"type":"[","value":["http:\/\/thecommonwealth.org\/ Commonwealth"]},", they lie south-southwest of ",{"type":"[[","value":[["India"]]}," and are considered part of ",{"type":"[[","value":[["South Asia"],["Southern"]]}," ",{"type":"[[","value":[["Asia"]]},". \n\n",{"type":"===","value":["History"]},"\n\nFormerly a Sultanate under Dutch and British protection, the Maldives gained independence from the British in 1965, and subsequently became a republic in 1968. Long ruled over with an iron fist by Maumoon Abdul Gayoom, who did not hesitate to jail dissidents and was re-elected five times in more or less rigged elections, resistance to his rule culminated in violent rioting in 2003 and 2004.  Much to everybody's surprise, free and fair elections were finally held in 2008, and Gayoom gracefully conceded defeat to opposition leader Mohamed Nasheed, \"Anni\".  By December 2011, though, the tables had turned, with most of Nasheed's allies leaving his government and increasingly large anti-government protests.  Nasheed resigned in 2012 in murky circumstances and then lost a 2013 election to Gayoom's half-brother Abdulla Yameen.\n\nThe tsunami of 26 Dec 2004 caused extensive damage to the Maldives - of a population of only 290,000, over a third was directly affected by the tsunami and more than 15,000 people were left homeless. The economic damage alone was over 62% of the GDP or USD470 million.  The immediate response from international donors and agencies mobilized more than USD400 million in aid after the disaster, much of which was used to help misplaced persons rebuild their homes and infrastructure damaged by the waves. As of 24 Dec, 2010, six years after the tsunami, the number of persons living in temporary shelters had fallen from 15,000 to only 1,600 people.\n\n",{"type":"===","value":["Economy"]},"\nTourism, Maldives largest industry, accounts for 20% of GDP and more than 60% of the Maldives' foreign exchange receipts. Over 90% of government tax revenue comes from import duties and tourism-related taxes. Over 600,000 tourists visited the islands in 2006. Fishing is a second leading sector. The Maldivian Government began an economic reform program in 1989 initially by lifting import quotas and opening some exports to the private sector. Subsequently, it has liberalized regulations to allow more foreign investment. Agriculture and manufacturing continue to play a minor role in the economy, constrained by the limited availability of cultivable land and the shortage of domestic labour. Most staple foods must be imported. Industry, which consists mainly of garment production, boat building, and handicrafts, accounts for about 18% of GDP. Maldivian authorities worry about the impact of erosion and possible global warming on their low-lying country; 80% of the area is one metre or less above sea level.\n\n",{"type":"===","value":["Culture"]},"\nMaldivians are almost entirely Sunni Muslim, and the local culture is a mixture of South Indian, Sinhalese and Arab influences. While alcohol, pork, dogs and public observance of non-Muslim religions are banned on the inhabited islands, the resort islands are allowed to exist in a bubble where anything goes.\n\nNote that the weekend in the Maldives runs from Friday to Saturday, during which banks, government offices and many shops are closed.  You won't notice this at the resorts though, except that lunch hours may be shifted for Friday prayers.\n\n",{"type":"===","value":["Climate"]},"\nThe Maldives are tropical, with plenty of sunshine and temperatures around 30°C (86°F) throughout the year. However, rainfall increases considerably during the April-October southwest monsoon, particularly from June to August.\n\n",{"type":"==","value":["Regions"]},"\nThe Maldives are formed of 26 atolls, or ",{"type":"''","value":["atholhu"]}," in Dhivehi — the source of the English word. These are not single islands, but giant ringlike coral formations hundreds of kilometres wide that have fragmented into countless islands.\n\nAtoll naming is complex, as the atolls have both lengthy traditional Dhivehi names like ",{"type":"''","value":["Maalhosmadulu Dhekunuburi"]},", and snappy code names like ",{"type":"''","value":["Baa"]}," that refer to administrative regions and may consist of more than one geographical atoll.  The code names are actually just the letters of Dhivehi alphabet, but being easier for non-Maldivians to remember and pronounce, the code names are popular in the travel industry and are hence also used here. Of the 20 administrative atoll groups, only (parts of) 10 are open to tourism, and from north to south these are:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Maldives regions map.png"],["regionmaptext=The twenty atolls of the Maldives"],["regionmapsize=160px"],["region1name=",{"type":"[[","value":[["Lhaviyani"]]}],["region1color=#a9d5c9"],["region1items=Miladhunmadulu Uthuruburi"],["region1description="],["region2name=",{"type":"[[","value":[["Raa"]]}],["region2color=#bab4c8"],["region2items=Maalhosmadulu Uthuruburi"],["region2description="],["region3name=",{"type":"[[","value":[["Baa"]]}],["region3color=#e8e5ba"],["region3items=Maalhosmadulu Dhekunuburi"],["region3description="],["region4name=",{"type":"[[","value":[["Kaafu"]]}],["region4color=#d6d1e5"],["region4items=North and South Male Atoll"],["region4description=Site of the capital ",{"type":"[[","value":[["Male"]]}," and the airport, home of most Maldivian resorts."],["region5name=",{"type":"[[","value":[["Alifu"]]}],["region5color=#a7e0e3"],["region5items=Ari"],["region5description=To the west of Kaafu, the second most popular group."],["region6name=",{"type":"[[","value":[["Vaavu"]]}],["region6color=#aae4b2"],["region6items=Felidhu"],["region6description="],["region7name=",{"type":"[[","value":[["Meemu"]]}],["region7color=#d5b7b7"],["region7items=Mulak"],["region7description="],["region8name=",{"type":"[[","value":[["Faafu"]]}],["region8color=#a3c9d6"],["region8items=Nilandhe Atholhu Uthuruburi"],["region8description="],["region9name=",{"type":"[[","value":[["Dhaalu"]]}],["region9color=#e2f2a4"],["region9items=Nilandhe Atholhu Dhekunuburi"],["region9description="],["region10name=",{"type":"[[","value":[["Seenu"]]}],["region10color=#8da8e6"],["region10items=Addu"],["region10description=The southernmost atoll, the second-largest in population and site of Gan International Airport."]]},"\n\nThe other atolls are Gaafu Alifu, Gaafu Dhaalu, Gnaviyani, Haa Alifu, Haa Dhaalu, Laamu, Nyavinani, Seenu, Shaviyani, and Thaa.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Male"]]}," - The capital and largest city"]},{"type":"*","value":[{"type":"[","value":["http:\/\/en.wikivoyage.org\/wiki\/Seenu Addu City"]}," - Second-largest city and short-lived home of the Suvadive secessionist movement"]},"\n",{"type":"==","value":["Get in"]},"\nThe Maldives have a remarkably easy visa policy -- ",{"type":"''","value":["Everybody"]}," gets a free 30-day visa on arrival, provided that they have a valid travel document, a ticket out and proof of sufficient funds, defined as either a confirmed reservation in any resort or USD25\/day in cash.  This can be extended up to 90 days at Male, but you'll need to indicate where you're staying for that long. See the ",{"type":"[","value":["http:\/\/www.immigration.gov.mv\/  Department of Immigration and Emigration website"]}," for details.\n\nThe Maldives is an Islamic country. Importing the following is prohibited:\n",{"type":"'''","value":["Alcohol"]},", \n",{"type":"'''","value":["Pork and pork by-products"]},",\n",{"type":"'''","value":["Religious articles other than Islamic ones"]},",\n",{"type":"'''","value":["narcotics and psychotropic drugs"]},"\n",{"type":"'''","value":["Pornography"]}," (very broadly defined) \n\nNote: all luggage is X-rayed on arrival. ",{"type":"'''","value":["Exporting sand, seashells or coral"]}," is also forbidden.\n\n",{"type":"===","value":["By plane"]},"\n\nPractically all visitors arrive at ",{"type":"'''","value":["Malé International Airport"]}," (",{"type":"{{","value":[["IATA"],["MLE"]]},"), located on Hulhulé Island right next to the capital ",{"type":"[[","value":[["Male"]]},".  The airport is served by a wide array of flights to ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["India"]]},", ",{"type":"[[","value":[["Sri Lanka"]]},", ",{"type":"[[","value":[["Dubai"]]}," and major airports in ",{"type":"[[","value":[["South-East Asia"]]},", as well as an increasing number of charters from Europe. Many flights stop in ",{"type":"[[","value":[["Colombo"]]}," (Sri Lanka) on the way.\n\n",{"type":"'''","value":["Gan Airport"]}," (",{"type":"{{","value":[["IATA"],["GAN"]]},"), on the southern atoll of ",{"type":"[[","value":[["Addu"]]},", also serves an international flight to ",{"type":"[[","value":[["Milan"]]}," several times a week.\n\nDeparture taxes are included in your ticket.\n\nBritish Airways now flies directly from London Gatwick to Male 3 times a week (Sunday, Tuesday and Friday)\n\nSingapore Airlines flies daily direct from Singapore to Male, with late night timings.\n\n",{"type":"===","value":["By boat"]},"\nThere are no regular passenger boats to the Maldives.  Even yachts usually steer clear, as navigating around the reefs is hazardous and permits are expensive.\n\n",{"type":"==","value":["Get around"]},"\nGetting around in the Maldives takes three forms: ",{"type":"'''","value":["boats"]},", ",{"type":"'''","value":["sea planes"]}," (air taxis) and ",{"type":"'''","value":["private yachts"]},". The boats are the Maldivian equivalent of a car, while planes and private yachts are mainly reserved for tourists.\n\nAir taxis and boats prefer not to operate at night, so if you arrive at the airport after dark and are going to a distant resort, you may have to spend the night in ",{"type":"[[","value":[["Male"]]}," or at the airport hotel in ",{"type":"[[","value":[["Hulhule"]]},". Private transfers, though expensive can be opted for resort transfers, instead of spending the whole night at Male. Private transfers could cost anywhere between USD500-800.  On the way back, there may also be a significant gap between the time your transfer arrives and your flight departure. Check with your resort or travel agent.\n\n",{"type":"===","value":["By plane"]},"\nNo point in the Maldives is more than 90 minutes away by plane from Male, and visitors to the more far-flung resorts use air taxi services.  As of 2013, the only operator is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tma.com.mv\/ Trans Maldivian Airways"]}]},", which flies DHC-6 Twin Otter seaplanes that take around 15 passengers.\n\nScheduled inter-island services are provided by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.island.com.mv\/ Island Aviation"]}]},", which flies from Male to ",{"type":"[[","value":[["Gan"]]},", ",{"type":"[[","value":[["Hanimaadhoo"]]},", ",{"type":"[[","value":[["Kaadeddhoo"]]}," and ",{"type":"[[","value":[["Kaddhoo"]]},".  Travel permits are no longer required.\n\n",{"type":"===","value":["By boat"]},"\n\nThe taxi boats generally take tourists to and from the islands in the North and South Male atolls. They come in all different shapes and sizes depending on the quality of the resort you stay in — the Four Seasons has a large enclosed motor cruiser with drinks and food, while the lesser resorts have open sided ",{"type":"''","value":["dhoni"]}," fishing boats.\n\nPublic ",{"type":"''","value":["dhoni"]}," ferries and cargo boats are available for more independent-minded and budget-conscious travellers.  The main operator is ",{"type":"[","value":["http:\/\/www.mtcc.com.mv\/transporthome.aspx MTCC"]},", who list schedules and fares on their website.  The previous system of requiring written invitations and Inter Atoll Travelling Permits (IATP) for travellers wishing to visit other islands has been abolished, you're now free to travel wherever you wish.  IATPs are still required if you wish to dock your own yacht, see ",{"type":"[","value":["http:\/\/www.customs.gov.mv\/en\/procedures\/?p=1208 Customs"]}," for details.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"{{","value":[["Seealso"],["Dhivehi phrasebook"]]},"\n\nMaldivian ",{"type":"'''","value":[{"type":"[[","value":[["Dhivehi phrasebook"],["Dhivehi"]]}]},", a close relative of ",{"type":"[[","value":[["Sinhala phrasebook"],["Sinhala"]]}," (spoken in Sri Lanka) but with borrowings from Urdu, Hindi, Arabic and many other languages, is the official language. It is written in a remarkable hybrid script called ",{"type":"''","value":["Thaana"]},", which uses Arabic and Indic numbers as the base of the alphabet, written from right to left with Arabic vowel signs.  The script is thought to have originated as a secret code for writing magical formulas so that outsiders can't read them, which would also explain why the ordering of the alphabet is, as far as linguists can tell, completely random!\n\nEnglish is widely spoken, particularly by government officials and those working in the tourism industry. Commonwealth English is the language of instruction in schools, which means that you will be able to communicate with the locals with varying degrees of difficulty.\n\nSince Maldives happen to be a popular destination for German and Italian holiday goers, a sizeable number of local resort workers are able to speak fluent German and Italian. This may vary depending on the resorts you plan to visit, though.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Maldives is one of the lowest countries in the world and its geography can be considered a sight in itself. "]},{"type":"*","value":[" Scuba diving is a popular activity and under water there is a whole world to discover - coral reefs, several colorful fish and other animal species living in the ocean."]},{"type":"*","value":[" In the capital ",{"type":"[[","value":[["Malé"]]}," there are a couple of interesting museums and mosques."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Surgeonfish_Powderblue.JPG"],["thumb"],["Powderblue surgeonfish, one of the most common reef fish in the Maldives"]]},"\n\n",{"type":"===","value":["Diving and snorkelling"]},"\nAside from making the water bungalow rock on your honeymoon, the primary activity on the Maldives is ",{"type":"[[","value":[["scuba diving"]]},". The atolls are all coral reefs hundreds of kilometres away from any major land mass, meaning that water clarity is excellent and underwater life is abundant. Manta rays, sharks, even a few wrecks, you name it, you can find it in the Maldives.\n\nWhile diving is very good by world standards even in the immediate vicinity of Male, visibility and the chance of encountering large pelagic fish increases as you head to the outer atolls. Many divers opt for live-aboards, which can actually work out much cheaper than paying high resort fees. Currents vary considerably, with generally little inside the atolls but some powerful streams to be found on the sides facing the open sea. Water in the Maldives is warm throughout the year and a 3mm shorty or Lycra diveskin is plenty. Diving is possible throughout the year, but rain, wind and waves are most common during the season of the southwest monsoon (June-August). The best time for scuba diving is from January to April, when the sea is calm, the sun is shining and the visibility can reach 30m. Decompression chambers can be found on Bandos in ",{"type":"[[","value":[["Kaafu"]]}," (15min from Male), Kuredu in Lhaviyani Atoll and at Kuramathi on ",{"type":"[[","value":[["Alifu"]]},".\n\nThe one downside to diving in the Maldives is that it's quite expensive by Asian standards. Prices vary considerably from resort to resort, with specialist dive resorts offering better prices, but in general, you'll be looking at around USD50 for a single boat dive with your own gear and closer to USD75 without.  Beware of surcharges: you may be charged extra for boat use, guided dives, larger tanks, etc.  On the upside, safety standards are usually very high, with well-maintained gear and strict adherence to protocol (check dives, maximum depth, computer use, etc.) being the rule rather than the exception.\n\n",{"type":"===","value":["Surfing"]},"\nThe Maldives is becoming an increasingly popular surfing destination. Turquoise water and perfect waves makes it an ideal and un-crowded destination for surfers looking for smooth surfing conditions.\n\nThe best period for surfing in the Maldives is between March and October; the biggest waves occurring in June, July and August. This paradise is exposed to the same swells as Indonesia is, except that its higher latitude and its South-East exposure offers cooler and less hardcore surfing.\nThe recent O’Neil Deep Blue Contests held in the Maldives has placed Maldives firmly on the world’s surf map. While most of the recognized surf breaks are in Male’ Atoll, there is certainly more to be discovered.\n\nSpecialized companies organize tailored multi-day boat trips in the region, allowing surfers to move easily from one point to another and maximizing the surfing time.\n\n",{"type":"==","value":["Buy"]},"\nThe local currency is the ",{"type":"''","value":["Maldivian rufiyaa"]}," (",{"type":"'''","value":["MVR"]},"), divided into 100 laari. However by law, resorts price services in US dollars and require payment in hard currency (or credit card), so there's absolutely no need to change money if you're going to spend all your time at the resorts. Most hotels have a shop but this is limited to diving and holiday essentials (sun cream, sarongs, disposable cameras, etc.)  Some excursions from resorts will take you to local islands where there are handicraft type things to buy, but they are typically made outside the Maldives and sold at outrageous markups.\n\nIf you are heading to Male or the other inhabited atolls, exchanging some rufiyaa will come in handy.  The coins, in particular, are quite attractive and make an interesting souvenir in themselves, but the smaller denominations are rarely used or seen. The official exchange rate to the US dollar is floated but practically 15:1, but while dollars are near-universally accepted, shops usually exchange them at 15:1 or even 10:1.\n\nIf you want to get a local SIM card, there is a Dhiraagu shop (the primary local telecom company) just to the left of the airport arrivals area upon exiting.  A local cell number is needed to purchase time at many Wi-Fi spots around the country (sometimes reachable from where live-aboards anchor for the night).  \n\n",{"type":"==","value":["Costs"]},"\n\nMaldives are expensive for those who have comfort- and service-oriented tourism in mind. Resorts have a monopoly on services for their guests and charge accordingly: for mid-range resorts, $1000 per week per couple is a conservative budget for meals, drinks and excursions, above and beyond the cost of flights and accommodation. Practically anything — including hotel rooms if booked locally — gets slapped with an arbitrary 10% \"service charge\", but tips are expected on top.\n\nAt the same time, for an adventurous traveller who has time, Maldives can be a very affordable and rewarding experience, with prices comparable to Malaysia. A number of inhabited islands have guesthouses with typical prices 25-40 euros per room. At more remote islands, renting rooms in villages is possible at even less than that. Food is inexpensive (and fish curries are delicious). Public ferries will transfer you between different islands of the same atoll for a few dollars (though for less obvious locations, there will typically be 1 ferry per day and no ferries on Fridays). For transfers to remote atolls, one can negotiate with cargo boats, which would often take people for 15-40 dollars, depending on the destination. Cargo boats do not have schedules and depart when loaded. One may expect 1 boat in 1-3 days for each atoll.\n\nIt is important to have in mind that staying on inhabited islands implies respecting the strict Muslim norms (no alcohol, modest dress, reserved behavior). At the same time, the locals are very welcoming and the experience may be much deeper and more rewarding than staying in resorts, depending on one's mindset.\n\n",{"type":"==","value":["Eat"]},"\nAll the resorts are self-contained so they have at least one restaurant, which generally serve the type of cuisine expected by their guests. ( i.e. modern European or generic Asian). Breakfast is almost always included, and most resorts offer the option of ",{"type":"'''","value":["half-board"]},", which means you get a dinner buffet, and ",{"type":"'''","value":["full board"]},", which means you get a lunch and dinner buffet. These can limit the damage compared to ordering a la carte, but your options are typically very limited and drinks are often not covered, not necessarily even water.  If you're planning on drinking a lot, it may be worthwhile to go ",{"type":"'''","value":["all inclusive"]},", but even this typically restricts you to house drinks.\n\nThe only other place to find food is ",{"type":"[[","value":[["Male"]]},". This comes in two forms. Either small restaurants aimed at the tourists (of which there are a couple of nice Thai restaurants), which are often expensive, or small cafes called ",{"type":"''","value":["hotaa"]},", selling local Maldivian food at prices as low as MVR20 for a complete meal.\n\n",{"type":"===","value":["Maldivian cuisine"]},"\n",{"type":"[[","value":[["Image:Meal_Maldives.JPG"],["thumb"],["A typical Maldivian meal: ",{"type":"''","value":["masroshi"]}," pastries, ",{"type":"''","value":["mas riha"]}," fish curry, ",{"type":"''","value":["papadhu"]},", grilled fish, rice and sweet black tea."]]},"\n\nMaldivian food revolves largely around ",{"type":"'''","value":["fish"]}," (",{"type":"''","value":["mas"]},"), in particular ",{"type":"'''","value":["tuna"]}," (",{"type":"''","value":["kandu mas"]},"), and draws heavily from the Sri Lankan and south Indian tradition, especially ",{"type":"[[","value":[["Kerala"]]},".  Dishes are often hot, spicy and flavoured with coconut, but use very few vegetables. A traditional meal consists of rice, a clear fish broth called ",{"type":"''","value":["garudhiya"]}," and side dishes of lime, chili and onions. Curries known as ",{"type":"''","value":["riha"]}," are also popular and the rice is often supplemented with ",{"type":"''","value":["roshi"]},", unleavened bread akin to Indian ",{"type":"''","value":["roti"]},", and ",{"type":"''","value":["papadhu"]},", the Maldivian version of crispy Indian poppadums. Some other common dishes include:\n\n",{"type":"*","value":[" ",{"type":"''","value":["mas huni"]}," — shredded smoked fish with grated coconuts and onions, the most common Maldivian breakfast"]},{"type":"*","value":[" ",{"type":"''","value":["fihunu mas"]}," — barbequed fish basted with chili"]},{"type":"*","value":[" ",{"type":"''","value":["bambukeylu hiti"]}," — breadfruit curry"]},"\nSnacks called ",{"type":"''","value":["hedhikaa"]},", almost invariably fish-based and deep-fried, can be found in any Maldivian restaurant.\n\n",{"type":"*","value":[" ",{"type":"''","value":["bajiya"]}," — pastry stuffed with fish, coconut and onions"]},{"type":"*","value":[" ",{"type":"''","value":["gulha"]}," — pastry balls stuffed with smoked fish"]},{"type":"*","value":[" ",{"type":"''","value":["keemia"]}," — deep-fried fish rolls"]},{"type":"*","value":[" ",{"type":"''","value":["kulhi borkibaa"]}," — spicy fish cake"]},{"type":"*","value":[" ",{"type":"''","value":["masroshi"]}," — ",{"type":"''","value":["mas huni"]}," wrapped in ",{"type":"''","value":["roshi"]}," bread and baked"]},{"type":"*","value":[" ",{"type":"''","value":["theluli mas"]}," — fried fish with chili and garlic"]},"\n",{"type":"==","value":["Drink"]},"\nAs the Maldives are Muslim, alcohol is banned for the local population. However, nearly all resorts and live-aboard boats are licensed to serve it, usually with a steep markup. Expatriate residents have an allowance that they can use in Male.\n\nMaldivians generally do not drink alcohol although this is less true of the younger generation. They are, however, unhappy about being filmed or photographed while drinking.\n\nTap water in resorts may or may not be drinkable -- check with management. Bottled water is extortionately priced, with USD5\/bottle being typical.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["sleeppricerange"],["Under USD100"],["USD100-300"],["Over USD300"]]},"\n\nThe Maldives had a longstanding policy of keeping tourists on dedicated islands, which meant they could only stay in full-service resorts where the cost of a night's accommodation started around US$200 and went up into the stratosphere, and the vast majority of visitors continue to opt for these.  However, the brief democratic blossoming under Mohammed Nasheed's rule from 2008 saw all the islands open up to tourism, with backpacker-friendly guesthouses starting from US$30 a night now blossoming on inhabited islands across the archipelago.\n\n",{"type":"===","value":["Resorts"]},"\nMost resorts take up their own island (1500 x 1500m to 250 x 250m), meaning that the ratio of beach to guests must be one of the best in the world and it is hard to imagine that you would ever have to struggle to find your own private piece of beach to relax on. Many have a \"no shoes\" policy and with such soft sands it is easy to love this idea. \n\nThe range and themes or the resorts is impressive, and most people will find one they like. Broadly speaking, however, they can be grouped into three brackets:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Dive resorts"]},", designed primarily for divers.  Geared expressly for people who want to spend most of their time underwater, facilities on land are limited, but the house reef is usually excellent.  Often found in the more far-flung parts of the archipelago."]},{"type":"*","value":[" ",{"type":"'''","value":["Holiday resorts"]},", designed primarily for families.  These are large and have a full complement of facilities (multiple restaurants, day-care centres, etc.), but don't have over-the-top luxury and have less privacy.  Most of these are located on ",{"type":"[[","value":[["Kaafu"]]},", with easy access from Male."]},{"type":"*","value":[" ",{"type":"'''","value":["Luxury resorts"]},", designed primarily for honeymooners and the jet set.  The place to be if you want designer furniture, gourmet food and a plasma TV in an overwater villa reachable only by rowboat, and are willing to pay top dollar for the privilege."]},"\n",{"type":"[[","value":[["Image:Thulhagiri_Bungalows_Row.JPG"],["thumb"],["Overwater bungalows, Thulhagiri, ",{"type":"[[","value":[["Kaafu"]]}]]},"\n\nA Maldivian classic is the ",{"type":"'''","value":["overwater bungalow"]},", built on stilts directly above a lagoon.  While these look fabulous and sound appealing, they have their downsides:\n",{"type":"*","value":[" They're usually packed tightly together (often sharing a wall), meaning little privacy."]},{"type":"*","value":[" Especially at low tide, the water level may be too low to allow swimming or snorkelling."]},{"type":"*","value":[" Resort facilities may be a fair distance from the bungalows."]},{"type":"*","value":[" The lapping of waves is romantic enough on a calm day, but can make it next to impossible to sleep if a storm blows through.  "]},"\nThese factors vary from resort to resort, so research carefully.  A good one is definitely worth trying at least once, but many Maldives repeaters prefer a bungalow with a ",{"type":"'''","value":["private beach"]},".\n\nWhen considering where to go, factor in transport time and costs from the airport: the more far-flung resorts generally require an expensive seaplane transfer and you may have to stay overnight at the airport on the way.  On the upside, the further away you are from Male, the more peaceful the islands and the better the diving.\n\nMany resorts, especially the smaller dive-oriented ones, cater largely to a single nationality, leading to \"Italian\" resorts, \"Dutch\" resorts, \"German\" resorts, etc.  While almost all welcome any nationality and have some English-speaking staff on hand, you may be cut off from any evening entertainment and have problems e.g. diving if you don't speak the local lingo.\n\n",{"type":"===","value":["Guesthouses"]},"\nBy now there are many guesthouses on inhabited islands. ",{"type":"[[","value":[["Maafushi"]]}," island is popular among tourists looking for hassle-free accommodations of this sort. Low end prices are 25-35 euros.\n\nMore examples include: Equator Village on Addu Atoll, a former RAF base converted to a 78 room hotel. Cost is around $100-150us pp\/per day all inclusive (includes regular brand alcohol).  Another unique location is Keyodhoo Guest House, this guest house is located on top of a recreation center build by Australian after the tsunami ($20 pp\/per night).  Most travelers to these locations are scuba divers for the diving or adventure travelers.  Other Inns\/B&B can also be found on Vaavu Atoll, Dhaalu Atoll, Kaafu Atoll, North and South Male Atoll.  Only a few of these Inn\/B&B have their own pool.  Be sure to inquire if bikini is allowed on the local beach.  Travel between the inn and beach are usually very close but be sure to dress appropriately with Maldive customs.\n\n",{"type":"===","value":["Village homestays"]},"\nMore indepent-minded travellers and those looking for cultural experience may consider renting rooms in villages. This will require either walking through the village and asking around if you're particularly confident of your social skills, or inquiring in Male whether someone can put you in contact with their friends or relatives on remote island for such an informal homestay. Prices can be as low as 15 euros per night for a clean functional room.\n\n",{"type":"*","value":[" For stays on the Fonadhoo island of the Laamu atoll, you can attempt to contact Mr. Wajeeh at 9990967, 9999364, emwajyh@gmail.com . He can also arrange pick-ups from Kadhdhoo airport (KDO)."]},"\n",{"type":"==","value":["Learn"]},"\nThe education system, although having many problems such as poor student literacy rates in English (the medium of instruction for most subjects), is freely available for all Maldivians.\n\nThere is one university in Maldives (Maldives National University) which was inaugurated on 15 Feb 2011, the university was previously known as the Maldives College of Higher Education which was established in 1999, as part of a restructuring and rationalization of all government-run post-secondary education in Maldives. Operated under the aegis of the Department of Higher Education and Training, MCHE is the only public degree-granting institution on the island. The college offers a range of degrees, diplomas, and certificates, with particular emphasis on engineering, health science, education, tourism, and management. The average enrolment at MCHE is around 4,000 students in long-term (that is, more than one academic year) programs, and around 2,000 in short-term (shorter than one academic year) courses.\n\n",{"type":"==","value":["Work"]},"\nGetting a job in the Maldives can be tricky. It is not the kind of place where you can just turn up and start job hunting. Generally the resorts take on a mix of local and international staff so you need to approach the resort Human Resources departments. There is a good mix of jobs but a lot of the roles are diving based (divemasters, instructors, photographers, etc.).\n\nMost resorts are predominately one or two nationalities so finding the resorts that match your language skills helps. After that experience always helps (especially for diving instructors as the Maldives are well known for their strong currents and half of the time the currents will take you straight out into the Indian Ocean).\n\nGenerally if you get a job with a resort then they will get you a work permit and pay for your flight, food and accommodation. They don't really have much choice-- it's hardly as if you can pop out to the supermarket and pick up a pizza for dinner.\n\nAll foreign workers have to have a series of medical tests before you can start work in the Indira Gandhi Memorial Hospital. This includes a blood sample (lots of tests including HIV as well as x-ray etc.). It is quick and easy but they are very uncommunicative about what they are doing.\n\n",{"type":"==","value":["Stay safe"]},"\nThere is very little crime in the tourist resorts with their patrons often not venturing wider afield. Generally, Maldivians are honest, helpful and welcoming people although you are unlikely to come into much contact with them in resorts.\n\nThere are no drugs anywhere in the resorts but most Maldivians have easy access to drugs; reportedly 50% of the young generation are drug addicts; there is a growing drug problem among the local population and so petty crime to support it has risen. Take the usual precautions such as not leaving money and valuables lying around. Take note that every USD50 you spend at a bar or restaurant represents 10 days' wages for cleaners.\n\nAnti-government street rioting occurred in Male between 2003 and 2005, but political tensions were largely relieved by the opposition victory in the 2008 elections. In the run-up to the 2013 election cycle, activists requested that tourism stop to the island nation and the federal government ",{"type":"[","value":["http:\/\/www.theguardian.com\/world\/2013\/nov\/05\/maldives-activists-tourism-boycott-resorts-police-brutality  bought more than USD100,000 worth of riot gear"]},".\n\nHomosexual activity between consenting adults is punishable by life imprisonment in the Maldives. Discretion should be exercised by LGBT travelers.\n\n",{"type":"==","value":["Stay healthy"]},"\nThere are no serious problems with diseases in the Maldives.  Beware that tap water may not be drinkable at all resorts: enquire locally.  The Maldives are malaria-free, but some islands do have mosquitoes and catching ",{"type":"[[","value":[["dengue fever"]]}," from them is possible, albeit highly unlikely. For those coming from regions infected by yellow fever, an international certificate of inoculation is required.\n\nMost of the problems come from diving or sun related injuries. Heat stroke always cause problems in the tropics but couple that with divers spending hours at a time on a boat wearing a wetsuit and overheating of one form or another is a real issue. Keeping this in mind, such injuries will be easily avoidable as long as you drink lots of water and get into the shade as much as possible.\n\nLots of the resorts have their own doctor or nurse and most are within easy reach of the decompression chambers. Male has an efficient and fairly modern hospital but bear in mind that it is a long way to get medically evacuated home from.\n\n",{"type":"{{","value":[["isPartOf"],["South_Asia"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["3.2"],["73.22"],["zoom=6"],["layer=LM"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Maldives"]]},"\n",{"type":"[[","value":[["WikiPedia:Maldives"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Maldives\/"]]}]