[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sntc.org.sz\/reserves\/mal.html Malolotja Nature Reserve"]}]}," is in ",{"type":"[[","value":[["Swaziland"]]},". It is one of the most impressive mountain parks in Southern Africa. The spectacular scenery and the variety of fauna and flora makes it a prime highveld conservation area. It is the last unspoilt mountain wilderness left in Swaziland. The reserve extends over an area of 18 000 hectares in north-west Swaziland, making it the largest proclaimed protected area in the Kingdom.\n\n\n",{"type":"==","value":["Understand"]},"\nThe range in altitude from the top of Ngwenya Mountain, Swaziland's second highest mountain (1829 m), to the deep Nkomati River Valley (640 m) accounts both for the mild temperate climate and great variety of habitats; from short grassland, to thick riverine scrub, bushveld and moist Afro-montane forest.\n\nThe Malolotja River rises in the east of the reserve and meanders its way through some fragile highveld bog systems before tumbling over numerous waterfalls, including Swaziland's highest waterfall, the Malolotja Falls, and cutting its way through a steep sided gorge to meet the Nkomati River, some 900 m below.\n\n",{"type":"===","value":["History of Malolotja"]},"\n\nIn the early 1970s the Swaziland National Trust Commission came into being and one of the first projects undertaken by the organisation was to conduct a survey of protection-worthy areas in Swaziland. One of the regions identified as a priority was the region stretching from Ngwenya Mountain in the south to Bulembu Mountain in the north. A proposal to declare the area a nature reserve was referred to the late King, His Majesty King Sobhuza II. The late King appointed Chief Bhekimpi as his eye for the project. More than eighty percent of the area was sheep grazing concession land and much of the southern area was privately owned. Findings ascertained that the area had little agricultural or stock rearing potential and King Sobhuza supported and approved the project. The families living in the area were resettled on good agricultural land adjacent to Malolotja. Over the last ten years Malolotja has been developed into one of the country's finest reserves of which the country can be justly proud.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\nExcellent walking, parts accessible by ordinary car but 4WD needed for many of the tracks.\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Swaziland"]]},"\n",{"type":"[[","value":[["wikipedia:Malolotja Nature Reserve"]]}]