[{"type":"{{","value":[["pagebanner"],["Malta_Valletta_banner.jpg"],["caption=Malta, Senglea and Birgu (Vittoriosa), seen from Valletta"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Malta Valletta BW 2011-10-07 12-15-25.JPG"],["location=LocationMalta.png"],["flag=Flag of Malta.svg"],["capital=",{"type":"[[","value":[["Valletta"]]}],["government=republic"],["currency=euro (EUR)"],["area=316 sq km"],["population=410,290 (2007 est.)"],["language=",{"type":"[[","value":[["Maltese"]]}," (official), English (official), ",{"type":"[[","value":[["Italian"]]}],["religion=Roman Catholic 98%"],["electricity=230V\/50Hz (United Kingdom plug)"],["callingcode=+356"],["tld=.mt"],["timezone=UTC +1"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitmalta.com\/ Malta"]}]}," is an island country in the Mediterranean Sea that lies south of the island of ",{"type":"[[","value":[["Sicily"]]},", ",{"type":"[[","value":[["Italy"]]},".  The country is an archipelago, with only the three largest islands (Malta, Għawdex or ",{"type":"[[","value":[["Gozo"]]},", and Kemmuna or ",{"type":"[[","value":[["Comino"]]},") being inhabited.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nAlthough small, Malta has a vast and rich history, with evidence for habitation going back to the Neolithic era (4th millennium B.C.). The country boasts the world's most ancient standing buildings (the Neolithic temples), and its strategic location and good harbours in the middle of the Mediterannean have attracted Phoenicians, Greeks, Romans, Arabs, Normans, Crusaders, the French and finally the British, with the colonial period lasting until 1964.\n\nThe Knights of the Order of St. John of Jerusalem, also known as the Knights Hospitallers and Knights of Malta, took over sovereign control of Malta in 1530, and by 1533 the Order had built a hospital at Birgu (one of the Three Cities) to care for the sick. In 1565, Suleiman the Magnificent, Sultan of the Ottoman Empire, mounted a great siege of Malta with a fleet of 180 ships and a landing force of 30,000 men. In response the Order, with only 8,000 defenders, drove the Ottoman Turks away after a hard siege of several months. After this siege, the Order founded the city of Valletta on a peninsula, and fortified it with massive stone walls, which even withstood heavy bombing during the Second World War. By 1575 the Order had built a new large hospital known as the Grand Hospital or Sacred Infirmary in order to continue with its primary mission of caring for the sick.\n\nIn 1798, the French under Napoleon took the island on 12 June, without resistance, when the Grand Master of the Order capitulated after deciding that the island could not be defended against the opposing French naval force. French rule lasted a little over 2 years, until they surrendered to the British Royal Navy, under Admiral Nelson's command, in September 1800.\n\nGreat Britain formally acquired possession of Malta in 1814. The island staunchly supported the UK through both World Wars.\n\nThe island was awarded the George Cross for its heroic resistance during the Second World War. An image of the cross is displayed on the flag.\n\n; ",{"type":"'''","value":["Independence"]}," : 21 September 1964 (from UK)\n; ",{"type":"'''","value":["National holidays"]}," :\n",{"type":"*","value":[" Freedom Day, 31 March (1979)"]},{"type":"*","value":[" Sette Giugno, 7 June (1919)"]},{"type":"*","value":[" Feast of Our Lady of Victories, 8 September (1565)"]},{"type":"*","value":[" Independence Day, 21 September (1964)"]},{"type":"*","value":[" Republic Day, 13 December (1974)."]},"\nMalta remained in the Commonwealth of Nations when it became independent from ",{"type":"[[","value":[["Great Britain"]]}," in 1964.  It is still a member.\n\nA decade later Malta became a republic. Since about the mid-1980s, the island has become a freight trans-shipment point, financial centre and tourist destination.\n\nMalta gained ",{"type":"[[","value":[["European Union"]]}," membership in May 2004.\n\n",{"type":"===","value":["Climate"]},"\n\nMalta's climate is influenced by the Mediterranean Sea and is similar to other Mediterranean climates. Winters are wet and windy. Summers are virtually guaranteed to be dry and hot.\n\n",{"type":"===","value":["Terrain"]},"\n\nMostly low, rocky, flat to dissected plains, with a coastline that has many coastal cliffs and numerous bays that provide good harbors.\n; ",{"type":"''","value":["Highest point"]}," : Ta' Dmejrek 253 m (near Dingli)\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["File:Malta Regions map.png"],["thumb"],["right"],["500px"],["Map of Malta with regions colour-coded"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Malta Island"]]}],["region1color=#6d9173"],["region1items="],["region1description=the largest of Malta's three islands and site of the capital city of Valletta, it sees the most visitors by a huge margin"],["region2name=",{"type":"[[","value":[["Comino"]]}],["region2color=#9f702e"],["region2items="],["region2description=tiny island with a real feel of isolation; most of it is a nature reserve"],["region3name=",{"type":"[[","value":[["Gozo"]]}],["region3color=#b494b4"],["region3items="],["region3description=known for its scenic rolling hills and rich history"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Valletta"]]}," — the capital, named for Jean Parisot de la Valette, a French nobleman who was Grand Master of the Order of St. John and leader of the defenders during the Turkish siege of Malta in 1565.  Valletta is a ",{"type":"[[","value":[["UNESCO"]]}," World Heritage site for the massive number of historical buildings found in a tiny space. "]},{"type":"*","value":[{"type":"[[","value":[["Cottonera"]]}," (Three Cities) — The name used when referring to the three historic and ancient cities of Birgu (aka Vittoriosa), Isla (aka Senglea) and Bormla (aka Cospicua), three towns conglomerated by 16th century fortifications called the Cottonera lines."]},{"type":"*","value":[{"type":"[[","value":[["Marsaxlokk"]]}," — fishing village south of the island.  A big market is held every Sunday."]},{"type":"*","value":[{"type":"[[","value":[["Mdina"]]}," — Malta's well-preserved quiet old capital. pronounced 'im-dina'"]},{"type":"*","value":[{"type":"[[","value":[["Mgarr"]]}," A typical rural village, northwest of Malta."]},{"type":"*","value":[{"type":"[[","value":[["Rabat (Malta)"],["Rabat"]]}," — hosts numerous historical attractions such as  St. Paul's catacombs and  the  Domus Romana(previously known as Roman Villa)"]},{"type":"*","value":[{"type":"[[","value":[["St. Julian's"]]}," — perfect area for nightlife & entertainment."]},{"type":"*","value":[{"type":"[[","value":[["Sliema"]]}," — shopping area just north of Valletta."]},{"type":"*","value":[{"type":"[[","value":[["Victoria (Malta)"],["Victoria"]]}," — the main town on ",{"type":"[[","value":[["Gozo"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Żejtun"]]}," — the largest city in the South of Malta and one of the oldest cities in Malta."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Hagar Qim and Mnajdra"]]}]}," - Two very beautiful stone age temples set on the cliffside of south west Malta. Their majesty has now been marred by protective tents and a 2 storey new building nearby."]},{"type":"*","value":[{"type":"'''","value":["Ġgantija"]}," - Another Neolithic heritage in the island of Gozo."]},{"type":"*","value":[{"type":"'''","value":["Tarxien Temples"]}," - A Neolithic temple in Tarxien."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Mellieħa"]]}]}," - A locality in Malta surrounded by the largest and some of the most wonderful sandy beaches on the Islands"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Golden Bay (Malta)"],["Golden Bay"]]}]}," - One of Malta's most beautiful sandy beaches, on the northwest coast of the island."]},{"type":"*","value":[{"type":"'''","value":["Għajn Tuffieha"]}," - \"Long Steps Bay\", just behind Golden Bay. Just as beautiful, but less crowded during the high season."]},{"type":"*","value":[{"type":"'''","value":["Blue Grotto"]}," - A series of seven caves and inlets on the southern side of Malta famous for deep blue waters and spectacular natural rock formations. The Blue Grotto may be accessed by small traditional boats, skippered by cheerful Maltese guides, which leave from a well-signposted pier just off the main road along the south coast."]},{"type":"*","value":[{"type":"'''","value":["Hypogeum of Ħal-Saflieni"]}," - A subterranean structure dating from 3000-2500 BC. Advanced booking is required."]},{"type":"*","value":[{"type":"'''","value":["Ghar Dalam"]}," - A prehistoric cave containing remains from the Pleistocene era."]},{"type":"*","value":[{"type":"'''","value":["Clapham Junction"]}," - An area of western central Malta (not far from Buskett woods) where deep ruts in the bedrock appear to have been formed in the remote past by wagons or carts. Some of these ruts cross rock-cut punic tombs, proving that the ruts existed before the tombs. In the vicinity there are large caves which used to be inhabited by troglodites."]},{"type":"*","value":[{"type":"'''","value":["St.Thomas Bay"]}," - A quaint inlet, 1 km beyond Marsaskala, with a sloping, built up area on one side, and barren Munxar white cliffs on the other. There are 2 small sandy beaches ideal for swimming in summer. Beneath Munxar there is now a 'window' at the cliffside. Beyond Munxar Point there are amazing, very high, white cliffs, with 2 large and deep caves in them. Many amateur fishermen own boathouses in the vicinity and go fishing whenever the sea is calm."]},{"type":"*","value":[{"type":"'''","value":["St.Peter's Pool"]}," - A natural inlet located south of Malta, Delimara area.  It looks like a natural swimming pool carved into the rocks."]},{"type":"*","value":[{"type":"'''","value":["Mosta Dome"]}," - the third largest dome in Europe and the ninth largest dome in the world. On April 9, 1942, a bomb struck the church whilst a religious ceremony was taking place with more than 300 people attending. Luckily the bomb didn't explode."]},{"type":"*","value":[{"type":"'''","value":["Manoel Island"]},"- is found in Gzira and is rarely used for some events\/activities."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Schengen"]]},"\n\nVisitors from outside the EU, including Americans, must fill out a landing card, available on board some arriving flights (sometimes) or in the entrance hall of the airport from the small box between the customs agents.\n\n",{"type":"===","value":["By plane"]},"\n\nMalta possesses its own national carrier, Air Malta ",{"type":"[","value":["http:\/\/www.airmalta.com\/"]},", with regular connections to many European, North African and Middle Eastern centres.\n\nRyanair ",{"type":"[","value":["http:\/\/www.ryanair.com\/"]}," flies to\/from London Luton, Edinburgh, Eindhoven, Dublin, Madrid, Marseille, Trapani, Bristol, Pisa, Kaunas, Kraków, Stockholm (Skavsta), Seville, Valencia, Venice (Treviso), Wroclaw, Girona, Birmingham and Bari. Easyjet flies to\/from Belfast, Manchester, Newcastle, Rome, Milan Malpensa and London Gatwick. Norwegian ",{"type":"[","value":["http:\/\/www.norwegian.com"]}," flies to\/from Copenhagen and Oslo.\n\nThe island's international Airport ",{"type":"[","value":["http:\/\/www.maltairport.com\/"]}," is located in Luqa.\n\nBuses to various locations on the island (Valleta, Sliema, St. Julian's, etc.) are located outside the terminal building. Ticket machines and schedules are by the bus station. As of January 2012, a ticket for one-way adult is €2.20 (or €1.30 with student ID). It takes approximately 40-50min to get to Valleta or Sliema.\n\n",{"type":"===","value":["By boat"]},"\nThere are frequent fast ferries ",{"type":"[","value":["http:\/\/www.virtuferries.com\/"]}," to the ",{"type":"[[","value":[["Sicily"],["Sicilian"]]}," port of ",{"type":"[[","value":[["Catania"]]}," (3 hours) and ",{"type":"[[","value":[["Pozzallo"]]},", ",{"type":"[[","value":[["Italy"]]}," (90 minutes), but the seas can be turbulent with a heavy swell if it's windy. Usually the trip takes around twice as long on large passenger ships, but fares are lot cheaper, which makes it ideal for drivers of cars, trucks, or campers. Other destinations include ",{"type":"[[","value":[["Livorno"]]},", ",{"type":"[[","value":[["Salerno"]]},", ",{"type":"[[","value":[["Rome"]]}," (",{"type":"[[","value":[["Civitavecchia"]]},"), ",{"type":"[[","value":[["Palermo"]]},", ",{"type":"[[","value":[["Genoa"]]}," and ",{"type":"[[","value":[["Tunis"]]},". However, discount airlines like ",{"type":"[[","value":[["Ryanair"]]},", Windjet and Efly can be more convenient and the prices of their flights are often comparable to the cost of a boat trip.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Malta 01 bus.jpg"],["thumb"],["200px"],["Old Maltese Bus"]]},"\n\n",{"type":"===","value":["By bus"]},"\nUntil July 2011, one of Malta's joys was the wonderfully antiquated public bus system, consisting mainly of 1950s-era exports from Britain usually kitted up with more chintz than a Christmas tree plus icons of every saint in the Bible and then some. Fares were very cheap and even the longest ride across the island cost as much as  €2.00.  The only catch was that almost all buses radiated out from Valletta, so you might have had to detour back to the capital to reach your next destination.\n\nOn 1 January 2014 Malta Public Transport Services Ltd took over the bus service in Malta from Arriva, after their bus system failed in less then three years. The Malta Public Transport website for the timetables and routes is: ",{"type":"[","value":["http:\/\/www.publictransport.com.mt"]},". A summary of the network on a \"London Underground\" style diagram is: ",{"type":"[","value":["http:\/\/www.maltabusroutes.com"]},".\n\nIt is recommended for one who would like to travel all around Malta Island to buy a week ticket for €6.50. This ticket can be purchased directly from the driver or from the information center in Valletta bus terminus.\n\n",{"type":"===","value":["By taxi"]},"\nMalta's white taxis are the ones you can pick you up off the street. Figure on €15 for short hops and not much more than €35 for a trip across the island. There are now Gov't approved fares for taxis from the airport ranging from €10 to 30.\n\nFor cheaper airport transfers and local taxis try using one of the local \"Black cab\" taxi firms such as ",{"type":"[","value":["http:\/\/www.activecabsmalta.com Active Cabs"]}," Malta Taxi by Sean Taxi Service ",{"type":"[","value":["http:\/\/www.malta-airport-taxis.co.uk"]},",  Peppin Transport (Cheaper Online Prices) ",{"type":"[","value":["http:\/\/www.peppintransport.com"]},", Malta Airport Cabs ",{"type":"[","value":["http:\/\/www.malta-airport-taxis.co.uk"]},", Malta Taxi Online ",{"type":"[","value":["http:\/\/www.malta-airport-transfers.com"]}," with a high quality of Service allow you to book on line from UK or ",{"type":"[","value":["http:\/\/www.mayjocarhire.com\/airportransfers.php Malta airport transfers"]},". Their rates are normally lower than white taxis  but their services must be prebooked (at least fifteen minutes' notice).\n\nIf you would like a taxi tour, it is a good idea to book it in advance with an agreed price and arrange to be picked up from your hotel or apartment. The tours are best kept short, around 3 to 4 hours should do it. In a car you will be able to cover ",{"type":"[[","value":[["Mdina"]]},", Rabat, Mosta, Valletta and the Blue Grotto. However, some people say that when visiting historical sights it is best to also hire a licensed tourist guide (who will wear their license while on tour) and accuse taxi drivers of often giving inaccurate information.\n\n",{"type":"===","value":["By car"]},"\nRenting a car in Malta is a fine way to see the country, since it's cheap and driving conditions have improved greatly in the last ten years. Having your own car allows you to make a lot more of your trip and discover the many hidden charms these small islands have to offer.\n\nIt is always best to pre-book your car rental online as this works out cheaper than booking when you arrive.  According to the Mediterranean markets, Malta has very low rates for car rental. Any driver and additional drivers must take with them their driving licenses in order to be covered for by the insurances provided by the local car rental supplier.\n\nCar Hire is available also at Malta International airport with many leading brands such as ",{"type":"[","value":["http:\/\/www.active-car-hire.com Active Car Rental"]},", Avis, Hertz, Europcar, ",{"type":"[","value":["http:\/\/www.maltarentacar.com First car rental"]},",  and ",{"type":"[","value":["http:\/\/www.economyrentacar.com Economy Rent a Car"]}," having a car hire desk inside the airport.\n\nThere is GPS coverage of the Island by popular brands, however do check with your rental company as to whether they make this available to you or not.  Popular opinion states that the GPS mapping of Malta isn't altogether that accurate, where certain routes planned on the GPS, will send you up one way streets without warning, best to use common sense in conjunction with this technology.  Also the Maltese can be a very friendly bunch of people when giving directions are concerned.\n\n",{"type":"===","value":["By ferry"]},"\nThere is the regular ferry service ",{"type":"[","value":["http:\/\/www.gozochannel.com\/"]}," between ",{"type":"[[","value":[["Ċirkewwa"]]}," on Malta and ",{"type":"[[","value":[["Mġarr"]]}," on Gozo, it goes every 45 minutes in the summer and almost as often in the winter. You buy a return ticket at the Gozo end for about €4.70 (no ticket required in Malta). There are also irregular services to ",{"type":"[[","value":[["Comino"]]},".\n\n",{"type":"===","value":["By seaplane"]},"\nRegular flights between Valletta Grand Harbour and Mgarr by Harbourair ",{"type":"[","value":["http:\/\/www.harbourairmalta.com"]}," started recently. There is also a planned service to Sicily.\nThe company also offers scenic flights for around 90EUR that take 30 min and provide beautiful views of the Maltese islands. \nFlights start in Valletta's grand harbor. Check-in and ticket office is at the sea passenger terminal, on the very end of the \"Valletta waterfront\", behind the cruise ship terminals.\n\n",{"type":"===","value":["By helicopter"]},"\nScheduled helicopter service between Malta and Gozo has been terminated.\n\n",{"type":"===","value":["By bike"]},"\nRenting a bike in Malta is not a very common and popular practice but it doesn't cost much, and offers enough flexibility to explore. Bicycle rental shops are present all over the island but it is always better to book them from beforehand via their websites so as not to be disappointed.\n\nCycling is an original and fun way of discovering Malta and Gozo, known for their very small size. It is a good idea to cycle on the West of Malta, in the areas of Dingli Cliffs and Fomm ir-Rih as they are far from congested cities and offer a pleasant view.\n\nIt should be known however that most roads in Malta are dangerous for cyclists; most Maltese motorists are not friendly towards cyclists and there are no bicycle lanes. It is best to stick to country roads making sure to rent mountain bikes as country roads can get bumpy and uncomfortable for city bikes. In summer, do not go cycling between the hours of 11 am to 4 pm as the heat is unbearable.\n\n",{"type":"===","value":["By charter boat"]},"\nThe boat charter industry has grown considerably in Malta over the last few years.  Malta's favourable tax regime for commercial yachting and its central location in the middle of the Mediterranean sea has meant that large, famous charter yachts - such as the Maltese Falcon - and a whole range of small and midsized yachts are now available for day and week charters.  The Grand Harbour Marina has become the principal centre for bareboating (self-hire yacht chartering).  It is the headquarter of such companies as The Sunseeker Experience ",{"type":"[","value":["http:\/\/www.sunseekerexperiencemalta.com"]},", Yachthelp ",{"type":"[","value":["http:\/\/www.yachthelpmalta.com"]}," and Navimerian Malta Yacht Charters ",{"type":"[","value":["http:\/\/navimerian.com"]},".\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Maltese phrasebook"]]},"\n\n",{"type":"[[","value":[["File:Malta Sliema Sign.JPG"],["thumb"],["250px"],["Traffic safety billboard"]]},"\n\nThe official languages are ",{"type":"[[","value":[["Maltese phrasebook"],["Maltese"]]}," and ",{"type":"'''","value":["English"]},".  ",{"type":"[[","value":[["Italian phrasebook"],["Italian"]]}," is widely understood and spoken. Some people have basic ",{"type":"[[","value":[["French phrasebook"],["French"]]},", but few people can speak fluent French in Malta. By law, all official documents in Malta are in Maltese and English and many radio stations broadcast in both languages. Virtually all Maltese citizens speak English fluently.\n\nMaltese is a Semitic language, though it has borrowed a substantial amount of vocabulary from the Romance languages (particularly ",{"type":"[[","value":[["Italian phrasebook"],["Italian"]]},"). The closest living relative of Maltese is ",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]},", particularly the dialect spoken in North Africa known as Maghrebi Arabic (spoken in Morocco, Tunisia and Algeria) though Maltese is written in the Latin alphabet instead of the Arabic script. Maltese is also more distantly related to ",{"type":"[[","value":[["Hebrew phrasebook"],["Hebrew"]]}," and ",{"type":"[[","value":[["Amharic phrasebook"],["Amharic"]]},", so if you speak any of these three languages, you'll recognise some similarities. It also has substantial English elements in it. Knowing a few phrases in Maltese may be useful. See the ",{"type":"[[","value":[["Maltese phrasebook"]]}," for details.\n\n",{"type":"==","value":["See"]},"\nThe ancient capital of Mdina, also known as the Silent City, rests at a high point in the heart of the island. Surrounded by the scenic town of Rabat, this fortress is one of Malta's finest jewels, boasting architecture, history and a quality cup of coffee with a splendid view.  Mdina gets very peaceful and romantic in the evenings when the day trippers leave.\n\n",{"type":"[[","value":[["Valletta"]]}," is similar in that it boasts a rich history, only being the modern capital, it is very much alive and much more modern, serving as both a shopping area during the day and offering an array of museums and cultural sites. Of particular note is St John's Co-Cathedral, built by one of the earlier Grandmasters of the Knights Hospitaller. It contains the various chapels of the Knights' langues, with Caravaggio paintings, tapestries and various relics of immense value to the Maltese heritage. The very floors of the Cathedral are the tombs of the most famous knights of the Order of St John, and a crypt, though off-limits to tourists, hosts the bodies of some of the most illustrious of Grandmasters, including the city's founder, Jean de Valette.\n\nMust see attractions include the Unesco World Heritage sites such as the Hypogeum and the megalithic temples that can be admired on both Gozo and Malta and are the oldest in the world!\n\nIn ",{"type":"[[","value":[["Gozo"]]},", a rural atmosphere is predominant. Billy Connolly purchased a home in Gozo several years ago, owing to the island's quiet and relaxing nature. Visitors will be interested in taking a look at the impressive geographical feature of the Inland Sea, carved out by the Mediterranean. One is also obliged to visit the Citadel, Gozo's version of Mdina.  Gozo is situated 5 km north west of Malta and can be reached by a 25 minute crossing from Cirkewwa, the harbour of Malta.\n\nFor a look into more traditional Maltese life, the seldom seen south of Malta is a possible option for visitation. Townships like Ghaxaq often escape public notice, but some of the island's finest churches lie in the south. The many churches of Malta are testaments to the style and design of their times. Many towns in the north were stripped of their culture due to rapid urbanisation, but this has been felt less in the south of Malta.\n\nIf you visit Malta in summer, be sure you visit one of the town\/village feast.  Every town or village has at least one feast dedicated to a saint. The feast usually lasts for one week (in most cases from Monday to Sunday), with its peak being usually on Saturday.  During this week, the village or town will be decorated with several ornaments and work of arts such as statues, lights and paintings on tapestry.  In most cases, the feast would also be furnished with fireworks, both air and ground (which are quite spectacular and rather unique to Malta). In most cases, the ground fireworks are presented the day before the actual feast day late at night. There are differences between one village feast and another, and some are more attractive and more famous than others. Some of the most famous feasts are those of Our Lady of the Lily in Mqabba (third Sunday of June), Saint Philip in Zebbug (second Sunday of June), Mount Carmel in Zurrieq (Sunday before the last of July), Saint Mary of Imqabba, Qrendi, and Ghaxaq (on the 15th of August), Saint Catherine of Zurrieq (first Sunday of September) and the Nativity of Our Lady in Naxxar (on the 8th of September).\n\nDuring the month of April, a fireworks contest occurs in the Valletta\/Floriana area, where different fireworks factories compete with each other exhibiting their finest works both ground fireworks and air fireworks.  It is spectacular and above all its free to attend to.\n\nQuite a few wine festivals are organized during summer, two of which are organized in Valletta and one in Qormi. It is a great experience to taste several Maltese wines at very cheap prices. (In the Qormi festival (September) and Delicata winefestival (August), you buy a 10 euro cup, and you can drink as much as you like; in the Marsovine winefestival (July), you buy a cup and 14 tokens for 10 euros). A beer festival (July–August) is also organized in Ta' Qali.\n\nFinally, Malta's megalithic temples are the oldest free-standing structures on Earth, and one should not forget to take walks in the countryside. The most popular tourist destinations of Sliema and St. Julians probably have the least to offer as regards a taste of Malta, though they continue to be the most frequented. They are the most modern of locations, with most old buildings having been knocked down due to the monstrous construction industry fuelling the economy.  Malta's main nightlife area can be found here, especially in Paceville.\n\n",{"type":"==","value":["Do"]},"\nSample the local delicacies.\nIn Summer, the island is perfect for water sports and beach activities.\nThe island has been described as an open-air museum by some; one is unlikely to run out of things to see during a visit to Malta. Each township has its own unique sights to offer if one pays close enough attention. Almost all Malteses citizens have not even visited all the wonders and attractions that this island offers.\nHiking in the countryside offers a taste of rural Malta, especially if trekking along the coast of Gozo.\nSailing is a wonderful option, as Malta boasts an impressive array of caves, scenic sunsets, and other views.\nThe island is surrounded by a limitless number of beaches.\n\nThere are a number of great annual festivals worth attending.\n",{"type":"'''","value":["Valletta Carnival"]}," - February\/March \nMalta Carnival national activities will be held in Valletta and Floriana. Dance and costume competitions will take place in the capital and Floriana followed by defiles which include triumphal floats, bands, grotesque masks and lots of dance. Malta Carnival is an unforgettable experience of fun, colour, art and merriment.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.maltafolkmusicfestival.org\/ Għanafest - Malta Mediterranean Folk Music Festival"]}]}," - June \nThe Malta Mediterranean Folk Music Festival is a fabulous 3-day event of Mediterranean folk music, including Maltese folksongs (għana), Maltese songwriters and folk ensembles, together with guest folk musicians from neighbouring Mediterranean countries. Għanafest also hosts a series of workshops on traditional instruments and a special programme for children, and is complemented by traditional Maltese food and the marvelous surroundings of the Argotti Botanical Gardens in Floriana.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.maltajazzfestival.org Malta Jazz Festival"]}]}," - July \nThe Malta Jazz Festival has a special place in Malta’s Cultural Calendar, attracting great stars of the international jazz scene to Malta. It has become a hub for the exchange of musical experience - an encounter between musicians of international fame and gifted local artists. The magnificent setting of the historic Ta’ Liesse wharf in Valletta’s Grand Harbour makes the Malta Jazz Festival a uniquely memorable experience.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.maltaartsfestival.org Malta Arts Festival"]}]}," - July \nThe Malta Arts Festival is the highlight of Malta’s Cultural Calendar - a showcase of diverse top quality theatre, music and dance performances, and offers something from almost all artistic forms, including collaborations between Maltese and foreign artists.\nThe Festival events are held in various venues in and around Valletta, mostly open-air, taking advantage of Malta’s cool summer evenings. The Festival’s joint performances and workshops, together with its specially-commissioned works, enhance local artistic development and provide impetus for cultural innovation.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nottebiancamalta.com Notte Bianca"]}]}," - September\/ October\nNotte Bianca is held annually in Valletta and is a spectacular, night-long celebration of culture and the arts. State palaces, historic buildings and Museums open their doors almost all night, playing host to visual art exhibitions and music, dance and theatre performances. Streets and squares become platforms for open-air activities, and many cafes and restaurants extend their hours and run pavement stalls. All areas of the Capital City, from the Entrance Gate to the far end of the peninsula, are involved and all events are free of charge.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.isleofmtv.com\/tv\/ Isle of MTV Malta Special"]}]}," - Held annually at the Fosos square in Floriana, it is the largest open air free concert in Europe.  Worldwide acclaimed artists take the stage in front of an enthusiastic crowd of over 50,000 people.  2012 saw the performances of Nelly Furtado, Flo Rida and Will.I.Am.\n\n",{"type":"===","value":["Dive"]},"\nMalta is a great place to dive, with it being possible to dive all year around. The water temperature varies from a cool 14°C in February\/March to warm 26°C in August. The visibility of water is generally high, making it a good place to learn diving as well.\n\nThe dive sites are located close to shore.  Consequently, most dives start there, making everything easier and cheaper. The dive sites include rocky reefs, some wrecks and cave diving (especially interesting is the dive in the Inland Sea in Gozo). There will tend to be more marine life during the warmer months, when you can hope to see tuna, octopus, moray eels, seahorses, fire worms, soft coral along with the usual sea grass and underwater ridges.\n\n",{"type":"===","value":["Christmas in Malta"]},"\n\nChristmas is a largely religious affair on the Maltese islands. This is because most Maltese people are Catholics.  During the festive season, various Christmas cribs, or Presepji, as they're called in Maltese, can be seen on display in churches, shopping centres, etc.\n\nThe Maltese people have many Christmas customs that are unique to the island. A very popular traditional Christmas dessert is ",{"type":"''","value":["Qagħaq tal-Għasel"]},". These are light pastry rings filled with honey.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"{{","value":[["Euro"]]},"\n\nMajor currencies other than the Euro are not acceptable as an over the counter currency. In the past, they were widely accepted years ago and changed on the fly at restaurants and bars.  So if you have dollars or pounds, it's best to change them at the plethora of exchange bureaus or banks across the island prior to going out.\n\n",{"type":"===","value":["Costs"]},"\nTransportation costs are much cheaper by European standards.\nFood costs are very reasonable. Having a Maltese-sized pizza in a decent restaurant costs around €6.50.\n\n",{"type":"==","value":["Eat"]},"\nDistinctly Maltese cuisine is hard to find but does exist. The food eaten draws its influences from Italian cuisine.  Most restaurants in resort areas like Sliema cater  largely to British tourists, offering pub grub like meat and three veg or bangers and mash, and you have to go a little out of the way to find 'real' Maltese food.  One of the island's specialities is rabbit (",{"type":"''","value":["fenek"]},"), and small savoury pastries known as ",{"type":"''","value":["pastizzi"]}," are also ubiquitous.\n\nThe Maltese celebratory meal is ",{"type":"''","value":["fenkata"]},", a feast of rabbit, marinated overnight in wine and bay leaves.  The first course is usually spaghetti in rabbit sauce, followed by the rabbit meat stewed or fried (with or without gravy).  Look out for specialist ",{"type":"''","value":["fenkata"]}," restaurants, such as Ta L'Ingliz in ",{"type":"[[","value":[["Mgarr"]]},".\n\nTrue Maltese food is quite humble in nature, and rather fish and vegetable based—the kind of food that would have been available to a poor farmer, fisherman, or mason.  Thus one would find staples like ",{"type":"''","value":["soppa ta' l-armla"]}," (widow's soup) which is basically a coarse mash of whatever vegetables are in season, cooked in a thick tomato stock.  Then there's ",{"type":"''","value":["arjoli"]}," which is a julienne of vegetables, spiced up and oiled, and to which are added butter beans, a puree made from broadbeans and herbs called ",{"type":"''","value":["bigilla"]},", and whatever other delicacies are available, like Maltese sausage (a confection of spicy minced pork,coriander seeds and parsley, wrapped in stomach lining) or ",{"type":"''","value":["ġbejniet"]}," (simple cheeselets made from goats' or sheep milk and rennet, served either fresh, dried or peppered).\n\nMaltese sausage is incredibly versatile and delicious.  It can be eaten raw (the pork is salted despite appearances), dried, or roasted.  A good plan is to try it as part of a Maltese platter, increasingly available in tourist restaurants. Sun dried tomatoes and bigilla with water biscuits are also excellent. Towards the end of summer one can have one's fill of fried ",{"type":"''","value":["lampuki"]}," (dolphin fish) in tomato and caper sauce.\n\nOne must also try to have a bite of ",{"type":"''","value":["ħobż biż-żejt"]},", which is leavened Maltese bread, cut into thick chunks, or else baked unleavened ",{"type":"''","value":["ftira"]},", and served drenched in oil.  The bread is then spread with a thick layer of strong tomato paste, and topped (or filled) with olives tuna, sun-dried tomatoes, capers, and the optional arjoli (which in its simpler form is called ",{"type":"''","value":["ġardiniera"]},").\n\n",{"type":"==","value":["Drink"]},"\nA typical soft drink that originated in Malta is ",{"type":"'''","value":["Kinnie"]},", a non-alcoholic fizzy drink made from bitter oranges (called \"Chinotto orange\") and slightly reminiscent of Martini.\n\nThe local beer is called ",{"type":"'''","value":["Cisk"]}," (pronounced \"Chisk\") and, for a premium lager (4.2% by volume), it is very reasonably priced by UK standards.  It has a uniquely sweeter taste than most European lagers and is well worth trying. Other local beers, produced by the same company which brews Cisk, are Blue Label Ale, Hopleaf, 1565, Lacto (\"milk stout\"), and Shandy (a typical British mixture pre-mixture of equal measures of lager and 7-UP).  Other beers have been produced in Malta in direct competition with Cisk such as '1565' brewed and bottled in the Lowenbrau brewery in Malta.  Since late 2006 another beer produced by a different company was released in the market called \"Caqnu\". A lot of beers are also imported from other countries or brewed under license in Malta, such as Carlsberg, Lowenbrau, SKOL, Bavaria, Guinness, Murphy's stout and ale, Kilkenny, John Smith's, Budweiser, Becks, Heineken, Efes, and many more.\n\nMalta has two indigenous grape varieties, ",{"type":"''","value":["Girgentina"]}," and ",{"type":"''","value":["Ġellewza"]},", although most Maltese wine is made from various imported vines.  Maltese wines directly derived from grapes are generally of a good quality, Marsovin ",{"type":"[","value":["http:\/\/www.marsovin.com.mt\/"]}," and Delicata ",{"type":"[","value":["http:\/\/www.delicata.com"]}," being prominent examples, and inexpensive, as little as 60-95ct per bottle. Both wineries have also premium wines which have won various international medals There are also many amateurs who make wine in their free time and sometimes this can be found in local shops and restaurants, especially in the ",{"type":"[[","value":[["Mgarr"]]}," and Siġġiewi area. Premium wines such as Meridiana ",{"type":"[","value":["http:\/\/www.meridiana.com.mt\/"]}," are an excellent example of the dedication that can be found with local vineyards.\n\nThe main Maltese night life district is ",{"type":"'''","value":["Paceville"]}," (pronounced \"pach-a-vil\"), just north of ",{"type":"[[","value":[["St. Julian's"]]},".  Young Maltese (as young as high school-age) come from all over the island to let their hair down, hence it gets very busy here, especially on weekends (also somewhat on Wednesdays, for midweek drinking sessions).  Almost all the bars and clubs have free entry so you can wander from venue to venue until you find something that suits you.  The bustling atmosphere, cheap drinks, and lack of cover charges makes Paceville well worth a visit.  The nightlife crowd becomes slightly older after about midnight, when most of the youngsters catch buses back to their towns to meet curfew.  Paceville is still going strong until the early hours of the morning, especially on the weekends.\n\nInterestingly it does not rain much on Malta and almost all of the drinking water is obtained from the sea via large desalination plants on the west of the island or from the underground aquifer.\n\n",{"type":"==","value":["Learn"]},"\nMalta has promoted itself successfully as an entirely bi-lingual nation for Maltese and English. It counts for many educational institutes in the rest of the world as a country where English is the first language and they therefore will often even subsidize students to go there to learn it. The vast majority of Maltese citizens speak English to a very high standard.\n\n",{"type":"==","value":["Work"]},"\nFor foreigners, work is unfortunately often very hard to find. The Maltese are rather insular and figures show that even in the tourist sector, they are very reluctant to hire people not from the island, though there is a sense that since joining the EU, there is more willingness to hire professionals from abroad as the business sector diversifies.\n\nThe two main industries that provide jobs for foreigners in Malta are tourism and gaming. Both employ many expatriates. It's easiest to get work in tourism from May to September or October, selling tickets, doing promotions, or working at a bar or in a hotel. Jobs in gaming include call centres, support and sales and IT related work. These jobs are season independent and more stable.\n\n",{"type":"==","value":["Stay safe"]},"\nMalta is generally considered safe. However, visitors to Paceville at night should exercise caution.\n\nDue to Malta being a major Mediterranean port, sailors with shore leave tend to become quite rowdy after long voyages, as well as with the advent of low cost air travel coming to Malta has brought an influx of teens from across Europe enjoying short cheap weekend breaks in the sun.\n\nDespite that most public parking lots are free in Malta, parking attendants will importunately extort tips from you calling it \"donation\". They will make you think it's obligatory telling you that everyone does it. However keep in mind that giving tips is completely voluntarily and you don't have to do that, especially if you feel that the parking attendant is rude. Feel free to just walk away - those guys won't scratch your car in case you deny tipping (but be prepared that they may yell at you). Remember, if the parking is not free (like in airport) there will be a sign about that.\n\nPeople of color have been known to have experienced racial discrimination on Malta.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nThe main health risk in Malta is the fierce ",{"type":"'''","value":["sun"]}," in the summer, which can scorch unsuspecting tourists.  Apply sunblock liberally.\n\nFor ambulance, fire or police dial 112. The main hospitals are Mater Dei Telephone: (+356) 2545 0000  and Gozo General Hospital in Gozo, tel. 2156 1600. The Maltese Ministry of Health maintains a ",{"type":"[","value":["http:\/\/www.health.gov.mt\/health_services\/hospitals\/hosp.htm complete list of government hospital services"]},".\n\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"*","value":["While a bit reserved, Maltese people are friendly, generous, and helpful in nature. "]},{"type":"*","value":["Maltese people tend to speak more loudly than the mainlanders, so they may sound like they are shouting at you even if the volume is normal. "]},{"type":"*","value":[" Malta is a strictly ",{"type":"'''","value":["Roman Catholic"]}," country; carousing by tourists, while tolerated to some extent, is not looked on very favorably, especially outside of St. Julian's and Paceville."]},{"type":"*","value":[" Dress respectfully when visiting churches.  As a guide, remove any hats and sunglasses and make sure your knees and shoulders are covered. Some churches, especially those on popular package tours, provide shawls and\/or skirts for any inappropriately-dressed visitors."]},{"type":"*","value":[" You may be refused entry to a church if a mass has already started, so make sure you arrive promptly if you wish to visit."]},"\n",{"type":"==","value":["Connect"]},"\n\nThe country has three mobile phone networks available: Vodafone, Go Mobile, and Melita Mobile. Due to international agreements with providers across the globe, Vodafone, GO and Melita are sure to be apart of your carriers roaming plan.\n\nInternet cafés and Wi-Fi zones are quite abundant with connection rates peaking at 30Mbit\/s.\n\n",{"type":"{{","value":[["isPartOf"],["Europe"]]},"\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Malta"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Malta"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Malta\/"]]},"\n",{"type":"{{","value":[["geo"],["35.883333333333"],["14.5"]]}]