[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:ShoreTemplePano.JPG"],["thumb"],["350px"],["right"],["Panorama of Shore Temple"]]},"\n",{"type":"[[","value":[["Image:Arjuna’s Penance 1.jpg"],["thumb"],["Detail of the Arjuna's Penance bas-relief"]]},"\n",{"type":"'''","value":["Mamallapuram"]}," (Tamil: மாமல்லபுரம்), also known as ",{"type":"''","value":["Mahabalipuram"]},", is a tourist town 60 km south of ",{"type":"[[","value":[["Chennai"]]}," famous for its stone carvings.\n\n",{"type":"==","value":["Understand"]},"\nMamallapuram dates back to the Tamil Pallava dynasty in the 7th-9th century.  The structures here, mostly carved straight out of granite, are among the oldest existing examples of Dravidian (South Indian) architecture.\n\nToday's Mamallapuram is purely a tourist town and one of the major attractions around Chennai.  The East Coast Road has made it easily accessible - just about an hour from the city. Unfortunately, the entire strip is now a mess of restaurants, resorts, amusement parks, people, discarded plastic and chaotic traffic. At one time you could see the Bay of Bengal almost all the way to M'puram, but, there is so much development that the ocean is glimpsed only as you get close to M'puram.\n\nMamallapuram itself was getting run down over the last decade with very patchy efforts at keeping the monuments preserved. This has changed in the last few years with the Shore Temple being included in the UNESCO heritage project. The surroundings have been made much nicer, but, there has been a lot of wind and water erosion on the temple carvings with many of them having undergone loss of detail over the years. Sort of too little, too late, but still, better than nothing. Be prepared to fight you way through clutches of gypsies, beggars, guides, snakes charmers and so on, all of which is an essential part of the experience and not to be frowned upon. The whole thing would be bland without them. A nuisance, but harmless.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:ArjunPenance.JPG"],["thumb"],["250px"],["Arjuna's Penance bas-relief"]]},"\nBuses arrive in the centre of town from CMBT and Tiruvanmiyur in ",{"type":"[[","value":[["Chennai"]]}," and from ",{"type":"[[","value":[["Kanchipuram"]]},". There are direct buses from CMBT, but you can take any bus that has ECR written on the front. The ECR bus, which can be picked up at Tiruvanmiur, is the most economical way of getting to Mamallapuram from Chennai, costing less than 40 rupees (1 hour). The ECR bus will drop you about 2 kilometers outside of town, and rickshaws will be outside waiting (can be bargained down to 30 rupees). You can also catch the ECR bus from ",{"type":"[[","value":[["Pondicherry"]]}," for 65 rupees (2 hours).\n\nTo get to the ECR from Triplicane, walk to Kamarajar Promenade running parallel with the beach. Walk to the beach side of the road and head to the nearest bus stop. Take bus SP19 or SP19x to Tiruvanmiyur (15 rupees). The ECR bus stop is 30 meters before the Tiruvanmiur stop.\n\nA taxi from ",{"type":"[[","value":[["Chennai"]]}," will cost Rs. 600-800 one-way (USD 15 to 20) though the rates are likely to be higher based on the season, cab operator. Visitors outside Chennai, even Indian nationals and most definitely from Overseas are likely to be asked for higher rates. To or from the airport will cost Rs 800-1,200 and will take one hour off peak and 1 1\/2 hours peak time. Please negotiate the cab fares at the beginning of the journey and remain firm if the operator asks for more.\n\nThe drive from ",{"type":"[[","value":[["Chennai"]]}," on the East Coast Road is, by Indian standards, a wonderful experience: it is one of the few toll roads in India and maintained well.  That said, it's still only one lane per direction with no divider, so overtaking tends to be hair-raising and high-speed head-on collisions are all too common.  The road runs parallel to the coast of Bay of Bengal making it a scenic driveway, although you will not see the sea until the last few miles.  The 2004 Indian Ocean tsunami wreaked havoc around here, so you will see shanty-towns built for affected fishermen and much of the greenery has been swept away.)\n\n",{"type":"==","value":["Get around"]},"\nIt is easy to get around the town on foot, though bike rental is also available. It is relatively a small city and all point of interest are close to each other.  Paid parking areas are available near the Shore Temple and the Five Rathas.\nNote, for visiting both Shore temple and the Five Rathas you need to buy entry tickets. These ticket counters gets closed by 5:30PM and both these places gets closed by 6PM. So, you cannot enter unless you buy the ticket before 5:30PM.\n\n",{"type":"==","value":["See"]},"\nA combined entrance ticket to the Shore Temple and the Five Rathas costs Rs 250 for foreigners and Rs.10 for Indian citizens.  Local guides, who speak multiple languages, are available for around Rs 200 for a tour of all main attractions.\n\nYou can also hire a cab (non-ac) for about Rs.150 for 2 1\/2 hours, during which you will be taken to all the major tourists spots in Mamallapuram.\n\n",{"type":"[[","value":[["Image:ShoreTemple Approach2.JPG"],["thumb"],["250px"],["Approaching the Shore Temple"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Shore Temple"]},".  The oldest structure in the area, build c. 700 AD, this temple has been here for more than 1400 years.  However, unlike Mamallapuram's other monuments, the Shore Temple is a building (not carved from rock) and the bulk of the current structure is a reconstruction after it was struck by a cyclone.  It's not particularly large, and the carvings have been badly eroded by the wind and the sea, but this adds to the sense of antiquity.  The area around the temple is now a landscaped park, with guards keeping the hordes of souvenir hawkers at bay.  A Shiva lingam is enshrined in the central building and the site can get very crowded on weekends."]},"\n",{"type":"[[","value":[["Image:FiveRathas Monuments.JPG"],["thumb"],["250px"],["Three of the Five Rathas, with an elephant standing guard"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Five Rathas"]}," (",{"type":"''","value":["Pancha Pandava Rathas"]},").  This site contains five ",{"type":"''","value":["rathas"]},", literally chariots, dating from the 7th century. The sculptures are complemented by some enormous stone animals, including a large elephant."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Thirukadalmallai"]},", the temple dedicated to Lord Vishnu. It was also built by Pallava King in order to safeguard the sculptures from the ocean. It is told that after building this temple, the remaining architecture was preserved and was not corroded by sea."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sculpture Museum"]},", East Raja Street has hundreds of sculptures in stone, wood etc.It is well worth a visit. Rs. 2 entrance fee."]},"\nThe following structures are all carved straight out of rock in the central hillside area, so you can travel between them on foot.  The scenery within the hills is also quite unusual, with smooth rock rising out of the forest and carved stairways leading between the ",{"type":"''","value":["mandapas"]}," (pavilions), caves and carvings.\n\n",{"type":"[[","value":[["Image:Mamallapuram Hill Forest.JPG"],["thumb"],["250px"],["Walking through the forest"]]},"\n",{"type":"[[","value":[["File:Butter Ball, Mahabalipuram.jpg"],["thumb"],["250px"],["Krishna's Butterball"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Arjuna's Penance"]},", also known as the ",{"type":"'''","value":["Descent of the Ganges"]},".  A giant bas-relief filled with detailed carvings, including a family of elephants and monkeys.   Archaeologists still squabble over what, exactly, the bas relief depicts; the central figure may actually depict Bhagiratha, not Arjuna."]},"\n",{"type":"*","value":[{"type":"'''","value":["Krishna's Butterball"]}," is a giant natural rock perched on a hillside, seemingly in defiance of all laws of physics—it's a common sight to see visitors placing hands under the stone posing for pics, which looks as though they are holding it! The rock provides welcome shade if you dare to sit underneath it, and local kids have discovered that the slippery nearby hillside also makes a great natural slide."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mahishamardini Cave"]},". The central carving is of Shiva and Parvati and Murugan"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Varaha Cave"]}," has four impressive carvings of Vishnu, Gakalakshmi, Trivikama and Durga."]},"\n",{"type":"*","value":[" Old and new ",{"type":"'''","value":["light houses"]}," provide views across the area to the sea. There are several ",{"type":"'''","value":["unfinished temples"]}," nearby, and the December 2004 tsunami exposed more previously submerged temples."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bike trips"]}," around Tamil Nadu's countryside can be organized by travel agencies in the town."]},{"type":"*","value":[" Chill on the sandy ",{"type":"'''","value":["beach"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Surf"]},", a restaurant at the entrance of the town, provides, following facilities:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Boat rides"]}," to in the Bay of Bengal with life guards."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Fishing trips"]}," to the sea."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Turtle walk"]}," at the sea shore."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Trekking "]}," to a hill nearby."]}]},{"type":"*","value":[{"type":"*","value":[" The price for the above activities are slightly more than what it should have been. For example, boat ride with life guards for 45 minutes is Rs. 280\/- per head."]}]},{"type":"*","value":[" Several ",{"type":"'''","value":["Yoga"]}," camps are organised on a daily basis."]},{"type":"*","value":[" Solaman at ",{"type":"'''","value":["Sakthi Yoga"]}," offers 1-1\/2 hour drop-in classes for Rs 150 per person.  Classes are offered three times a day: 7:00, 9:00 and 16:00."]},{"type":"*","value":[" Mamallapuram is known for its orphanages which often invite tourists to visit them (and donate). Many of them are affiliated to religious missions. So please be aware of this and enquire before donating."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stone carving"]}," Local sculptors in the main street leading to the sea (after the Tina Shell View Lodge) teach stone carving. You will learn how to sculpt a simple locket, and the longer you stay, the more complicated things you'll be able to do. For a simple locket at least 5 hours are needed. For 100 Rs. a day you can learn\/work as long as you like everyday (the result is yours of course)."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stone sculptures"]}," made by local artists. You can see them on their work (and also learn it yourself, see ",{"type":"[[","value":[["#Learn"]]},"). You can save a lot of money if you buy sculptures in small side roads and not in the main road."]},"\n",{"type":"==","value":["Eat"]},"\n\nThere are lots of ",{"type":"'''","value":["food stands"]}," in the centre serving large portions for next-to-nothing prices. Look specifically at the road leading down the Shore Temple from the bus stop, early in the morning at breakfast time. Clustered around Othavadai Street and Othavadai Cross are restaurants catering primarily to tourists, which serve generally undistinguished Western food. Your best bet is often fresh grilled fish (which you can usually select yourself) served with french fries or salad.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Garden View Restaurant"]},"-- At Greenwoods Beach Resort, Othavadai Cross Street. Excellent food, each order freshly prepared, views of the street or the garden courtyard. Breakfast (RS25 - 45), Lunch and Dinner (RS65--145)."]},{"type":"*","value":[" ",{"type":"'''","value":["Saabra Fast Food"]},"-- On the corner of Ottavadai Street and East Raja Street. Only four tables available at hole in the wall. Caters to a mostly Indian crowd. Fresh, tasty Northern India food at a great price.  Full menu available for lunch and dinner. Most main dishes are under RS50. Naan RS15."]},{"type":"*","value":[{"type":"'''","value":["Mamalla Bhavan"]}," - Shore Temple Road (",{"type":"''","value":["near Raja Street"]},"). Cheap, very good, popular veg thali (unlimited vegetables and curries, fixed rice and roti\/bread) joint. Rs 27 to Rs 35 (lunch thali as of 2008-06-23)."]},{"type":"*","value":[{"type":"'''","value":["Sri Ananda Bhavan Restaurant"]}," - Right on the corner of Ottavadai Street and East Raja Street. Primarily an Indian scene but popular with Westerners too. Pure veg, cheap and good. Big lunch (dal, sabzi, rice, two chapatis, salad, pickles, ice-cream) for Rs 60, Idli breakfast for Rs 20, Dosa Masala for Rs 25. Get a food ticket at the desk. (Feb 2010)."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Moonrakers Restaurant"],["alt="],["url=http:\/\/users.telenet.be\/oochappan\/moonrakers\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Othavadai St. Multi-story restaurant with eclectic decoration, listed in all the guidebooks and hence quite popular with foreign tourists. The menu runs the gamut of Indian and Western favorites, veg and non-veg, although staff will try to steer you towards the expensive seafood items. Most dishes under Rs. 100, but seafood will cost you more. Also expect to pay more for extra bread or rice, drinks, etc. Beers around Rs. 150. Now expanded to control two places opposite one another."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Nautilus"]}," - #4, Othavadai Cross Street. Popular with foreign tourists, this French-owned cafe features credible Western food, a decent cup of coffee, a competent and friendly waitstaff, and a library stocked with Tintin and Asterix volumes. Rs 50-200."]},{"type":"*","value":[" ",{"type":"'''","value":["The Golden Palate"]}," - At Hotel Mamalla Heritage, 104, East Raja Street, 044 - 27442060, 27442260, 27442360, serves excellent Indian vegetarian food. Breakfast from 7AM is a poor deal at 153INR (including tax) for a fairly simple buffet. It does, however, offer air conditioning! The lunch from midday is highly recommended... the best vegetarian thali spread for miles! It also has a pleasant non-veg restaurant on the rooftop."]},{"type":"*","value":[" ",{"type":"'''","value":["Surf"]}," - Surf provides a wide variety of food for all seafood lovers. This restaurant is at the entrance of the town. If you are not the greatest fan of seafood, then you will find this restaurant over priced. If you are really hungry, then Surf is not a good place to eat. The service is really late and you will receive your order just before you are about to starve down."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Gecko Cafe"],["alt="],["url=http:\/\/www.gecko-web.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Othavadai Cross. Family-run, fast, friendly and clean. Features Indian veg and non veg food as well as freshest seafood, offers an nice lake view for bird watching and has a relaxed atmosphere, very helpful waiter and cook."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The New Cafe ( lakshmi lodge )"],["url="],["email="],["address=No 6, Ottavadai Cross St"],["lat="],["long="],["directions=mamallapuram .tamil nadu.india"],["phone=+91 44-27442463"],["tollfree="],["fax="],["hours="],["price="],["content=serve healthy breakfast and excelant vegetarian food ( tamil nadu style)\nand varity of fresh fish,prawns ans lobsters,crabs and calamari.  fresly prepard with excelant taste.and  beautiful terrace with view of  ocean and sound . welcome to thenewcafe"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" Mamallapuram is famous for its ",{"type":"'''","value":["coconuts"]},", which are available from hawkers around all major sites."]},{"type":"*","value":[" Many restaurants serve beer though it may not be on the menu. Prices are generally 150INR per bottle, usually Kingfisher but sometimes 'Bullet' (slightly higher alcohol content). In low season I managed to get 110INR per bottle in one restaurant after befriending the staff."]},{"type":"*","value":[" No government running TASMAC wine shop available inside Township, to buy alcohol must drive around 2 kilometers out from Mamallapuram."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ishwarya Guest house"]},", ",{"type":"''","value":["+91 "]}," 9789881558. #26,Thirukula street. 27 cozy rooms with cool sea breeze, attached bath and 24 hrs room service. approx Rs. 450 ($10)."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Baywatch"]},".  Nice cheap room on the beach side, next to Luna Magica restaurant."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ramakrishna"],["url=http:\/\/www.hotelramakrishna.com"],["email="],["address=#8 Othavadai St"],["lat="],["long="],["directions="],["phone=+91 27442331"],["tollfree="],["fax="],["hours="],["price=Rs.500-2000"],["checkin="],["checkout="],["content=A large place on three storeys around a central parking courtyard, filled with pot plants. The simple rooms all have bathrooms and are clean. hotelramakrishna@gmail.com, booking@hotelramakrishna.com"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lakshmi Hotel"],["url="],["email="],["address=Othavadai Cross street."],["lat="],["long="],["directions=Parallel to main road"],["phone=+91 44-27442463"],["tollfree="],["fax="],["hours="],["price= As low as 250 rupees per night"],["checkin="],["checkout="],["content=Decent budget place and air conditioned rooms and cottages with swimming pool and nice sea view rooms, often has a good traveler vibe. Restaurant (the new cafe) on top. Internet cafe and travel information."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sea (something)"],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite the Sea Breeze Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price=Rs.230-250"],["checkin="],["checkout="],["content=Small family run place with a couple of rooms. Though rooms are basic, the price is cheap and it's very quiet, being on a very small road. Taps are a bit iffy (give them a whack!) but the fan is solid, you get electricity and room to hang washing."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Greenwoods Resort"],["alt="],["url=http:\/\/www.greenwoodstravels.webs.com"],["email=greenwoods_resort@yahoo.com"],["address=Othavadai Cross"],["lat="],["long="],["directions="],["phone=+91 44 27443118"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Pleasant family-owned hotel with a charming restaurant serving freshly cooked meals on a terrace overlooking the street and a lovely garden courtyard. Rs 700-1500 for AC\/Non-AC rooms, some with terrace balcony. Full breakfast included."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Mamallaa Heritage"],["alt="],["url="],["email=mamalla@vsnl.com"],["address=104 East Raja St"],["lat="],["long="],["directions="],["phone=+91 44-27442060, +91 44-27442260, +91 44-27442360"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=",{"type":"'''","value":["' "]},"'. An authentic Southern Indian hotel. It is famous for its buffet meals and smiling hospitality. Room rates start from Rs. 1300\/- to Rs. 1800\/- per day. The hotel provides excellent service and the guest are made to feel right at home. The hotel provides a mini-bar in each room and a swimming pool on the first floor."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Pallava Dynasty"],["url=http:\/\/www.hotelpallavadynasty.com"],["email="],["address=23 East Raja st"],["lat=3000"],["long="],["directions="],["phone=+91 9443169036"],["tollfree="],["fax="],["hours="],["price=1000"],["checkin="],["checkout="],["content=Comfortable rooms and cottages in a tropical garden setting leading a lovely garden courtyard"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Lutz Guesthouse"],["alt="],["url=http:\/\/www.lutzguesthouse.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Nice guesthouse on the beachside."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mamalla Beach Resort"],["alt="],["url=http:\/\/www.mamallaresort.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=35 sea view rooms with balconies and attached bath. Options of air conditioned standard and deluxe rooms, swimming pool, multi-cuisine restaurant with 24 hour room service."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sea Breeze"],["alt="],["url=http:\/\/hotelseabreeze.in\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Othavadai Cross (",{"type":"''","value":["at the end of the street"]},"), ",{"type":"''","value":["+91 4114"]}," 243035., Beach resort with a swimming pool. Ayurvedic massage is available on-site. Rs 1000-2000."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=TTDC Beach Resort Complex"],["url=http:\/\/www.tamilnadutourism.org"],["email="],["address=Near Petrol Bunk, Kovalam Road, Mahabalipuram, Chennai - 603104"],["lat="],["long="],["directions="],["phone=+91 44-27442361, +91 44-27442362, +91 44-27442363, +91 44-27442364"],["tollfree="],["fax="],["hours="],["price=2000+tax"],["checkin="],["checkout=12 noon"],["content=This is a government owned resort and is a part of Tamilnadu tourism. The pricing is decent and all rooms are sea\/beach facing. The place is relatively clean but the service is slow. The location and view is great. The food is bad. The complimentary breakfast is mostly south indian and is not too good on most days. Great place to stay on a budget but eat out!"]]}]},"\n",{"type":"===","value":["Luxury"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=GRT Temple Bay"],["alt="],["url=http:\/\/www.grthotels.com\/Home.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=a 5 star beach resort."]]}]},{"type":"===","value":["Unsorted"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bob Marley Guesthouse & Restaurant"],["url=http:\/\/www.everyoneweb.com\/bobmarleyguesthouse\/"],["email="],["address=182 Fisherman's Colony"],["lat="],["long="],["directions="],["phone=+91 9840-098260"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Situated on the beach, just 2 minutes walk from the center of the village. 4-5 rooms, all with seaview and fan. One with aircon. Also very good restaurant for breakfast, lunch and dinner. All food is freshly prepared after ordering."]]}]},{"type":"*","value":[{"type":"'''","value":["Ideal Beach Resort"]},", Comfortable rooms and cottages in a tropical garden setting leading to  palm trees and hammocks on the beach. Popular with tours. ",{"type":"[","value":["http:\/\/www.pbase.com\/oochappan\/idealbeachresort\/"]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Siva Guesthouse"],["alt="],["url=http:\/\/www.sivaguesthouse.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 44-27443534"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=#2, Othavadai Cross Street,"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sri Harul Guesthouse"],["alt=lings6@rediffmail.com"],["url="],["email="],["address=No:181 Bajanai Koil St"],["lat="],["long="],["directions=Fisherman's Colony"],["phone=+91 9384620173"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Direct on the beach, 2 minutes walk from the center.\n6 rooms on seaside and 2 rooms available. On the rooftop is Cafe Good Luck. Breakfast, lunch and dinner are freshly prepare after ordering. \nVery nice view."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dancing Waves Resort"],["alt=dancingwaves@ymail.com"],["url=https:\/\/plus.google.com\/102732752066630200011\/about"],["email="],["address=Othavadai Street beach"],["lat="],["long="],["directions="],["phone=+91 99627-60606 and +91 44-2744-3325"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located right on the beach. 6 rooms with sea view in every room."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nIndia's first nuclear reactor and much of its nuclear research program is just down the beach in Kalpakkam.  Don't wander into restricted areas.\nMost restaurants close by 11PM and the town is basically dead post that. Loitering around very late at night is not too safe.\nBe careful while getting into the sea. There are sudden dips and the sea gets very rough and unsafe often.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Crocodile bank"]}," - at Vadanemmeli, 15 km on the road back to Chennai. You can feed the reptiles for a small fee. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Thirukalukundram"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Pondicherry (city)"],["Pondicherry"]]}]}," - Mamallapuram is a good stopover if you are making a trip from ",{"type":"[[","value":[["Chennai"]]}," to ",{"type":"[[","value":[["Pondicherry (city)"],["Pondicherry"]]}," by road. "]},{"type":"*","value":[" ",{"type":"'''","value":["The Eagle Temple"]}," - a short bus ride from Mamallupuram brings you to the spectacular Eagle Temple.  Take it easy on the climb up, as it's a long way, but the views are worth it."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["WikiPedia:Mamallapuram"]]},"\n\n",{"type":"{{","value":[["geo"],["12.6333"],["80.1667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tamil Nadu North Coast"]]}]