[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Mamonovo"]}," (",{"type":"[[","value":[["Russian"]]},": Мамоново; ",{"type":"[[","value":[["Polish"]]},": Święta Siekierka or Świętomiejsce; until 1945: Heiligenbeil) is in ",{"type":"[[","value":[["Russia"]]},"'s ",{"type":"[[","value":[["Kaliningrad Oblast"],["Kaliningrad exclave"]]},", about 45 km from the ",{"type":"[[","value":[["Kaliningrad"],["city of Kaliningrad"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nMamonovo is the closest town on the Russian side of Russia's only rail crossings with ",{"type":"[[","value":[["Poland"]]},". It is about 5 km from the border.\n\nOn the Polish side: by rail, ",{"type":"[[","value":[["Braniewo"]]}," - about 6 km from the border by rail - is the first station after Mamonovo. By road, the first Polish village is ",{"type":"[[","value":[["Gronowo"]]}," - right on the border. Gronowo is then another 7 km by road to central Braniewo.\n\n",{"type":"===","value":["History"]},"\n\nTeutonic Knights, Prussians, Nazis and Soviets have spent several centuries killing each other in the area. The town's current namesake, Soviet Commander Nikolay Mamonov, died about 200 km to the south in 1944; since which time there hasn't been much killing. In fact, things are looking positively friendly with the 2012 signing of a visa-free travel arrangement between Russia and Poland.\n\n",{"type":"==","value":["Get in"]},"\n\nPolish residents living within 50 km of the Kaliningrad border can cross visa free. Everyone else is subject to the regular Russian visa requirements.\n\nIn summer, one train in each direction heads through Mamonovo between ",{"type":"[[","value":[["Gdynia"]]}," and ",{"type":"[[","value":[["Gdansk"]]}," in ",{"type":"[[","value":[["Poland"]]}," and ",{"type":"[[","value":[["Kaliningrad"]]},". All year, three trains per day run between Mamonovo and ",{"type":"[[","value":[["Kaliningrad"]]}," (1hr20, 70 Rubles). Trains are less used than buses; some locals will even deny that there is a train station! \n\nBuses and mashrutkas run the 50 km to Kaliningrad main railway station (60 Rubles). They leave from the bus stop near the park with the war memorial and the statue of Mamonov.\n\nBe careful with time zones. The local trains will run be scheduled in  Kaliningrad time (Moscow time -1h), the international train will likely be posted in Moscow time. The simplest way to clarify times when buying tickets is by asking something like \"Moskva vremya?\" (Moscow time?).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe most interesting building in town is probably the post office, a pre-war survivor that still bears the emblem of the German post office, a horn.\n\nThe ghastly statues of Mamonov that dot the town are also worth a look. \n\nThe sea is 3 km away.\n\n",{"type":"==","value":["Do"]},"\nCross the border\n\n",{"type":"==","value":["Buy"]},"\nThere is an ATM at the Sperbank in the centre of the town.\n\nPetrol is cheaper on Russian side. Groceries are cheaper on the Polish side.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere is a guest house called U Mosta (У Моста). It's on the road to the border.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["Geo"],["54.463889"],["19.941389"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Kaliningrad Oblast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Mamonovo"]]}]