[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Manasquan"]}," is a small shore community located in southern ",{"type":"[[","value":[["Monmouth County"]]},", ",{"type":"[[","value":[["New Jersey"]]}," and is known for it's beaches, recreational fishing and home-town feel. \n\n",{"type":"==","value":["Get in"]},"\n\nManasquan is less than two hours from New York City, New York and Philadelphia, Pennsylvania and can be easily reached by car via exit 98 off the Garden State Parkway (GSP) or RTE 195. \nNew Jersey Transit offers both bus and train service to Manasquan starting from Bayhead, NJ to New York City, NY.  \n\n",{"type":"==","value":["Get around"]},"\n\nThe town of Manasquan is easy to navigate because a single road runs through the business district where you will find a host of small boutiques and locally owned businesses. There are no chain or national franchises in the city of Mansquan.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nManasquan is known for its beaches, surfing, inlet, and for commercial and recreational fishing. Private and charter trips can be made through several fishing shops in the area.\n\n",{"type":"'''","value":["Gee Gee's Arcade"]}," 732-223-4887, 201 Beach Front Manasquan, NJ 08736. Located on the Manasquan boardwalk.\n\n",{"type":"'''","value":["Manasquan Inlet"]}," is known for fishing all year round. Fluke and striped bass are a nice catch while in season. It borders the surfing beach where a lot of competitions are held. Many party and fishing boats can be seen traveling through the inlet to the Atlantic Ocean.\n\n",{"type":"'''","value":["Beach"]},". Wide and long beach, great for swimming, surfing and fishing. Season Badge: Adults- $60 ,Seniors (65+) $20, children under 12 are free. Weekly Badge: Saturday-Friday ($30). Daily Badge: Weekdays - $6  Weekends- $7.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.partyboatnj.com\/ Sea Devil Party Boat"]}]}," (732) 701-1094 405 Channel Drive ",{"type":"[[","value":[["Point Pleasant Beach"]]}," , NJ 08742. Departs from Point Pleasant which is the town next to Manasquan. Offshore Tuna Trip (Yellowfin Tuna, Albacore Tuna, Mahi Mahi, Swordfish, Bigeye Tuna, Wahoo, White Marlin, Blue Marlin, Skipjack), Inshore Blue Fishing Trip (Blue Fish, Striped Bass, Bonito, Fluke, Sea Bass), Inland River Cruises, Memorial Services.\n\n",{"type":"'''","value":["Fisherman's Cove Conservation Area"]}," is known a \"dog friendly\" beach. There are some small hiking trails. The conservation area provides great views of the Manasquan Inlet.\n\n",{"type":"'''","value":["Fisherman's Memorial Statue"]},"\n\n",{"type":"'''","value":["Manasquan Inlet Jetty"]}," Provides great views of the coastline and ocean.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["Inlet-Outlet Surf Shop - Store"]}," ",{"type":"[","value":["http:\/\/www.inletoutlet.com\/"]}," 146 Main Street Manasquan, NJ 08736, 732.223.5842. A surf shop that aside from surfboards, surfing equipment, and skateboards, sells \"surf-brand\" clothes, bathing suits, men and women's footwear, and accessories.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Gee Gee's"]}," 201 Beach Front, Manasquan, NJ 08736.($9-$15) No dress code. A landmark pizzeria on the boardwalk right next to the arcades. Has indoor, and outdoor seating with picnic tables and umbrellas. Big slices of pizza, cheese fries, burgers, wraps, sandwiches, subs, salads, hot dogs, chicken, and ice cream. Serves breakfast, lunch, and dinner. Open after the bars close.     \n\n",{"type":"'''","value":["Carlson's Corner"]},"  (732) 292-9988  432 Beach Front Manasquan, NJ 08736. Conveniently located directly off the beach, you order at the window and eat on the picnic benches on the inlet, or bring your grub back to your beach towel. Serve burgers, hot dogs, fries, shakes, etc.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["The Osprey Nightclub"]},", ",{"type":"[","value":["http:\/\/www.ospreynightclub.com\/index.htm"]}," 201 First Avenue (corner of Main), Manasquan, NJ, 08736. 732-223-4887 Dress code- no flip-flops, tank tops, or hats. Opens May 16 for the season. Has been around since the 70s and remains popular. Has live bands every weekend.\n",{"type":"'''","value":["Leggett's Sand Bar"]}," (732) 223-3951,  217 1'st Ave Manasquan, NJ 08736. Brick oven pizza and live bands. An oceanside hot spot during summer. Becomes very crowded at midnight on the weekends, as in you have to squeeze through the crowd, so get there early.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Nathaniel Morris Inn Bed & Breakfast"]}," ",{"type":"[","value":["http:\/\/www.nathanielmorris.com\/"]}," 732-223-7826  11 Marcellus Avenue, Manasquan, NJ 08736. Established in 1882 and is recognized by the Mansquan Historical Society as one of the 'Gentennial Homes' of Manasquan. Each room is decorated with antique furniture and accessories. Accommodates guests of 13 and older. There are five varying rooms. Room Rates: Winter- Oct. 15- May 15, Summer- May 16- Oct. 14. Winter Weekdays: $115-$175, Weekends $155-$195. Summer Weekdays: $155-$225, Weekends $175-$275. Between January and April, the Nathaniel Morris Inn serves tea from 1-3 P.M. They also provide picnic lunches.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Wikipedia:Manasquan,_New_Jersey"]]},"\n\n",{"type":"{{","value":[["geo"],["40.12611"],["-74.04917"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Monmouth County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Jersey\/Localities\/M\/Manasquan\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Manasquan, New Jersey"]]}]