[{"type":"{{","value":[["pagebanner"],["Managua (Nicaragua) banner Palacio Nacional.jpg"]]},"\n",{"type":"'''","value":["Managua"]}," is the capital of  ",{"type":"[[","value":[["Nicaragua"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nManagua is the capital city of Nicaragua. It is also the largest city in Nicaragua. The city has a population of roughly 1,800,000, composed predominantly of mestizos and whites; making it the second most populous city in Central America after Guatemala City.\n\nManagua's location between the rival cities of León and Granada made it a logical and ideal compromise site in determining the nation's capital. Managua's economy is based mainly on trade. The city is Nicaragua's chief trading center for coffee, cotton, and other crops. It is also an important industrial center. Its chief products for trade include beer, coffee, matches, textiles, and shoes.\n\nThe city has been witness to the rise and fall of political powers throughout Nicaragua's history and suffered devastating earthquakes in 1931 and 1972. Managua is the economic, political, cultural, commercial and industrial center of Nicaragua. Since the 1972 earthquake, residential and business areas have been built on the outskirts of Managua. Managua has been dubbed as the ",{"type":"''","value":["Venice of Central America"]}," because of its escalating use of makeshift canals that can be found throughout the city.\n\nResidents of the city and of the department of Managua are called ",{"type":"''","value":["Managüenses."]},"\n\n",{"type":"===","value":["Budget"]},"\n\nNicaragua is one of Latin America's economically friendly destinations. Its hotel, food and transportation costs are a fraction of its neighbors. Eating at local restaurants is extremely inexpensive, and for $30, a meal for four can be served at these locations. Fast food locations are relatively similar to those in North America and Europe in terms of price. High-end restaurants are also affordable. Foreign cuisine, like French and Italian specialities, are served at high-end locations for a fraction of the price found in North American and European cities. Transportation is equally affordable with bus trips for less than US$1.00 and taxi services. Hotels, as anywhere, vary from cheap hostels to full service five stars that can run into the thousands of cordobas.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"'''","value":["Augusto C. Sandino International Airport"]},", ",{"type":"{{","value":[["IATA"],["MGA"]]},"), Aptdo 5179."]},{"type":"[","value":["http:\/\/www.delta.com\/ Delta"]}," from ",{"type":"[[","value":[["Atlanta"]]},", United Airlines from ",{"type":"[[","value":[["Houston"]]},", Spirit Airlines from ",{"type":"[[","value":[["Fort Lauderdale"]]},", American Airlines from ",{"type":"[[","value":[["Miami"]]},", TACA airlines from Miami and Washington Dulles (IAD). TACA also connects several times daily from San Salvador and COPA once daily from both San Salvador and Panama City. Flights from Canada are less expensive and less troublesome via San Salvador than via Miami. In the Winter, Air Transat (charter) flies non-stop from Montreal to Managua for packages primarily in Montelimar.\n\n",{"type":"===","value":["By Motorcycle"]},"\nA great adventure is to visit Nicaragua on a motorcycle. The smells, the air, nature can be uniquely experience with a motorcycle. For motorcycle rentals visit ",{"type":"[","value":["http:\/\/www.nicamotoadv.com Nicaragua Motorcycle Adventures"]},"\n\n",{"type":"===","value":["By car"]},"\n\nIf you are looking for a driver and car hire then check ",{"type":"[","value":["http:\/\/www.taximanagua.com Taxi Managua"]}," who have selected a small number of reliable taxi drivers. All drivers are official airport Taxis.\n\n",{"type":"===","value":["By bus"]},"\nThere are direct bus routes from all major cities stopping at various points.\n\nBuses from ",{"type":"[[","value":[["Masaya"]]},", ",{"type":"[[","value":[["Granada (Nicaragua)"],["Granada"]]},", ",{"type":"[[","value":[["San Marcos(Nicaragua)"],["San Marcos"]]}," and some from ",{"type":"[[","value":[["Jinotepe"]]}," come in through the southeastern Carretera Masaya entrance and pass by the Centroamerica rotonda before going to either ",{"type":"''","value":["Mercado Huembes"]}," or UCA.\n\nBuses from Jinotepe also come in through carretera Sur stopping by 7 Sur, a hub to go to via Carretera Nueva and Vieja Leon and C. Sur.\n\nTo go to the mountains in the north or the caribbean coast, buses leave from ",{"type":"''","value":["Mercado El Mayoreo"]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.avis.com.ni\/ AVIS Rent-a-car"]}]},". They have offices at the International Airport, Montoya zone, Carretera a Masaya. E-Mail: ",{"type":"[","value":["mailto:reservations@avis.com.ni reservations@avis.com.ni"]},", Toll Free US & Canada: 1-866-978-6539, Nicaragua phone: 505-250-3366."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Budget Rent-a-car"],["alt="],["url=http:\/\/www.budget.com.ni"],["email=reserve@budget.com.ni"],["address="],["lat="],["long="],["directions="],["phone=505 2255-9000"],["tollfree="],["fax="],["hours="],["price="],["content=Has 10 locations around Nicaragua. cars from $10 per day up."]]}]},"\nDriving directions in Managua are not typical. In fact, they are often regarded as unique and confusing. The major earthquakes have left the city without a consistent and clear street address system. Although the government has made attempts to address this problem, directions are given relative to landmarks and distances. For example, most addresses are given based on landmarks and with the directions al lago - North, towards the lake, arriba\/abajo (east\/west) and al sur (to the South).  For example, to instruct a taxi driver to drop you off at ",{"type":"[","value":["http:\/\/casabenlinder.org\/ Casa Ben Linder"]},", the directions are \"en barrio Moseñor Lezcano, de donde fue el Banco Popular, 2 al lago, 2 arriba\", which means, \"in the Lezcano neighborhood, from where People's Bank used to be, 2 blocks towards the lake and 2 blocks East.\"\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":["There's a wiki (in Spanish) with route information for local buses in Managua ",{"type":"[","value":["http:\/\/rutas.softwarelibre.org.ni\/index.php\/P%C3%A1gina_Principal here"]},"."]},"\n",{"type":"*","value":["110 goes from mercado Israel Lewites (buses to León) to mercado Roberto Huembes (buses to Granada), passing on the way by the UCA, where microbuses leave for both Granada and León, as well as Masaya and other cities."]},"\n",{"type":"*","value":["Buses to Granada, Leon, Jinotepe, Masaya, and Chinandega are also available at UCA (Universidad Centroamericana). Several city buses connect through UCA as well (102, 103, 105, 110, 111, 114, 119, 168)."]},"\n",{"type":"*","value":["Bus fare is currently 2.5 córds. if you don't know which bus to take you can usually ask someone at the stop. there is no map of managua bus routes so most people just memorize them."]},"\n",{"type":"*","value":["In 2013 a new system of payment was introduced, which replaced cash with recharchable cards. However problems with those cards have made the implementation difficult. As of March 2014 most buses only accept cards. However some accept both. Look for \"pago mixto\" on the front of the bus. However, the cards can be purchased by tourists as well if you know where. They cost C$50 and can be charged with any amount of money."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Catedral de managua.jpg"],["thumb"],["250px"],["Managua Cathedral"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Catedral de Managua"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ruins of the city's old cathedral are a remembrance of the damage caused by a 1972 earthquake that destroyed much of central Managua."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Palacio Nacional"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Adult : 4 USD. Guided tour in spanish and english included."],["content=The old national palace is now a museum featuring several salons with exhibits highlighting the indigenous Nahuatl people and the 2,500 year old stone sculptures they left behind. A smattering of popular arts and cultural exhibits round out the museum, which also features a beautiful courtyard garden."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rotonda Ruben Dario"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a lovely fountain at the Ruben Darío Rotonda that is lit up at night and visible from Tiscapa."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tiscapa Lagoon"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fresh water lagoon in the crater of an extinct volcano. This is where you'll also find the landmark silhouette of Augusto Sandino as well as military memorials. Zip-lines over the lagoon let you fly across the water in a harness (for a fee)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Huellas de Acahualinca"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(505) 2266 5774"],["tollfree="],["fax="],["hours=M-F : 8AM to 5PM \/ Sa-Su : 9AM to 4PM"],["price=Adult : 4 USD"],["content=Footprints of a group of around 10 people that walked towards the lake 6000 years ago. The tracks were found 4 meters below the surface and were preserved thanks to a nearby volcano eruption.  Note that the site of the footprints is in a very bad neighborhood.  You must take a taxi to get there and take a taxi to leave.  Do not attempt to walk there."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=New Cathedral"],["url="],["email="],["address=Near Rotonda Rubén Darío"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Designed by Mexican architect Ricardo Legorreta and completed in Sept. 1993, some find this unusual Catholic church to be fascinating. Some find the roof's 63 domes to be sleek and mosque-like."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Parque de la Paz"],["url="],["email="],["address=Área Monumental"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Your chance to see a lot of grayish-white concrete poured over AK-47s and one tank, which is supposed to symbolize everlasting peace in Nicaragua now that the Contra war is over."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Gambling"]}," - There are many casinos, large and small throughout Managua. Star City has a number of locations. If you like to play poker, go to the Pharo's casino on Carretera Masaya.  It has hold'em poker tournaments at night (when there's enough interest); $200 buy-in no limit table can be found a lot of nights, $50 tournaments. The nicest casino in Managua by far is Palms Casino just off of Carretera Masaya. Beware that casinos are said by police and regional security analysts to play a significant role in the regional drug trade and money laundering networks. This is unlikely to impact your personal safety at a casino, but does contribute to Nicaragua's security problems."]},"\n",{"type":"*","value":[{"type":"'''","value":["Play billiards"]}," - There are at least three good pool places if you're in a group, Pool8, and the two Time Off locations. All are downtown. Time Off has excellent snacks."]},"\n",{"type":"*","value":[{"type":"'''","value":["Catch a movie"]}," - You can catch good Latin American movies some Wednesdays at 7PM at the theatre near Art Cafe (a bar) near the Parque de las Palmas.  The Art Cafe is near Hotel Beneficial Las Palmas and is within walking distance to the hotel."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\nIf you do not have the time to go to Masaya for handicrafts, go to the Mercado Huembes where you will find everything from souvenirs to hammocks, and paintings.  Ask anyone how to get there.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Galería Codice"],["url="],["email="],["address=Colonial Los Robles"],["lat="],["long="],["directions="],["phone=2267-2635"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent place to buy art (including paintings) and top-quality souvenirs\/artesania from all over Nicaragua.  As might be expected, though, items are pricey here."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Mercado Oriental"],["url="],["email="],["address=Calle 15 de Setiembre"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Listed here reluctantly but, hey, there are always tourists who can't resist the thrill of being in a dangerous place!  And it is famous (so is Hitler, though).  Check in the safety section below for further information on this rather, uh, interesting shopping experience.  Really though, it's much safer and saner to do your shopping in places like the Mercado Huembes and Metrocentro.  Pick-pocketing, grab-and-run theft, and armed robberies are regular occurrences in the Mercado Oriental."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Los Ranchos"]},": steak house that is so good, it spawned a chain in South Florida.  Has been popular with locals for lunch and dinner since the days of Somoza.  During that time, the politicians on opposite side of the conflict would run into each other here on a regular basis.  Service is impeccable.  They serve a churrasco that is hard to beat for flavor and tenderness.  Order it with a gin Martini for appetizer.  Located about 3 blocks north of estatua de Montoya.  $$."]},{"type":"*","value":[{"type":"'''","value":["La Plancha"]},": Steak house at its best and finest. Dare you to try it and not say its one of the best steaks you ever had tried in your life. Their signature plate is the name of the restaurant: La Plancha. Comes with mashed potatoes and plantains on a hot grill. $$."]},"\n",{"type":"*","value":[{"type":"'''","value":["Le Café de Paris"]},": the best French restaurant in town. Taken care personally by its proprietor and chef, Jeaninne. Very good wines. Ask for its famous foie gras, green salad and pepper steak. Located in Los Robles. $$$."]},"\n",{"type":"*","value":[{"type":"'''","value":["Asados El Gueguense"]},": great local cuisine. Large selection of local meat dishes. ",{"type":"[","value":["http:\/\/www.elgueguense.com\/ Restaurant Website"]},"$$."]},"\n",{"type":"*","value":[{"type":"'''","value":["La Cocina de Doña Haydée"]},":  a good taste of local Nicaraguan cuisine.  3 Locations - Original off the Carretera Masaya km 4.5 (not far from Metrocentro), another near the Rotonda Bello Horizonte and the last in the food court at Metrocentro."]},"\nA good breakfast is ",{"type":"''","value":["Leche Agria"]}," - a homemade yogurt like drink.  Look for signs advertising it in store fronts and pulperias.  Put a little salt on it and eat it with tortilla.\n\n",{"type":"*","value":[{"type":"'''","value":["Casa del Cafe"]}," for good coffee and breakfast.  Four locations, one in Los Robles, one on the second floor of Metrocentro, one in Galerias Santo Domingo and one after the security check at Augusto C. Sandino International Airport."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sushi Itto"]},", in case you have a craving. Three locations, one in Carretera Masaya (in Plaza Familiar), one in Galerias Santo Domingo, and one in Plaza Caracol. $$."]},"\n",{"type":"*","value":[{"type":"'''","value":["La Cueva del Buzo"]}," - great seafood freshly caught. Must go if you can afford it $$$."]},"\n",{"type":"*","value":[{"type":"'''","value":["El Rincon Salvadoreno"]}," - fantastic Salvadorian pupusas and fruit juices in a pleasant outdoor area $"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Toro Huaco"]},", in the Zona Rosa across from the Picoteo. Outdoor restaurant bar that is comfortable with large groups.  Sit under the stars on clear nights.  Open mike night on Thursdays for joke telling is good night to get to know the Nicaraguan sense of humor.  Owner speaks English fluently."]},"\n",{"type":"*","value":[{"type":"'''","value":["Music Lounge"]},", 2 blocks north of the Texaco in Altamira. Outdoor\/indoor music bar that plays a range of music. Nice lighting and atmosphere. Show up with friends."]},"\n",{"type":"*","value":[{"type":"'''","value":["El Caramanchel"]},", Del Hospital Militar,3 cuadras al Norte. cultural bar with a good mix of foreigners and Nicas."]},"\n",{"type":"*","value":[{"type":"'''","value":["HipaHipa"]},". Exclusive Club on Carretera Masaya. Entrance can be 150 cordobas, parties wed\/fri\/sat."]},"\n",{"type":"*","value":[{"type":"'''","value":["Moods"]},", in Galeria Santo Domingo located on Carretera Masaya. Fanciest and Hippest disco in Managua. Entrance can be from 150 cordobas to 300 cordobas, parties W-Sa."]},"\n",{"type":"*","value":[{"type":"'''","value":["Broder"]},", in Zona Rosa. Disco with entry fee up to 150 cordobas, parties Th-Sa."]},"\n",{"type":"*","value":[{"type":"'''","value":["Arribas"]},", in Zona Rosa on top of Broder. A good atmosphere, sometimes live music."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Art Cafe"],["alt="],["url=http:\/\/www.artcafenica.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Art Cafe is a very nice place for listening to live alternative music and have a tranquil evening. It has a colorful bohemian looks and art on their walls and in the vibe of the place and the people that frequent it in general. Go there by taxi, ask for \"Art Cafe, en frente del Parque las Palmas\""]]}]},"\nThere are tons of bars in the area south of the big ",{"type":"'''","value":["BAC building"]}," downtown, find an abandoned place called Lacmiel and head east to find this zone.\n\nMozara-180 entrance fee-open bar till 2PM Saturday's\n\nThere are also a few bars and restaurants around ",{"type":"'''","value":["ZONA HIPPOS"]},". ",{"type":"'''","value":["Woody's"]}," has good wings, ",{"type":"'''","value":["Pirata's"]}," is a popular local restaurant\/bar and ",{"type":"'''","value":["Tercer Ojo"]}," is a more upscale resto-lounge with fusion cuisine. This area is west of the traffic light at Hilton Princess and La Union supermarket.\n\nThe ",{"type":"'''","value":["\"Zona Rosa\""]}," is an area with bars and restaurants that has sprung up in what was once a mostly residential area.  It is located south of the BAC building.  Highlights include Pharaoh's casino, Casa del Cafe, bars east of Lacmiel, la Casa del Baho restaurant, and Hipa Hipa bar.\n\nLast but not least there are also bars and restaurants in the new \"Zona Viva\" in Galerias Santo Domingo\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Select Managua"],["alt="],["url=http:\/\/www.holidayinn.com.ni\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=5 miles from airport, full service hotel, free Internet, free car rental with room, hotel and convention center."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hospedaje Luciernaga"]}," Radio Sandino 75 mts east, Tel: 222 6570; 10 US for a room with private Bathroom (close to the ",{"type":"''","value":["Trans-Nica-Bus Terminal"]},", Taxi ca. 1 US)"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Yolaina"],["url=http:\/\/hotelyolaina.net\/"],["email="],["address=From semaforos de enitel Villa Fontana 200 meters west, 50 meters north, 50 meters east"],["lat=12.113783"],["long=-86.269047"],["directions="],["phone=(505) 22771337"],["tollfree="],["fax="],["hours="],["price="],["checkin=1PM"],["checkout=11AM"],["content=24 rooms, each equipped with air conditioning, hot water, wireless Internet, and cable TV. Hotel has 24 hour security, a pool and breakfast is included. 5 minutes from Galeria Santo Domingo and Metro Centro, 3 minutes from Pharaohs, Chinese Embassy, and Zona Hippos. Manager speaks English. Airport pickup\/dropoff is available. Rooms are $35-$50 per night with discounted rates for long term stays."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hilton Princess Managua"],["alt="],["url=http:\/\/www.managua.hilton.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=5 miles from the airport and mere steps from some of the best bars & restaurants in town. Great staff."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Santos Guest House"]}," is the most renowned budget place in town—or at least the cheapest -- $7\/night\/person (June 2011). This place might be handy for backpackers. Don't expect too much from the DIY plumbing and electrical wiring, but you will get your own bathroom\/shower."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bolonia"]},", home of Hotel Santos, contains a host of $5–15\/night (negotiable) hostels within a few blocks of the Tica Bus station.  Walk around and visit a few before you choose one."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Europa"]}," has clean, comfortable rooms for about $30\/night.  It is owned by a Spanish guy.  Located near the Crowne Plaza (one block al lago, one west, one block al lago)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Crowne Plaza"]},":  This is one of the nicest Crown Plazas around.  The service is impeccable, the pool is very nice, and there's marble everywhere.  There's a casino and a sushi restaurant, several more restaurants within walking distance, and a small shopping mall across the street.  Get a room with lake view and you will see clearly all the way to Teatro Nacional Ruben Dario, the old cathedral, and the old and new government buildings.  This hotel was the ",{"type":"'''","value":["Intercontinental"]}," for years until the new Intercontinental was built at Metrocentro.  Before the 1972 earthquake that destroyed Managua, this hotel sat on the hill overlooking the whole city right next to the main military base and Somoza's bunker.  It's where everyone who was anyone stayed in Nicaragua until the early 1990s.  The EEBI (the elite force of the Guardia Nacional during Somoza's time) and the military academy were a short walk away. It's as if the U.S. advisers and politicos had a dorm right next to the Somoza government.  Howard Hughes stayed here when he was in Nicaragua in the 1970s.  It is said that he rented three floors for weeks and demanded that the staff not rotate.  He met with Somoza about some business, but nothing came of it.  Rooms go for $90–120 a night."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mansion Teodolinda"]}," has nice rooms with Air Conditioning, cable TV, a pool and a restaurant.  It was the well known house of a family until the revolution, hence it is a landmark and reference point for addresses. The original building was destroyed by the 1972 earthquake, remaining as an empty lot. In 1991 the land was purchased and in 1993 opened to the public with only 7 rooms. As a family business has been slowly growing up to 42 rooms, offering restaurant, meeting facilities, swimming pool. It is located near Hospital Militar (three streets North and two streets west). A double room with breakfast included goes for about $60. ",{"type":"[","value":["http:\/\/teodolinda.com.ni"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Colon"]}," has been recently refurbished.  It is nice, clean and comfortable, yet reasonable and charming.  Double occupancy rooms were $68 (or $53 for a less nice room) with AC and cable TV.  Breakfast included, free parking in front.  Location: south of the BAC building, east of Lacmiel about 2 blocks (updated 1\/2007)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Los Balcones"]},"(near the Spanish embassy) in Las Colinas close to Managua is a family run hotel with rooms that start at $25\/night. 24 hour security. The owner speaks English, but the rest of the family and the principals of the staff don't. Breakfast is available. Rooms have air conditioning and cable, Wireless Internet for free, refrigerator, pool, safe parking. The Hotel's slogan is \"One Bed - One Bathroom\" The only downside is the traffic during the day if you're on the street side of the hotel; luckily not when you are sleeping. A big plus is the view of downtown Managua from the balconies. Some mornings are just amazing. Contact E-Mail losbalcones@cablenet.com.ni or at Phone 505-255-0031, ending 2 and 3.",{"type":"[","value":["http:\/\/www.hotellosbalcones.com"]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Managua Backpackers Inn"],["alt="],["url=http:\/\/www.managuahostel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=2267-0006\/8414-4114"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Colonial Los Robles, 3era etapa, Casa #55, De donde fue Chaman 75 varas al sur. Dorms from $8 per night. This hostel is centrally located in the heart of modern downtown Managua, and offers guests a wide range of accommodation options and features. In less than 10 minutes you can walk to the MetroCentro shopping center, cinemas, parks, casinos, supermarkets, Zona Hippos, and over 50 restaurants, bars, and nightclubs. The surroundings are very clean and secure allowing guests to explore at any time without worry. Just a short bus or taxi ride to all of the major national sights, UCA, Bus Terminals, and markets. Airport transfers take 30 minutes, and a shuttle service is available for guests. Dormitory or private rooms, shared kitchen, pool, hot showers, air conditioning, free wireless internet and a relaxed comfortable atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Real InterContinental Metrocentro Managua"],["url=http:\/\/www.ichotelsgroup.com\/intercontinental\/en\/gb\/locations\/managua"],["email="],["address=Costado Sur Centro Comercial Metrocentro, carretera Masaya"],["lat="],["long="],["directions="],["phone=+505 2 2768989"],["tollfree="],["fax=+505 2 2768988"],["hours="],["price=$150-600"],["checkin="],["checkout="],["content=157 rooms with wireless high speed internet, 7 suites, rooms and executive floors. It offers its guests the services of restaurant and bar, gym, spa, pool, gift shop and print service."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa de doña Elba Tapia"],["url="],["email="],["address=Barrio la Luz"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Homestay house.It is located in a safe and friendly neighborhood in Managua, on the same block as Viva Spanish School.It has comfortable rooms with bathroom. For more information call at 2702751."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Beneficial Las Palmas"],["url=http:\/\/www.hotelbeneficial.com"],["email="],["address=De la estatua de Montoya, 3 cuadras al Oeste,1½ cuadra al Norte"],["lat=12.147213"],["long=-86.290272"],["directions=Turn right at the Bridgestone Tire by the Statue Montoya"],["phone=505-2250-0075"],["tollfree="],["fax="],["hours="],["price=53.00 includes tax."],["checkin=12:00"],["checkout=2:00"],["content=Hotel Beneficial is next to the Parque Las Palmas.  For around $50, tax included, you will receive a king bed, internet in every room, cable tv, air conditioning, and access to the pool.  Computers are in the lobby for free use.  Beverages and snacks are available 24 hours a day.  Full breakfast is included -- always cooked fresh for each guest.  Lunch and dinners are available at reasonable rates."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Viva Nicaragua Guesthouse"],["url=http:\/\/www.vivanicaragauguesthouse.com"],["email="],["address=Km 17.5 Ticuantepe"],["lat="],["long="],["directions=Managua Nicaragua"],["phone=8743-3700"],["tollfree="],["fax="],["hours="],["price=$39"],["checkin=12:00"],["checkout=12:00"],["content=Viva Guesthouse is a small B&B style hotel just 15 minutes from Metrocentro Shopping Mall but a world away. With a pool, secure area, air conditioning, private rooms\/baths, wi-fi and cable TV, it is your best value. Viva also owns Viva Spanish School in Managua. Extended-stay rates available."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Dulce Hogar B&B"],["url=http:\/\/www.hostaldulcehogar.com"],["email="],["address=Bosques de Altamira Avenida principal El Chipote #449. Managua, Nicaragua"],["lat="],["long="],["directions=De donde fue Lozelsa ahora gasolinera Petronic La centroamerica, 2 cuadras y 75 varas al lago"],["phone=(505) 22770865\/ (505) 22705936\/1-(305) 704-7178"],["tollfree="],["fax="],["hours="],["price=$30-$50"],["checkin=2PM"],["checkout=12PM"],["content=A small,nice and cozy family run hotel designed with the serious purpose of satisfying your accommodation needs at a clean, safe and affordable place. The friendly staff love to make travelers feel like home.The hotel is located on the main avenue of a 1970's founded residential neighborhood in West side of Managua with an increasing commercial transformation since 1995. Close to Zona Rosa, Zona Viva, Hippos and Metrocentro.8 comfortable rooms for one, two or three guests with full breakfast included. Air conditioning, private bathroom, hot water shower, hair dryer, remote controlled cable TV, radio-alarm clock, in-room safe box and telephone. Free Wireless Internet access at and computer use in business center. Cafeteria service by demand. 24Hrs reception and video surveillance."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":["Nicaragua has made considerable strides in terms of providing police presence and order throughout the country. Crime is relatively low, and the country has been historically ranked as the safest country by INTERPOL and has been ranked as one of Latin America's top 5 safest countries by the Vision of Humanity project. However, starting in 2008, reports of low-level gang violence began coming in from Honduras and El Salvador. The National Nicaraguan Police have been successful in apprehending gang members and reducing organized crime."]},"\n",{"type":"*","value":["Tourists are advised to remain alert at all times in Managua. Although gang activity is not a major problem in Managua nor Nicaragua, caution should be exercised. Tourists are advised to travel in groups, or with someone trusted who understands Spanish."]},"\n",{"type":"*","value":["It is also advised that tourists refrain from using foreign currency in local transactions. It is best to have the local currency instead of having to convert with individuals on streets or non-tourist areas. Banks in Nicaragua require identification for any currency conversion transactions, it is best to utilize ATM machines that dispense the local currency. When using ATM machines, utilize precautions and be aware of your surroundings. Make sure you are in a well frequented area and ensure yourself that the ATM has not been altered in any way or form. Some thieves alter ATM machines with chips that can steal credit card numbers and personal information. This type of crime is rare, but it should be noted that an increase in foreign tourism has stimulated the increase of this crime. Tourists are also advised to make sure that they stay on top of their credit card or debit card transactions via online banking. Any suspicious transactions should be reported immediately."]},"\n",{"type":"*","value":["Traveling around Managua is relatively simple, but as in any major city, tourists are advised to exercise basic caution. When traveling to the ",{"type":"''","value":["Mercado Oriental,"]}," tourists are advised to go in groups and avoid the use of chains, necklaces and other valuables. Although Police Officers are available in and around the market, the market tends to be very full and thus it can be hard to find any person who steals your valuables. Tourists are also advised to be cautions around the outskirts of downtown, the area between MetroCentro and the BAC building. Several muggings have occurred around this area. The area around the tica bus station has been deemed unsafe for tourists by the Nicaraguan police due to the high volumes of people moving around.  If you must go, take a taxi to and from there."]},"\n",{"type":"*","value":["When traveling around the city of Managua or around Nicaragua, there are several transportation alternatives. Popular options include buses and taxis, both of which have different rider standards and different precautions."]},"\n",{"type":"*","value":["Buses in Nicaragua tend to be old school buses that transport people and goods to market. These are colloquially called ",{"type":"''","value":["Chicken Buses."]}," Much like the Argentine collectivo, it uses the honor system on travelers and charges based on the distance one travels. It is relatively the most inexpensive option, allowing tourists to travel to major tourist attractions and other destinations. However, these buses can be extremely crowded and tight in terms of space. An overhead rack tends to be provided for the storage of bags and other items, but tourists are recommended to keep their bags at hand, in their sight, at all times. If you are carrying something valuable and fear the potential loss of theft of it, you are advised to put a lock on your bag. Tourists are also advised to not carry large sums of money in their pockets. On crowded buses (especially during rush hour), thieves can rob you without you noticing. In addition, do not wear any expensive jewelry on the bus. It can be taken from you without your notice due to the high volumes of passengers that board buses. Buses in local urban and interurban routes are not air conditioned, and thus, tourists should ensure that their window is open (provided they are seated)."]},"\n",{"type":"*","value":["There are also ",{"type":"''","value":["Express Buses"]}," in the form of mini-vans. These buses provide express inter-city transport at a higher price compared to the standard local ",{"type":"''","value":["Chicken Bus."]}," This form of transport is also cost-friendly, but extremely tight in terms of space. Tourists cannot carry any heavy cargo. Small purses and bookbags are fine, but tourists are advised to exercise the same caution as they would on a ",{"type":"''","value":["Chicken Bus."]}]},"\n",{"type":"*","value":["There are two forms of Taxis in Managua: Collectivos and Privados (Collectives and Privates)."]},"\n",{"type":"*","value":["Collective taxis work similar to buses: they pick up passengers on the route that you travel on. Usually this means that 3-4 passengers ride in a car with a common or similar destination. This is the fastest transport available in Managua, the cost is also friendly given that the fare is split evenly among the riders. However, collective taxis are also risky given the fact that organized crime has flourished in this transportation sector because of fixed passengers. In other words, drivers already know who they pick up and thus mug the one extra passenger. This crime, however, is not common, but it is the one with the highest chance of being mugged."]},"\n",{"type":"*","value":["Private taxis are the most popular option among tourists. The taxi is yours and picks up no one along the way. The fastest service in Managua also is the most expensive. These taxis have the most space and the most personal protection. If you have cargo, ensure that you hail a taxi that has a trunk. Not all cars are equipped with one."]},"\n",{"type":"*","value":["When riding taxis, tourists are strongly recommended to close their windows. Leaving windows open allows one to be robbed while in the car and exposes one to beggars and other service givers. Most tourists consider this a nuisance, and so do locals. Air conditioners do not always work on street-hailed cars. In any case, radio-dispached cars are readily available (particularly from resorts and hotels) and offer the same amenities luxury car services offer at roughly the same price as their North American counterparts."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=esalvo@eskimo.com.ni"],["address=Apto Postal 1436"],["lat="],["long="],["directions="],["phone=+505 265-8195"],["tollfree="],["fax=+505 266-6394"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]},"  ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finlandia.org.ni"],["email=sanomat.mgu@formin.fi"],["address=Edificio El Centro, 2º piso, de la rotonda El Güegüense 600m al sur, Avenida Naciones Unidas"],["lat="],["long="],["directions="],["phone=+505-2278 1216 and +505-2278 1218"],["tollfree="],["fax=+505-2278 2840"],["hours="],["price="],["content=Mp-Th 8AM-noon, 1PM-4:15PM, Fr 8AM-12:45PM"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/portal.sre.gob.mx\/nicaragua\/index.php?option=displaypage&Itemid=52&op=page&SubMenu="],["email="],["address=Km. 4 1\/2 Carretera a Masaya 25 Varas Arriba, Altamira, Contiguo a Optica Matamoros"],["lat="],["long="],["directions="],["phone=+505 2278-1859"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.ni.emb-japan.go.jp\/"],["email="],["address=Plaza España 1 cuadra abajo y 1, cuadra al lago, Bolonia"],["lat="],["long="],["directions="],["phone=+505 2266-8668"],["tollfree="],["fax=+505 2266-8566"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/nicaragua.usembassy.gov\/"],["email=consularmanagua@state.gov"],["address=Kilómetro 5 1\/2 Carretera Sur"],["lat="],["long="],["directions="],["phone=+505 2252-7100"],["tollfree="],["fax=+505 2252-7250"],["hours="],["price="],["phoneextra=Consulate +505 2252-7888"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Granada (Nicaragua)"],["Granada"]]}]}," - Oldest colonial town in the American continent. It has beautiful colorful and picturesque churches. While you're there, take a 2 hour tour of the Granada Isletas (Islands), 365 in total and home to many tropical birds and monkeys. Also while there take a zipline jungle canopy tour of the impressive volcano Motombo, which looms large over the pueblo. While in Granada be sure to go out on a La Calsada, a hip street host to lots of street musicians and a great, relaxed youth vibe with varied, cheap and delicious food options abounding."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Pochomil & Masachapa"],["url=http:\/\/www.pochomilbeach.com"],["email="],["address="],["lat="],["long="],["directions=1 hour or 70 kms from Managua"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Montelimar, Masachapa, Pochomil and Pochomil Viejo are the closest beaches from Managua. Montelimar is a private hotel, Masachapa is a fisherman's town with hostals, B&B, bars, restaurants and fisherman's market. Pochomil is located 2 kms South of Masachapa and is a public resort, very popular among Managua residents who arrive in hundreds of buses to spend the day and eat fish and ceviche at the local palapas, there are some private homes who share the beach as well as hotels. Pochomil Viejo is a more exclusive beach located 3 kms south of Pochomil, full of private homes and vacation rentals. The Masachapa-Pochomil beach extends over 25 kms uninterrupted until reaching La Boquita, a great ride to do on a quad bike. Many facilities are available, such as horseback riding, motorcycle rides, surfing, turtle watching, and more."]]}," Closest beaches from Managua. There are several beaches in the area: Montelimar, Masachapa, Pochomil and Pochomil Viejo. Masachapa and Pochomil are popular with many restaurants, hostals, B&B and bars, Montelimar is a private resort and Pochomil Viejo is an exclusive beach with private homes and vacation rental homes. It is a large beach where you can enjoy horseback riding, motorcycle rides, surfing, turtle watching, etc.<\/see>"]},"\n",{"type":"*","value":[{"type":"'''","value":["La Laguna de Apoyo"]}," - An amazing lagoon preserve over three kilometers wide at about 400 meters elevation, crystal clear waters and an impressive jungled volcanic rim of 200 meters. Scuba diving is available along with just relaxing by the water side with various resorts ($6 for a steak dinner and $0.45 beers) catering to different clients, from young European university students to family venues. Bring a camera."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ometepe"]}," - In the middle of epic Lake Nicaragua (19th largest in the world) and a short taxi, then ferry ride from Granada you have Ometepe, an island of two jungle covered tropical oasis home to great eco tourism, virgin jungle and great hikes to waterfalls and the summit of either the (active) volcano Conception (ten hours round trip) or the (inactive) Maderas (eight hours round trip). Also popular are shore side horseback riding along the roads until you reach one of several crystal clear water lagoons up on the mountainside over 300 meters across."]},"\n",{"type":"*","value":[{"type":"'''","value":["Masaya Volcano National Park"]}," - Excellent park featuring a smoking, active volcano, a visitors center with historical and geological displays. Watch the crater fumes rise to the sky. Climb the steps to the Bobadilla Cross. See the flocks of bright green parrots who live in the volcano's walls. Guided walks to a bat-filled cave are available in the evenings."]},"\n",{"type":"*","value":[{"type":"'''","value":["Caribbean Coast"]}," - Daily flights are available to Nicaragua's Atlantic coastline, where tropical reefs and small offshore islands offer a very different view of the country. Try to specially visit Corn Island and try their fresh garlic butter shrimp and other seafood that gets freshly caught each day. Swim in beautiful turquoise water or take a glass bottom boat ride and\/or scuba diva in the coral reefs."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pacific Beaches"]}," - Try going to one of Nicaragua's best and most popular destinations: San Juan del Sur, who plays host to the best surf in Central America with many unpopulated beaches hosting world class waves in the area accessible through four wheel drive vehicles.  Popoyo beach is known to host 25 foot offshore faces on waves in season, but with so much selection and quality it isn't hard to find and empty beach for anyone's tastes. This is a mellow beach town that has from $6 hostels to $70 nice hotels up to expensive condo rentals and with increased interest in tourism the local food can be fresh seafood from $3.00 without international tourists fearing foodborne illness due to increased standards. The market and beach front offer extensive dining opportunties at $5 a big dinner. There is something for every pocket. While in San Juan del Sur try to visit nearby practically unpopulated beaches of majagual and marsella, among others. Also, for a more comfortable tourist scene you could always visit Montelimar Beach Resort which is like 10 minutes from Pochomil Beach in the pacific. Rooms average of $75 all inclusive (buffet, soft and alcoholic drinks)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Volcano Cerro Negro"]}," - A fine black sand active volcano piercing the clouds, several companies take you up to the top slopes where you go down on a sled. It's dependent on the rider but speeds of 30 mph have been achieved and since the sand is so fine no danger is present, just great views, adrenaline as you plow down the mountain over a sea of clouds."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["12.136389"],["-86.251389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Capital_Region_(Nicaragua)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Managua"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Central America\/Nicaragua\/Localities\/Managua\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Managua"]]}]