[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:KULLU Manali.jpg"],["right"],["thumb"],["400px"],["Kullu River, Manali"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/himachaltourism.gov.in\/post\/Manali.aspx Manali"]}]}," is a city in the ",{"type":"[[","value":[["Kullu (district)"],["Kullu Valley"]]},".\n\n",{"type":"==","value":["Understand"]},"\nManali, at the northern end of the Kullu Valley in Himachal Pradesh, is a hill station situated at a height of 2050 m (6398 ft) in the Himalayas. Situated on the Beas River (Vyaas in Hindi) and near its source, it is a popular tourist spot for Indians in summer and a magical, snow-covered place in winter. A staging point for a number of treks (Beas Kund, Chandrakhani Pass) and sports such as white-water rafting, Manali is also on the road to ",{"type":"[[","value":[["Ladakh"]]}," via the valley of ",{"type":"[[","value":[["Lahaul and Spiti"]]}," and Rohtang Pass, which is the main attraction near Manali.\n\n",{"type":"===","value":["Weather"]},"\n\nMinimum temperature could range between -05 to -15 degree Celsius from October till March. December, January and February are coldest months. Rest of the year the minimum temperature would be between 15 to 20 degree Celsius.\n\nAs temperature goes below freezing level, especially during winter season, travelers are advised to carry appropriate clothing.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nManali is about 550 km from ",{"type":"[[","value":[["Delhi"]]},", the capital of India, and there are buses connecting the town with Delhi, ",{"type":"[[","value":[["Shimla"]]},", ",{"type":"[[","value":[["Dharamsala"]]}," and ",{"type":"[[","value":[["Leh"]]},". For service from Delhi to Manali, tickets and reservations can be made at the Inter State Bus Terminus as well as at the Himachal Tourism office on Safdar Hashmi Marg near Mandi House in New Delhi. The approximate  travel time from Delhi to Manali is 14 hours; from Ambala to Manali is 10 hours; and from Kulu to Manali is 1.5 to 3 hours. Volvo buses—which depart at around 5PM and reach at 09-10AM next day—are available from Delhi and is the best option in terms of comfort and value for money to reach Manali but you need to book these in advance. Hotels like kapoor resort book your volvo with wifi connection and personal led screen along with their hotel package.\n\nAs the windows do not open outward on the Volvo buses, passengers are advised to carry anti vomiting medicines and avoid eating just before\/after boarding the bus.\n\n",{"type":"===","value":["By private taxi"]},"\nIf hiring a private taxi, ensure that the driver has experience driving in hilly regions and does not have the habit of drinking alcohol.Also make sure the driver has done the trip at\nleast once before and knows all roads.  Also make sure that the driver is used to drive for long hours.  If you are going to Manali through Chandigarh-Ropar-Kiratpur-Mandi highway, then your driver would need to drive on hilly roads for at least 6 hours. The expected price is somewhere around 3000 to 4000 rs  \/ day for an Indica or an Innova car from Delhi.\n\n",{"type":"===","value":["By train"]},"\nThe nearest Broad Gauge Rail Head is Ambala Cantt(290km) or Chandigarh (250 km)from Indian Capital New Delhi. Ambala Cantt is on the Delhi - Amritsar and Delhi - Jammu main lines and is well served by rail, but you will need to travel to Ambala to get a bus for the 10 hour ride to Manali. Jogindernagar and Kalka are other, less preferable, rail heads for Manali.\nThe nearest Broad gauge station is Kiratpur Sahib in Punjab near the city of Nangal. It lies in Ropar district of Punjab. The station lies on the Ambala Cantt - Una route of Indian Railways. From here you can easily get buses for Manali.\n\n",{"type":"===","value":["By plane"]},"\nThe nearest airport is Bhuntar ( Kullu ) Airport ( Tel: 01902-265037, 265603), 50 km from Manali, 10 km from ",{"type":"[[","value":[["Kullu"]]},", about one hour away. Earlier Kingfisher used to operate flights from Delhi to kullu or Chandigarh to Kullu but right now there is no flight route as the airline has stopped functioning.\n\nDelhi is nearest international airport, which is 560 km away from Manali. The Airport is well connected to major cities in India as well as cities abroad.\n\n",{"type":"==","value":["Get around"]},"\nThere are various ways of getting around in Manali, if you are not already travelling with your own vehicle. Most tourists hire a taxi (various kinds available), which takes you around to all the sight seeing spots in and around  Manali (Rohtang, Manikaran etc.). It costs about Rs. 1800 per day, or little over Rs. 3000 if you book together for 3 days (in the peak season). Dress for Rohtang cost around Rs. 150 for each set including boots and sking set will cost you around 200. These detail are mentioned at a board at Mall Road. Be sure to bargain.\n\nThe second most common way is to hire a motorbike. There are many places where you can hire a motorbike (easy to find if you ask around), and is the most common mode of transport for foreigners. Both cruiser bikes like Bullet and sport bikes from Honda, Bajaj, Yamaha etc. are easily available, though Bullet is the most commonly seen one on the roads. Rates hover around Rs. 500-600 per day in the peak season, but much discounted at other times. A good place worth a look will be in Bike rentals Manali office in Vashisht 9816044140, have a good selection of Royal Enfields and Pulsars. Also 'Tinku' Bike mechanic near old Manali bridge is an honest shop for bike rentals.\n\nPublic transport is not so good. There are cheap bus services, but they are not so frequent. Yet, if you are going to stay for a long time, it is better to know the times and use them, as other modes of public transport and exorbitant compared to bus. For e.g., auto rickshaws take Rs. 200 from manali mall road to Solang valley, while the bus will cost you just Rs. 10. The buses are not punctual specially because they seem not have a written schedule. The best option is to ask about timing at the bus terminal. Buses starts to run at 7-8AM. Frequent a bus can be cancelled or late. You can get in \/ out almost at any place on the route just waive the driver.\n\nPublic bus routes\n",{"type":"*","value":["Kullu - Manali. Price Rs. 40. Every 15 min"]},{"type":"*","value":["Manali - Naggar. Every 1.5h"]},{"type":"*","value":["Manali - Solang. Every 1h"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Manali Mountains.jpg"],["thumb"],["250px"],["Mountains from Manali"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Rohtang Pass"]},", at an altitude of ",{"type":"'''","value":["3979 m"]}," (13,050 ft) above sea level, is another adventure tourist site where it can be cold even on a summer day. It is the highest point on the ",{"type":"'''","value":["Manali-Keylong"]}," road and provides a wide panoramic view of mountains rising far above clouds, which is truly breath taking. Close by is a small lake called Dassaur Lake. Beas Kund, the source of river Beas, is also nearby. In winter, the road of Rothang Pass is closed."]},"\nImportant to note that the road to Rohtang Pass is closed off at Manali bridge,on all Tuesdays between 0900-1800 hrs for carrying out road widening work & repairs. If you are able to leave early, before 0900, you can avoid the traffic rush (found on all other days) and have Rohtang Pass to your self (well almost!!). Flip side is to be prepared for stoppages (extending up to a few hours) on the return trip as the road is blocked off where repair works are progressed.\nIf you are driving up, be prepared for the rough broken roads at many places, sheer blind turns and tight hairpin bends, which can be exhilarating depending on the state of your nerves. \nIf you are hiring a vehicle then better rent a four wheel drive vehicle from Manali. Some times the local people along with police does not allow the non-four wheel drive vehicles from going beyond Snow-Point(a place 16 km before Rohtang Pass)and force to hire their owned 4WD vehicles at exhorbitant prices which can be up to 1500-2000 INR per person. This happens in the winter times when there is heavy snow fall.\nThe tours organized by HPTDC does not go up to Rohtang pass and terminate at Snow-Point. Shared taxis are also available.\n\n",{"type":"*","value":[{"type":"'''","value":["Beas Kund:"]}," an igloo shaped temple, on top has a spring which is the origin of River Beas."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hidimba Temple:"]}," It is an ancient cave temple dedicated to Hidimbi Devi, who was a character in the Indian epic, Mahābhārata. The temple is surrounded by a cedar forest at the foot of the Himālayas. The sanctuary is built over a huge rock jutting out of the ground, which was worshiped as an image of the deity. The structure was built in the year 1553."]},"\n",{"type":"*","value":[{"type":"'''","value":["Museum of Himachal Culture & Folk Art:"]}," The museum is situated on a two minutes walk from the Hadimba Devi Temple in Utopia Complex. The Museum is a unique and extraordinary collection of unknown and rare antiques of the state. It demonstrates the almost extinct articles that clearly display the forgotten culture, art and handicraft of Himachal Pradesh. The museum has 18 galleries in it which display antiques from different aspects of cultural life of people of Himachal Pradesh."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Maa Sharvari Temple:"]}," This temple is  represented as KULDEVI of the kings of Kullu in early times and is worshipped as a manifestation of Durga, and image of the goddess is also enshrined here. The divinity is popularly worshipped throughout the region during the festivals and the Goddess is transported to Kullu to visit the Lord Raghunathji during Dussehra festival. This temple is on the top of above the Shaminallah village, which is  around 5 km from Manali, across the Beas river on the left bank on the way to Naggar Casttle"]},"\n",{"type":"*","value":[{"type":"'''","value":["Vashist Hot Water Springs:"]}," and Temple: Around 3 km from Manali, across the Beas river is Vashist, a small village with natural sulphur springs. Modern bathhouses, with Turkish-style showers, have the hot water piped into them for the convenience of the visitors who come here to benefit from the medicinal properties. Vaishisht, also boasts a pair of old stone temples, opposite each other above the main square. Dedicated to the local patron saint Vashista, the smaller of the two opens on to a partially covered courtyard, and is adorned with elaborate woodcarvings. Those lining the interior of the shrine, blackened by years of oil-lamp and incense smoke, are particularly fine. The temple tanks are underground hot-water\/sulfur springs. Be wary of hanging up your trousers or bags on the hooks provided, pickpocketing is a daily occurrence. Hand over your wallet to a trusted person for safekeeping before you enter the springs for a bath."]},"\n",{"type":"*","value":[{"type":"'''","value":["Solang Valley:"]}," popularly known as Snow Point, is 13 km northwest of Manali and famous for its 300-meter ski lift. The Ski Lift ticket is Rs. 400 per head. It is a picturesque spot and offers splendid views of glaciers and the snow-capped mountains. Jagatsukh, the former capital of Manali, is also an important spot."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rahala waterfalls:"]}," About 16 km from Manali at the start of the climb to the Rohtang Pass, are the beautiful Rahalla Falls at an altitude of 2,501 m."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rozy Falls:"]}," On the way to Rohtang amazing water fall worth seeing. this water fall looks amazing between the high hills."]},"\n",{"type":"*","value":[{"type":"'''","value":["Monasteries:"]}," Manali is known for its shiny gompas or Buddhist monasteries. It is maintained by donations from the local community and by sale of hand-woven carpets in the temple workshop."]},"\n",{"type":"*","value":[{"type":"'''","value":["Old Manali:"]}," At a distance of 3 km northwest of Manali is Old Manali, famous for its orchards and old guesthouses. There is ruined fort here by the name of Manaligarh. There is also the Manu Maharishi Temple, dedicated to sage Manu."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gauri Shankar Temple"]}," at ",{"type":"'''","value":["DASHAL"]}," village (700 meters from ",{"type":"'''","value":["Sarsai"]},") on the main left bank Kullu Manali Highway. It is a ",{"type":"'''","value":["12th century"]}," protected monument. Also see lush green apple orchards, play with water stream out there."]},{"type":"*","value":[{"type":"''","value":["Fun park'"]}," near Hadimba Temple"]},"\nThere are some interesting ",{"type":"'''","value":["temples of Tibetan Buddhist lineages"]}," located between old and new Manali.\n\n",{"type":"*","value":[{"type":"'''","value":["Naggar:"]}," The Castle, Roerich House and Art gallery are places to see. Moonlight dinner on the balcony of Hotel Castle restaurant is worth experiencing, with the lovely sight of twinkling lights below in the Beas valley. Bijli Mahadev temple, about 20 km from Naggar, is also worth visiting."]},"\n",{"type":"*","value":[{"type":"'''","value":["Zana Falls:"]}," 15 km from Naggar and 35 km from Manali, at Zana Village, beautiful Water Fall is worth visiting. The valley provides amazing views. There is one water fall on the road side and two other water falls which are not much explored by tourists and are amazing. Moreover Traditional Himachali food is available here at small hut like shops."]},"\n",{"type":"*","value":[{"type":"'''","value":["Beautiful Log Hut Area and Club house:"]}," In fact both these places especially log hut area have some good hotels to stay."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Manali Gompa:"]}," Manali Gompa was built in 1960. It is one of the most important places for Buddhists. Buddhists come to this place from ",{"type":"[[","value":[["Ladakh"]]},", Tibet, Spiti, Lahul and Kinnaur. Manali Gompa is world famous for a large statue of Buddha and for its wall paintings."]},"\n",{"type":"'''","value":["Kothi: "]},"\n",{"type":"[[","value":[["File:Nehru Kund - Spring - Bahang - Leh-Manali Highway - Kullu 2014-05-10 2612.JPG"],["thumb"],["150 px"],["Spring water of the 'Nehru Kund' is believed to originate from the Bhrigu lake."]]},"\n\nKothi  is located at the bottom of Rohatang Pass. It is a beautiful and photographic village where tourists can capture different thrilling views of the deep gorge through which the Beas swiftly runs. This is an amazing place to experience the natural beauty of high altitude mountain.\n\n",{"type":"*","value":[{"type":"'''","value":["Nehru Kund:"]}," Nehru Kund is located at the distance of around 6 km from Manali.  It is one of the natural springs of natural water in India. Nehru Kund is named after the late Prime Minister Jawar Lal Nehru. Nehru used to drink water from this Kund, while his journey to Manali.  Nehru Kund is on the Manali-Keylong road, about 6 km from Manali. It is understood that a landslide has wiped out this spring."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Enfieldpoint"],["url=http:\/\/www.enfieldpoint.com"],["email="],["address=old manali"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Get your photos clicked with either rabbits or yaks (near the Hidimba Temple). It will cost about 10-20 rupees ($0.5) for a single photo."]},{"type":"*","value":["One can also enjoy paddle boating in a fun park near Hidimba temple."]},{"type":"*","value":["River rafting, skiing, zorbing, trekking, snow scootering, and river crossing. One of the best adventure companies is the High Himalayan Adventure, based in Vashisht village. "]},"\n",{"type":"[[","value":[["File:Paragliding - Gulaba - Kullu 2014-05-10 2482.JPG"],["thumb"],["150 px"],["left"],["Paragliding from Gulaba to Solang valley."]]},"\n",{"type":"*","value":[{"type":"'''","value":["Paragliding"]},"- Paragliding is quite popular in Manali, especially in the peak season. The scene is located at Solang Valley. There are multiple levels, starting from the basic 1 minute flying for Rs. 450 (the most common), progressing to a more fun 5 minute flight for Rs. 1500. But the ultimate is the half an hour flight for Rs. 2500, for which they take you up almost halfway to Rohtang, and bring you back to Solang all the way by paragliding. In such a long flight, wind plays a big role, and sometimes it is not possible to fly all the way to Solang, something to keep in mind while going for it. Generally, later in the day you go for it, better are the chances you will do the whole flight. However, before you decide to paraglide in Manali, have a look at the \"Stay safe\" section of this article. "]}," \n",{"type":"*","value":[{"type":"'''","value":["Rock climbing"]},"- there are some fabulous routes, however, go with a reputable company that can provide you suitable gear, otherwise this can become a dangerous sport. Look for the bright orange building across from Pizza Olive. The company also does ",{"type":"'''","value":["abseiling"]}," trips, in which you can swing down into 9 tiers of a waterfall using rock-climbing equipment. Another contact is Dave Morahan (9805346007) who takes you to all kind of rock climbing trips for all difficulty levels, and is quite skilled himself."]},{"type":"*","value":["If interested in books, there is a bookshop in the main town near the Post Office called ",{"type":"'''","value":["Bookworm"]},". It has a decent selection of books."]},{"type":"*","value":["Early morning walks as Manali are best enjoyed before the town wakes up."]},"\n",{"type":"'''","value":["Trekking:"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Himalayan Caravan Adventure:"]}," Offer you an array of adventures from off-beat safaris, less-known but more-interesting trekking paths,rock climbing, canyoning, white water rafting, paragliding, skiing & snowboarding etc. www.himalayancaravan.com"]},"\n",{"type":"*","value":[{"type":"'''","value":["Deo Tibba Base Camp Trek:"]}," This trek is a technical trekking trail in Manali. This trek is a famous trek among the experience climbers.  This trek gives a magnificent view of Deo."]},"\n",{"type":"*","value":[{"type":"'''","value":["Friendship peak Trekking:"]}," This is one of the majestic mountains in the beautiful valley of Kullu. This mountain is situated at around 5289 meters above the sea level. Best way to go for this trek is from Beas Kund and Dhundi."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hampta Pass Trek:"]}," This trek is one of the most famous trekking trails in the Manali region. This trek is suitable for those who have some prior trekking experience and are reasonably fit. This trek is passes through forests."]},"\n",{"type":"==","value":["Buy"]},"\nKeychains, name plates, etc. which are customized to ones own message are worth buying as mementos.\nAlso one can get his name carved\/written on a single grain of rice.\nOne can also visit Manali Market to buy woolen stuff like sweaters, pull overs, shawls, blankets, etc. Hippie clothes\/ jewellery can be found in Old Manali.\n\n",{"type":"*","value":[{"type":"'''","value":["Fruit products,"]}," ",{"type":"'''","value":["honey"]}," and ",{"type":"'''","value":["apricot oil"]}," at ",{"type":"'''","value":["Himcoop Juice Bar Manali"]}," are also something local produced in the valley.  Jam from Himcoop taste like real fruit due to high contents of fruit pulp and apricot oil is good for joint pains and also general massage."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=himalayan Snow Village"],["alt=Himalayan Snow Village"],["url=http:\/\/mykullumanali.com\/"],["email="],["address=Camping site, Kullu"],["lat="],["long="],["directions=14 kms from Kullu on Manali highway"],["phone=Rahul Mullick +91 9816252214"],["tollfree="],["fax="],["hours="],["price="],["content=Himalayan Snow Village is an initiative by Green Foundation for Drug Reforms and Environmental Protection in Himalayas, a non-profit voluntary organisation working on protecting the endangered ecology and saving people from drugs. For the last two decades or so Kullu-Manali aka the valley of the gods has been facing the dual problem of environmental degradation and of drugs especially the cannabis or charas as it is popularly known."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Chingu."]}," Local shops are aplenty selling chingus ( a type of blanket) claiming to be warm in winters and cold in summers. Be wary of these. They will show you parcel ready chingus. Do not fall prey to them."]},"\nDo not buy saffron (",{"type":"''","value":["kesar"]},"), musk (",{"type":"''","value":["kasturi"]},"), or shilajit from street vendors; most of these products are fake.  Buy from government-authorized shops only.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Manali market"]}," is key place for eatables. Right from chat to Indian (veg\/nonveg) to international cuisine like Italian\/Chinese are available in the main market which is just opposite the Manali Bus stand. The mall road has a variety of eating options ranging from stalls and dhabas to fancy restaurants. Deeper into the lanes of the town, one can find more local eating places, catering to special tastes and habits ranging from Tibetan food, to Vaishnavi Dhabhas. You are sure to find something without hunting around too much."]},"\n",{"type":"*","value":[{"type":"'''","value":["Old Manali"]}," is one of the best places to hang out in the evening. It has a great collection of restaurants\/bars and shops. It is also not crowded like the Mall Road, with the crowd consisting mostly of foreigners."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bob Dylan's Cafe (also known as Roasted and Toasted)"]}," is in the heart of old Manali. It serves the most delicious cookies and sandwiches. With its extremely good menu and pocket friendly price, it remains one of the most popular destinations after a day's sightseeing. Also, at no extra cost you have a very comfortable movie theater where you can choose among some 100 movie titles and watch as you munch on those delicious cookies. And yes, they do play Bob Dylan's songs. Must visit."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shere Punjab"]}," Serves good butter chicken with butter naan. You can also get a beer which is not mentioned in the menu, if you ask for."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe m 1947"],["url=http:\/\/www.facebook.com\/pages\/Cafem1947\/130469790361423"],["email="],["address=Old Manali"],["lat="],["long="],["directions="],["phone=+91 9418461969"],["tollfree="],["fax="],["hours="],["price="],["content=The 1st Music Cafe in Old Manali(near the Bridge), located on the banks of the River Manalsu. Cuisines from all around the globe and known for its dishes like the \"Burger Of Bodom\", \"UFO\", and \"The Terminator\". Travelers can also pacify themselves by playing instruments in rhythm with the Voice of the River. Also, there are Unplugged Concerts and parties held time and again."]]}]},{"type":"*","value":[{"type":"'''","value":["Blue Elephant Cafe"]}," is a small eatery with good Indian and Western spread at very reasonable rates close to the bridge on Beas river. You get the option of sitting and enjoying the food right next to the river gushing by. Try out the freshly made parathas, bruschettas, omelettes and traditional Indian tea."]},{"type":"*","value":[{"type":"'''","value":["Pizza Olive"]}," has the best pizza in town and is worth the trek to Old Manali. Also try the fabulous tiramisu. "]},{"type":"*","value":[{"type":"'''","value":["Green Forest cafe"]},", lying on the Hadimba-temple old manali road, only a few hundred meters from the temple, is also a very popular destination for both locals and foreigners. It serves tibetean soups, veggie dumplings and other sandwiches and snacks."]},{"type":"*","value":[{"type":"'''","value":["Drifters' Inn and Cafe"]},"  Situated in Old Manali, with great food, wi-fi internet and friendly atmosphere. www.driftersinn.in"]},{"type":"*","value":[{"type":"'''","value":["Lazy Dog"]}," also in Old Manali, it has an extensive multi cuisine menu. The food is quite good and the ambience is great."]},{"type":"*","value":[{"type":"'''","value":["Moondance"]}," is right opposite the Dylan's cafe. It also has a multi-cuisine menu, and the food and ambience are all good."]},{"type":"*","value":[" ",{"type":"'''","value":["Apple Blossoms"]}," at Manali Heights Resort (near log huts area) to savour the best of local ",{"type":"''","value":["himachali"]}," menu as well as delectable Indian, European, oriental cuisines."]},{"type":"*","value":[" ",{"type":"'''","value":["Johnson's Bar and cafe"]}," located 5 minutes walk up from the mall road, it is a great place to hangout in the evening. The food and service is quite good, and is thus a very popular place."]},{"type":"*","value":[" ",{"type":"'''","value":["Chopsticks"]}," (opposite the bus stand).Really good Tibetan food."]},{"type":"*","value":[" ",{"type":"'''","value":["Mayur Restaurant"]}," (in a lane opposite the upper end of the bus stand). "]},{"type":"*","value":[" ",{"type":"'''","value":["Vaishnao dhaba"]}," (in the market adjacent to the bus stand)."]},{"type":"*","value":[{"type":"'''","value":[" Valley View Restaurant"]}," at Snow Valley Resorts (known for beautiful view and good homely buffet food)."]},{"type":"*","value":[{"type":"'''","value":["Madras mess"]}," is a popular mess which serves south Indian meals Unlimited meals Rs:80"]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Il Forno"],["url="],["email="],["address="],["lat="],["long="],["directions=ca. 100 m below the Hadimba Temple, in direction of New Manali"],["phone="],["tollfree="],["fax="],["hours="],["price=Prices higher than Indian average but still cheap for Italian pizza."],["content=Original Italian pizzas prepared by an Italian cook."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Zeppelinn"],["url="],["email="],["address=Kothi village"],["lat="],["long="],["directions=13km from Manali, on the way to Rohtang Pass"],["phone="],["tollfree="],["fax="],["hours=all day long"],["price=reasonable"],["content=is the last Cafe once you leave Manali and are heading towards Rohtang Pass. It is run by young enterpreneurs for their love of life in the mountains and music. They serve good pizzas, pastas,sandwiches and momos. They also play excellent ROCK music from the 60s and 70s. Most paragliders will land at their Cafe and should enjoy they services while waiting for their friends or families to pick them up."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Manali Resorts"],["url="],["email="],["address="],["lat="],["long="],["directions=10 mins away from Mall road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The view from the rooms is breath taking. Surrounded by mountains on all four sides, this hotel lays right on the bank of the river Byas."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Dawat Restaurant"],["alt=sunparkresorts.com"],["url=http:\/\/www.sunparkresorts.com"],["email="],["address=Left Bank Aleo New Manali"],["lat="],["long="],["directions=left bank aleo"],["phone=+91 9816100049"],["tollfree="],["fax="],["hours=24"],["price=1,500"],["content=A well decorated in house multi cuisine restaurant that offers Indian, Mughlai and Chinese delicacies."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Satyam Restaurant"],["alt=Restaurant in Manali"],["url=http:\/\/www.visitkullumanali.com\/satyamrestaurantmanali\/index.html"],["email="],["address=Mall Rd"],["lat="],["long="],["directions=Next to Shri Heera Medical Store"],["phone=+91 98168 94518"],["tollfree="],["fax="],["hours="],["price="],["content=\"SATYAM Restaurant \" Situated on the Mall road just 200 Mtrs away from main Manali Bus stand with sitting capacity of 75 persons at a time on 2 Floors.  We serve all type of Punjabi, Gujrati, South Indian and continental."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chawlas Square"],["alt=Chawla Chicken"],["url="],["email="],["address=Rangri NH21"],["lat="],["long="],["directions=2 kms from mall road, towards kullu"],["phone=+91 9816198928"],["tollfree="],["fax="],["hours="],["price="],["content=Delicious north indian and mughlai food. A great place for adventure too."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Martins' (Himalayan Sports Club)"],["url="],["email="],["address="],["lat="],["long="],["directions=shanag, about 10km north of Kullu, close to nheru kund bridge"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you miss european food, that's the place to be. Delicious austrian cooking at its best. Usually opened only at weekends."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Shiva Paradise Cafe"],["alt=Non-veg Food"],["url="],["email="],["address="],["lat="],["long="],["directions=Old manali just on the bridge"],["phone=+91 9805379377"],["tollfree="],["fax="],["hours="],["price="],["content=Delicious Non Veg Food specially kolapuri chicken and Trout Fish ."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Local Himachali Dish-Sidu"]}," is right at the tea shop behind bus stand in municipal market. One can eat Sidu (which is like filled Idli or filled rice baked bun) with Chutney to experience a slice of Himachali Cuisine in Manali with tea\/black tea\/coffee. This is the only 1 there is visible yet hidden but worth a gem before leaving Himachal."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Bella Vista"],["url="],["email="],["address=Hadimba Temple Rd"],["lat="],["long="],["directions=10 Minutes walk up from the mall road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small spanish style cafe with 2 small & 2 cottage rooms available for stay. Serves amazingly fresh, brick oven Pizzas & italian.\nGreat service & very nice people."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThe locals drink two kinds of ",{"type":"'''","value":["alcoholic beverages"]},": Lugdi (plains) or Chang (Himalayan), a kind of crude beer made from fermented rice or barley and Sharab (plains) or Arak (Himalayan), an alcoholic drink distilled from Lugdi\/chang. Arak can also be made from jaggery or apples or any other fruit.\n\nIt might be an interesting experience to visit a local home when the ladies make arak (quite regularly). You can sit in the fields where the ladies make it, have hot water from the distilling to wash with and \"test\" the product at frequent intervals.\n\nBecause there are apple orchards all around Manali, it's often possible to find ",{"type":"'''","value":["apple cider"]},". Besides this, there is alcohol available in bars, larger restaurants and the larger hotels.\n\nKullu-Manali Valley is known as ",{"type":"'''","value":["fruit bowl of India"]},".  ",{"type":"'''","value":["Himcoop Juice Bar"]}," at ",{"type":"'''","value":["The Mall Manali"]}," is one of the well know corner shop since 1972 selling ",{"type":"'''","value":["100% Natural Apple Juice"]}," and ",{"type":"'''","value":["fruit drinks"]}," made from local fruits besides some syrups known as ",{"type":"'''","value":["Fruit Crush"]}," to carry home to prepare fruit drinks after deluting with fresh water.  Himcoop Juice Bar is located on the Main Mall as one of the corner shop next to Temple.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kapoor Resort"],["url=http:\/\/www.kapoorresortsmanali.com"],["email="],["address=Hadimba Temple Rd"],["lat="],["long="],["directions=About 0.5 KM from Mall Road"],["phone=+91 9736386854"],["tollfree="],["fax="],["hours="],["price="],["checkin=12noon"],["checkout=12noon"],["content= Room + breakfast + dinner @ 1200 Rupees per night for 2 persons ."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Flamingo Resort"],["url=http:\/\/www.flamingoresortmanali.com"],["email="],["address=Kanyal Road, Simsa"],["lat="],["long="],["directions=About 2 KM from Mall Road"],["phone=+91 9816051236"],["tollfree="],["fax="],["hours="],["price=2300"],["checkin=12noon"],["checkout=12noon"],["content=Room + breakfast + dinner @ 2300 Rupees per night for 2 persons ."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Drifters' Inn & Cafe"],["url=http:\/\/www.driftersinn.in"],["email="],["address=Manu Temple Road, Old Manali (www.driftersinn.in)"],["lat="],["long="],["directions=about 300mts before Manu Temple"],["phone=+91 9805033127"],["tollfree="],["fax="],["hours="],["price="],["checkin=12noon"],["checkout=12noon"],["content=Drifters is really high on value for money. Rooms and toilets are clean and cozy."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Shandela"],["url="],["email=hotelshandela@in.com"],["address=Club House Rd"],["lat="],["long="],["directions=Near electricity office, The Mall"],["phone=+91 9418388208"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Rooms overlooking the forest on one side. A favourite with World Challenge expeditioners. PH. 01902252426"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tiger's Eye"],["url="],["email="],["address=Club House Rd"],["lat="],["long="],["directions=Above Drifter's and towards the right in the village"],["phone="],["tollfree="],["fax="],["hours="],["price=400 rupees"],["checkin="],["checkout="],["content=Clean and warm rooms.. Nice wooden floors. Comfortable bed. Hot water. Pretty courtyard."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Blue Guest House"]},", Castle Road Naggar, Brahman Kothi, Naggar, Kullu Manali, +91-9817287347, +91-9816421109 (Mrs. Lata Sharma), +91-9816377076 (Mr Chander Shekhar Sharma), Hot water, CTV, view of Kullu Valley and Beas River and roof-top restaurant. This is a family run guest house and the couple is very courteous. The guest house is priced between  200\/- and 500\/- per night and located on the way up, about 0.5 km before the Castle. Manali is 30 mins by local bus."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Silmog Garden"],["alt="],["url=http:\/\/www.silmoggarden.in"],["email=silmoggarden@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+91 1902 252862, 094182-05147"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Near Mall Road Manali. For Families and Couple with Homely food and comfort. Hotel has facilities like Wifi Internet access, Power Back, Restaurants, Television, Credit card, 24hours Hot water with Solar Heated Water Backup, Parking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Snow Valley Resorts"],["alt="],["url=http:\/\/www.snowvalleyresorts.com"],["email=info@snowvalleyresorts.com"],["address="],["lat="],["long="],["directions="],["phone=+91 1902 253 228, 253-027, 098160-03027"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Log Hut Area. This is a handsome place sprawled over the most posh area in Manali log hut area and is sorrounded by apple orchards and deodhar forest. All rooms have facilities like 32\" LCD TV, mini fridge, tea\/coffee maker, wooden flooring."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Himachal Cottage Villa"],["alt="],["url=http:\/\/himachalcottagevilla.blogspot.com"],["email=himachalcottagevilla@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+91-9417150502"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Village Bashkola, Kullu-Manali. Set of three cottages near orchards."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Himkund Cottages"]}," Rangri. 09817094200, A collection of three cottages 2-3 rooms in each cottage, which are well decorated."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Honeymoon Inn"],["alt="],["url="],["email=info@hotelhoneymooninn.net"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Left Bank, 59-room hotel with extensive lawns and indoor facilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Manali Heights"],["alt="],["url="],["email=manali_hts@satyam.net.in"],["address="],["lat="],["long="],["directions="],["phone=+91 9316101103"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Log Hut Area, Manali Heights is a resort set near the Dhungiri forest, amidst ancient Deodars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shingar Regency"],["alt="],["url=http:\/\/www.shingarregency.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 09816921378"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=44 rooms, walking distance from the main market, in very pristine surroundings around Hadimba Temple."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=SunPark Resorts"],["url=http:\/\/www.sunparkresorts.com\/"],["email="],["address=Left Bank Aleo New Manali"],["lat="],["long=3000"],["directions="],["phone=+91 1902253037"],["tollfree="],["fax="],["hours="],["price=2000"],["checkin="],["checkout=noon"],["content=3 star property with facilities such as discotheque, coffee shop."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Tree House Cottages"]},", Village Jong, Katrain, Dist. Kullu (H.P.), +91-1902-240365, +91-98160-78765, info@manalitreehousecottages.com, ",{"type":"[","value":["http:\/\/www.manalitreehousecottages.com"]},"."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mapple The River Crescent Resort"],["alt="],["url=http:\/\/www.mapplehotels.com"],["email=reservations@mapplehotels.com"],["address="],["lat="],["long="],["directions="],["phone=+91 9816921378"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=URL Manali's latest 4 star addition situated at Rangree on banks of the River Beas. 50 AC rooms, centrally heated with all amenities."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Manu Allaya"],["alt="],["url=http:\/\/www.manuallaya.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Johnson Lodge"],["alt="],["url=http:\/\/www.johnsonslodge.com,"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Tastefully done up property with a popular Bar and Restaurant. 01902-251523, rooms @ Rs 4000."]]}]},{"type":"*","value":[{"type":"'''","value":["Rock manali"]}," National Highway 21, Manali, Himachal Pradesh 175131."]},{"type":"*","value":[{"type":"'''","value":["Span report"]}," Manali, Himachal Pradesh."]},{"type":"*","value":[{"type":"'''","value":["Holiday inn"]}," "]},{"type":"*","value":[{"type":"'''","value":["Solang Valley resort"]}," VPO Palchan, Manali - 175131."]},"\n",{"type":"===","value":["Home Stay"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nature Treat Hut"],["alt="],["url=http:\/\/www.magicmountainadventures.com\/hut.html"],["email=magicmountain41@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+91 9816056934"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=URL Nature treat hut is situated 6kms south of Manali. Place called Jagat Sukh a small Village with Traditional Wooden Houses of Himachal Pradesh also near to Gayathri Temple which is one among two temples in India. It is surrounded by Apple orchard and wide view of Himalayan mountain range. It is far from crowd and in the lap of Peacefull Nature and the kullu local food can be tasted."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ramgarh Heritage Villa"],["alt="],["url=http:\/\/www.indiauntravelled.com\/ramgarh-heritage-villa.html"],["email=shivya@indiauntravelled.com"],["address="],["lat="],["long="],["directions="],["phone=+91 8527 141 626"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located in the small town of Raison, midway between Kullu & Manali. A heritage bungalow built in 1928, during the British era, with high ceilings, spacious bedrooms and fireplaces, and surrounded by apple orchards & kiwi plantations. It is managed by the descendants of the same family that built it. Behind the home-stay is the village of Benchi, who's residents work on the orchards. The village offers a glimpse of the Himachali countryside with its by-lanes overlooking the Beas and the Dhalaudhar range. Advance booking is required & can be done via India Untravelled."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nManali is a safe city but during seasonal time a surge of visitors keep visiting this beautiful place and some people exploit this opportunity for their own benefits. So a note of cautious is given while roaming around the city.\n\nIf you get lost and don't have enough directions get around the city then just ask for Manali Market. From there you can easily head to any destination of your choice.\n\nDon't exchange currency in illegal market. Always ask for receipt after doing currency trade with exchange dealer.\n\nA word of caution about paragliding in Manali. Many pilots of these parachutes are un-trained and obtain licences in the usual way any licence is obtained in India. Many a tourist visits the Lady Willingdon Mission Hospital with broken bones, sometimes protruding out, after accidents. Some para-gliders crash into innocent bystanders who end up with spinal injuries and paralysis. Serious, complicated cases with multiple organ injuries and heavy blood loss are stabilized to the extent possible and referred to either Chandigarh or Shimla. Sadly, some don't make it. Blood availability is very very limited in this hilly area. So think very carefully before deciding to paraglide in Manali.\n\n",{"type":"==","value":["Go next"]},"\nTravelling northward from Manali is the breathtaking region of Lahaul and Spiti across the Rohtang Pass. \nThe \"highway\" crosses the pass and forks at Gramphoo (12km) the left one goes to Lahaul and is the Manali Leh highway and the road on the right leads to Spiti via Kunzum La.\nThe Rohtang pass also marks the boundary between the fertile Kullu valley with its lush greenery and the sparse vegetation Lahaul and Spiti. The Ladakh, Zanskar and Changthang areas further on are even more barren.\n",{"type":"*","value":[{"type":"[[","value":[["Hamta Pass"]]},"  - Located at a height of 4,268 meters, Hamta Pass is made of various snow bridges which pass over Hamta Stream. It is highly renowned trekking base and as a part of trek, visitors can also explore Bara Shirgi Glacier.\t\t"]},{"type":"*","value":["Deo Tibba - It is a one of the peaks set back in valley of Manali. It is famous among trekkers who have substantial mountaineering knowledge.  "]},{"type":"*","value":["Indrasan"]},{"type":"*","value":["Friendship Peak - Friendship peak is located in Beas Kund region of Manali, facing other different kinds of peaks such as Shiti Dhar, Hanuman Tibba and Seven Sisters. It is the only peak in Himachal where no royalty needs to be paid to IMF."]},{"type":"*","value":[{"type":"[[","value":[["Beas Kund"]]}," - It is named after the sage (Rishi) named Beas and this tiny lake is situated at upper Solan valley, which is a heart of summer and winter games in Manali."]},"\n",{"type":"{{","value":[["isPartOf"],["Himachal Pradesh"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["32.204444444444"],["77.17"]]},"\n",{"type":"[[","value":[["wikipedia:Manali, Himachal Pradesh"]]}]