[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mandi"]}," is a town in ",{"type":"[[","value":[["Himachal Pradesh"]]},".Mandi has around 300 temples, with 81 stone temples known for their intricate carvings. Most of these temples are built for Shiva and Kali. Some of the temples to visit are Panchvaktra Temple, Ardhnareshwar Temple and Triloknath Temple, all declared as protected monuments by the Archaeological Survey of India. Also visit the anceint Bhootnath Temple, dating back to the 1520s.\n\n",{"type":"==","value":["Get in"]},"\n\nThe nearest railway stations are Joginder nagar and Shimla.But the best way to get Mandi is by road.There are regular buses that run between Mandi and all other major towns in Himachal as well as to Chandigarh. The drive to Chandigarh is about 5-6 hours.\n\nThe nearest airport is Bhuntar Airport (in Kullu District) which is 60 km  from Mandi Town.Flights are available to and from Delhi, Chandigarh and Jubber-Hatti (Shimla). From Delhi, it takes one & half  hour to reach Bhuntar Airport. Another airport is Gaggal airport in Kangra district.\n\n",{"type":"==","value":["Get around"]},"\n\nThis historic town is built along the banks of the Beas river. Sage Mandvya is said to have meditated here, hence the name. The town is known for is old stone temples and the fine carvings and is called the Varanasi of the Hills.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Temples"]},"\n\n",{"type":"'''","value":["Bhutnath temple"]}," - The temple was built by Raja Ajber Sen in 1527 AD and is dedicated to Lord Shiva\n\n",{"type":"'''","value":["Triloknath temple"]}," - The temple was built by the queen of Raja Ajber Sen in 1520 AD. It has the three-faced Lord Shiva.\n\n",{"type":"'''","value":["Panchvaktra temple"]},"\n\n",{"type":"'''","value":["Mahamrityunjaya temple"]},"\n",{"type":"'''","value":["Tarna mata temple"]},"\n\n",{"type":"'''","value":["Bhima kaali temple"]},"\n\n",{"type":"===","value":["Other attractions"]},"\n",{"type":"'''","value":["Rewalsar"]},"-24 kms. from Mandi.Rewalsar is equally sacred to Hindus, Sikhs & Buddhists.  It was from this place that Padam Sambhava, a zealous teacher & Buddhist missionary left for Tibet to preach his new doctrine of Buddhism.   The Hindus believe that it was here that Rishi Lomas did his penance in devotion to Lord Shiva. Rewalsar is important to the Sikhs who have a Gurudwara built in commemoration of Guru Gobind Singh's visit to this place.  It is a very sacred place for the Bhutanese, who are following this doctrine of religion as their State Religion. So there is a temple, gompa and gurudwara, besides the holy lake with floating islands.\n\n",{"type":"'''","value":["Prashar Lake"]},"-40 Kms north of Mandi.The beautiful Prashar Lake is located high in the mountains. It is here that the sage Prashar is said to have meditated. On the lake's edge is a three storied Pagoda-like temple dedicated to the sage. Capped with a roof of slate tiles, the temple has a wealth of wood carvings. An old temple, it is said to have been built by Raja Ban Sen of Mandi in the 14th century. An entire panorama of snowy mountain ranges is visible from this location.\n\n",{"type":"'''","value":["Barot"]},"-40 kms. by road and 12 kms. by Haulage Trolley from Jogindernagar. Barot packs an enormous range of out door activities. The reservoir of the Joginder Nagar Hydel Power Project is located here. A trout breeding centre, makes it a wonderful place for angling. Across the river Uhl is the Nargu Wildlife Sanctuary-home to the Ghoral, Himalayan black bear and a variety of pheasants. A trek route through thick forests links Barot to Kullu.\n\n",{"type":"'''","value":["Shikari Devi"]},"-Trekking Paths through woods of assorted trees and shrubs-which include several medicinal herbs-two separate trek routes lead up to this ancient shrine which crowns the top of a hill. Hunters in the area once prayed to the goddess for success in their hunt and here perhaps, lies the origin of the name \"Shikari Devi\". The goddess is worshipped in the form of a stone image. Interestingly, the temple which is said to have been in existence since the time of the Pandavas, has no roof, for local legend has it, that all attempts to build one have been unsuccessful.\n\n",{"type":"'''","value":["Jhatingri"]},"-It is situated on Ghogar Dhar at an elevation of 6,600 feet. It is 12 kms. from Joginder Nagar.It is easily accessible from Urla in Mandi Pathankot National Highway.There are beautiful deodar and blue pine forests. The spot infolds breath taking vistas of the valleys below.\n\n",{"type":"'''","value":["Kasorg Valley"]},"-Karsog is Sub-Divisional head quarter of Mandi district at the height of 350 mtrs.It is famous for Mamleshwar Mahadev, Kamksha Devi and Mahunag temples. It is full of scenic beauty and abundance of apple orchards.\n\n",{"type":"'''","value":["Panjin Thach"]},"-75 Kms from Mandi via Bali Chowki.These are two villages situated in the middle of thick forests of deodar, pine and tosh trees. Both villages offer beautiful scenery and base camps for adventure loving tourists.\n\n",{"type":"'''","value":["Gadda Gusaini"]},"-The valley is virgin and has not been explored by many adventure loving tourists. One finds nature at its best offering beautiful surroundings, green forests and pollution free environment. Madhopur Fort was also built by former rulers of Mandi district who had kept their arms and ammunition in it. Besides the fort was used as punishment to hardcore criminals in the state. One more fort named Tungasi was built in the valley and the remains of the fort are still visible.\n\n",{"type":"'''","value":["Tattapani"]},"-155 kms. from Mandi .It is a deep scenic valley and surrounded by high hills, Tattapani is famous for its hot sulphar springs - noted for therapeutic powers. 4 kms from Tattapani is a recently discovered Shiva Gufa which has created a lot of anxiety among local populace and researchers.\n\n\nFor those who seek adventure a not so popular trekking destination janjehli is 67 kms away. It offers trekking up to 3300 metres to shikari mata peak. it has several others trek routes but the place suffers due to apathy of government. Nonetheless the whole valley offers you some exhilarating views of unspoilt nature and sprawlng apple orchards. Dense forests of Himalayan cedar and blue pines really present a treat to eyes as well as health. Shikari mata sanctury has myriad varieties of flora and fauna. Alpine oaks, spruce, fur and several other medicinal plants are found in plenty there. Wild animals like black bear, musk deer and leopard live here in their natural habitat. Various types of birds including the rare monal are at galore in protected sanctury of Shikari mata. Janjehli is connected by road to Mandi and buses and taxis are a conveniently available and a guest house of Forest department is available for those who want to stay overnight there and a trekkers hostel is under construction.\nRohanda( 2100 m )and karsog valley( 1800 m )are other beautiful places nearby on Mandi-Shimla road which are pretty popular among motorcycling clubs. Orchard resorts ( 2200 m ) near rohanda and Mamleshwar hotel at ",{"type":"[[","value":[["Chindi"]]}," (1860 m ) are quite good on this route.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere are lots of local delicacies with urad dal as one of the main ingredient.Even the food is served on plates made of leaves.The complete meal is the combination of different type of dishes \"sweet,sour n salty\"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nHimachal tourism has numerous hotels in the area. It is advisable to book these hotels in advance especially during the peak travel months. Check out their hotel listings at http:\/\/himachaltourism.nic.in\/hotdir\/hotdisp.asp\n\n",{"type":"==","value":["Go next"]},"\n\nRewalser Lake - about 25 km from Mandi.\n\n\n",{"type":"{{","value":[["IsPartOf"],["Himachal Pradesh"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Mandi, Himachal Pradesh"]]}]