[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Mandalay clock tower.jpg"],["thumb"],["A busy street scene in Mandalay, Myanmar, with the clock tower built to commemorate Queen Victoria's diamond jubilee."]]},"\n\n",{"type":"'''","value":["Mandalay"]}," (Burmese: မန္တလေး) is the second largest city (after ",{"type":"[[","value":[["Yangon"]]},"), and a former capital of ",{"type":"[[","value":[["Myanmar"]]},". The city is the economic and religious hub of upper Myanmar. The city is centred around the royal palace, and has wide avenues filled with bicycles and motorcycles. \n\nMandalay is known for its millionaires, its monks (half of the country's monks reside in Mandalay and surrounding areas), and its cultural diversity.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nThe very name Mandalay evokes the splendours of old Burma. But most people will be surprised to learn that Mandalay is not an old city, not even a medieval one, but rather a new city created by King Mingdon Min in 1857 as the new capital of the kingdom of Ava. Only two Burmese kings ruled from there, King Mingdon and King Thibaw, before the British conquest of Upper Burma in 1885. It was a city of splendour between 1858 and 1885, but most of the magnificence has vanished, gone in the fires that consume wooden structures and by intensive Allied bombing during the Second World War. The city, neatly planned with its lettered roads and numbered streets, is a British creation. The once magnificent royal palace and the great Atumashi (\"incomparable\") pagoda, King Mingdon Min's finest creations, are modern reconstructions supervised by the ruling junta with the help of forced labour. Today, Mandalay lies at the end of the Lashio Rd and it is, by Burmese standards, relatively prosperous as a centre for trade with China and India. Despite the capital having been moved to ",{"type":"[[","value":[["Naypyidaw"]]},", Mandalay remains by far the main commercial centre of Upper Myanmar.\n\n",{"type":"===","value":["People"]},"\nMandalay is ethnically diverse, with the Bamar (Burmans) forming a slight majority. In recent years, there has been a major influx of Chinese from mainland China, and the local Chinese (both recent migrants and descendants of colonial-era immigrants) form 30-40% of the population. Their influence is seen in the Chinese-style glass buildings throughout the city. Other ethnic groups include the Shan, who are ethnically and linguistically related to the Thais and Laotians, and the Karen (Kayin). There is also a sizable ethnic Indian population, including Nepalis and Sikhs.\n\n",{"type":"===","value":["Climate"]},"\nMandalay has a semi-tropical climate. Winter (which is dry and cold) lasts from Nov-Feb, and summer lasts from Mar-May. Because Mandalay is in the central dry zone, it receives far less rain than the more tropical south.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[","value":["http:\/\/www.mandalayairport.com\/ Mandalay International Airport (MDL)"]},", a gleaming modern facility, serves the area with flights to places in Myanmar and some international flights. There are also 3 flights weekly to and from ",{"type":"[[","value":[["Kunming"]]}," on MU2029 for about RMB2,000 one way.\n\nThe airport is 35km south of the city centre in Tada-U. Expect to pay USD8 to central Mandalay, USD6 from central Mandalay, and USD30 to\/from ",{"type":"[[","value":[["Pyin U Lwin"]]},".\n\n",{"type":"[","value":["http:\/\/www.airasia.com\/ot\/en\/mandalay-shuttle-bus-service.page Air Asia"]}," has now free shuttle between the airport and city centre. The shuttle leaves from the airport just after the arrival of Bangkok flight. From city centre, it leaves at 09:00 from Street 79 26\/27 (near palace).\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["From Yangon"]}," There are several trains daily from Yangon. While the tracks are old and, in some cases, the carriages may be old, the fifteen hour journey is quite pleasant. In the fall of 2006 all trains were rescheduled to travel during the day (so that trains do not cross Pyinmana in the dark), but at least one train (the privately-managed Dagon Mann Express) now runs overnight. Fares range from about USD15 (ordinary class\/hard seat) to USD50 (air conditioned sleeper on the Dagon Mann Express).\n\n",{"type":"'''","value":["From Lashio, Hsipaw, and Pwin U Lwin"]}," There are two trains daily from Pyin U Lwin (USD4\/2) and one from Lashio via Hsipaw and Pwin U Lwin (USD9\/3 from Hsipaw). These trains are slow, crowded, but fascinating. The Pyin U Lwin - Hsipaw section includes the famous Gokteik Viaduct, a feat of Raj ingenuity (and American construction!).\n\n",{"type":"'''","value":["From Myitkyina"]}," This twenty-four hour journey is on old rolling stock and even older tracks so expect it to be bumpy!\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["From Yangon"]}," There is a night bus with air-con (there are 5 options, 17:00, 18:00, 19:00, 21:00, and 21:30 departures, standard MYK10,500, VIP MYK15,000, 8.5-9 hr) running into Mandalay. Almost certainly the cheapest option for getting between the two main cities in Myanmar. From ",{"type":"[[","value":[["Inle Lake"]]},", MYK10,000.\n\n",{"type":"'''","value":["From ",{"type":"[[","value":[["Inle Lake"]]},", ",{"type":"[[","value":[["Kalaw"]]}," or Mid-Eastern Towns"]}," There are buses available along this route, either a day minibus (05:00 departure, 9,000 kyat, 9 hr) or a night bus with air-con (18:00 departure). The minibus in the day takes a slightly shorter route than the larger (and some say more comfortable) full-sized night bus. Expect windy and bumpy roads, stops for picking up and putting down passengers, and, if you are lucky, a search of the bus by plainclothes and just-bribed police officers.\n\n",{"type":"'''","value":["From the Highway Bus Station"]}," you can either take a taxi or pick-up into town. Taxis are overly expensive (quoting prices as high as 2,000 kyat per person, don't pay more than 5,000 kyat for the car), and often bargain in a mob fashion (except they all offer the same price and try and gang-up on you). A far cheaper option is to simply walk out of the bus station yards to the west, and find one of the pick-ups that just ran a load of people to the station from town (500 kyat per person). They are normally more than happy to help and there are no commission issues to worry about.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" The best and cheapest way to see the city is by ",{"type":"'''","value":["bicycle"]},", as traffic isn't as heavy as in other Asian cities."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Motorbike taxis"]}," try to charge you overly expensive prices. Don't pay more than 1,000 kyat for a ride in the centre (including to Mandalay Hill). You can get full-day (09:00-sunset) tours for 10,000 kyat. The driver will take you to the ancient cities, Saingang, and to Amarapura for sunset."]},"\n",{"type":"*","value":[" Renting a ",{"type":"'''","value":["motorcycle"]}," can be a dangerous exercise in Mandalay as driving can be chaotic, but it is a great way to see the city if you are an experienced rider. Some hotels on 25th St rent bikes and there is an American expat downtown who rents dirt bikes and  motorbikes that can be dropped of at your hotel. Email: mandalaymotorbike@gmail.com. Mobile:+95 9 2014265."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taxis"]}," are relatively inexpensive and are excellent for travelling around Mandalay. Many sights are centred around Mandalay Hill, which makes walking feasible in that area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trishaws"]}," (cycle rickshaws) are a convenient way of getting around in Mandalay if you're able to find one. If you find a driver who speaks good English you can have a tour guide and transport together for a reasonable price with a little bargaining. They only hold one or two persons (back to back) however."]},"\n",{"type":"*","value":[" Two free ",{"type":"'''","value":["Air Asia"]}," airport buses depart at 09:00 and 09:15 on 79th Street (between 26 & 27th St). From the airport, they stop at the train station then go to 79th Street. Passport and itinerary are required. (Dec 2013)"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Religious sites"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kuthodaw Paya"],["alt=",{"type":"''","value":["Pronounced,"]}," ku-tho-dau pei-ya"],["url="],["email="],["address="],["lat="],["long="],["directions=At the foot of Mandalay Hill"],["phone="],["fax="],["hours="],["price="],["content=The site of the world's largest book. Built by King Mingdon in the 1800s, 729 white stupas within the complex contain the complete text of the Tripitaka, Theravada Buddhism's most sacred text."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Maha Myat Muni Paya"],["alt=",{"type":"''","value":["Pronounced,"]}," ma-ha myah mu-ni pei-ya"],["url=http:\/\/www.mahamunipagoda.org.mm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Myanmar's second holiest pilgrimage site. It is a 4m high Buddha statue, made of gold and decorated with precious jewels. The statue was brought from Rakhine State, southeast of Mandalay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sandamuni Paya"],["alt=",{"type":"''","value":["Pronounced,"]}," san-da-mu-ni pei-ya"],["url="],["email="],["address="],["lat="],["long="],["directions=At the foot of Mandalay Hill"],["phone="],["fax="],["hours="],["price="],["content=Similar to Kuthodaw Paya, an adjacent site. Sandamuni contains the world's largest iron Buddha image."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shwe Kyi Myin Paya"],["alt=",{"type":"''","value":["Pronounced,"]}," shui ji myin pei-ya"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Built in the 1st century, by Prince Min Shin Saw."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shwenandaw Monastery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A monastery made entirely of teak, with beautiful intricate carvings. It was originally part of the royal palace built by King Mindon and moved to its current site by his son, King Thibaw in the late 19th century. It is the only major building from the original wooden royal palace to have survived the bombing of World War II, and thus is the only authentic part of the royal palace which can still be seen today."]]}]},"\n",{"type":"===","value":["Miscellaneous"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Royal Palace"],["alt=",{"type":"''","value":["Pronounced,"]}," man-da-lei nan-dau"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A walled city within Mandalay. It was built in 1861 by King Mindon, to fulfill a prophecy. The palace, although destroyed in WWII, was rebuilt, and was renovated recently. It was renovated using forced labour, and locals may advise you not to visit the place. In addition, while the design of the reconstruction was fairly faithful to the original, the materials used were not (metal was use instead of the original teak). The palace contains several pavilions and chambers. Tourists are required to enter from the East Gate. An almost kilometre walk connects the entry gate to the palace proper. Replicas of throne rooms and chairs and Madame Tussaud-style images of Kings Mindon and Thibaw with their chief consorts are on display. At the west end is the Palace Museum where all palace memorabilia is on display including religious paraphernalia, court ritual implements, court dresses and uniforms, furniture, palanquins, and litters, as well as weaponry, all in typically intricate Myanmar design and execution. There are also photo exhibits."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mahamuni Paya"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit at around 04:30-05:00 for the amazing ceremony of washing the Buddha's face, which occurs every day and is attended by hundreds of people."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mandalay Hill"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=Free admission, 1,000 kyat camera fee"],["content=From the base of Mandalay Hill you can either climb the stairs or take a shared pick-up (1,000 kyat). The climb takes about 30-45 min and requires moderate fitness, but is not overly demanding and in the shade. Plenty of shops and other interesting stops (Buddhas, pagodas, viewpoints) along the way. Especially in the late afternoon (around 17:00) it's a nice climb. The alternative is to take a shared pick-up (1,000 kyat). They leave every twenty minutes to take you to the foot of the hill pagoda, where footwear is prohibited. The pagoda offers nice views of Mandalay and the surrounding plains. One can also rent a private pick-up for 5,000 kyat or so, a more comfortable option since the shared pick-ups can be very crowded. Shared pick-up trucks to the base of Mandalay Hill run along 83rd St, one block from the Clock Tower, they try to charge you 1,000 kyat but you can haggle them down to 500 kyat (locals pay 200-500 kyat depending on distance). From the base of Mandalay Hill you can take motorbike taxis back to the centre. They try to charge you 2,000 kyat, but you can haggle them down to 1,000 kyat (1,500 kyat if you are two persons on the same motorbike)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Motorcycle Tour of Mandalay's Sights"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=13,000 kyat"],["content=A whole day tour conducted by a 20-year old motorcycle driver named Phyo Lay attached to the Royal City Hotel on the west side of the Palace compound (27th St). \n\n:At the moment, this three city tour has become very popular, so it can feel like you're in a theme park ride meeting the same people at every place.\n\n:First stop is U Bien Bridge, the famous 1.2km-long teak bridge. \n\n:The next stop is a climb up Sagaing Hill, dotted with gleaming golden and enormous stupas, one of which can be reached via 300+ steps and offering a 360-degree view of the Irrawady River with its old (colonial) and new bridges.\n\n:The next attraction is across the river where you board a horse cart for the town of Old Ava (also called Innwa). But first the river has to be crossed by ferry for 1,000 kyat. Horse cart tour guys compete for your business as you land at the jetty and offer 6,000 kyat for two passengers consisting of the three main attractions: the antiquated-looking and very charming \n\n:Bagaya Monastery, built in 1834 by King Bagyidaw (impressive and awe-inspiring monastery entirely on very thick teak stilts with superb wood carving craftsmanship), Nanmyin Palace Watchtower (the leaning tower of Ava), 27m high, damaged by 1838 earthquake, all that remains of the palace built by King Bagyidaw, and Mahar Aung Mye Bonzan Monastery, a masonry structure, with an antiquated and charming look tastefully executed in Burmese-style architecture.\n\n:There are two other extra attractions: the ruined former palace gate (more like an entry pylon) and a small-scale brick temple complex: a group of stupas and temples that serves as teaser for what's to come in Bagan."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mandalay Marionettes Theatre"],["url=http:\/\/www.mandalaymarionettes.com"],["email="],["address=66th St"],["lat="],["long="],["directions=Between 26th & 27th St"],["phone=+95 2 34446"],["tollfree="],["fax="],["hours="],["price="],["content=This is a hard-to-find show, even in Yangon."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mintha Theater"],["url=http:\/\/www.minthatheater.com"],["email=info@minthatheater.com"],["address=27th St"],["lat="],["long="],["directions= Between 65th & 66th St"],["phone=+95 9 6803607"],["tollfree="],["fax="],["hours=Daily, 20:30"],["price=8,000 kyat"],["content=Classical court and folkloric dances that include a full 8-piece traditional orchestra."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Moustache Brothers"],["url="],["email="],["address="],["lat="],["long="],["directions=Take a rickshaw"],["phone="],["tollfree="],["fax="],["hours="],["price=8,000 kyat"],["content=A comedy trio who have served a total of 12 years in prison for their political (anti-government) performances and jokes. They are only allowed to perform from their home, for tourists. They perform every night. The admission fee goes towards helping political prisoners. The show lasts for about 1.5 hours and mostly features Burmese dance and some political jokes. Rickshaw drivers will try to strike a return deal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Waterfall Hill"],["alt=Yaedagon Taung"],["url="],["email="],["address="],["lat="],["long="],["directions=On the east side of Mandalay"],["phone="],["fax="],["hours="],["price="],["content=Outdoor sports, especially caving and rock climbing are popular endeavours here. It is not spoiled, not crowded, and not far from the city."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Zegyo Market"],["alt=Pronounced ",{"type":"''","value":["zei-gyo"]}],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A street bazaar near city centre."]]}]},"\n",{"type":"==","value":["Eat"]},"\nMandalay, both due to its history as a former capital of Myanmar, and its position as a major trading centre between Myanmar and it's neighbours in China, India, and Bangladesh has a notable array of specialties both from various regions within Myanmar as well as from other countries. Cuisine from the Shan State (usually including fermented pastes, vegetables, and meats) is popular in Mandalay which has a sizable Shan minority. Muslim Chinese noodles, pronounced ",{"type":"''","value":["pan-THEI-kao-sweh"]}," (flat thin noodles mixed with an array of spices, chili, and chicken), are also famous in Mandalay and the surrounding hills. Regardless of where you eat, try to leave space for ",{"type":"'''","value":["htou moun"]},"(",{"type":"''","value":["to-moh"]},"), a traditional Burmese dessert sold only in Mandalay. Beware, it contains a lot of oil and is extremely sweet.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Indian Street Restaurant"],["url="],["email="],["address=82nd & 27th"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cheap and delicious Indian food, including chapati (2 curries, 2 Indian rotis, for 300 kyat), birmani, mutton curries, etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mann Restaurant"],["url="],["email="],["address=83rd St"],["lat="],["long="],["directions=Between 25th & 26th St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Chinese restaurant, frequented by locals, but not so much by foreigners. Has a number of basic Chinese meals, at around 2,000 kyat (meat), 1,500 kyat (vegetarian) a plate. Nothing special. Easily recognised from the street by the abundant yellow and black advertising for a local whisky brand. They do sell beer and alcohol here too, Myanmar Beer at 1,500 kyat a bottle compared to 2,000 kyat in Yangon."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Street Pancakes"],["alt=Indian roti"],["url="],["email="],["address=81st & 26th"],["lat="],["long="],["directions=In the SW block of 81st & 26th St. Enter the unmarked alley going west, next to Myawaddy Bank"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Afternoons you'll find a pleasant Indian lady making savoury and sweet street pancakes in a cast iron frying pan in front of her house. Cheap, delicious, and pleasant company."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Too Too Myanmar Cuisine"],["url="],["email="],["address=28th St"],["lat="],["long="],["directions=Between 74th & 75th St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Supposedly has the best Burmese food in Mandalay."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Golden Coffee Shop"],["url="],["email="],["address=No. 80\/4, 35th St"],["lat="],["long="],["directions=Between 88th and 89th St"],["phone="],["tollfree="],["fax="],["hours="],["price=500-2,000 kyat for drinks. Similar for food\/snacks"],["content=Free Wi-Fi. Decently priced fruit shakes and coffees and a good array of snacks. Friendly staff try their best with English, but best take a phrasebook if you want to do more than point at pictures on menus."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Shwe Gokai"],["url="],["email="],["address=35th St"],["lat="],["long="],["directions=N side of 35th St a few shops W of 68th St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a Chinese BBQ restaurant famous for it's BBQ beef tongue and rice noodle soup (ba ba si). There is no English sign, but it is easy enough to find as it is the only BBQ restaurant on the north side of 35th St. It is next to a pottery store with many clay pots in front."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=V Cafe"],["url="],["email="],["address=No 408, Corner of 80th & 25th St"],["lat="],["long="],["directions=Near Royal Guesthouse"],["phone=+95 9 6804928."],["tollfree="],["fax="],["hours="],["price=USD5-10"],["content=A cool cafe at Mandalay with good food, friendly and attentive service at fair price. A nice escape from the teeming streets for those weary after a tiring day."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\nMost budget guesthouses are around 25th St, between 81st and 84th Streets. There are many more than those listed here.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=AD1 Hotel"],["url="],["email="],["address=Eindawya Sintada St, Chan Aye Thar San Township"],["lat="],["long="],["directions=E of Eindawya Pagoda"],["phone=+95 2 34505\/+95 9 6502430"],["tollfree="],["fax="],["hours="],["price=USD15-30"],["checkin="],["checkout="],["content=Great place to stay! Central location in the heart of Zeygo Market. The rooftop is something special. Rooms are tacky and baths dated, but the price is right."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=ET Hotel"],["url="],["email="],["address=83rd and 23rd\/24th St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD20"],["checkin="],["checkout="],["content=Nice and clean. Free Wi-Fi, tours, and transport booking, friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nylon Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=Corner of 83rd & 25th St"],["phone=+95 2 33460; +95 2 66550; +95 2 60757"],["tollfree="],["fax="],["hours="],["price=USD10-20"],["checkin=early, if room available"],["checkout=12:00"],["content=Room, bathroom quality is standard for Burma at this price. Basic breakfast and working Wi-Fi in room included. Extremely friendly staff, except for the owner (unfriendly, doesn't care about his guests at all). Attention: they may try to scam you with the laundry, so clarify the price per unit and count for yourself."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mahar Hotel"],["url="],["email=hotelmahar.mdy@gmail.com"],["address="],["lat="],["long="],["directions=24 St, between 83 & 84th St"],["phone=+95 2 22854"],["tollfree="],["fax="],["hours="],["price=USD18-25"],["checkin="],["checkout=12:00"],["content=One block from Nylon Hotel, rooms are very clean and relatively good value for the price (for Mandalay), though single rooms are small. Hot shower, free Wi-Fi in rooms, standard breakfast included, friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Peacock Lodge"],["url="],["email="],["address=5 61st St"],["lat="],["long="],["directions="],["phone=+95 2 33411"],["tollfree="],["fax="],["hours="],["price=USD20"],["checkin="],["checkout="],["content=Terrific home stay B&B, with very friendly family staff. A bit out of the centre. Has bike rentals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rich Queen"],["url="],["email="],["address=87th St"],["lat="],["long="],["directions=Between 26th & 27th St"],["phone=+95 2 260172, +95 9 91028348"],["tollfree="],["fax="],["hours="],["price=USD25"],["checkin="],["checkout="],["content=Place is new and has a flash backpacker feel to it. Has modern facilities including the baths. All rooms have air-con."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Royal Guesthouse"],["url="],["email="],["address=No 41 25th St"],["lat="],["long="],["directions=Between 82nd & 83rd St, S side."],["phone=+95 2 65697"],["tollfree="],["fax="],["hours="],["price=USD7+"],["checkin="],["checkout=12:00"],["content=This place fills up pretty quickly, so if you want to be sure, make a reservation before arriving in Mandalay. Cheaper rooms have fan and shared bath, more expensive have air-con. The air-con is on the government grid and so will go down during (common) blackouts. Friendly staff, and close to the royal palace. Bike rental (1,500 kyat per day, negotiable) available across the road."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sabai Phyu Hotel"],["url="],["email="],["address=81st and 25\/26th St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD10-20"],["checkin="],["checkout="],["content=Despite the semi-squalid, cell-like rooms, due to the overpricing in Mandalay, this is probably the best bet in the area. Free drinking water. Breakfast for USD1. Some of the best water pressure in Burma."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yoe Yoe Lay Guesthouse"],["url="],["email=nanbwe1@gmail.com"],["address=Between 35th and 36th St & 57th and 58th St, Shwe Gal Pwar"],["lat="],["long="],["directions=About 10 min E of downtown. You can also take local pickup Bus 11 from 35th street, RMB300"],["phone= +95 944 404 1944"],["tollfree="],["fax="],["hours="],["price=USD10-30"],["checkin=12:30"],["checkout=12:00"],["content=Great breakfast included with fruits, western and local food, free Wi-Fi & drinking water. Clean bathrooms with warm water. The owner \"Mama\" and the staff are very kind and helpful. Kind of a homestay feeling. Bicycles for rent (USD2 per day). They organize bus tickets and sightseeing tours. Booking through their Facebook page or email. Air-con ",{"type":"''","value":["en suite"]}," dbl: USD30, shared bathroom: USD25, 4 and 6 bed dorm rooms: USD10 per person (Mar 2014)."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Smart Hotel"],["alt="],["url=http:\/\/smarthotelmandalay.com"],["email="],["address=No 167 28th St"],["lat="],["long="],["directions=Between 76th & 77th St, Chan Aye Tharzan Township"],["phone=+95 2 32682"],["tollfree="],["fax="],["checkin="],["checkout="],["price=USD60-90"],["content=A nice, new (2013) downtown hotel. Several types of rooms, ranging from fairly basic up to quite nice (even by Bangkok or Singapore standards). Staff very friendly and capable of assisting with tourist plans, onward travel tickets, etc. Onsite restaurant and bar. Free Wi-Fi."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mandalay Hill Resort"],["url=http:\/\/www.mandalayhillresorthotel.com"],["email="],["address=No 9, Kwin (416B), 10th St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD170+"],["checkin="],["checkout="],["content=An 8-storey hotel at the foot of Mandalay Hill."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sedona Mandalay"],["url=http:\/\/www.sedonahotels.com.sg\/oh_mya_ma_loc.asp"],["email="],["address=No 1, Junction of 26th & 66th St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=USD121+"],["checkin="],["checkout="],["content=A Singaporean-owned hotel built blending traditional Burmese and modern architecture that faces the Royal Palace and Mandalay Hill."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zegyo Hotel"],["url="],["email="],["address=84th St"],["lat="],["long="],["directions=Between 27th and 28th St, next to Zegyo Market"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Great location, clean rooms."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nMandalay is a haven for drug kingpins and is a main trading centre of illicit drugs. In 2005, an explosion occurred at Zegyo Market. That being said, Mandalay is generally a very safe city.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Amarapura"]]}," (Pyi) - famous for its ancient sights, and for U Bein bridge, the world's longest teak bridge."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hsipaw"]]}," - Bus leaves at 06:00 and 14:30 (5,000 kyat), 5 hr."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mawlamyine"]]}," - Overnight bus ",{"type":"'''","value":["Shwe Mandalar"]}," at 18:00 (15,000 kyat), leaves from the Highway Bus Station. Quite luxurious (Swedish) bus, includes a towel, pillow, blanket toothbrushes and water. Arrives at ",{"type":"[[","value":[["Mawlamyine"]]}," at 05:00."]},{"type":"*","value":[" ",{"type":"[[","value":[["Maymyo"]]}," (Pyin U Lwin) - former British hill station in a lush alpine forest. The small town contains a variety of colonial relics, and is most famous for its botanical gardens (modelled on England's Kew Gardens). Also known for the Defence Services Academy, the top-ranked military academy in Myanmar. Shared taxis come pick you up (6,500 kyat, back seat, 7,000 front, 1.5 hr).  Pickups leave from the corner of 27th and 82nd (1,500 kyat, 2 hr). Train is highly scenic, and is a must-do train journey if you like trains,  but unfortunately leaves Mandalay at 4 AM (USD 3 for upper class)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mingun"]]}," - best known for the Mingun Bell (one of the largest bells in the world), is a boat ride away. Boats leave from the Mingun jetty (all drivers know it) at 09:00 and return at 13:00.  5,000 kyat return."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sagaing"]]}," (to the east) - has many Buddhist temples and monasteries, especially on Sagaing Hill."]},{"type":"*","value":[" ",{"type":"[[","value":[["Yangon"]]}," - Overnight buses at 07:00 and 09:00 (10,500 kyat). Luxury bus for 16,000 kyat. Leaves from the Highway Bus Station."]},"\n\n\n\n",{"type":"[[","value":[["WikiPedia:Mandalay"]]},"\n\n",{"type":"{{","value":[["geo"],["21.975000"],["96.083333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Myanmar"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mandalay"]]}]