[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Mandarmani Sea Beach.jpg"],["thumb"],["350px"],["Mandarmani"]]},"\n",{"type":"'''","value":["Mandarmani"]}," (or ",{"type":"''","value":["Mandarmoni"]},", ",{"type":"''","value":["Mandarbani"]},") is a beach resort in ",{"type":"[[","value":[["Southwest Bengal"]]}," in ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Get in"]}," \n\nThe nearest train station is at Contai and the nearest airport is at ",{"type":"[[","value":[["Kolkata"]]},". Previously,there was no proper road for the last 6 km into Mandarmani, which forced you to drive along the beach. However, recently a narrow but all-weather road has been constructed, which takes you directly to the hotels and resorts, provided you travel in a car or jeep. You can still drive along the beach; remember,however, beach driving has a seriously adverse affect on the local ecology, not to mention the atmosphere of the beaches. While driving on the beaches, stick to the side far from the sea or keep to the established track or you may risk getting caught in mud or sand.\n\n",{"type":"===","value":["By road"]},"\n\nFrom Kolkata, after crossing the VidyaSagar Setu, take the Kona Expressway. After driving a while turn left to Mumbai Road. Drive till you reach Kolaghat, and turn left toward Digha. 2 km before reaching Contai Town you will reach Contai Bypass Road, a shortcut that will again drop you on the Kolkata-Digha road. Drive another 10 km to reach Chawalkhola. Take a left turn from Chawalkhola and follow the village road till it ends at a sea-side village called Dadanpatrabar, around 8km. From Dadanpatrabar take a right turn along a narrow road that runs for another 2-3 km. At the end of this road, you can either drive straight along the sand or take a right turn again through a narrow village road to reach Mandarmani. The road straight ahead has a steep 40 degree downhill slope which leads to the beach and the car should be maneuvered very slowly on this slope. Normally during high tide cars are advised not to take this road as the chances of the cars getting stuck in the sand are high. However, while going on this beach road, the trick is to drive quickly over the sand and not stop as it may result in the car tyres getting stuck. The sand road is typically 4-5 kms and it would hardly take 5-7 mins to traverse it. It is advised to go in groups of cars so that there is help at hand if any car gets stuck. The village road is just a soil road with dense vegetation and some population on both sides. There are no lights or any other amenities. This runs for another 3-4 km. This road is typically very narrow and for any oncoming traffic either car would have to slow down to give way. There are a few patches of broken road as well and it is advisable to take cars with high ground clearance (SUV's etc) rather than hatchbacks because you would end up scraping the car's underbelly couple of times at least unless it has a high GC. It can take upto 45 minutes to traverse this bad stretch of road which ends up onto the beach near Rose Valley Resort. From there to reach Sana Beach Resort or Victoria Resort, take a right on the beach and drive for another kilometer. Traveling through the beach road is always more time saving and hassle free than the village road but there's the risk of cars getting stuck in sand. It's best to cover the whole stretch from Chawalkhola to Mandarmani before dark. \n\nThe total trip from Kolkata is around 3.5 hours.\n\nDistances are as follows: Esplanade - 63 km - Kolaghat - 3km - Mecheda - 80 km - Contai - 12.3 km - Chawalkhola - 4 km - Kalindi - 4 km - Dadanpatrabar - 6 km -Mandarmani - total 172 km.\n\nIf coming from Kharagpur drive down the Chennai Highway. This is a good road but drivers need to be careful of the buses and trucks travelling at high speed. Drive for about 40 km till Belda where you have to leave the Chennai Highway and turn left to enter Belda village and proceed towards Egra. This road is comparatively narrow and filled with potholes. Clusters of small villages and towns will come up regularly. From Egra a sharp right hand turn will lead you to Contai from where the road extends towards Chwalkhola. You may also continue straight from Egra to reach Kanthi (Contai) and then take a right turn from there to reach Chawalkhola. From Chawalkhola there is a sharp left turn leading towards Mandarmoni. The road side area is densely populated on both sides and the road has speed breakers placed maybe every few hundred meters. Be extremely careful while driving on this road as the speed breakers may be a bit too high for cars with low ground clearance. There is no electricity in this area and it is strictly advisable to travel before dark. This road will lead towards Dadanpatrabar village where one can go directly towards the beach or take a right turn and travel parallel to the beach for approximately a 100 m, from there one can enter the beach. The distance from  Chawalkhola to Mandarmoni is 13 km but it takes approx. 25 to 30 mins by car due to the narrow road.\n\n",{"type":"===","value":["By bus"]},"\n\nFrom Kolkata, catch a bus at ",{"type":"[[","value":[["Kolkata\/Esplanade"],["Esplanade"]]}," or at ",{"type":"[[","value":[["Howrah"]]}," headed for ",{"type":"[[","value":[["Chawalkhola"]]},", or any bus headed towards Digha. From Chawlkhola there are cycle-rickshaws and auto-rickshaw which you can take to Dadanpatrabar and\/or Mandarmoni. You can also hire a car from Chawalkhola for Mandarmoni. \n\nFrom Dadanpatrabar, you can again get use rickshaws, but it is best to take the transport from Chawalkhola till Mandarmani since transport availability from Dadanpatrabar is very uncertain.\n\nState Transport Buses are available cost Rs 130. A number of deluxe coaches run daily, Rs 100-110. Whiteliners is the better option, departing Esplanade at 7:30AM, cost is Rs 205.\n\nVolvo Bus is available from Gariahat via Esplaned in the morning.\nCheck if the route is operating when booking as some times bus may be canceled for mechanical failure or other reason.\n\n",{"type":"==","value":["Get around"]},"\n\nYou'll most likely be ",{"type":"'''","value":["walking"]}," between your resort and the beach, however if you need to travel longer distances, avoid the temptation to drive on the beach more than necessary.\n\nBe careful while driving on the beach and try to stick to the central part of the beach while driving. Towards the end of the beach, the sands are soft in places and your car may get stuck in it. Avoid driving on the beach after dark as if you get stuck in the sand dunes, you may not be able to get any local help to pull your vehicle out.\n\nOn the beach, there is no electricity and after dark the only sources of light are the lights of the small beach-side shops which get their electricity from generators or batteries. As the evening progresses, the high tide causes the sea to rise. By 7-8 PM the sea takes up almost a quarter of the total width of the beach. So, if you had visited the beach during daytime, be careful as the sea will definitely be nearer in the evening. Better to have a torch with you at all times after dark.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The beach"]}," – Most people are here to hang out at the beach. The waves tend to be calm and the water is often dotted with a few fisherman going about their daily routine."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Delta"]}," – At the end of the beach, there is the ",{"type":"'''''","value":["'mohana"]},"' or river delta (place where a river meets the sea). There are some fishing settlements nearby. "]},"\n:This place is about 5-6 km from the main part of the beach where most of the hotels\/resorts are located and is really beautiful with a scenic backdrop. On one side of the river there are dense ",{"type":"''","value":["jhau"]}," trees, while on the other side is the fishing village. A bit further from the village on the other bank of the river is some dense vegetation. It is not realistic to attempt to cross over to the other side and go into this forest as it is actually quite distant, despite appearing to be quite close. \n\n:You can watch the fishermen standing or wading through knee deep water laying their nets or catching fish and crabs.\n\n:Red crabs are visible over a large stretch of the beach near the Mohana.\n\n:However, try to avoid this place after dark as it becomes very isolated and you will not find any people, local or outsiders.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Tajpur Beach"],["alt="],["url="],["email="],["address="],["lat=  21.647"],["long= 87.622"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\nRelax, swim and enjoy the beach. You can roam everywhere. It is unlikely that anybody will disturb your privacy and the beauty of this beach is that you are not likely to have many other visitors around. Activities include fishing, table tennis, carrom, beach cricket, beach volleyball, and boat cruises. Sunbathing is best from October to February. However, this beach is not frequented by foreign tourists and so if you plan to sunbath here, be sure to keep in mind the local culture.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["ATV Bikes"]},"   You can enjoy the ride of ATV Bikes with pilot on the long beach"]},{"type":"*","value":[" ",{"type":"'''","value":["Jet Ski"]},"     Enjoy the ride on Jet ski with pilot, surf the sea. feels amazing"]},{"type":"*","value":[" ",{"type":"'''","value":["Banana Boat"]}," Its a ride on sea with several people sitting on a banana shaped boat "]},{"type":"*","value":[" ",{"type":"'''","value":["Bumpy Rides"]}," Its a ride on waves, feels bumpy"]},{"type":"*","value":[" ",{"type":"'''","value":["Bungee Trampoline"]}," Jump on Trampoline with rubber ropes attached to you"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fresh fish & crabs"]}," are sometimes available from the local fishermen."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shells"]}," the small shops dotting the beach also sell small knick-knacks made out of shells and oysters. You can buy shell-necklace and other such stuff. Beach balls, hats, toys, brought from the Kalindi market or Chawalkhola, are also sold."]},"\n",{"type":"==","value":["Eat"]},"\n\nMost of the resorts serve typical Bengali food and Kolkata-style Chinese cuisine.\nHowever, food is a bit costly since most of the items have to be brought from far away Kalindi\/Contai market. The local raw materials available in the nearby village will not usually serve the requirements of the hotels or resorts.\n\nAlso, do not expect very high quality food as the hotels usually employ local people without much expertise as cooks. However, the food is hygienic and generally clean. Crab and prawn preparations are worth savouring. But negotiate the price beforehand.\n\nThe beach also has a number of small eateries which sell tea and snacks. If you want to have meals from here, you have to place an order with the owners beforehand. These eateries make the food only 'on-demand' as per prior bookings from customers. With these stalls, you may have to compromise on the hygiene. Costs are again on the higher side.\n\nFrom the eateries you can borrow chairs to sit on the beach.\n\nNote : Food is very expensive. Approx Rs. 500\/- per day per head.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Green coconut water"]}," is sold by the local farmers. You can get a limited variety of ",{"type":"'''","value":["alcohol"]}," from the shops near the beach, but be sure to dispose of the containers properly rather than littering the beach. Also be informed that the alcohol is exorbitantly costly, and in some cases almost double the normal market price. Beer is approximately Rs 80 for a 650 ml bottle or can.\n\n",{"type":"==","value":["Sleep"]},"\n\n\n\n",{"type":"{{","value":[["cautionbox"],["To avoid the unsavory, corrupt, and thoroughly untrustworthy booking services based in Kolkata, it is best to get a place to stay on arrival without advance reservation."]]},"\n\nSeveral resorts are spread along a 6 km stretch of beach:\n\n",{"type":"{{","value":[["sleeppricerange"],["under ",{"type":"{{","value":[["Indian Rupee"]]},"1,500"],["from ",{"type":"{{","value":[["Indian Rupee"]]},"1,500 to ",{"type":"{{","value":[["Indian Rupee"]]},"3,000"],["Over ",{"type":"{{","value":[["Indian Rupee"]]},"4,000"]]},"\n\n\n\n",{"type":"===","value":["Budget"]},"\n\n\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Panthatirtha"],["url="],["email=et@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+91 90 3830-6460"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"800-",{"type":"{{","value":[["Indian Rupee"]]},"1,500"],["checkin=noon"],["checkout=noon"],["content=A\/C and non-A\/C sea facing rooms double, triple, eight bed and large dormitory. Restaurant and childrens park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Priya Jeet"],["url=http:\/\/resortpriyajeet.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 98 3003 5839, +91 33 2481-9359"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"800-1,200"],["checkin=11AM"],["checkout=10:30AM"],["content=Private sunbathing area on the beach. A multi-cuisine restaurant serves Indian, Chinese and Continental food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Samudra Bilas"],["url="],["email="],["address=Mandarmoni sea beach"],["lat="],["long="],["directions=15 km from Choulkhola"],["phone="],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"800-1,800"],["checkin=12 noon"],["checkout=11.30AM"],["content=A village resort consisting of 14 cottage style rooms. Four of them are 4 bedded, one room is 10 bedded, rest are twin beds, the resort have 32 bighas of land including ponds, children's park, boating, and a restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Samudra Sakshi Resort"],["url="],["email=cbhoinfo@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+91 91 4315-0273"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"500\/600\/800\/1800"],["checkin=12 noon"],["checkout=11:30AM"],["content=A resort with a small park, good for kids. Renovated with four bed and A\/C rooms, on site restaurant"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shorelene"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 92 3957-2058"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"800-1500"],["checkin=12 noon"],["checkout=11.30AM"],["content=Sea facing & sea view rooms. Childrens play ground. Complimentary breakfast from Sunday to Thursday. Pick-up and drop-off service from Chowlkhola at extra cost. Parking is provided for free."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tarangamala Guest House"],["url=http:\/\/mandarmoniresort.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 99 3297-7184"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"500-",{"type":"{{","value":[["Indian Rupee"]]},"1500"],["checkin=noon"],["checkout="],["content=A basic mid-range hotel with cottages around a lake."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Debraj Beach Resort"],["url=http:\/\/www.mandarmoni.com\/"],["email=contact@debrajresort.com"],["address="],["lat= 21.6636"],["long= 87.6991"],["directions="],["phone=+91 98 3021-3935, +91 33 2231-0909"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"1,500-4,000"],["checkin="],["checkout="],["content=Suites, cottages, all with TV and mini-bar, double, triple and x6, sea-view rooms with private sit outs and lawns available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Digante"],["url=http:\/\/digante.com\/"],["email=digante@digante.com"],["address="],["lat="],["long="],["directions="],["phone=+91 99 0346-8114, +91 90 0760-3406"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"1,100-1,400 (NAC)"],["checkin="],["checkout="],["content=A mid-priced beach retreat with a private sunbathing beach backed by sand dunes and Jhau plantations. A\/C rooms available at extra charge, 24 hr generator. Durga Puja ceremonies are held at the resort. Bidisha is the onsite multi-cuisine restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=ecOvilla,The Screw Pine Beach Resort"],["url="],["email=ecovilla20@gmail.com"],["address=Mandermani"],["lat="],["long="],["directions="],["phone=+91 80 0138-6463"],["tollfree="],["fax="],["hours="],["price="],["checkin=12noon"],["checkout=11AM"],["content=Eco boutique resort with 18 sea facing cottages with full facilities. Room service, homely multi-cuisine food. Ideal for package tour or groups. Can arrange picnics, DJ nights, musical evenings. Special holiday package starting from ",{"type":"{{","value":[["Indian Rupee"]]},"1,500-2,000. Car rental assistance, sight seeing and tours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Dream Land"],["url=http:\/\/hoteldreamlandgroup.com\/mandarmani.html"],["email=info@hoteldreamlandgroup.com"],["address="],["lat= 21.6536"],["long= 87.6703"],["directions="],["phone=+91 33 2217 5584, +91 94 330 5584"],["tollfree="],["fax=+91 33 2226 0144"],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"1,200-3,500"],["checkin=12 noon"],["checkout=11:30AM"],["content=24 A\/C and non-A\/C sea view cottages and rooms. Multi-cuisine restaurant"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ganapat Palace"],["url=http:\/\/hotelganapatipalace.com\/"],["email=info@hotelganapatipalace.com"],["address="],["lat="],["long="],["directions=If you arrive by bus set down at Chawalkhola and seek private transport to the hotel (14 km)"],["phone=+91 95 93081201"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"1,200, 1,600, 2,500"],["checkin=12 noon"],["checkout=11:30AM"],["content=Swimming pool, pool games, table tennis, gym. Children's play area, multicuisine restaurant, non-A\/C, A\/C rooms and sea facing cottages. On site generator available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Resort Hirak Jayanti"],["url=http:\/\/www.resortmandarmoni.com"],["email=debjiban.roofers@gmail.com"],["address="],["lat="],["long="],["directions=Near Garden Retreat Resort"],["phone=+91 97 48899684, +91 90 51603295"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"1,200-1,800, A\/C ",{"type":"{{","value":[["Indian Rupee"]]},"3,000"],["checkin=12 noon"],["checkout=11:30AM"],["content=All rooms sea facing, childrens park, conference hall, free car parking, 24 hr room service and security, multi cuisine restaurant. Cable TV, 20 hr power supply by generator, driver accommodation. Pick-up\/drop at Chawlkhola and Contai railway station   ."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Shinjini"],["url="],["email="],["address=9B, Sidhu Kanahudahar"],["lat="],["long="],["directions=7 km from ChaulKhola"],["phone=+91 91 6314-2803"],["tollfree="],["fax="],["hours="],["price=non-A\/C ",{"type":"{{","value":[["Indian Rupee"]]},"800\/-, A\/C ",{"type":"{{","value":[["Indian Rupee"]]},"1,800\/-"],["checkin=12 noon"],["checkout=12 noon"],["content=Flower garden, Bengali restaurant. Car parking. Pick up and drop off service from Chulkhola."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Neel Nirjaney"],["url=http:\/\/www.neelnirjaney.com\/"],["email="],["address=Mandarmani"],["lat="],["long="],["directions="],["phone=+91 93 3188-2883"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"1,000-2,000+tax"],["checkin=12 noon"],["checkout=11:30AM"],["content=Same day laundry service (seasonal). On call doctor. Massage services and children's park. Multi-cuisine restaurant (Palki). Car parking, car rental, sight seeing services. Driver accommodation is available (@",{"type":"{{","value":[["Indian Rupee"]]},"100\/- per night)."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dream Hut Resort"],["url="],["email="],["address=Mandarmoni sea beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"1,000\/- to ",{"type":"{{","value":[["Indian Rupee"]]},"3,000\/-"],["checkin=12 noon"],["checkout=11:30AM"],["content=A seaside Resort with modern amenities, childens play ground, swimming pool. Multi-cuisine restaurant providing breakfast, lunch, evening snacks and dinner. A\/C, non-A\/C rooms with attached bathroom, TV & intercom. Driver accommodations are available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sonar Bangla"],["url=http:\/\/www.hotelsonarbangla.com\/mandarmoni.html"],["email=reservation@hotelsonarbangla.com"],["address="],["lat="],["long="],["directions="],["phone=+91 98 0034 0270"],["tollfree="],["fax="],["hours="],["price=A\/C-",{"type":"{{","value":[["Indian Rupee"]]},"3,500+5%+10%, non-A\/C- ",{"type":"{{","value":[["Indian Rupee"]]},"1,500+10%"],["checkin=12 noon"],["checkout=11AM"],["content=."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Golden Beach Resort"],["alt="],["url= http:\/\/www.thegoldenbeachresort.com"],["email="],["address="],["lat= 21.6586"],["long= 87.6893"],["directions="],["phone= +919433095262 , 09163040758"],["tollfree="],["fax="],["price= ",{"type":"{{","value":[["Indian Rupee"]]},"800-2,500"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rose Valley"],["url=http:\/\/rosevalleyresorts.com\/resort-mandarmoni.html"],["email="],["address="],["lat= 21.6521"],["long= 87.6672"],["directions="],["phone=+91 98 3139 9988"],["tollfree=1800 102 9922"],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"1,000-",{"type":"{{","value":[["Indian Rupee"]]},"8,000, bungalow ",{"type":"{{","value":[["Indian Rupee"]]},"20,000"],["checkin=12 noon"],["checkout=11:30AM"],["content=106 rooms, A\/C, some rooms are sea-facing, other rooms at rear are non-sea facing. Credit cards are accepted at their Kolkata office. Group rates are available. Swimming pool, garden, A\/C conference facilities and a banquet hall. Breakfast complimentary, free or free pick up & drop from Chawalkhol. Drivers stay free. Extra cot charge ",{"type":"{{","value":[["Indian Rupee"]]},"500 per day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Sana Beach"],["url=http:\/\/thesanabeach.com\/"],["email=leisure_luxury@hotmail.com"],["address=Sana beach, Mandarmoni"],["lat= 21.6499"],["long= 87.6549"],["directions=14km from Chawalkhola"],["phone=+91 90 0772-5066"],["tollfree="],["fax="],["hours="],["price=",{"type":"{{","value":[["Indian Rupee"]]},"2,850-",{"type":"{{","value":[["Indian Rupee"]]},"13,500+tax"],["checkin=12 noon"],["checkout=11AM"],["phoneextra=+91 98 3147-3785"],["content=\"Eco-friendly\" beach resort with accommodation options from camping through to suites & Maharaja tents. Multi-cuisine restaurant, local artisans' market\/workshop, newly opened spa, swimming pool and lounge bar with a private sunbathing area provided on the beach. ",{"type":"''","value":["Shrimp Cocktail"]}," is a multi-cuisine restaurant serving Indian, Chinese and Continental food. ",{"type":"''","value":["Tulshi"]}," is their Jain restaurant. ",{"type":"''","value":["Sourav"]}," is a 24 hr cafe, or check out ",{"type":"''","value":["Majlish"]},", the hookah bar. ",{"type":"''","value":["Kolahal"]}," is the sports lounge bar or try the ",{"type":"''","value":["Swimming Pool."]}]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Masara Beach Resort"],["alt="],["url= http:\/\/www.masararesort.com\/"],["email="],["address="],["lat= 21.6548"],["long= 87.6778"],["directions="],["phone = +91 9331155548, 09331040310, 09051111216"],["tollfree="],["fax="],["price= ",{"type":"{{","value":[["Indian Rupee"]]},"1,800-5,900"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay healthy"]},"\n\nReportedly some resorts dump solid waste into the ocean, which you may want to consider before heading out for a swim. The report may be wrong because any solid material dumped in the sea ultimately returned by the sea and make a line of debris at high tide line which is not visible. But every tourist should take care of their health. Don't go in the sea beyond hip level water for your own safety.\n\nPlease remember to carry any essential medicines if visiting the area as there are very limited sources of potential supply in an emergency.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Digha"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Junput"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Shankarpur"]]}]},{"type":"*","value":[" Mahisadal"]},"\n",{"type":"{{","value":[["geo"],["21.666"],["87.705"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southwest Bengal"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Mandarmani"]]}]