[{"type":"{{","value":[["pagebanner"],["Manhattan banner Times Square at night.jpg"],["dotm=yes"],["caption=Times Square"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\nWall Street. Madison Avenue. 34th Street. Broadway. ",{"type":"'''","value":["Manhattan"]}," is so well known that even the names of its streets have become iconic and understood the world over.  This long, thin island is only one of ",{"type":"[[","value":[["New York City"]]},"'s five boroughs, but it's Manhattan that has the concrete canyons and the inimitable skyline; Manhattan that has the world's brightest theater district; Manhattan that has Central Park, Rockefeller Center, the Empire State Building, and the Met; and Manhattan that includes iconic neighborhoods like Harlem, the Upper East Side, Times Square, and Greenwich Village.\n\nThe rest of New York City has much to see and do, but it's Manhattan that represents the city—and sometimes the entire ",{"type":"[[","value":[["United States of America"],["United States"]]},"—to the world.  You could spend a week on this tiny island and still not see all there is to see.  Grab a yellow taxi, hop on the subway, or just start walking, and you're sure to begin to understand just what it is that makes Manhattan, ",{"type":"''","value":["Manhattan"]},".\n\n",{"type":"==","value":[" Districts "]},"\nManhattan (also known officially as ",{"type":"'''","value":["New York County"]}," and informally called simply \"New York\" or \"The City\" locally) is divided broadly into three sections: ",{"type":"'''","value":["Downtown"]},", ",{"type":"'''","value":["Midtown"]},", and ",{"type":"'''","value":["Uptown"]},". In common parlance locally, to go \"Downtown\" in Manhattan means to \"go south\", while going \"Uptown\" means to \"go north\".\n\nThe districts located south of 14th Street are considered part of Downtown. Midtown, as the name suggests, occupies the approximate middle reach of Manhattan Island, sandwiched between 14th Street and 59th Street \/ Central Park. Midtown is divided into a number of neighborhoods, often indistinct with considerable overlap between them. The districts located north of 59th Street are considered part of Uptown.\n\n",{"type":"===","value":[" Downtown \/ Lower Manhattan "]},"\nDowntown, or Lower Manhattan, is the oldest part of the city, and considered the financial capital of the country, if not the world.  The tallest skyscrapers are mostly downtown, along with some of the most interesting residential neighborhoods.\n",{"type":"{{","value":[["Regionlist"],["regionmap=Manhattan districts.png"],["regionmapsize=250px"],["regionmaptext=Map of Manhattan Districts"],["region1name=",{"type":"[[","value":[["Manhattan\/Financial District"],["Financial District"]]}],["region1color=#b569b5"],["region1description=Long the center of the American economy, the Financial District is full of impressive turn-of-the-century buildings and is a hive of activity during the day. At night it clears out considerably, though it is becoming an increasingly residential area, giving it more flavor than it has had in the past. Wall Street, the World Trade Center site, South Street Seaport, and Battery Park, a departure point for ferries to the Statue of Liberty and Ellis Island, Staten Island, and Governors Island are all in this neighborhood."],["region2name=",{"type":"[[","value":[["Manhattan\/TriBeCa"],["TriBeCa"]]}],["region2color=#a4a460"],["region2description=The \"",{"type":"'''","value":["Tri"]},"angle ",{"type":"'''","value":["Be"]},"low ",{"type":"'''","value":["Ca"]},"nal Street\". Home to Robert DeNiro's annual film festival, it is popular with the affluent crowd and replete with trendy restaurants. Unlike SoHo to the north, Tribeca is not over-filled with shoppers on weekends, and Greenwich Street could be mistaken for the main street of a beautifully preserved small town."],["region3name=",{"type":"[[","value":[["Manhattan\/SoHo"],["SoHo"]]}],["region3color=#459745"],["region3description=\"",{"type":"'''","value":["So"]},"uth of ",{"type":"'''","value":["Ho"]},"uston Street\" flows north from Canal Street between the Hudson River and Lafayette St. The ultimate urban gentrification story, SoHo was a rundown industrial area until the 1960s, when artists began inhabiting its spacious and then-cheap lofts.  After the artists came the galleries, then the celebrities, then the shoppers, and now the visitors. Filled with gorgeous cast-iron architecture (on Greene Street especially), SoHo is a great shopping and dining destination, even if many of the artists have moved on."],["region4name=",{"type":"[[","value":[["Manhattan\/Chinatown"],["Chinatown"]]}],["region4color=#67b7b7"],["region4description=Chinatown retains its scruffy, exotic atmosphere, especially around Mott and Canal Streets. The diminishing Little Italy still exists on Mulberry Street (and comes out in full force for Italian festivals such as the Feast of San Gennaro in September), but the surrounding blocks are morphing into fashionable Nolita (\"",{"type":"'''","value":["No"]},"rth of ",{"type":"'''","value":["L"]},"ittle ",{"type":"'''","value":["Ita"]},"ly\") or have been annexed by Chinatown."],["region5name=",{"type":"[[","value":[["Manhattan\/Lower East Side"],["Lower East Side"]]}],["region5color=#487db8"],["region5description=Famous as the Jewish immigrant ghetto of the early 20th century, the neighborhood today is enjoying a renaissance, with dozens of bars and restaurants."],["region6name=",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]}],["region6color=#a5c077"],["region6description=Coffee houses, wine bars, lowrise but high art and literary connections, located between Houston and 14th Streets. The bohemian center of yore, today's Village is strongly upmarket but retains its diverse flavor, with its historic  community around Christopher Street and thousands of students who attend NYU."],["region7name=",{"type":"[[","value":[["Manhattan\/East Village"],["East Village"]]}],["region7color=#c9815e"],["region7description=Gritty and diverse but redeveloping, this area lies east of Broadway. Pockets of Ukrainians, Japanese, Indians and young professionals make it one of the most vibrant Manhattan areas. The once-shabby area formerly known as Alphabet City, centered on Avenues A through D, is now considered part of the East Village."]]},"\n\n",{"type":"===","value":[" Midtown Manhattan "]},"\nAs the name suggests, Midtown Manhattan occupies the approximate middle reach of Manhattan Island, sandwiched between Lower Manhattan (below 14th Street) and Upper Manhattan (above 59th Street \/ Central Park). Like the financial district, Midtown Manhattan is also home to many skyscrapers. Midtown is divided into a number of neighborhoods, often indistinct. They are as follows:\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Manhattan\/Chelsea"],["Chelsea"]]}],["region1color=#a76767"],["region1description=Having superseded Greenwich Village as the primary center of New York's gay community, this appealing district has a great mix of fashion, design, art, culture, bars and restaurants."],["region2name=",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Gramercy Flatiron"]]}],["region2color=#8888dc"],["region2description=A chic, stylish district of stately residential areas, gardens and squares, trendy restaurants and bars."],["region3name=",{"type":"[[","value":[["Manhattan\/Theater District"],["Theater District"]]}],["region3color=#37a782"],["region3description=The name says it all: Broadway, Times Square, 42nd Street, Hell's Kitchen, Columbus Circle; often overlapping in the area between Fifth and Sixth Avenues with Midtown East. The Intrepid Sea, Air & Space Museum is down on the Hudson River."],["region4name=",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown East"]]}],["region4color=#bf4c4c"],["region4description=This extensive area east of Sixth Avenue includes a number of New York icons including the Empire State Building, the United Nations, Grand Central Terminal and the Chrysler Building."]]},"\n\n",{"type":"===","value":[" Uptown \/ Upper Manhattan "]},"\nThe districts located north of 59th Street are considered part of \"Uptown\" (note: to go \"Uptown\" in Manhattan means to \"go north\"):\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Manhattan\/Central Park"],["Central Park"]]}],["region1color=#00cc33"],["region1description=With its lawns, trees and lakes, it is popular for recreation and concerts and is home to the Metropolitan Museum of Art and Central Park Zoo."],["region2name=",{"type":"[[","value":[["Manhattan\/Upper East Side"],["Upper East Side"]]}],["region2color=#a66a31"],["region2description=Primarily a residential neighborhood, it remains New York City's wealthiest. Museums and restaurants abound."],["region3name=",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]}],["region3color=#226789"],["region3description=Often called the city's quintessential neighborhood and made famous by TV's ",{"type":"''","value":["Seinfeld"]},", it includes delightful residential streets, the twin-towered facades of the old apartment hotels on Central Park West and Riverside Drive, Columbia University, large and impressive churches, two of the city's best-known markets (Zabar's and Fairway) and one of its major museums – the American Museum of Natural History."],["region4name=",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Harlem and Upper Manhattan"]]}],["region4color=#669933"],["region4description=Harlem, America's most famous black community, is home to an increasingly diverse mix of cultures. East Harlem (aka Spanish Harlem), the traditional center of Latino culture in Manhattan, has been joined by the lively, predominantly Dominican neighborhoods of West Harlem and Washington Heights. Washington Heights, which is north of Harlem, is notable for Fort Tryon Park, the home of The Cloisters (the Medieval annex of the Metropolitan Museum). At the northern tip of Manhattan, Inwood's claim to fame is Inwood Hill Park, the last remaining virgin forest on the island."]]},"\n\n",{"type":"==","value":[" Understand "]},"\n",{"type":"[[","value":[["File:Map-USA-Manhattan01.jpg"],["thumb"],["250px"],["Street Map of Manhattan"]]},"\n",{"type":"===","value":[" Orientation "]},"\nMost of Manhattan is laid out in a grid. By convention, Manhattan is spoken of as if it runs north to south (it's actually northeast to southwest), with ",{"type":"'''","value":["streets"]}," running east-west and ",{"type":"'''","value":["avenues"]}," running north-south. This makes it relatively easy and straightforward to find your way.\n\nExcept for downtown Manhattan south of Houston Street and Greenwich Village between Houston St. and 14th St. on the west side, streets are numbered and the numbering rises as you go north, starting at 1st Street just above Houston and running up to 220th Street at the northern end of the island. As a guide to distance, there are roughly 20 street blocks per mile.\n\nNorth of Houston St., avenues are either named or numbered, and are more widely spaced than streets, with one mile being approximately seven avenues. Park Avenue is a continuation of 4th Avenue, while Lexington Avenue (between 3rd and Park Avenues) can be thought of as a \"3½ Avenue\" and Madison Avenue (between Park and 5th Avenues) can be thought of as a \"4½ Avenue\". On the Upper West Side, Columbus Ave. is a continuation of 9th, Amsterdam Ave. is a continuation of 10th, and West End Ave. is a continuation of 11th.\n\nAbove 8th St., 5th Avenue divides Manhattan into east and west; address numbering starts at 5th Avenue on each side (except where Central Park interrupts) and increases in either direction. Addresses west of 5th Avenue are written as, for example, 220 W 34th Street, while those east of 5th Avenue are written as 220 E 34th Street. For numbered streets below 8th St., Broadway divides the streets into east and west. Address numbering on avenues starts at the south end of the avenue and rises as you move north. In Greenwich Village and downtown Manhattan, all bets are off as streets meander, dead-end and intersect themselves.\n\n",{"type":"===","value":[" History "]},"\nThe area that is now Manhattan was once inhabited by the Lenape Indians, and the name Manhattan is believed to be derived from the Lenape word \"",{"type":"''","value":["Manna-hata"]},"\", which has been translated as \"island of many hills.\" Today, most of those hills have either been paved over or considerably softened, although you can still get some sense of what the natural landscape of Manhattan looked like at Inwood Hill Park, on the northern tip of the island.\n\nThe first European to set foot on Manhattan was Henry Hudson, an Englishman who mapped the area for the Dutch East India Company in 1609. Dutch settlers arrived in 1625, establishing a fort on the southern tip of the island and naming their settlement \"New Amsterdam.\" English soldiers took the settlement by force in the 1660s and renamed it \"New York,\" after the Duke of York (who later became King James II). Under British rule, New York became an important hub of business in the American colonies, as well as a center of dissent against said British rule. The Stamp Act Congress met here and the Sons of Liberty developed on Manhattan in opposition to \"taxation without representation.\" Manhattan was at the center of an early military campaign during the Revolutionary War, which resulted in General George Washington's forces abandoning New York to the British, who occupied the settlement until the end of the war. New York briefly served as the first capital of the new nation, with George Washington returning to take the oath of office as the first president of the United States.\n\nThrough the 19th century, Manhattan grew rapidly, becoming the center of a sprawling metropolis. The opening of the Erie Canal in 1825 and the growth of the city's banking sector established New York's importance as an economic center for the nation. The rate of immigration rose sharply, particularly in the years after the Civil War, with millions of newcomers coming to the city in hopes of a better life. The massive demand for housing and high immigration rate turned Manhattan into a city of industry and tenements and gave it its international flair, becoming a hotbed of political racketeering as well as the labor movement. The pressures of the urban landscape led to the creation of new parks, most notably Central Park, and expansion of the city boundaries led to opening of new connections to the other boroughs, most notably the Brooklyn Bridge.\n\nThe early decades of the 20th century saw even more growth, with the creation of the subway system offering a way to move easily around the crowded island and the first of Manhattan's skyscrapers, giving rise to the city's famous skyline. The economic boom of Midtown led to the borough's two skylines, with Midtown now competing (and often winning) as the dominant business and civic district versus the older financial district downtown. The Great Migration of African-Americans from the South led to the renaissance of Harlem, which has since remained an important center of African-American culture. The Art Deco landmarks of the 1930s (most notably the Empire State Building and the Chrysler Building) were joined by the modernist skyscrapers of the post-WWII economic boom, including the headquarters of the United Nations.\n\nThe boom years of the mid-century ended with Manhattan's economic decline in the 1960s and 70s. The departure of all port and industrial activity, as well as much of the city's tax base, brought intense poverty and a reputation of Manhattan as crime-ridden and graffiti-covered. However, Manhattan has come a long way since, as the rise of the financial industry and a new real estate boom has led to intense gentrification of the borough's neighborhoods. But while this trend has occurred alongside a reduced crime rate and a cleaner reputation, it also has resulted in the outflow of many of the borough's older residents and grittier character. Today, the Lower East Side and portions of Upper Manhattan are the only neighborhoods with some of the old grit, and even those are gentrifying. Locals often regard Manhattan as overpriced, tourist-centric, and lacking the character of the other boroughs. However, Manhattan remains the undisputed center of business, power, and prominence in the city – if not the ",{"type":"''","value":["nation"]}," – with evocative landmarks and a setting that continues to inspire awe from its many visitors.\n\n",{"type":"===","value":[" Visitor information "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=NYC Information Center Midtown"],["alt="],["url=http:\/\/www.nycgo.com\/venues\/official-nyc-information-center"],["email="],["address=810 Seventh Ave"],["lat="],["long="],["directions=between 52nd and 53rd Sts., north of Times Square"],["phone=+1 212 484-1222"],["tollfree="],["fax="],["hours=M–F 8:30AM–6PM, Sa–Su 9AM–5PM, holidays 9AM–3PM"],["price="],["content=Multilingual FAQ stations, free WiFi, plenty of guides and maps, and the city’s only aboveground MetroCard machine."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Times Square Information Center"],["url=http:\/\/www.timessquarenyc.org\/about_us\/info_center.html"],["email="],["address=7th Ave"],["lat="],["long="],["directions=between 46th and 47th Sts"],["phone=+1 212 452-5283"],["tollfree="],["fax="],["hours=Daily 8AM-8PM, closed Christmas and New Year's"],["price="],["content=Multilingual tourist counselors, free maps and brochures, tickets for Broadway shows and sightseeing tours, and free internet access on their Yahoo computers."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=NYC Information Kiosk City Hall"],["alt="],["url=http:\/\/www.nycgo.com\/venues\/official-nyc-information-kioskcity-hall"],["email="],["address=southern tip of City Hall Park"],["lat="],["long="],["directions=on the Broadway sidewalk at Park Row"],["phone=+1 212 484-1222"],["tollfree="],["fax="],["hours=M–F 9AM–6PM, Sa–Su 10AM–5PM, holidays 9AM–3PM"],["price="],["content=Guides, maps, pamphlets, brochures, and bilingual staff available for questions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=NYC Information Kiosk Chinatown"],["alt="],["url=http:\/\/www.nycgo.com\/venues\/official-nyc-information-kioskchinatown"],["email="],["address=at the triangle where Canal, Walker and Baxter Streets meet"],["lat="],["long="],["directions="],["phone=+1 212 484-1222"],["tollfree="],["fax="],["hours=Daily 10AM–6PM, holidays 10AM–3PM"],["price="],["content=Guides, maps, pamphlets, brochures, and bilingual staff (Mandarin- and Cantonese-speaking) available for questions."]]}]},"\n",{"type":"==","value":[" Get in "]},"\n:",{"type":"''","value":["See the ",{"type":"[[","value":[["New York City#Get in"],["New York City"]]}," page for details on how to get to New York City."]},"\n\n",{"type":"===","value":[" By train "]},"\n",{"type":"[[","value":[["File:Grand Central Station Main Concourse Jan 2006.jpg"],["thumb"],["350px"],["Grand Central Terminal"]]},"\nThere are three railway stations with access to points outside of New York City, two of which are in Midtown. The largest, ",{"type":"'''","value":["Pennsylvania Station"]}," (Penn Station for short), between 31st and 33rd Streets on 7th Avenue, is served by ",{"type":"[[","value":[["Amtrak"]]},", the ",{"type":"[[","value":[["Long Island"]]}," Railroad, and ",{"type":"[[","value":[["New Jersey"]]}," Transit. ",{"type":"'''","value":["Grand Central Terminal"]},", at Park Avenue and 42nd Street, is an architectural delight and the hub of the Metro-North Railroad to points in southern New York State and southern Connecticut. Metro-North trains also stop at ",{"type":"'''","value":["Harlem–125th Street"]}," at Park Avenue and 125 Street, a useful stop for travelers headed for ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Harlem or other points in Upper Manhattan"]]},".\n\nAdditionally, a subway system called ",{"type":"'''","value":["PATH"]}," connects Manhattan with ",{"type":"[[","value":[["Hoboken"]]},", ",{"type":"[[","value":[["Jersey City"]]},", and ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]}," across the Hudson River. One line serves the World Trade Center in downtown while another crosses under the river to Greenwich Village before continuing along 6th Avenue to Midtown, making stops at Christopher, 9th, 14th, 23rd, and 33rd Streets.\n\n",{"type":"===","value":[" By road "]},"\nManhattan being an island, access (whether by car, taxi, bus or by foot) has generally to be made by means of either a bridge or a tunnel. A pedestrian can walk into Manhattan over the Brooklyn, Manhattan, or Williamsburg Bridges from Brooklyn, the Queensboro or RFK (formerly Triboro) Bridges from Queens, all the numerous small street bridges from the Bronx, and the George Washington Bridge from New Jersey. Probably the most famous of these is the Brooklyn Bridge. If you're coming from LaGuardia Airport (LGA) by cab, consider asking the driver to take the Queensboro or Williamsburg Bridges into Manhattan if you're going to Midtown or Downtown, respectively, and save yourself the RFK Bridge or Queens-Midtown Tunnel toll. Buses from ",{"type":"[[","value":[["New Jersey"]]}," and other long-distance buses most commonly terminate at Port Authority Bus Terminal, 41st St. between 8th and 9th Avs., while others terminate in Chinatown (See ",{"type":"[[","value":[["Manhattan\/Chinatown#By long distance bus"]]}," for more information).\n\n",{"type":"===","value":[" By plane "]},"\nWhile there is no airport in Manhattan (see the ",{"type":"[[","value":[["New York City#By plane"],["NYC page"]]}," for details on airports serving the area), there are helicopter and seaplane services into the city. At least two companies provide helicopter services between Manhattan and area airports, from helipads on  W34th street, E34th Street, and Wall Street. Seaplane services are available to East Hampton from E23rd street during the summer months. Neither are for the faint of pocket – the helicopter service costs $125+ while the seaplane service costs $425 per person. Scheduled Helicopter services are also available to the airport in Bridgeport, CT from Manhattan.\n\n",{"type":"===","value":[" By ferry "]},"\nPassengers from ",{"type":"[[","value":[["Staten Island"]]}," usually take the free Staten Island Ferry to get to the Battery at the lower tip of Manhattan. The Battery also houses ferries to Liberty and Ellis Islands and Governors Island. Other ferries transport passengers to and from Brooklyn and parts of New Jersey.\n\n",{"type":"==","value":[" Get around "]},"\n",{"type":"[[","value":[["File:NYCSub 7 car exterior.jpg"],["thumb"],["300px"],["Protip: the subway gets crowded during rush hour"]]},"\n:",{"type":"''","value":["See the ",{"type":"[[","value":[["New York City#Get around"],["New York City"]]}," page for specific information on getting around."]},"\n\nThe best ways to get around Manhattan are on foot, by cab, or by taking the subway or bus. Driving is strongly discouraged; most Manhattanites do not own cars and the infrastructure of the city is designed for people rather than for automobiles.\n\n",{"type":"===","value":["By taxi"]},"\n\nWhen traveling by cab, it is best to ensure that you are using a licensed cab; the easiest way is to ask at the concierge at your hotel to flag down one of the ubiquitous yellow cabs or do so yourself. All licensed cabs are yellow, and no unlicensed (as a taxicab) livery services may be yellow. Cabs which are available have their lights on and do not have their \"Off Duty\" sign lit. Off duty taxi drivers may choose to drive you if they are going your way, but are under no obligation to pick you up, and cabs which are not lit have customers inside and cannot pick up more customers. Fare for trips within Manhattan is strictly by meter (ask the cabbie to turn the meter on if s\/he makes no move to turn it on after you've said where you want to go), plus whatever tip you choose to give (note that it is customary and expected to tip at least 10% to 15% for normal service). For trips to the Outer Boroughs, if toll bridges or tunnels are taken, you are responsible for the tolls in addition to the fare on the meter plus the tip. Do not try to take cabs during shift changes (such as around 4 PM on weekdays), if you are in a rush, because you'll find that they are almost all off duty. Limousines (approximately $30 per hour for in-Manhattan use of a sedan) are an attractive alternative to  medallion (yellow) cabs if you know you'll need to be driven around a lot during a short period of time. If you are north of West 110th St or East 96th St you can also use a boro taxi. Unlike yellow cabs, they are light green and have no medallions on the hood.  These cabs are barred from picking up passengers in Manhattan south of West 110th St or East 96th St and may not enter the airport dispatcher lines.  They can, however, pick up passengers in northern Manhattan and the other boroughs, and can drop off passengers anywhere.  Fares and rules are otherwise identical to yellow cabs.\n\n",{"type":"===","value":["By public transit"]},"\n\nMaps of the New York subway system and Manhattan buses, schedules of subway and bus lines, and information about temporary service changes due to construction can be found ",{"type":"[","value":["http:\/\/www.mta.info\/ online"]},". Bus schedules and route maps are also usually posted on poles at bus stops. Note that bus schedules in Manhattan are only approximate, and actual times depend on traffic and other variables.\n\n",{"type":"===","value":["By bike"]},"\n\nCycling in Manhattan can often be quicker than taking the subway or a taxi, but it isn't for the fainthearted. The borough's tumultuous traffic makes biking difficult. Aggressive cab drivers, jaywalking pedestrians, potholes and debris on the roads create a cycling experience that might just as well have been taken from Dante's ",{"type":"''","value":["Inferno"]},". If you do venture into the concrete jungle on a bike, make sure you wear a helmet and have sufficient experience in urban cycling. A map of bike paths in New York City can be found ",{"type":"[","value":["http:\/\/www.nyc.gov\/html\/dot\/html\/bicyclists\/bikemaps.shtml here"]},".\n\nThe city has a new bike share program, called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/citibikenyc.com\/ CitiBike"]}]},". The program has many stations throughout Lower and Midtown Manhattan. A map can be found ",{"type":"[","value":["http:\/\/citibikenyc.com\/stations here"]}," To access a bike, first visit one of the locations and pay for a pass. 24-hour passes cost $9.95 and 7-day passes cost $25.00 (tax not included). You will receive a card and a code; enter the code into a bike, and you can use it. Be warned that after 30 minutes of use, you will be charged overtime fees. Return your bike to a station (remember to place it securely in a dock–you will be further fined if the light on the dock does not turn green) within 30 minutes to avoid this. You can take out another bike and continue your journey if necessary. Using CitiBike is ",{"type":"'''","value":["not"]}," recommended if you plan on using a bike for a prolonged period of time.\n\n",{"type":"===","value":["By carriage"]},"\n\nOne alternative way of getting around Manhattan is to ride in a horse-drawn carriage.  Horse-drawn carriages around Central Park South offer rides around the park for 15 minutes, half an hour, or one hour.  Rates should be posted on the carriage. This can be a romantic or fun way to see the city. Pedicabs have also appeared in New York of late, and the city is in the early stages of licensing and enforcing safety regulations for them.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["#Districts"],["Districts"]]}," articles for more listings."]},"\n\nManhattan is home to many of New York's premier tourist attractions. Following is a selection of the highlights \/ \"must sees\" - the remainder will be found within the articles for the various Manhattan districts and neighborhoods.\n\n",{"type":"===","value":[" Landmarks "]},"\n",{"type":"[[","value":[["File:One World Trade Center from New York Harbor 01 (9440051011).jpg"],["thumb"],["350px"],["Lower Manhattan skyline"]]},"\nWith constant portrayals in every method of media known, Manhattan's landmarks are known around the world, and seemingly every visitor to the city will make an effort to glimpse these most famous of buildings and monuments.  Every neighborhood of Manhattan has local landmarks, and in many cases the neighborhoods themselves are landmarks in their own right; this is just a summary of the very most monumental architecture on the island.\n\nStarting where the city began in the ",{"type":"[[","value":[["Manhattan\/Financial District"],["Financial District"]]},", you can view some of the most powerful and evocative landmarks of the city. ",{"type":"'''","value":["Wall Street"]},", the center of the financial world and the heart of Lower Manhattan, is home to the ",{"type":"'''","value":["New York Stock Exchange"]}," and ",{"type":"'''","value":["Federal Hall"]}," (where George Washington was inaugurated as president). Just to the north of Wall Street is the ",{"type":"'''","value":["City Hall"]}," area, flanked on the east by the ",{"type":"'''","value":["Brooklyn Bridge"]}," and the west by the ",{"type":"'''","value":["Woolworth Building"]}," (the \"Cathedral of Commerce\", once the tallest building in the world).  A different kind of landmark lies to the west, where the National September 11 Memorial sits at the site of the former ",{"type":"'''","value":["World Trade Center"]}," towers.  To the south, out in the harbor are the ",{"type":"'''","value":["Statue of Liberty"]}," and ",{"type":"'''","value":["Ellis Island"]},", once the first impressions of many Americans-to-be.\n\nHeading north across the \"valley\", the neighborhoods of shorter buildings separating the two major business districts, you'll come to ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown Manhattan"]]},", a hub of activity non-stop.  The ",{"type":"'''","value":["Empire State Building"]}," dominates the surrounding area, while the iconic ",{"type":"'''","value":["Chrysler Building"]}," stakes its ground nearby. In the midst of all these tall structures you'll also find ",{"type":"'''","value":["Grand Central Terminal"]},", the main branch of the ",{"type":"'''","value":["New York Public Library"]},", and the touristy ",{"type":"'''","value":["Rockefeller Center"]},". Facing the East River is the ",{"type":"'''","value":["United Nations Headquarters"]},", while to the west in the ",{"type":"[[","value":[["Manhattan\/Theater District"],["Theater District"]]}," sits the insanely crowded tourist hub of ",{"type":"'''","value":["Times Square"]},".\n\n",{"type":"===","value":[" Museums "]},"\nNew York City is home to museums of every kind, and Manhattan is where the grandest and some of the most fascinating are. Why not start at \"Museum Mile\", or 5th Avenue along ",{"type":"[[","value":[["Manhattan\/Central Park"],["Central Park"]]}," in Uptown Manhattan?  Here you'll find the ",{"type":"'''","value":["Metropolitan Museum of Art"]},", one of the largest and most important museums of art in the world.  Nearby in the ",{"type":"[[","value":[["Manhattan\/Upper East Side"],["Upper East Side"]]}," and the ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Harlem"]]}," area sits the famous Frank Lloyd Wright-designed ",{"type":"'''","value":["Guggenheim Museum"]},", the ",{"type":"'''","value":["Cooper-Hewitt National Design Museum"]},", the ",{"type":"'''","value":["Jewish Museum"]},", the ",{"type":"'''","value":["Museum of the City of New York"]},", the ",{"type":"'''","value":["El Museo Del Barrio"]},", and the ",{"type":"'''","value":["Whitney Museum of American Art"]},". Across Central Park in the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]}," is the massive ",{"type":"'''","value":["American Museum of Natural History"]},", one of the largest science museums in the world, and the ",{"type":"'''","value":["American Folk Art Museum"]},".  At the ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["northern end"]]}," of Manhattan sits ",{"type":"'''","value":["The Cloisters"]},", a medieval-themed extension of the Metropolitan Museum of Art.\n\nIn ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown"]]}," you'll find the ",{"type":"'''","value":["Museum of Modern Art (MoMA)"]},", one of the most popular collections of modern art in the world. Nearby is the ",{"type":"'''","value":["Paley Center for Media"]},", devoted to television and radio. ",{"type":"'''","value":["Theodore Roosevelt's Birthplace"]}," is just to the south in ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Flatiron"]]},", while the ",{"type":"'''","value":["Intrepid Sea-Air-Space Museum"]}," sits on the Hudson River near the ",{"type":"[[","value":[["Manhattan\/Theater District"],["Theater District"]]},".\n\nThe neighborhoods of Lower Manhattan are home to a number of small, more specialized museums. In the ",{"type":"[[","value":[["Manhattan\/Financial District"],["Financial District"]]}," you'll find the ",{"type":"'''","value":["African Burial Ground National Monument"]},", the ",{"type":"'''","value":["Museum of American Finance"]},", the ",{"type":"'''","value":["Museum of Jewish Heritage"]},", the ",{"type":"'''","value":["National Museum of the American Indian"]},", and the ",{"type":"'''","value":["South Street Seaport Museum"]},". Just north in ",{"type":"[[","value":[["Manhattan\/Chinatown"],["Chinatown"]]}," is the ",{"type":"'''","value":["Museum of Chinese in the Americas"]},", while over in the ",{"type":"[[","value":[["Manhattan\/Lower East Side"],["Lower East Side"]]}," is the ",{"type":"'''","value":["Lower East Side Tenement Museum"]},", the ",{"type":"'''","value":["Museum at Eldridge Street"]},", and the ",{"type":"'''","value":["New Museum"]},".\n\n",{"type":"===","value":[" Parks and gardens "]},"\n",{"type":"[[","value":[["File:NYC - Whashington Square park - Arch.jpg"],["thumb"],["350px"],["Washington Square Park"]]},"\n\nOf course, no visit to Manhattan would be complete without a visit to ",{"type":"'''","value":[{"type":"[[","value":[["Central Park"]]}]},", by far the largest and most famous park in this borough.  Visit the park on a sunny day and join the many New Yorkers and other visitors relaxing on the park benches, biking, looking at the ducks on the pond, boating on the lake, visiting the small Central Park Zoo, sunbathing on the Sheep Meadow, iceskating at the Wollman Rink, or seeing a concert or play.  But Central Park is far from the only green space to be found in Manhattan.\n\nIn ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Uptown Manhattan"]]},", ",{"type":"'''","value":["Fort Tryon Park"]}," contains one of the highest points and some of the best views on the island, as well as the Cloisters Museum, a branch of the Metropolitan Museum of Art.  Nearby at the northern tip of Manhattan is ",{"type":"'''","value":["Inwood Park"]},", the last remaining virgin forest on the island; many arrowheads and other Native American artifacts have been found here. Not as far north along the Hudson River is ",{"type":"'''","value":["Riverside Park"]},", a long stretch of parkland running from 59th Street all the way to 155th Street which makes for a lovely stroll or picnic overlooking the waters of the Hudson River and New Jersey on the opposite bank. ",{"type":"'''","value":["Carl Schurz Park"]}," in the ",{"type":"[[","value":[["Manhattan\/Upper East Side"],["Upper East Side"]]}," is the home of the Gracie Mansion, the Official Residence of the Mayor of New York. This park boasts wonderful views of Hell Gate and the East River and is extremely quiet compared to other New York parks.\n\nMoving into the bustle of ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown"]]},", the parks get smaller but are no less frequent.  Here you'll find the social centers of New York life, like ",{"type":"'''","value":["Bryant Park"]},", a small and charming park behind the New York Public Library which went through a major renovation in the late 1980s and has gained a hard-won reputation for being much better. Free movies on summer nights are incredibly popular.  Just south of the canyons of Midtown in ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Flatiron"]]}," is ",{"type":"'''","value":["Union Square"]},", a crowded social center and long the center for political protests, as well as the home of a popular greenmarket and resting visitors and locals alike. ",{"type":"'''","value":["Madison Square Park"]},", a lovely oasis in a bustling area, has beautiful flowering trees and bushes in the spring and boasts views of the Flatiron, Metropolitan Life, and Empire State buildings. On the western side of Midtown is ",{"type":"'''","value":["Hudson River Park"]},", whose promenade, still in progress, will run along the Hudson River from 59th Street to the southern tip of the island. Nearby in ",{"type":"[[","value":[["Manhattan\/Chelsea"],["Chelsea"]]}," is the new ",{"type":"'''","value":["High Line Park"]},", built on a defunct railway that runs 30 feet above the street.\n\nIn Lower Manhattan, parks like ",{"type":"'''","value":["Washington Square Park"]}," in ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]},", ",{"type":"'''","value":["Tompkins Square Park"]}," in the ",{"type":"[[","value":[["Manhattan\/East Village"],["East Village"]]},", and ",{"type":"'''","value":["Columbus Park"]}," in ",{"type":"[[","value":[["Manhattan\/Chinatown"],["Chinatown"]]}," are excellent cosmopolitan spaces which are centers of neighborhood life. In the ",{"type":"[[","value":[["Manhattan\/Financial District"],["Financial District"]]}," is ",{"type":"'''","value":["City Hall Park"]},", a small but delightful square (most of the grass is fenced off for security) which makes an excellent spot to rest after walking over the Brooklyn Bridge. At the very southern tip of the island, ",{"type":"'''","value":["Battery Park"]}," is famous for its great views of the New York Harbor, Ellis Island, and the Statue of Liberty. The ferries to the Statue and Staten Island depart from Battery Park.\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["#Districts"],["Districts"]]}," articles for more listings."]},"\n\nPerhaps the most obvious thing to do in Manhattan is to ",{"type":"'''","value":["walk."]}," A lot. One of the greatest things to see in Manhattan ",{"type":"''","value":["is"]}," Manhattan. Get out and experience it! Stroll through Central Park, saunter along the tree-lined streets of Greenwich Village, take a walk along the High Line, head down 5th Avenue, and experience the scruffiness of Chinatown and the bustle of Times Square first hand.\n\n",{"type":"===","value":[" Sports "]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Manhattan\/Theater District#Sports"],["Madison Square Garden"]]}]},", atop Penn Station in Midtown, is the main sports venue on Manhattan, playing host to major concerts, conventions, and many sporting events, as well as the ",{"type":"'''","value":["New York Rangers"]}," NHL hockey team, the ",{"type":"'''","value":["New York Knicks"]}," NBA basketball team, and the ",{"type":"'''","value":["New York Liberty"]}," WNBA basketball team. Madison Square Garden also plays host to two major college basketball tournaments, the ",{"type":"'''","value":[" Big East Conference Men's Basketball Tournament"]}," and the ",{"type":"'''","value":["National Invitation Tournament"]},".\n\nIf tickets to Madison Square Garden are too expensive, there are plenty of places in Manhattan to watch more informal, amateur matches for free; among the more notable spots are ",{"type":"'''","value":["Pier 40"]}," on the Hudson River at the end of Houston Street, which has baseball, soccer and rugby fields, kayaking and rowing, and trapeze artists, and the many recreational facilities of ",{"type":"'''","value":["Central Park"]},". Here, you are more than welcome to watch and maybe even join in. Another place of note is the ",{"type":"'''","value":["West 4th Street Courts"]}," in Greenwich Village, the site of many intense pick-up games that's legendary in street basketball.\n\n",{"type":"===","value":[" Performing arts "]},"\n",{"type":"[[","value":[["File:Music Rush.jpg"],["thumb"],["350px"],["Radio City Music Hall"]]},"\nManhattan's ",{"type":"'''","value":["Broadway"]}," is famous for its many shows, especially musicals. You might want to visit ",{"type":"[","value":["http:\/\/www.tdf.org\/ TKTS online"]},", which offers tickets for shows the same night at discounted prices, usually 50% off or visit ",{"type":"[","value":["http:\/\/www.broadwaybox.com\/ BroadwayBox.com"]}," or ",{"type":"[","value":["http:\/\/www.nytix.com\/Links\/Broadway\/listofcurrentshows.html NYTix.com"]},", community sites posting all recent Broadway discounts. TKTS has two offices, one at Times Square with lines often hours long, and a much faster one (sometimes minutes) at South Street Seaport (corner of John St, just south of Brooklyn Bridge). Note that only cash is accepted at South Street. Show up at opening time for best selection. Tickets to most Broadway shows are also available from the ",{"type":"[","value":["http:\/\/www.ilovenytheater.com\/broadway_ticket_center.php Broadway Concierge and Ticket Center"]},", inside the Times Square Visitor Center. They offer restaurant and hotel recommendations, parking help, and other services in addition to ticket sales, available in several languages.\n\nTheatrical performances usually fall into one of three categories:  Broadway, Off-Broadway, or Off-Off-Broadway. ",{"type":"''","value":["Broadway"]}," refers to the shows near Times Square that usually play to theaters of 500 seats or more. These include the major musicals and big-name dramatic works, and are the most popular with visitors. Tickets for Broadway shows can run to $130 a seat, though discounters make cheaper seats available. ",{"type":"''","value":["Off-Broadway"]}," indicates performances that are smaller (less than 500 seats) and usually of a certain intellectual seriousness.  Some of these theaters are located around Times Square in addition to different locations throughout Manhattan. Tickets to Off-Broadway shows tend to range from $25–50. ",{"type":"''","value":["Off-Off-Broadway"]}," refers to those shows that play to very small audiences (less than 100 seats) with actors working without equity.  These can be dirt cheap and often very good, but some may be sufficiently avant-garde as to turn off conservative playgoers.  Off-Off-Broadway Theaters worth checking out are ",{"type":"[","value":["http:\/\/www.risingsunnyc.com\/ Rising Sun Performance Company"]},", ",{"type":"[","value":["http:\/\/endtimesproductions.com\/ Endtimes Productions"]},", and ",{"type":"[","value":["http:\/\/www.thepit-nyc.com\/ The People's Improv Theater"]},".\n\nFor current and upcoming Broadway and Off-Broadway info and listings, visit ",{"type":"[","value":["http:\/\/www.playbill.com\/ Playbill.com"]},". This site also has lots of articles on what's going on in the NY commercial theater scene. ",{"type":"[","value":["http:\/\/www.broadway.com\/ Broadway.com"]}," and ",{"type":"[","value":["http:\/\/www.newyorkcitytheatre.com\/ Newyorkcitytheatre.com"]}," also has plenty of info, as well as some videos and photos. ",{"type":"[","value":["http:\/\/www.theatermania.com\/ Theatermania"]}," has many discounts to the bigger shows, and also provides listings for the Off-Off scene. ",{"type":"[","value":["http:\/\/www.nytix.com\/ NYTix.com"]}," also has discounts, but when some of the more popular Broadway shows won't be discounting, you can go here to find out how to get last minute tickets, and help visitors navigate their way through the different options for buying. If visiting in the summer, brave the huge lines and attempt to get tickets to the ",{"type":"[","value":["http:\/\/www.publictheater.org\/ Public Theater's"]}," annual \"Shakespeare in the Park,\" a free performance which often features big-time stars of stage and screen. Just get to one of the box offices ridiculously early, especially the one at the Park.\n\nIt's possible to purchase tickets to the ",{"type":"'''","value":["Tony Awards"]},", Broadway's biggest award ceremony and the culmination of the theatrical season in the city. These aren't cheap, but if you're into the theater scene and know something about the various performers being honored, it can be an exciting night. In any case, the performances are always fun, and you can catch moments that aren't in the broadcast. Always the first or second Sunday night in June, visit ",{"type":"[","value":["http:\/\/www.tonyawards.com\/ The Tony Awards website"]}," for the most current details.\n\nJust a few of New York's most high-profile music and dance options include ",{"type":"'''","value":["Carnegie Hall"]}," – the premier venue for classical music in the United States – in the ",{"type":"[[","value":[["Manhattan\/Theater District"],["Theater District"]]},", ",{"type":"'''","value":["Radio City Music Hall"]}," – home of the Rockettes – in ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown"]]},", the ",{"type":"'''","value":["Joyce Theater"]}," in ",{"type":"[[","value":[["Manhattan\/Chelsea"],["Chelsea"]]}," – a premier venue for contemporary dance and ballet – and the ",{"type":"'''","value":["Lincoln Center"]}," in the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]},", home to the Chamber Music Society, the Metropolitan Opera (\"the Met\"), the New York City Ballet, and the New York Philharmonic, all of which are among the most prestigious in the world in their respective art forms. Jazz aficionados should check out the ",{"type":"'''","value":["Village Vanguard"]}," in ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]}," and the ",{"type":"'''","value":["Birdland"]}," in the Theater District. The legendary ",{"type":"'''","value":["Apollo"]}," in ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Harlem"]]}," remains the nation's most popular arena for emerging and established black and Latino performers. There are also many, many other concert halls, bars and clubs throughout Manhattan and numerous small companies putting on more idiosyncratic shows every night of the week.\n\n",{"type":"===","value":[" Film "]},"\n\nManhattan is home to a huge variety of theaters, from major cineplexes which play host to premiers of major US studio releases (especially in the autumn) to smaller theaters playing independent and repertory programs. Be advised that movies are quite popular, and even relatively obscure films at unappealing times of the day can still be sold out. It's best to get tickets in advance whenever possible. As many films premiere in New York, you can often catch a moderated discussion with the director or cast after the show.  Sometimes even repertory films will have post-screening discussions or parties. Check listings for details.\n\nAmong the many commercial multiplexes are the huge ",{"type":"'''","value":["AMC Empire"]}," at 42nd St and 8th Ave, the ",{"type":"'''","value":["Ziegfeld Theater"]}," on 54th St between 6th and 7th Avenues, and the ",{"type":"'''","value":["Regal Union Square"]}," at Broadway and 13th. In addition to these, some of the more intriguing New York film options include the many theaters in ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]},", ",{"type":"[[","value":[["Manhattan\/Soho"],["Soho"]]},", and the ",{"type":"[[","value":[["Manhattan\/East Village"],["East Village"]]}," which play independent and foreign releases, many of which are screened only in New York, including the ",{"type":"'''","value":["Film Forum"]}," (which also has an excellent repertory programming schedule), the ",{"type":"'''","value":["IFC Center"]},", the ",{"type":"'''","value":["Quad Cinema"]},", the ",{"type":"'''","value":["Angelika Film Center"]},", ",{"type":"'''","value":["Cinema Village"]},", and the ",{"type":"'''","value":["Anthology Film Archives"]},". Additionally, the ",{"type":"'''","value":["MoMa"]}," in ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown"]]}," puts on a terrific repertory program (and compared to other New York movie theaters, tickets to films at MoMA are a steal), as does the ",{"type":"'''","value":["Film Society at Lincoln Center"]}," in the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]},".\n\nAdditionally, there are many film festivals held in Manhattan. Perhaps the most prestigious is the ",{"type":"'''","value":["New York Film Festival"]},", organized by the Film Society at Lincoln Center and held at Lincoln Center in early October, with a terrific repertory program and a wide variety of experimental and foreign films. The ",{"type":"'''","value":["Tribeca Film Festival"]},", originally organized by Robert De Niro, is held every May and has already become a major event for film-goers in New York.\n\n",{"type":"===","value":[" Television "]},"\n\nMany of the major national networks are headquartered in Midtown Manhattan and have studios where well-known programs are taped.\n\n",{"type":"*","value":[{"type":"'''","value":["NBC Studios"]}," is located in the GE Building at Rockefeller Center and is the home of the National Broadcasting Company and its flagship shows, including ",{"type":"''","value":["Saturday Night Live"]},", which has been shot in Studio 8H since its debut in 1975; and ",{"type":"''","value":["Today"]},", the morning news program produced daily from a streetside studio across from the main building. Tours of the facilities are available."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Ed Sullivan Theatre"]}," at 1697 Broadway (at 53rd Street, just north of Times Square) is named after the host of the classic ",{"type":"''","value":["The Ed Sullivan Show"]}," and is the stage where The Beatles made their American television debut in 1964. Since 1993, comedian David Letterman has hosted his ",{"type":"''","value":["Late Show"]}," in the space."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lincoln Square"]}," boasts programming produced for ABC-TV, such as ",{"type":"''","value":["The View"]}," and ",{"type":"''","value":["Who Wants to Be a Millionaire"]}," at the network's West 66th Street facility, and ",{"type":"''","value":["Live! With Kelly and Michael"]},", which is based at the WABC-TV studio at 67th Street and Columbus Avenue. WABC itself recently introduced a streetside studio in the area for its local newscasts."]},"\n",{"type":"*","value":["Comedy Central's popular ",{"type":"''","value":["The Daily Show with Jon Stewart"]}," and ",{"type":"''","value":["The Colbert Report"]}," are both taped in studios in the Hell's Kitchen neighborhood west of Times Square. ",{"type":"''","value":["The Daily Show"]}," is taped at 733 11th Avenue (at 52nd St), while ",{"type":"''","value":["The Colbert Report"]}," is taped at 513 W. 54th Street."]},"\n",{"type":"===","value":[" Events "]},"\n",{"type":"[[","value":[["File:Members of the U.S. Coast Guard Pipe Band march up Fifth Avenue in the 250th St. Patrick's Day Parade, Manhattan, N.Y., March 17, 2010.jpg"],["thumb"],["300px"],["There's many a parade in Manhattan"]]},"\nManhattan hosts many parades, street festivals, outdoor pageants, holiday gatherings, and conventions throughout the year. The following are only the largest and most famous of events; you will also find many small, local festivals taking place in virtually every neighborhood.\n\n",{"type":"*","value":[{"type":"'''","value":["Times Square Ball"]},". Times Square plays host to one of the best-known New Year's Eve celebrations in the world, where a million spectators pack the square to witness a ball drop atop the One Times Square building. Expect celebrity appearances and a whole lot of confetti."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Chinese New Year"]}," in late January or early February brings a huge and colorful festival to Manhattan's Chinatown, with lots of food and music, as well as a parade with elaborate floats, marching bands, acrobats, and lion and dragon dances."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Westminster Dog Show"]}," takes place in Madison Square Garden every February and is perhaps the most famous dog show in the world, drawing well-trained dogs, their owners, and plenty of dog lovers from around the world."]},"\n",{"type":"*","value":[{"type":"'''","value":["St. Patrick's Day Parade"]},". The largest St. Paddy's parade in the world (nearly two million spectators!) happens along Fifth Avenue from 44th Street to 86th Street and lasts from 11AM to about 2:30PM. Celebrations in pubs citywide happen the rest of the day and night until the green beer runs out."]},"\n",{"type":"*","value":[{"type":"'''","value":["Easter Parade"]},". Once an expression of wealth so famous it inspired songs and a classic movie, the Easter Parade today is an informal gathering of families and couples, often dressed in their Sunday best and wearing Easter bonnets as they stroll up Fifth Avenue."]},"\n",{"type":"*","value":[{"type":"'''","value":["Celebrate Israel Parade"]},". Every first Sunday in June brings a huge celebration of Israeli culture, with many Jewish schools and synagogues taking part in a parade along Fifth Avenue in the Upper East Side, a concert in Central Park, and local vendors serving kosher food."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pride Week"]}," in late June is a massive event and has a lot of activities, including a rally, concerts, a street festival, and one of the largest LGBT Pride Parades in the world; fitting for the setting of the Stonewall Riots, the event that launched the modern Gay Rights Movement. The Pride March starts in Midtown and makes its way down Fifth Avenue and past the site of the Stonewall Inn in Greenwich Village."]},"\n",{"type":"*","value":[{"type":"'''","value":["Independence Day"]},". The 4th of July brings plenty of BBQs, concerts, and rooftop parties to the city, culminating in a ",{"type":"''","value":["massive"]}," fireworks display over the river (the location has shifted from the East River to the Hudson in recent years), one of the largest (if not ",{"type":"''","value":["the"]}," largest) fireworks displays in the country."]},"\n",{"type":"*","value":[{"type":"'''","value":["Columbus Day Parade"]},". Taking place on the second Monday in October, this parade draws nearly a million spectators to Fifth Avenue and is a massive celebration of Italian-American culture."]},"\n",{"type":"*","value":[{"type":"'''","value":["New York Comic Con"]},". Held in mid-October, the NYCC has quickly become one of the country's largest fan conventions, attracting over 100,000 attendees to the Jacob K. Javits Convention Center on the west side of Midtown. Many notable comic figures have made appearances, and its a huge celebration of fan culture."]},"\n",{"type":"*","value":[{"type":"'''","value":["New York's Village Halloween Parade"]},". Each Halloween (October 31) evening, this parade and street pageant attracts two million spectators and 50,000 costumed participants along Sixth Avenue between Spring Street and 21st Street. Anyone in a costume is welcome to march; those wishing to should show up early at Spring Street and Sixth Avenue in SoHo."]},"\n",{"type":"*","value":[{"type":"'''","value":["Macy's Thanksgiving Day Parade"]},". The morning of each Thanksgiving, one of the most famous parades in the world makes its way down Central Park West and winds through Midtown, broadcast on nationwide television each year and attracting millions of spectators who come to see the many elaborate floats, big-name performers, and (of course) the huge balloons of cartoon characters and pop-culture characters."]},"\n",{"type":"[[","value":[["File:New York Christmas tree and skating-rink.jpg"],["thumb"],["350px"],["Rockefeller Center at Christmas time"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Rockefeller Center Christmas Tree"]},". Late in November or early in December, Manhattan rings in the start of the holiday season with the erection and lighting of a massive Christmas tree in Rockefeller Center, an event broadcast on television and attended by plenty of celebrities. But even if you miss the lighting, the tree remains lit through January 6."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fashion Week"]}," is a semi-annual event that is one of the premier fashion events in the world, where press and buyers gather to preview designs for the coming season. The spring show takes place the second week of February, while the fall show takes place in early September. In recent years the main event has been held at Lincoln Center and is open by invitation only, although many showrooms display their designs in tandem with the main show."]},"\n",{"type":"==","value":[" Learn "]},"\nIf you plan on staying in Manhattan for some time, there are many types of classes you can take, as you can imagine. The offerings are way too numerous and varied to cover here, but include continuing education and extension courses at famous institutions of higher learning like New York University, Columbia University, the New School, and the Juilliard School of Dance, Drama, and Music; classes and lectures at the 92nd St. Y and many other neighborhood organizations serving the community; cooking classes at any of several cooking schools in Manhattan; martial arts classes; yoga classes; classes in religion at any of the numerous places of worship in the borough; etc., etc., etc.\n\n",{"type":"==","value":[" Buy "]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["#Districts"],["Districts"]]}," articles for more listings."]},"\n\nNew York is the fashion capital of the United States, and is a major shopping destination for people around the world. The city boasts an unmatched range of department stores, boutiques, and specialty shops. Some neighborhoods boast more shopping options than most other American cities and have become famous in their own right as consumer destinations. Anything you could possibly want to buy is found in Manhattan.\n\nOf course, ",{"type":"[[","value":[["Manhattan\/Midtown"],["Midtown"]]}," is the hub of shopping; home to ",{"type":"'''","value":["Fifth Avenue"]}," with its numerous flagship stores (Bergdorf Goodman, Saks Fifth Avenue, Cartier, Tiffany's, Lord and Taylor, Niketown, NBA Store, Versace, Gucci, Armani Exchange, FAO Schwarz, etc.) and perpetually mobbed with shoppers and tourists.  Nearby is the massive ",{"type":"'''","value":["Bloomingdale's"]},", while over in the ",{"type":"[[","value":[["Manhattan\/Theater District"],["Theater District"]]},", \"The Largest Department Store in the World\", the flagship store of ",{"type":"'''","value":["Macy's"]},", covers an entire city block.\n\nIn the heart of the ultra-wealthy ",{"type":"[[","value":[["Manhattan\/Upper East Side"],["Upper East Side"]]}," is ",{"type":"'''","value":["Madison Avenue"]},", the center of New York's haute couture, full of small shops selling fabulously expensive clothes, accessories, and housewares to people who can afford not to look at the price tag.  Even if it's out of your price range, it's worth a visit just to gawk.\n\nDown in Lower Manhattan, ",{"type":"'''","value":["Canal Street"]}," east of Broadway around ",{"type":"[[","value":[["Manhattan\/Chinatown"],["Chinatown"]]}," is the polar opposite of Madison and Fifth Avenues; a paradise for bargain hunters and people looking to buy counterfeit knock-offs of high-end clothes and accessories.  If you want to impress people back home with the fake Louis Vuitton bag you got for $30, this is the place to go. Also look at the stores that line ",{"type":"'''","value":["Mott Street"]}," between Canal and Chatham Square.  Nearby is ",{"type":"'''","value":["NoLiTa"]},", which has become synonymous with avant-couture boutiques in charmingly dilapidated buildings. Some stores are so idiosyncratic that they appear not to sell anything at all, yet are perpetually crowded and passionately trendy.\n\nWest of Broadway, the former artists' colony ",{"type":"'''","value":[{"type":"[[","value":[["Manhattan\/SoHo"],["SoHo"]]}]}," is now a prime shopping destination, especially on the weekends, when the sidewalks of West Broadway, Prince Street, and Broadway become almost impassible. Be warned though that the boutique stores have mostly been replaced by high-end chain stores.\n\nNew York has hundreds of ",{"type":"'''","value":["records stores"]}," scattered around the area. Also, though vinyl has disappeared from the shelves of regular record stores, many stores still sell used and new vinyl.\n\nIconic New York city ",{"type":"'''","value":["souvenirs"]}," are available in most tourist spots and along pushcart stalls on the street. That said, it's far cheaper (~50% less) to purchase them from shops in Chinatown, near Canal Street.\n\n",{"type":"==","value":[" Eat "]},"\n",{"type":"[[","value":[["File:NYC Hotdog cart.jpg"],["thumb"],["250px"],["Hot dog cart"]]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["#Districts"],["Districts"]]}," articles for more listings."]},"\n\nAlmost any type of food you can imagine and any cuisine you can name is available in Manhattan. With thousands of restaurants, delis, grocery stores, and street vendors throughout the borough, you can find an excellent meal at virtually any price point. Even Manhattan, with its high rents and reputation for expensive restaurants, offers plenty of opportunities for a good, cheap meal; it's just a matter of knowing where to look.\n\n",{"type":"===","value":[" Street vendors "]},"\nManhattan has many great street food vendors, from the ubiquitous hot dog carts on many street corners to more specialized fare. Just be wary of food stands close to major tourist attractions; carts in Times Square and its immediate vicinity often aren't very upfront about their prices and will charge a lot more than their fellows further away. Just walking a few blocks away is often all it takes to find something more affordable. Most carts serve lunch from about 11AM to 5 or 6PM in the evening and disappear after dark, so look for a cart near you, smell what's cooking, and enjoy a hot and often tasty lunch for a few dollars (a meal costs anywhere from about $2 to $8). Mornings, from about 6AM to 10AM, the streets are dotted with coffee carts that sell coffee, croissants, bagels, and Danish pastries and are good for a cheap breakfast: small coffee and bagel for a dollar or so. From 10AM to 7PM, many vendors sell lunch and dinner choices, including hot dogs, hamburgers, gyros, and halal. Washington Square Park, Union Square, and Madison Square Park are frequent congregation points for food trucks and more notably excellent stands.\n\n",{"type":"===","value":[" Street fairs "]},"\nThere are many street festivals more or less centered around food, such as the Big Apple Barbecue Block Party in Madison Square Park; the celebration of Bastille Day, which occurs the weekend after July 14, on 60 St. between 5th and Lexington Avs.; the Taste of Chinatown festival; and the Ninth Avenue International Food Festival, which takes place on the first weekend after Mother's Day each year, and many run-of-the-mill street fairs. If you come across a street fair by chance, beware the food vendors who make all their money at street festivals, because with a few exceptions, they are usually bad, and look for booths of food establishments from the area. If no sign is up with the location of the booth's store, you can ask the people at each booth where their store is; if it's far away or they don't know where it is, be wary.\n\n",{"type":"===","value":[" Sitdown\/takeout eateries "]},"\nPizza-by-the-slice joints dot Manhattan and vary in quality, but usually offer a good on-the-go meal for cheap. A pricier but still quintessential New York meal is the deli sandwich, available from the many delis throughout the borough. A wide variety of Chinese options can be found in ",{"type":"[[","value":[["Manhattan\/Chinatown"],["Chinatown"]]}," and various other neighborhoods, there's the small ",{"type":"[[","value":[["Manhattan\/Midtown#Eat"],["Koreatown"]]}," with some very good (but not necessarily cheap) restaurants, ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["Washington Heights"]]}," is the center for Dominican food, ",{"type":"[[","value":[["Manhattan\/East Village"],["the East Village"]]}," is full of Japanese eateries of various types, and part of ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Murray Hill"]]}," is known as \"Curry Hill\" for its proliferation of Indian restaurants. Italian options can be found in virtually every neighborhood, although a higher number appear in ",{"type":"[[","value":[["Manhattan\/East Village"],["the East Village"]]}," and ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]}," (note that Italian restaurants in \"Little Italy\" on Mulberry St. between Canal and Broome are mostly for tourists and tend to be overpriced).\n\n",{"type":"====","value":[" Pizza "]},"\nThere are pizzerias all over Manhattan, and while many of them aren't all that good, the general standard of pizza is much higher than in most of the rest of the United States. There are also at least two different kinds of New York pizza: The typical corner pizza parlors that have gas ovens and serve by the slice and the whole-pie sit-down places that serve even thinner-crust pizza that's baked very briefly at very high temperatures in coal-fired ovens.\n\nIf you want New York-style pizza, ",{"type":"'''","value":["Lombardi's"]}," in ",{"type":"[[","value":[["Manhattan\/Chinatown"],["Little Italy"]]}," is regarded as the oldest pizzeria in town and continues to draw in big crowds of tourists, but ",{"type":"'''","value":["Patsy's"]}," in ",{"type":"[[","value":[["Manhattan\/Harlem and Upper Manhattan"],["East Harlem"]]}," has long been regarded by connoisseurs as serving perhaps the purest example of plain New York-style coal-oven pizza (don't order any toppings, though, just the regular or fresh mozzarella pies). ",{"type":"[[","value":[["Manhattan\/Greenwich Village"],["Greenwich Village"]]}," is the center of pizza on Manhattan, home to not only ",{"type":"'''","value":["Joe's"]}," — generally considered the best gas-fired New York-style slice in Manhattan — but also the classic coal-fired style at ",{"type":"'''","value":["John's"]}," and ",{"type":"'''","value":["Arturo's"]},".\n\nSome other notable pizzerias include the eclectic ",{"type":"'''","value":["Co."]}," in ",{"type":"[[","value":[["Manhattan\/Chelsea"],["Chelsea"]]}," and quite a number of Neapolitan-style places, plus Roman-style at ",{"type":"'''","value":["Palà"]}," on the ",{"type":"[[","value":[["Manhattan\/Lower East Side"],["Lower East Side"]]},".\n\n",{"type":"====","value":[" Jewish delis "]},"\nThe unique food of the Jewish delicatessen has permeated the United States, but the pastrami you get at the supermarket in no way prepares you for the wonder of the juicy, hand-sliced pastrami at ",{"type":"'''","value":["Katz's"]},", on the ",{"type":"[[","value":[["Manhattan\/Lower East Side"],["Lower East Side"]]},". Sure, it's a huge draw for tourists, but New Yorkers go there every day, too, because it really is the genuine article. Another worthwhile deli, which also has what might be the best matzo ball soup in town and encompasses more ",{"type":"''","value":["appetizing"]}," (see below), like kasha varnishkes, is ",{"type":"'''","value":["2nd Avenue Deli"]},", in ",{"type":"[[","value":[["Manhattan\/Gramercy Flatiron"],["Murray Hill"]]},". ",{"type":"'''","value":["Carnegie Deli"]}," in ",{"type":"[[","value":[["Manhattan\/Theater District"],["Midtown"]]}," also has its fans, but many New Yorkers consider it a total tourist trap.\n\n",{"type":"====","value":[" Appetizing "]},"\nIn most parts of the English-speaking word, \"appetizing\" is an adjective, but among New York Jews, traditionally, it was a noun meaning pareve treats that could be eaten at both dairy and meat meals. Fish is not considered a meat under the Jewish dietary laws of kashrut, so one of the pillars of appetizing in Manhattan is ",{"type":"'''","value":["Barney Greengrass"]},", the Sturgeon King, on the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]},", with an honorable mention to the nearby ",{"type":"'''","value":["Zabar's"]},". The other pillar is ",{"type":"'''","value":["Russ & Daughters"]}," on the ",{"type":"[[","value":[["Manhattan\/Lower East Side"],["Lower East Side"]]},". These are places to get lox, whitefish, herring, kasha, and a bunch of other things that are part of a way of life that may not be as vibrant as it was 100 years ago but can still be experienced in Manhattan.\n\n",{"type":"====","value":[" Cheesecake "]},"\nNew York cheesecake is world-famous, and you can get some excellent cheesecake in Manhattan, even though some of it comes from the Bronx. Zabar's carries ",{"type":"'''","value":["S&S Cheesecake"]},", which comes from the other side of the Harlem River. However, ",{"type":"'''","value":["Eileen's"]}," in ",{"type":"[[","value":[["Manhattan\/Chinatown"],["NoLiTa"]]}," is generally considered roughly on a par with S&S, and ",{"type":"'''","value":["Two Little Red Hens"]}," on the ",{"type":"[[","value":[["Manhattan\/Upper East Side"],["Upper East Side"]]}," is not too shabby and also sells great squares (lemon, lime\/coconut, etc.).\n\n",{"type":"====","value":[" Bagels "]},"\nA lot could be said about bagels, and many folks on the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]}," who have experienced ",{"type":"'''","value":["Absolute"]},"'s mini bagels right out of the oven in the morning will swear to you that they've never had anything better (others have their own favorites around town), but while a survey several years ago confirmed that ranking, a more recent article in a local magazine made the point that the most important factor in differentiating the quality of bagels at decent stores is whether you get them while they're hot. So your best bet is to find out who makes good bagels near you and get there early in the morning, or whenever they make another batch. And if you want traditional toppings, you can't get more classic than cream cheese and lox (see \"Appetizing\" above for places to get superior lox).\n\n",{"type":"==","value":[" Drink "]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["#Districts"],["Districts"]]}," articles for more listings."]},"\n\nManhattan nightlife is some of the most vibrant in the world. Thanks to the 4AM last call and over 800 active venues in Manhattan alone, it is no wonder that many people flock to New York as the mecca of good times.\n\nCertain neighborhoods are better than others for certain crowds but with New York the question is never whether you can find it, it's only where.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Greenwich Village"]}," is probably the best neighborhood to go if you are in town for just a brief period. It's the equivalent somewhat of a Latin Quarter, full of locals of all ages, especially students attending NYU. There are many bars and jazz clubs around Bleecker Street and MacDougal, as well as near lower Seventh and Sixth Avenues."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chelsea"]}," – This was the old club capital of Manhattan, once known for its mega clubs which can hold hundreds upon hundreds of drunken revelers. Though a bit deserted, Chelsea still has a few nooks to look in for great nightlife. There's lots of clubs, a mix of bars, and a thriving gay scene along Eighth Avenue between 20th & 30th Streets. West Chelsea (27th-29th streets, west of 10th Avenue) is loaded with clubs. If you're European and looking for a discothèque, this is where you want to be."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Meatpacking District"]}," – Trendier bars and clubs and some expensive restaurants, including the Old Homestead, NYC's oldest steakhouse. Located between Greenwich Village and Chelsea, around 14th Street and 9th Avenues. Many of the clubs are very strict at the door so be sure you either have contacted a promoter or sweet talked to the doormen. Buying a table never hurts (except your wallet!). The ",{"type":"[","value":["http:\/\/www.meatpacking-district.com\/ Meatpacking District website"]}," is the best source of info on this area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Lower East Side"]}," – Formerly the dingy alternative to the West Village, the Lower East Side has become trendier today. Ludlow Street is crawling with bars and small music venues in an area that may remind you of the Bastille in Paris. Rivington and Stanton Street are also viable options. The area has experienced an influx of hipsters in recent years."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The East Village"]}," – You can't throw a stone in East Village without hitting a packed bar. All you need to do is go to 14th Street, head due east until you get to the letter avenues (Ave A, etc.) and head down any one of those to find yourself dead in the middle of the neighborhood scene. Try walking down 3rd Ave below 14th as well for a good tour of some of the area's bars. Down here you'll find a lot of divey, fratty bars so be prepared to drink keg beer and play Beirut! There's also lots of bars on Second Avenue around 2nd Street, and a sizeable cluster of Japanese bars, which are great fun, located on St. Mark's between 2nd and 3rd."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Alphabet City"]}," – East of the East Village, this area was once a dangerous drug-addled hell hole; today it is cleaned up and loaded with bars. Heroin dens have been replaced with brunch places!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Murray Hill"]}," – More hip with the 30-year-old crowd. The area around 29th Street and Lexington Avenue has many Indian restaurants, but within three blocks there are plenty of watering holes, including a couple of fireman bars and an all Irish whiskey pub."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Times Square"]}," – A very touristy area. The Marriot Marquis at Broadway & 45th has a revolving bar on the 50th floor. The Peninsula Hotel at 5th Avenue & 55th has probably the classiest rooftop bar in New York. The Rainbow Room at Rockefeller Center is often closed and has a dress code. The Hotel Metro on 5th Avenue & 35th also has a rooftop bar with fantastic, stress free, views of the Empire State Building. Very few New Yorkers would be caught dead at these places. However, there are bars in Hell's Kitchen, further west on 9th Av., where you will find some New Yorkers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yorkville"]}," – A semi-hidden gem that not a lot of downtown heads know about because it's so far uptown. If you hit 2nd Ave and walk from 90th St down through the upper 70's you'll see a nearly uninterrupted string of bars and restaurants. Take a walk that way; there are some great spots and all different kinds of bars from upscale to dive."]},"\nIt can be quite daunting choosing a bar from the hundreds you have to choose from. If all else fails, ask a concierge or even someone in the street. There's bound to be something nearby.\n\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"[[","value":[["File:NYC - Hotel Plaza - 1300.jpg"],["thumb"],["350px"],["Manhattan's luxury hotels know how to put on the ritz"]]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["#Districts"],["Districts"]]}," articles for more listings."]},"\n\nIf there is one thing that makes New York City, particularly Manhattan, one of the most expensive cities in the world, it is hotel accommodations. Sometimes, the average room rates in Manhattan exceed those of the more expensive cities in the world such as Tokyo and London. Consider yourself lucky if you can get a room at a full-service hotel at $250\/night, not including taxes. While prices vary depending on the season and on the availability, approximate price ranges for Manhattan hotels are:\n\n",{"type":"*","value":["A bed in a large dormitory in a hostel: $15-$40\/night."]},{"type":"*","value":["A double room with shared bath: $60-$120\/night."]},{"type":"*","value":["A double room with private bath in a budget hotel: $100-$250."]},{"type":"*","value":["A room in a mid-range hotel: $250 and up."]},{"type":"*","value":["A room in a luxury hotel: If you need to ask ....!"]},"\nFor budget conscious travelers many new hostels have opened in recent years. While some, like Hostelling International – New York (in a landmarked historic building renovated in the early 1990s) and the many branches of the Jazz Hostels in the ",{"type":"[[","value":[["Manhattan\/Upper West Side"],["Upper West Side"]]},", ",{"type":"[[","value":[["New York City\/East Village"],["East Village"]]}," and ",{"type":"[[","value":[["Manhattan\/Theater District"],["Times Square"]]}," have built a reputation for providing good value for money, many others are SRO (Single Room Occupancy) conversions where renovated hotel rooms share space with run down rooms for low income residents. It is best to research a budget hotel carefully before reserving a room.  If you have a AAA membership, consider staying at a hotel that offers a discount.  The 10% discount can add up over a few days.\n\nOccupancy rates in New York hotels have been very high in recent years and, especially if traveling to the city during Thanksgiving week, in the month of December, or in the month of May, it is best to book well in advance for the best prices. The best way to spend the night in New York is, of course, on the couch of a friend or relative. So, if you want to stretch your dollar, check your address book when planning a trip to New York! Another option is to check short-term room or apartment rentals on Craigslist, but of course it's risky to pay up front for an apartment you haven't seen, so you might want to spend at least your first day or two at a hotel or other place of more or less known quality while checking out possible alternate locations. Inexpensive short-term rentals of decent quality are likely to run for $100\/night and up for a double.\n\nHotels in the other boroughs or New Jersey may be generally less expensive, but if spending a lot of time in Manhattan is important to you, make sure you know what the transportation situation will be like before you make your decision. Also, remember that complimentary meals are usually a disadvantage in hotels in New York, because with a few notable exceptions the better values in food tend to be outside of hotels.\n\n",{"type":"==","value":[" Connect "]},"\n\nThroughout Manhattan, open WiFi access points are abundant, including many parks and squares such as Bryant Park and Union Square. All Starbucks branches offer free internet, and some stores such as Apple SoHo and Tekserv offer free wireless Internet to customers.\n\nAll of the many branches of ",{"type":"[","value":["http:\/\/www.nypl.org\/ The New York Public Library"]}," offer free internet access to anyone with a photo ID or NYPL library card.\n\n",{"type":"==","value":[" Stay safe "]},"\nManhattan and New York generally have experienced a major falloff in crime during the past decade – in fact, for the past few years, New York City has been the safest major city in the United States – so there is no need to be afraid to walk most of the streets day and night and take the subways and buses. However, precautions should still be taken.\n\n",{"type":"'''","value":["Keep your wits about yourself"]},". Try your best to know or at least look like you know where you're going, particularly in areas which are deserted or otherwise feel potentially dangerous to you. Keep your wits about yourself by being aware of what's happening around you on the street, where the open shops are, where you may have spotted any police officers around, etc. Do not hesitate to calmly increase your pace, alter your route, or cross to the other side of the street if you sense it might be the safest course of action.\n\n",{"type":"'''","value":["Beware of pickpockets"]},". During the holiday season, pickpockets like to target shoppers near tourist attractions such as Times Square, 42nd Street, and Macy's, and anywhere where there is a crush of crowds. In order to foil pickpockets, never put your wallet or anything of value in your back pockets, but only in your front pockets. If you use a purse, make sure it is tightly closed and hold on to it. And when you sit down, such as in a restaurant, be careful to keep your valuables in places where an opportunistic thief would be hard pressed to snatch them and run.\n\n",{"type":"'''","value":["Traffic hazards"]},". Manhattan is in certain ways a pedestrian's paradise, but beware that traffic regulations are not always obeyed to the letter. Watch for aggressively turning cars and bicyclists riding the wrong way on one-way streets or on sidewalks. The problem is not constant, but these things happen often enough for them to be worth keeping in the back of your mind while walking on the streets and sidewalks. Also, you'll note that jaywalking is commonplace among New Yorkers, but it can be hazardous to those not experienced in judging the speed of oncoming cars. So do not blindly follow a local, for there's a chance you'll be staring at the headlights of a car if you are not careful.\n\n",{"type":"==","value":[" Go next "]},"\nToo many travelers probably spend all or too much of their time in New York solely on Manhattan; the island makes a great base from which to travel to one or more of the Outer Boroughs -- ",{"type":"[[","value":[["Brooklyn"]]},", The ",{"type":"[[","value":[["Bronx"]]},", ",{"type":"[[","value":[["Queens"]]},", and ",{"type":"[[","value":[["Staten Island"]]},". You can also get great views of the Manhattan skyline from right across the Hudson River in cities in ",{"type":"[[","value":[["New Jersey"]]}," like ",{"type":"[[","value":[["Hoboken"]]},", ",{"type":"[[","value":[["Weehawken"]]},", and ",{"type":"[[","value":[["Jersey City"]]},".\n\n",{"type":"{{","value":[["routebox"],["image1=I-78.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]}],["minorl1=",{"type":"[[","value":[["Jersey City"]]}],["directionr1=E"],["majorr1=END"],["minorr1="],["image2=I-95.svg"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["New Haven"]]}],["minorl2=",{"type":"[[","value":[["Bronx"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Philadelphia"]]}],["minorr2=",{"type":"[[","value":[["Fort Lee"]]}],["image3=I-495.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Weehawken"]]}],["minorl3=Becomes ",{"type":"[[","value":[["File:Ellipse sign 495.svg"],["18px"]]}],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Riverhead (hamlet, New York)"],["Riverhead"]]}],["minorr3=",{"type":"[[","value":[["Queens"]]}],["image4=Henry Hudson Pkwy Shield.svg"],["imagesize4=22"],["directionl4=N"],["majorl4=",{"type":"[[","value":[["Katonah"]]}],["minorl4=",{"type":"[[","value":[["Bronx"]]}],["directionr4=S"],["majorr4=END"],["minorr4="],["image5=US 1.svg"],["imagesize5=22"],["directionl5=N"],["majorl5=",{"type":"[[","value":[["New Haven"]]}],["minorl5=",{"type":"[[","value":[["Bronx"]]}],["directionr5=S"],["majorr5=",{"type":"[[","value":[["Philadelphia"]]}],["minorr5=",{"type":"[[","value":[["Fort Lee"]]}],["image6=US 9.svg"],["imagesize6=22"],["directionl6=N"],["majorl6=",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}],["minorl6=",{"type":"[[","value":[["Bronx"]]}],["directionr6=S"],["majorr6=",{"type":"[[","value":[["Cape May"]]}],["minorr6=",{"type":"[[","value":[["Fort Lee"]]}]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["New York City"]]},"\n\n",{"type":"{{","value":[["geo"],["40.77638"],["-73.97078"],["zoom=13"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Manhattan, New York City"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Manhattan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/New York\/Localities\/N\/New York City\/Manhattan"]]}]