[{"type":"{{","value":[["pagebanner"],["Manzales banner.jpg"]]},"\n",{"type":"[[","value":[["Image:El ruiz volcano.jpg"],["thumb"],["right"],["250px"],["Manizales City. ",{"type":"''","value":["Nevado del Ruiz"]}," at the back"]]},"\nManizales is the capital of the Department of ",{"type":"[[","value":[["Caldas (Colombia)"],["Caldas"]]}," located in central Colombia in the Coffee Region.\n\n",{"type":"==","value":["Understand"]},"\nManizales is the capital city of the small department of Caldas. The city, with a population of 431,760, is at the western end of the Andes mountains and best known for being at the heart of coffee production in the region. Because it is home to several universities the city has a very young and vibrant atmosphere and a good nightlife in the Zona Rosa.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe city is served by ",{"type":"'''","value":["La Nubia Airport"]}," (",{"type":"{{","value":[["IATA"],["MZL"]]},") (~10 minutes from downtown in a taxi), that receives domestic flights of Avianca, Aires, ADA airlines. There are non-stop flights to ",{"type":"[[","value":[["Medellín"]]}," and Bogotá. It features WiFi access to the Internet from almost every location. Taxis are regulated, reasonably priced and safe from the airport. A taxi ride from the airport to the center takes approximately 20 minutes, and can cost $5.00 USD.\n\n",{"type":"===","value":["By bus"]},"\nManizales Bus Station (Terminal de Transportes) is a modern facility located next to the lower cable car station.  The cable car can take you to the city centre for 1400 pesos (great views).  Shared taxis to Chinchina cost 3000 pesos per person and take about 40 minutes. Service in the 'upscale' buses is very good and they are very comfortable. Pick the most expensive service (just a couple of dollars extra) as these buses tend to be newer and better mechanical condition.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cali"]]}," : 30,000 CO \/ 5 hours"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bogotá"]]}," : 50,000 COP \/ 8 hours"]},{"type":"*","value":[" ",{"type":"[[","value":[["Medellín"]]}," : 35,000 COP \/ 5 hours"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pereira"]]}," : 11,000 COP \/ 1.15 hours every 15 minutes with a minibus"]},{"type":"*","value":[" ",{"type":"[[","value":[["Armenia (Colombia)"],["Armenia"]]}," : 17,000 COP \/ 2.15 hours every 15 minutes with a minibus"]},"\nSome common bus companies in Colombia that are found in this Terminal are: \n",{"type":"*","value":["Expreso Bolivariano ",{"type":"[","value":["http:\/\/www.bolivariano.com.co\/ Expreso Bolivariano"]},"- This company has one of the most extensive networks. Some international destinations as well. "]},{"type":"*","value":[{"type":"[","value":["http:\/\/www.coomotor.com.co\/ Coomotor"]}," Mostly destinations in Southern Colombia"]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Image:Chipre.Manizales.jpg"],["thumb"],["right"],["250px"],["Sculpture at a scenic walk ",{"type":"''","value":["Chipre"]},", at Manizales, Colombia"]]},"\n\nThere is an extensive network of busses running around Manizales connecting most parts of the city. Minimum Cost is $1,400 pesos (approx. $1.00 USD for one way trips). 3 miles main Avenida Santander, including the numerous neighborhoods (barrios) and surrounding barrios, use caution when visiting lower-income barrios (as you should have in any other city). Types of buses (to travel in the city ranges about .900 pesos to 1,300 pesos, less than .40  cents USD) range from large buses to smaller vans, and Willys jeeps are also available for side trips to outlying areas including local mountains and valley floors, prices vary depending on destination, prices are very cheap.\n\nTaxis are relatively cheap, make sure the meter is on. Some taxi drivers are dishonest and try to take advantage of foreigners. For example, they may use standing charges while waiting or take circuitous routes to your destination. Some don't have meters, so ask for cost in advance. If you stop along your route, the driver will reset the meter for a new fare, with you paying the sum of all the fares once you reach your final destination. It's possible to negotiate as well, but standard daytime fare is $2,200 pesos, and higher after 8PM and weekends, holidays, when it's $2,500 pesos.\nAs of December 2006, you could hire a taxi by the hour; the fare is $15,000, the equivalent of USD $6.50...!\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Verano manizales.jpg"],["thumb"],["left"],["250px"],["Summer dusk in Manizales"]]},"\n\nThere are many things to see. This is a beautiful university city, famous throughout Colombia for the numerous private and public universities. It's reported that 1\/4 of city (pop. 400,000) residents here are students, females seem to outnumber males by margin of 3 to 1. So students can be seen everywhere, either walking to classes along Avenidas Santander or Parallela, or sitting in the myriad cafes along Avenida Santander after class while chatting with friends and watching others strolling along the avenue.\n\nThe city has a real European, small city feel to it, like being in Switzerland or the Alps. In winter season it rains a lot (almost every day, but not for too long), but you can find very dry days in summer season. The air is always fresh, temperature a little cool, and can be balmy depending on which part of city you're visiting.\n\nThe city is also famous for being one of only with 8 separate micro-climates in world, depending on which elevation and barrio you're in. For example, it's possible in just 10 minutes to go from a spot that's cool and foggy (for ex. the Chipre barrio that is higher up and overlooking the valley floor below) to one that is warm and balmy (like ",{"type":"'''","value":["La Linda"]}," barrio).\n\n",{"type":"[[","value":[["Image:Catedral de Manizales.JPG"],["thumb"],["right"],["200px"],["Cathedral at Manizales, Colombia"]]},"\n\nIn this city it's easy to see why the Spanish would choose locations high up for planting cities, and why the later Colonialists from Medellin and State of Antioquia who founded this city choose this relatively high location to mount a new city 150 years ago.  The climate is moderate and very healthy, and nothing like the humidity and heat you'll find in valleys down below!\n\nThe city has a beautiful park called 'Los Colonializadores' on a mount overlooking the city and beautiful coffee rich valleys down below. The view is 360 degrees, and to east, north and south are views of city that's nestled up against the western side of central Cordillera (Colombia, in the western part of country, is basically divided into sections by three large, wide mountain ranges) and to west are views of the valleys, rivers and coffee plantations down below which contain the famous coffee cities of Chinchina and Palastina (where a new, modern international airport is now under construction).\n\nThe city has a large eco-park called ",{"type":"''","value":["Los Yarumos"]},", named after a large tree species, ",{"type":"''","value":["Yarumo"]},". It contains beautiful views overlooking the city and affords views of mountains and a volcano encircling the city above. There are many hiking trails and nature walks, and city just completed a new indoor ice skating rink, which has a great music system! Also, there is also a large conference center and restaurants.\n\nThe city has two main plazas, Plaza Bolivar and Parque Caldas, where people can go to sit and to chat with friends, or to shop and to watch others in afternoon and evening. Plaza Bolivar contains the State Government of Caldas administration buildings, as Manizales city is also the seat of Caldas state.\n\nOn the other side of the plaza stands the impressive, beautiful Cathedral of Manizales, built by people of the city. It's massive size is impressive and famous for it's elaborate gold canopy and beautiful, large stained-glass windows. The cathedral is also the third tallest in Latin America, at 113 meters.\n\n",{"type":"[[","value":[["Image:Manizales-panorama.jpg"],["thumb"],["right"],["200px"],["View from Avenida Santander"]]},"\n\nMany people visit this plaza during trips to city center to conduct personal or municipal business, as this area contains most of important government and banking buildings, and is oldest part of city.\n\nThe Universidad de Caldas has many museums (Natural History, Art, and Archeology) and a botanical garden.\n\n",{"type":"==","value":["Do"]},"\nThe city has a municipal auditorium and theatres where you can attend concerts, operas, and listen to symphonic music. There are lots of night clubs, discos, and bars that serve up lively house, trance, rock, salsa, and tango music.\n\n",{"type":"[[","value":[["Image:el ruiz volcano.jpg"],["thumb"],["right"],["250px"],["El Ruiz Volcano in 2006"]]},"\n\nThe Rose Zona is where most of night clubs, discos, restaurants and coffee bars are located, and 'Luker Plaza' is city's newest, ultra modern commercial development. It is also the safest and most exclusive area of town. Next to it is 'Cable Plaza', the city's hottest new entertainment destination. It houses a 5 floor state of the art shopping and entertainment center, housing an upscale luxury supermarket, expensive fast food restaurants, and the latest Hollywood movies.\n\nThe city offers an exciting nightlife along the main avenue Santander, where you will find many of best discos and restaurants, but there is another smaller in upscale residential neighborhood located in south part of city, called Batallon and Milan. On weekends, starting on Thursday night, this is where many of younger crowd and students like to gather. There are many fast food restaurants in this area also.\n\nThe city is also home to famous football (soccer) club, 'Once Caldas', who won the South American Championship 'Copa Libertadores'. Viewing football is a very important activity here and Once fans pack the 40,000 seat stadium to cheer for their team.\n\nIf you are a football fan you will appreciate the dedication of fans and large, beautiful stadium that sits in center of Palogrande, one of best neighborhoods in Manizales, and close to many universities.\n\nThen there is the famous mountains surrounding the city called 'El Nevado Ruiz', with its three volcanic formations. Early in morning is best time to view it as clouds then move in a make viewing difficult, but if you get up early you won't be disappointed. The mountains contain glaciers and it snows a lot up on mountain, where the temperature can be chilly and cold, but the solitude and peace you'll experience up on mountain make all the inconvenience and difficulty in reaching it, worth it.\n\nAnother nice place, but very different one is Santagueda which its about 40 minutes from Manizales. There you will find estates of warm land, the temperature is from 23 to 28 centigrade degrees for which they are many places to enjoy the sun and swimming pool. The most popular part is \"la fonda\" where people of all the ages enjoy the weather while drinking a beer or any type of liquor, especially the unmatured brandy Crystal (",{"type":"''","value":["aguardiente Cristal"]},") or the old Rum of Caldas (",{"type":"''","value":["Ron viejo de Caldas"]},"). To come to Santagueda you can take a jeep from terminal, this alone trip costs 7.000 pesos (3.0 dollars).\n\nAlso, the region is famous in Colombia for its ",{"type":"[[","value":[["hot springs"]]}," and resorts such as 'Termales del Otoño' and 'Termales del Santa Rosa' and 'Termales del Nevado'. Each contains not only hot pool where the public gather to soak and relax, but many levels of hotel accommodation. Prices are approx. $16,000-$20,000 per day, and all stay open till midnight. The 'Termales del Santa Rosa' lower and upper locations, as does the hot springs at 'Termales del Nevado.' At both locales, the upper pools are closer to water source and so have hotter water, but water temperature also fluctuates depending on which season it is, winter or summer. Worth seeing is the 'Termales del Santa Rosa' Hotel, it is a four star hotel and very nice if you can afford the $150,000 peso price (per person), USD$75.00, however, included is all meals and entry fees to pools, as well as use of private, exclusive wading pools. Also, both sites at Santa Rosa have incredible, breathtaking waterfalls that are lit with multi-colored lights, visiting at night is best, or if you have time, stay all day as price of entry is for all day!\n\n",{"type":"==","value":["Eat"]},"\nThe traditional food comes from Antioquia, the region to northwest and famous for the city of Medellin. Lunch-time meals usually consist of a soup made from plantain (a variety of green bananas), followed by a plate of rice and selection of fried pork, beef, or chicken, with small cabbage salad in vinegar dressing, a natural juice drink made from mango, or if you are adventurous, try one of native fruit flavors, they are delicious but hard to pronounce, this will usually be followed by a coffee. Sometimes, you might be offered a dessert called mazamorra, which is corn and milk with local sugar, called 'panela'. They also use panella and water in making coffee, but don't recommend it, as the taste is very sweet, actually coffee served here is exceptionally sweet and unless you are a fan of sugary tasting coffee, ask for coffee made from plain water.\n\nThe water quality here is excellent (Manizales' water is on the top 10 of best quality drinking waters in the world), it is very pure also it is possible to drink straight from the tap here (but not in all parts of Colombia is this true), so no need to purchase bottled water and taste is great!\n\nIf you're visiting the 'Los Nevados' Natural Park ask for 'aguapanela con queso' while going there. It's a hot beverage made of sugar cane served with cheese. Also look for cheese icecream, chorizos from Santa Rosa and obleas.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pit Stop Bar"]}," (same directions as the Pit Stop Hostel in the SLEEP section of this page). This bar is below the Pit Stop Hostel and is beautifully decorated with reclaimed old Spanish Colonial style windows and doors for a spectacular entrance.  Bar is also equipped with a DJ booth and DJ equipment which features local DJ talent in the area.  Pit Stop also has two huge flat screen TVs with show European and American sporting events.  Nightly drink specials.  Call ahead to find out if we can find your particular hard-to-get sporting event at 310-597-1214 or just come and mingle with other foreigners on the backpacking trail ."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bar C"]}," (taxidrivers should know to find it). Nice place to dance the night away on a mix of electronic and local music (CrossOver). It has a nice view over Manizales and is open until 5AM. Beautiful people."]},"\n",{"type":"*","value":[{"type":"'''","value":["POP Bar"]}," Very good place, has mixed music as ",{"type":"'''","value":["BarC"]}," but it is located in a more accessible location (in the Rose Zone), and it closes earlier (2AM)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Paramo Coctales Bar"]}," located in the \"El Cable\" sector. Frozen cocktails with tropical flavor. In Paramo you can see all the night life of the zone whilst drinking."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cross Over Music"]}," Bar C, Vertigo, Britania, Mango Biche. Moliendo cafe, La Bombonera."]},"\n",{"type":"*","value":[{"type":"'''","value":["Salsa Music"]}," Salomon, Son Salome"]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=RocKKelleR Bar"],["alt=www.rockkeller.com"],["url=http:\/\/www.rockkeller.com"],["email=info@rockkeller.com"],["address=Carrera 23 # 60-05 Avenida Santander"],["lat="],["long="],["directions="],["phone=+57 3127754617"],["tollfree="],["fax="],["hours=noon - 2AM"],["price="],["content=RocKKelleR is an exclusive Bar-Restaurant of Manizales city. Located in a very accessible and comercial area beside the \"Universidad Catolica\". It offers a very wide international choices of beers and drinks, as well as live band shows and a very warm and friendly environment. A very recommended bar you have to visit while being in Manizales."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Base Camp Hostel"],["url=http:\/\/www.basecamphostel.com\/"],["email=basecampcolombia@gmail.com"],["address=Carrera 24 #31-08 centro, Downtown"],["lat="],["long="],["directions="],["phone=(Cel: 301-278-20-70 or 300-818-56-52"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This fun-funky-old house offers clean beautiful spaces, comfy beds, spacious dorm rooms, private rooms with double beds, shared kitchen, security lockers, helpful staff, huge living room, wireless internet, lounge, smoking area. Right on the busiest pedestrian street in the entire city, Santander ”centro”and literally right under the new cable car station of Manizales."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Eco Hotel la Juanita"],["url=http:\/\/www.ecohotellajuanita.com"],["email=ecohotellajuanita@hotmail.com"],["address=vereda Cuhilla de los Santa"],["lat="],["long="],["directions=Via a La Linda"],["phone=8714416"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=offer rural accommodation, quiet close to town, easy access, city bus, taxi, particularly, ecological trails, room for events."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El carretero"],["url="],["email="],["address=Calle 36 #22-22"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Three stars hotel, near downtown. Foreign Exchange service, car rental, tourist travel service."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Manizales"],["url=http:\/\/www.manizaleshostel.com"],["email="],["address=Calle 67# 23a33"],["lat="],["long="],["directions=2 blocks from cable plaza, go down 2 blocks on calle 23B cross road up to the left, white house with a flag outside"],["phone=+57-6-8870871"],["tollfree="],["fax="],["hours="],["price=20,000 col\/dorm"],["checkin=24hrs"],["checkout=11AM"],["content=Friendly clean hostel with good kitchen and sitting area with hammocks. Great relaxing experience. Good tourist information with tour booking. WiFi, landury service, cabel Tv, bike rental, breakfast included. Dorm, single and double rooms available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel el Caney"],["alt=Hotel el Caney"],["url=http:\/\/hotelelcaney.net76.net"],["email=hcaney@gmail.com"],["address=Km 23 via la cabaña"],["lat="],["long="],["directions="],["phone=(Tel: (57-6) 8703335 Cel: 310-423-62-06"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=English spoken, country side hotel"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel California"],["url="],["email=ltg71@hotmail.com"],["address=Calle 19 #16-39"],["lat="],["long="],["directions="],["phone=(576) 897 3487"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Inexpensive but clean and safe hotel located downtown. Located across from the Antigua (downtown) bus terminal. Friendly manager speaks English and has information about the area. An internet cafe is attached. Rooms are small but nice with modern bathrooms, full cable TV, some have views."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Varuna"],["url=http:\/\/www.varunahotel.com"],["email=varunahotel@une.net.co"],["address=Calle 62 No. 23C-18"],["lat="],["long="],["directions="],["phone=(57) (6) 8811122"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located close to shopping malls, banks, coffees, and clubs. Suites with the latest technology, event rooms, food and cocktails in the bar-restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kumanday Hostel"],["alt=Kumanday Hostal"],["url=http:\/\/www.kumanday.com\/"],["email=kumandaycolombia@gmail.com"],["address=Carrera 23 # 60 - 13 , Avenida Santander"],["lat="],["long="],["directions="],["phone=(Tel: (57-6) 885-49-80 \/ Cel: 315-479-70-70 or 315-514-18-73"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=\nNice and calm hostel within the Zona Rosa. The staff are friendly and give useful tourist information. The hostel offers a shared kitchen, laundry facilities, internet, TV\/DVD-room and free coffee. 25,000 COP\/DORM"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Las Colinas"],["url="],["email="],["address=Carrera 22 # 20-20"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located downtown. Foreign exchange service, car rental, tourist travel service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mountain House Manizales"],["url=http:\/\/www.mountainhousemanizales.com\/"],["email=info@mountainhousemanizales.com"],["address=Calle 66 # 23 B 137, calle larga de Palermo o calle de los Faroles Barrio Guayacanes,"],["lat="],["long="],["directions="],["phone=(Cel: 300-439-7387"],["tollfree="],["fax="],["hours="],["price=20.000 for a dorm"],["checkin="],["checkout="],["content=Mountain house is the first hostel that opened in Manizales. It is 3 blocks away from Cable Plaza mall with a movie theatre. To get there from the centre, take a blue bus that says \"Cable - Batallon\" and get off at Cable Plaza mall, walk 1 block east and then 2 and a half blocks south (down a very steep hill)"]]}]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Secret Garden Manizales - Hostel & Bistro"],["alt="],["url=http:\/\/thesecretgardenmanizales.com"],["email=stay@thesecretgardenmanizales.com"],["address=Located 30 minutes from Manizales, and 15 minutes from the Terminal, in our fantastic countryside location of Villa Maria."],["lat="],["long="],["directions=See our website or contact us for easy directions"],["phone=+57 (321) 770 - 3020"],["tollfree="],["fax="],["checkin=1PM"],["checkout=12PM"],["price="],["content=Hostel & Bistro in the Colombian Coffee Region, outside of Manizales. Offers a gluten-free menu, yoga, guided treks, coffee tours and other day tours."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Image:Nevado del Ruiz Valle de los muertos.JPG"],["thumb"],["Nevado del Ruiz with perennial snow"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nevado del Ruiz"]}," -- It's possible to hike to the snowline at 5200m of this volcano. You can take a lechero to the park entrance (Las Brisas, $58,000 for non-Columbians) and from there walk all the way with a guide. There are also organized tours which take you to 4800m to hike only the last few hundred meters and visit a thermal afterwards. Alternatively, you may consider renting a car (from $100,000 per day) and drive up to the 4800m-point (El Refugio) and walk from there. The road is in a decent enough condition to allow Twingos and such-like to safely complete the tour. Do not forget to bring sunscreen and warm clothes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Reserva Ecológica Río Blanco"]}," -- Permission is required to visit this cloudforest park. From the park entrance it is a 4 kilometer walk through the park to Fundación Ecológico Gabriel Arango Restrepo. It is possible to see 'Anteojos' bears there and hundreds of hummingbirds sipping sugarwater at the 'finca'. A few hundred meters further is a mirador with views over Manizales."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ecoparque los Yarumos"]}," --  This is a rain forest. Los Yarumos offers several things such as, a walk along an ecological footpath and spectacular views of a forest reserve inside Manizales City. It is possible to see 26 species of birds and different types of flowers and trees. It is also possible to undertake extreme sports; rock scaling with a cave, canopy, aerial cable, rappel. As well, every day they have concerts outdoors, cinema functions, nice viewpoints of the city, lecture rooms, environment library and natural history museum."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ecoparque los Alcázares"]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chinchina"]]}," -- This city is called the \"Colombian coffee heart\". It's possible to visit or stay at a coffee 'finca'. It's only 30 minutes by bus from Manizales"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Villamaria"]]}," -- Known as the Colombian Garden due to the variety of its flowers and the fertility of its soil. The Roble Hill; this is a natural observatory, covered with pine trees and with nearby waterfalls that can be visited. It´s more or less 2 ½ hour walk through the forest until you reach the waterfalls."]},"\n",{"type":"==","value":["Stay Safe"]},"\n\nThe city center and areas around the bus terminal are NOT safe at night.  Visitors should be careful during the day as in any city center; it is relatively safe then with many good sites, but avoid the area after sunset.\n\nAlso, as a general comment for those traveling by bus: The safety of bus travel in Colombia has greatly improved in recent years. However, foreigners should take precaution of not traveling to areas of unrest and travel only during the day.  Do not carry large amounts of cash with you as robberies are known to occur along some routes.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Caldas (Colombia)"]]},"\n",{"type":"{{","value":[["geo"],["5.0661111111"],["-75.484722222"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Manizales"]]}]