[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Manihi2.jpg"],["thumb"],["350px"],["View over the Manihi lagoon."]]},"\n\n",{"type":"'''","value":["Manihi"]}," is a ring-shaped coral atoll located within the Tuamotu Islands of ",{"type":"[[","value":[["French Polynesia"]]},".  \n\n",{"type":"==","value":["Understand"]},"\nLike ",{"type":"[[","value":[["Rangiroa"]]},", Manihi is not an island but rather a coral atoll.  Manihi has seen very little commercial development both above and below the water line.  This has created an unadulteratedly natural splendor untouched by commercialism.  There are no shopping malls, tour buses, or major attractions.  With so few local inhabitants, travelers will feel like they are the only one on the atoll.  Manihi can be best described for its isolation and laid back lifestyle.  The isolation strips away the tourist feel commonly associated with islands like ",{"type":"[[","value":[["Moorea"]]}," and ",{"type":"[[","value":[["Tahiti"]]},".  And while laid back might lead to less than perfect experience, it is the imperfections that will leave travelers with many positive and lasting memories.\n\nBeing located this far from civilization does come with drawbacks.  Power and fresh water are both limited resources.  Many of the locals have rainwater catchers attached to their roof tops.  Power is only available via gas powered generators.  And obviously imported food and supplies have limited availability.  A concerted effort has been made to minimize litter.  There are many \"Please keep our island clean\" signs posted around the village.\n\nThere are no terrain features in Manihi and thus constant wind.  Wind also means the very dynamic conditions of sunny, cloudy, and rain typical of tropical climate.  All can occur within a single hour.\n\nManihi's primary commerce is the black pearl farms that operate within the lagoon.  There is not much tourism business beyond that of the single resort on the atoll, so there's not much in way of tourism-related activities happening here.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["infobox"],["Baggage Weight Limits"],["The checked baggage weight limit for international flights are greater than domestic.  Check with your travel agent to verify both weight limits.  Else you might encounter additional excess baggage fees when you transfer flights."]]},"\nDomestic flight arrivals only.  There are no direct international flights to Manihi.  Nor are there any commercial cruise lines that make port-of-call in Manihi either.\n\nAn Air Tahiti domestic flight arrives in Manihi once a day.  The airport is simply an airstrip that, like ",{"type":"[[","value":[["Rangiroa"]]},", also serves as the taxiway.  The boarding\/arrival area is a simple straw hut.  And the terminal is located at the far end of the runway.\n\nFor resort guest: A hotel representative greets guest at the arrival area and shuttles them directly to the resort.  Skip the baggage claim, the hotel staff will deliver your baggage directly to your room.  This is a $11 per person one-way charge.\n\nFor non-resort guest: An airport shuttle transports travelers to the airport terminal at the opposite side of the runway for baggage claim and water taxis.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bicycles"]}," - The atoll has a few roads and even fewer motorized vehicles.  Thus travellers can hike or peddle without fear of being run over.  Bicycles are available for free to resort guests.  These bicycles are not exactly top-of-the-line, they are weather beaten, single speed, etc.  But it's worthy enough for local transportation."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Water Taxi"]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Manihi1.jpg"],["thumb"],["250px"],["Village of Turipaoa."]]},"\n\n",{"type":"{{","value":[["see"],["name=Sunsets"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Current weather conditions aside, the best viewing location is at the airstrip.  The view is unobstructed as the sun dips below the horizon."]]},"\n\n",{"type":"{{","value":[["see"],["name=Stargazing"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=With no inference from city lights, this is an ideal location.  Travelers have reported that the airstrip is the best location on the atoll.  There is also a free guided tour run by a resort bartender Wednesday nights."]]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scuba or snorkel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Unlike the more populated islands, such as Moorea, the water is much clearer and tropical fish are more frequent.  Guided snorkel excursions are highly recommended.  As an added bonus, if you are scuba certified, you are allowed to check in an additional 5kg (11 lbs) of baggage on your flight."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pearl farm tour"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Available though the resort. A two-hour excursion that tours a working black pearl farm.  Learn about the Manihi local life and how Tahitian life and commerce revolves around the pearl."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Explore the village"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= - Turipaoa is the only village in Manihi.  It is located on a different section of the atoll and is separated from the resort by a water passage.  There's not much here of major interest besides a mini-market, the only place you can stock up on supplies (e.g.: ramen, beer, snacks, frozen foods, and bottled water).  Unfortunately, this market does not stock any fresh fruit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Explore the atoll and beach comb"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Unlike the \"private island\" resorts that are very tiny, you can spend half the day exploring the resort section of the atoll on bicycle.  Just note that Manihi residents do not set up fences or define property lines, so be considerate and respectful to the residents. \n\nA note about the beaches of Manihi.  The beaches facing inwards, towards the lagoon, are almost picture perfect.  Relatively calm waters and traversable beaches.  The outward facing beaches are the complete opposite.  These beaches are made of jagged coral and are under the constant beating by the Pacific Ocean waves.  Amazingly beautiful, but traverse with caution."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Black pearls"]}," - You will not find any bargains on black pearls here.  This is explained during the pearl farm tour.  Even though buying at the source is usually considered cheaper, it is not true in this case.   Tahiti has strict guidelines, standards, and grading of all pearls produced in Tahiti.  Thus all black pearls manufactured in Manihi are shipped to Tahiti for grading and authentication.  Only then are the black pearls shipped back for sale in the few local shops in Manihi."]},"\n",{"type":"==","value":["Eat"]},"\nDining options are very limited in Manihi.\n\n",{"type":"*","value":[" Snack bar at the airport terminal."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Poe Rava Restaurant"]}," and ",{"type":"'''","value":["Miki Miki Bar"]}," are both located at the Pearl Resort."]},"\nFor the more adventurous, if you look hard enough, one can find coconuts along the side of the road.  There are no public works to maintain the trees and thus the coconuts fall naturally to the ground.  With the proper training, one can crack open a coconut and make use of its many uses as both food and drink.\n\nWhen exploring for coconuts, be mindful of where you traverse.  As there are no fences or property signs, one can easily wander into another's private property and not know it.\n\n",{"type":"==","value":["Drink"]},"\n\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["sleep"],["name=Manihi Pearl Beach Resort"],["url=http:\/\/www.pearlresorts.com\/manihi\/main.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=$300-$600 per night, with price differences between high and low seasons"],["checkin="],["checkout="],["content=  This is the only commercial guest lodging on the atoll.  As this is a five star resort, guests are encouraged to use the airport transfer.  Approximately $11 USD per person, includes luggage, for a brief one-way electric cart ride.  This can be slightly annoying for the budget-conscious traveler since the resort is within five minutes' walking distance of the airstrip. The resort itself has less than 50 rooms here.  Due to the lack of heavy tourism demand, the room rates here are actually cheaper than an equivalent room on a different island like ",{"type":"[[","value":[["Bora Bora"]]},".  The resort itself is a collection of huts and bungalows located either on the beach or over the water.  There are no motel rooms here, no bad room locations, no life guard, and there is plenty of room between each bungalow for privacy.  Also, the resort is situated far enough from the airstrip that travelers will not be disturbed by the noise of jet engines.\n\nThe resort staff run a very personalized operation.  Compared to other Tahitian hotels, grounds keeping is minimal, so as to help blend in with the natural surroundings.   This makes the overall experience more like a stay in a village instead of a fancy hotel.  Due to the limited number of resort guests, there are very few activities and excursions offered at the resort.  Most excursions are available only every other day.\n\nThe village of Turipaoa is easily accessible via the resort water taxi (free).  This is the only place to purchase essentials (snacks, drinks, etc) at non-resort prices."]]},"\n\n",{"type":"==","value":["Connect"]},"\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Tuamotu Islands"]]},"\n",{"type":"[[","value":[["wikipedia:Manihi"]]},"\n",{"type":"{{","value":[["geo"],["-14.45"],["-146.06666666667"]]}]