[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Mansfield"]]},"\n",{"type":"'''","value":["Mansfield"]}," is a city in ",{"type":"[[","value":[["Massachusetts"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nMansfield is a town located in the Bristol County of Massachusetts.  Mansfield was incorporated as a town on August 23rd, 1925 and is named in honor of William Murray, Earl of Mansfield, Nottinghamshire, England.  The land however was founded by Captain Miles Standish, followed by John Brown and others, on June 19th, 1640.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By Car"]},"\n\n",{"type":"'''","value":["Interstate 495"]}," passes through Mansfield.  You can rent cars around the surrounding areas depending on the airport which you arrive in.  However, if you take a train into Mansfield then there are car rentals in the town.  \n\n",{"type":"'''","value":["By Plane"]},"\n\nMansfield airport is located about five minutes outside of the center of town.  This airport however is very small.  Actually microscopic.  The airport is more for very small planes and they often use it for a liftoff and landing spot for blimps and hot air balloons.  Flying into T.F. Green or Logan Airport and taking a train into Mansfield would probably be your best bet.\n\n",{"type":"'''","value":["By Train"]},"\n\nMansfield Station is located directly in the center of town, and goes to a number of locations.  T.F. Green and Logan Airport are both good options to fly to.  Once you arrive, either in Warwick, RI (T.F. Green) or in Boston, MA (Logan) there are train stations in both areas that will take you to Mansfield Station.  There is one right in Boston and Warwick is about six miles south of Providence. Providence Station is located directly next to the Capital Building.  The ride to Mansfield from either Boston or Providence would be approximately $2.50, which is more than affordable.  The train station is a great way to get in and out of the town and would probably be a cheap option depending on where you live.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"'''","value":["By Car"]},"\n\nThis is the best way to get around Mansfield.  There are car rentals within the town, and it will make your trip a lot better when you have a car.\n\n",{"type":"'''","value":["Enterprise Rent-a-car"]},", 8 Cottage Street, ",{"type":"''","value":["1+"]},"508-339-1760\n\n",{"type":"'''","value":["Walk"]},"\n\nNow if you have time to kill you can take a leisurely stroll around town.  There are a lot of beautiful things to check out, such as the Mansfield Commons, Fulton's Pond, and the center of town.\n\n",{"type":"==","value":["Do"]},"\nWhile staying for vacation in Mansfield, Massachusetts there is a number of great things to do.  The Mansfield commons is a place where you can sit down on benches and take in the scenery that overlooks the town hall and the downtown area.\n\n",{"type":"'''","value":["Flint Farm"]},"\n\nIn the fall during October, Flint Farm dares you to take a ride into their famous corn maze.  Scary things await you at every turn and it is certainly a fun time for friends to try and make it out of the corn maze.  They also put up the corn maze during corn seasons which at that time they shape it into a pattern that can be seen from the sky.\n\n",{"type":"'''","value":["Willowdale"]},"\n\nIn West Mansfield lies the quaint little golf course Willowdale.  This nine hole course is great for beginners and great for anyone looking to enjoy a lovely round of golf.  After a quick nine or even two rounds, take a load off in the clubhouse where they serve delicious food and drink.\nMansfield is also home of the Superbowl winning, National track competing, and several other competitive high school teams.  Whatever season it may be, try to go down to the high school and catch a game and see how full of pride and talent these young kids have.\n\n",{"type":"'''","value":["Comcast Center"]},"\n\nNow onto the main attraction of Mansfield.  Located just about a minute away from the center of town is what is known as the Comcast Center.  During the summer, several kinds of well known bands and artists make their way to the Comcast Center to put on a show, bringing in people all over the area.  So if you happen to be in town during the summer, make sure to take a look at all the great shows coming to the area and check one out.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Comcast Center"],["alt="],["url="],["email="],["address=885 South Main Street"],["lat="],["long="],["directions="],["phone =+1 508 339-2333"],["tollfree="],["fax="],["hours="],["price="],["content=Large open-air regional facility that pulls top-shelf celebrity concerts"]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["Mansfield Crossing"]},"\n\nMansfield Massachusetts provides visitors with various shopping places.  Mansfield Crossing, the most popular complex in the town, is located in West Mansfield just off of Route 495.  Mansfield Crossing holds stores such as Kohls, Best Buy, Five Below, Sports Authority, L.L. Bean, and American Eagle to name a few.  The complex is located around a pond which can be seen at all angles, so feel free to park your car and stroll around the complex and walk from store to store.\n\n",{"type":"'''","value":["Center of Mansfield"]},"\n\nThe center of town, though not as new and illustrious as Mansfield Crossing, provides a much older and local feel.  The main attraction in the center of town is the very old store known as Grogan Marciano.  Grogan's is a one of a kind sports merchandising store which has all kinds of equipment in almost any sport you need.  Yet the best part of all is that the owner of the store is none other than Patriots Football Legend Steve Grogan.  Steve comes by several times a week and is always very friendly.  He is more than happy to sign any kind of sports merchandise you would like.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Mansfield Crossing"]},"\n\nMansfield's complex Manfield Crossing is also home to a number of great places to eat.  Friday's, Bertucci's, Sake, and Asia Grill & Sushi are all the most popular sit down restaurants in the complex.  The Crossing also has a Chipotle, Qdoba, Cosi, and a Papa Ginos.  After all of that delicious food there is always room for desert.  Cold Stone Creamery is a spectacular ice cream place with a very friendly atmosphere, most known for a waitstaff that will sing a little ice cream song if you give them a tip.  Outside of Mansfield crossing but still in the Western part of Mansfield is a Subway, Wendys, Kyoto Steakhouse, and the Cibo Matto Cafe, local Italian food.\n\n",{"type":"'''","value":["Center of Mansfield"]},"\n\nThe center of town is also a nice place for local sit down restaurants.  Jimmys Pub and Cheng Du are the most popular restaurants in the center of town, as well as the locally famous Cafe on the Common, which is a delicious breakfast place.  It is also home to Casey O'Connors, a nice little Irish Pub as well as a number of Pizza places such as Magic Pizza, Classic Pizza, Gourmet Pizza, and most well known Stefanos Pizza.  Most deliciously in the center of town is the Mansfield Deli, a local gem.  Host to numerous uniquely named sandwiches such as the \"Bumblebee\", the Deli is the best sandwich place in town hands down.  And to top it all of once again, head over to Sweet and Crafty for some old fashioned delicious local ice cream.\n\n",{"type":"'''","value":["East Mansfield"]},"\n\nNow the Eastward part is home to one little pizza place named Cousins but further down the road is the best ice cream place in all of Mansfield.  Known as Flint Farm, it is a giant Farm (owned by the Flints of course).  Most known for their ice cream, people love to stop by, sit down, and enjoy their favorite flavors, making Flint's the place to go if you want some quality ice cream.\n\n",{"type":"==","value":["Drink"]},"\nMansfield is not the best place to get a drink, however they do a couple of bars around town as well as bars within the restaurants discussed in the eat section.  One of the bars is located in the center of town is known as The Catman Cafe.  It is a very small sports bar where several locals go to socialize, eat bar food, and enjoy some drinks.  Probably the best bar is within the restaurant TGI Fridays, located in Mansfield Crossing.  The bar is full of retro and old fashion merchandise all over the walls and has just about any drink you would want.  The bar section holds several big screen TV's and there is never a problem with getting one of Friday's delicious meals while at the bar.\n\n",{"type":"==","value":["Sleep"]},"\nIn all honesty, Mansfield is not one of the best places for hotels.  If you have anyone around town that you know I recommend staying there and having them show you around the town.  However, the best hotel in Mansfield is located in the West side of town.  If you cannot stay with a friend, The Holiday Inn is the best hotel in the area.  Home to an 8,000 square foot fitness center, an indoor pool, and two restaurants where kids under 12 eat for free.\nBesides the Holiday Inn is the Red Roof Inn, a little less classy, located along the industrial park.  The hotel features an outdoor swimming pool as well as free Wi-Fi, a dining area, and has on-site meeting facilities.  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Red Roof Inn"],["alt="],["url="],["email="],["address=60 Forbes Blvd"],["lat="],["long="],["directions="],["phone =+1 508 339-2323"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Holiday Inn"],["alt="],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/hi\/1\/en\/hd\/bosmf"],["email="],["address=31 Hampshire Street"],["lat="],["long="],["directions="],["phone =+1 508 339-2200"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":["By Train"]},"\nMansfield Station will take you to a number of destinations, including Providence, Boston, and two way trips to New York, Maryland, etc.  You can take the train to where you live or take it to an airport where from there you can fly to whatever destination you choose.\n\n",{"type":"'''","value":["By Plane"]},"\nJust like getting in, you would most likely take the same route out, using either T.F. Green Airport in Warwick or Logan Airport in Boston.  Take Mansfield Station to either Providence or Boston.  When in Boston, you can walk, take a bus, or catch a cab to the airport.  When you arrive in Warwick, you can take the RIPTA (Rhode Island Public Transit Authority) to Providence or take a taxi.  Before using the RIPTA, be sure to check out their website which has all bus routes so you can pick the closest one to where you need to be.  The RIPTA costs $1.25 one way.\n\n",{"type":"{{","value":[["routebox"],["image1=I-95.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Boston"]]}],["minorl1=",{"type":"[[","value":[["Foxborough"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Providence"]]}],["minorr1=",{"type":"[[","value":[["Attleboro"]]}],["image2=I-495.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Marlborough (Massachusetts)"],["Marlborough"]]}],["minorl2=",{"type":"[[","value":[["Foxborough"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Taunton (Massachusetts)"],["Taunton"]]}],["minorr2=",{"type":"[[","value":[["Norton (Massachusetts)"],["Norton"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["42.033333"],["-71.219444"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Bristol-Norfolk"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mansfield,_Massachusetts"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Massachusetts\/Localities\/M\/Mansfield\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mansfield, Massachusetts"]]}]