[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nMantin (2.82° N, 101.89° E) is a town in ",{"type":"[[","value":[["Negeri Sembilan"]]},", ",{"type":"[[","value":[["Malaysia"]]},".\n\n",{"type":"==","value":["History"]},"\nIn the early days, Mantin was well known because of tin mining business by a Chinese towkay (business owner) named Kong Sang. Due to plenty of tin, the Europeans called the place Mine Tin for at this place tin (lombong timah). However, the locals could not pronounce Mine Tin correctly. Instead, they called the place Mantin.",{"type":"<","value":["br"]},"\n",{"type":"<","value":["br"]},"\nFollowing the completion of the railway connecting Seremban and Kajang in 1903 which made the export of tin economical, Mantin became a town. The town attracted a large number of Chinese migrants, mainly Hakka, for the tin mining business. Mantin was the center of tin mining business of Negeri Sembilan in the early 20th century.",{"type":"<","value":["br"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe nearest airport is the Kuala Lumpur International Airport (KLIA)",{"type":"[","value":["http:\/\/www.klia.com.my\/"]}," which is located about 38km from Mantin. It is the main gateway from\/to Malaysia.\n\n",{"type":"===","value":["By car"]},"\n(1) From KLIA, exit the airport area, drive along Salak Tinggi, Nilai, and Pajam (a nearby town) for about 38km.",{"type":"<","value":["br"]},"\n(2) From Seremban, drive north for about 17km.",{"type":"<","value":["br"]},"\n(3) From Kajang, drive south for about 28km.",{"type":"<","value":["br"]},"\n(4) From North-South Expressway (PLUS)",{"type":"[","value":["http:\/\/www.plus.com.my\/"]},", exit Nilai toll and turn left, drive along Pajam for about 16km.",{"type":"<","value":["br"]},"\n(5) From Lekas Expressway ",{"type":"[","value":["http:\/\/www.ijm.com\/infrastructure\/toll\/LEKAS\/"]},", exit Mantin toll and turn left. This expressway connects Mantin with Kajang and Seremban.\n\n",{"type":"===","value":["By train"]},"\n(1) The nearest railway station is the Seremban Railway Station which is in the city center of Seremban. It offers both inter-city train",{"type":"[","value":["http:\/\/ktmintercity.com.my\/"]}," services (southbound to Johor and Singapore; northbound to Kuala Lumpur, Ipoh, Penang, and Hat Yai Thailand) and Komuter train",{"type":"[","value":["http:\/\/www.ktmkomuter.com.my\/"]}," services (to Kuala Lumpur, Rawang, and Ipoh). This station is within walking distance to the bus terminal of Seremban.\n",{"type":"<","value":["br"]},"\n(2) Alternatively, Batang Benar Komuter Station is about 10km from Mantin but offers just Komuter train services\n\n",{"type":"===","value":["By bus"]},"\nCityLiner Route 818 (Kajang-Mantin-Seremban) from either Kajang (RM 3.60) or Seremban (RM 2). Bus fare (one-way) as at May 2011.\n\n",{"type":"==","value":["Get around"]},"\nMantin is a small town and there is just one main street (Jalan Besar) so it is unlikely, if not impossible, to get lost. If lost, just ask around for direction.\n\nBe sure to look left and right before crossing any street, especially the main street. Like other small towns in Malaysia, motorcycles like to ride against traffic on the same lane for their own convenience and laziness.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jalan Besar"]},". Also known as the main street, it is where most of the attractions and historical buildings are located. Along the street includes (but not limited to) places such as banks, pasar (wet market), petrol (gas) stations, police station, post office, etc."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gurudwara Sahib Sikh Temple"]},".  Was built in 1890s and is one of the oldest Sikh temple in Malaysia."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["St. Aloysius Catholic Church"]},".  It was built in 1901 with impressive architecture. It used to be famous for its nunnery but the nuns have moved to Seremban in recent years."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=SJK (C) Chung Hua Mantin"],["alt="],["url=http:\/\/www.sjkc.com.my\/school\/sch\/history.asp-id=14.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It was founded in 1913 and has been expanded and rebuilt several times throughout the years due to increasing number of students."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Kolej Tuanku Ja'afar"],["alt="],["url=http:\/\/www.ktj.edu.my\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is a British-style boarding school which was founded in 1991."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Legenda Education Group"],["alt="],["url=http:\/\/www.legendagroup.edu.my\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is an education group with five colleges listed under the group. Its campus is located at Mantin."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Staffield Country Resort"],["alt="],["url=http:\/\/www.wip.berjaya.com.my\/staffield.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is a 27-hole international standard golf course which opened its door in 1994. See external link for more details."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taman Rekreasi Gallah"]},".  It was a recreational park located along the route from\/to Seremban but was deforested and closed down for the development of Lekas Expressway."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pasar Malam"]},".  The night market is located next to the main street at Taman Bunga Raya. It is available on Sunday evening."]},"\n",{"type":"==","value":["Eat"]},"\nDue to its demographic, Mantin was famous for traditional Hakka food.\n\nThe most famous Yong Tau Foo vendor has lost its glory after the demolition of the old theater, which was next to its original shop. The vendor now operates at the Mantin Hawker Center which is on the main street.\n\nAnother famous food was Woon Chai Koh (a kind of rice pudding) but the original vendor has already retired.\n\nOne well-known shop that still serves the traditional food (including Woon Chai Koh) is Old Mantin",{"type":"[","value":["http:\/\/www.oldmantin.com\/about.html"]}," which was located on the main street. At this time, in order \"to serve broader customer base\", the shop has moved to Temiang Seremban.\n\nThat being said, other Malaysian food is being served, especially along the main street and in the Mantin Hawker Center.\n\nMantin is also a famous place for growing Durian, Star Fruits, Jack Fruits, Rose Apple and guavas.  \n\nDuring durian season (calendar month of July-August),there is a durian orchard named \"Durio Star\" which serve fresh Mantin durian on-the-spot. ",{"type":"[","value":["http:\/\/www.dstar.com.my\/"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are no hotels in Mantin. The nearest hotels are those located in Nilai and ",{"type":"[[","value":[["Seremban"]]},".\n\n",{"type":"==","value":["Go next"]},"\nThere are places, both in Negeri Sembilan and Selangor, worth-visiting that are easily accessible from Mantin such as Broga (22km), Nilai (14km), ",{"type":"[[","value":[["Kajang"]]}," (28km), ",{"type":"[[","value":[["Kuala Lumpur"]]}," (57km), ",{"type":"[[","value":[["Port Dickson"]]}," (45km), and ",{"type":"[[","value":[["Seremban"]]}," (17km).\n\n",{"type":"{{","value":[["IsPartOf"],["Negeri Sembilan"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Mantin"]]}]