[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Manzhouli"]}," (满洲里; ",{"type":"''","value":["Mǎnzhōulǐ"]},") is a city in ",{"type":"[[","value":[["Inner Mongolia"]]}," Province in ",{"type":"[[","value":[["China"]]},".\n\n",{"type":"==","value":["Understand"]},"\nEstablished in 1901 as a stop on the Trans-Manchurian Railway which was being built at the time as a shortcut between the main line of the Trans-Siberian Railway and Vladivostok, Russia. Now it is more like an international marketplace where Russians cross the border in search of cheap and portable items for selling back in the Motherland.\n\nManzhouli has more shopping malls than some American cities of comparable size. Look around because you never know what you might see. It's a lot of fun. \n\nAlso, if you want to practice speaking Russian in China, this is the city to be in. \n\nAlthough Manzhouli is a small city by Chinese standards there is lots to do there. There are at least five Russian clubs and the Chinese love to party at a club called Banana. \n\nThere are literally dozens of restaurants catering to Russians and many of them have shows with traditional and modern Russian dancing and also Chinese acrobats. \n\nManzhouli also has lots of funny statues around town that people enjoy taking pictures with. There are statues of Santa Claus, hip hop dancers, two men carrying a keg of beer among many others. It is amazing to see.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nManzhouli Airport (",{"type":"{{","value":[["IATA"],["NZH"]]},") is located 9 km sw of downtown. There are flights to ",{"type":"[[","value":[["Beijing"]]},", ",{"type":"[[","value":[["Harbin"]]}," and ",{"type":"[[","value":[["Hohhot"]]},", and an international flight to ",{"type":"[[","value":[["Choibalsan"]]},", ",{"type":"[[","value":[["Mongolia"]]},".\n\nBe ready for being chopped by taxi drivers if you arrive in evening. \nTrip to city center from airport is RMB 80-100 for perhaps 10 km rides.\n\n",{"type":"===","value":["By train"]},"\nRegular train service to other destinations in Manchuria. The Trans-Manchurian express stops once a week on its travels to and from Moscow and Beijing.\n",{"type":"*","value":[" ",{"type":"'''","value":["Beijing"]}," - takes about 30 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Hailar"]}," - takes about 3 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Harbin"]}," - takes about 13 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Qiqihar"]}," - takes about 11 hours"]},"\n",{"type":"===","value":["By bus"]},"\nThe bus station is at Yidao Street.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Zabaikalsk"]},", Russia - takes about 2 hours including border formalities.  Several buses run daily from Zabaikalsk, Russia to Manzhouli. The last bus from Zabaikalsk bus station (located near the train station) leaves 15.10 so it might be a good idea to arrive there earlier as Zabaikalsk is not propably a place where you are interested to stay overnight. Buses will arrive on city center of Manzhouli. About 100 rubles must be paid at the Chinese side of the border. Almost no employee in Zabaikalsk bus station or official at either side of this border speaks English."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hailar"]}," - takes about 3 h"]},"\n",{"type":"==","value":["Get around"]},"\nThere are plenty of taxis but you can walk everywhere you want to go in Manzhouli.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old China-Russia Border Crossing"],["alt=Guomen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has an exhibition about the history of the area and a trade market where just about anything is offered.  You will need your passport to access Guomen. - Correction: Foreigners are not allowed to enter the Guomen area, regardless of whether they have passports or not. Also, while the trade market on the Chinese side does offer a great variety of goods, the prices are extremely inflated and you can get a much better deal back in Manzhouli."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hulunbuir Grasslands"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fields of green shot through with wildflowers. No other Inner Mongolian grassland compares to the one here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jalai Nur"],["alt=Zhalainuoer, Jalainur, Zhalai Nuoer"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Town nearby that has an open-pit coal mine that uses steam engines from the 1920's and 1930's in still-working order. Named after the ",{"type":"[[","value":[["Hulun Lake"]]}]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nYou can buy plenty of matroshka dolls. Also, many places sell coins from the former Soviet Union. \n\nBut honestly, you can buy almost anything your heart desires in Manzhouli. When you walk into a shop you never know just what you will find. \n\nIn addition to Russian trinkets, there are also many beautiful pictures of Genghis Khan, some painted on leather. You can also get a yurt keychain to remember your time in Inner Mongolia. \n\nManzhouli is also a place where the big, the tall and the fat can find clothing. Because so many Russian business people come here looking to purchase things there are lots of clothes for people who don't have the typical petite Chinese body. There is a wide range of quality and prices. \n\nYou can also find furry Russian style hats and beautiful fur coats in Manzhouli though it is not cheap for Chinese standard.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are so many restaurants in Manzhouli it is amazing. Chinese restaurants, Mongolian hot-pot restaurants, Russian restaurants. \n\nAlso, you will see men selling meat-on-a-stick, often mutton. \n\nNaran is a Buryat restaurant near the train station and it is highly recommended and affordable too.\n\nManzhouli also has two KFC restaurants. They have the best breakfast in town. \n\nThe Hotel Tourist has a great restaurant as well. \n\nShangri-La Hotel is the most expensive hotel in town and they also have quality food. Here you can find real American hamburgers and steaks for about 50 Yuan.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are dozens of bars and restaurants in Manzhouli. \n\nSome of the top Russian bars are VIP Zona, Baikal, Marina 888 and Spa Port. The best Chinese club is Banana. \n\nBeer and vodka are easy to find here. \n\nThere's also a Chinese\/Mongolian drink called bai jo. It has been described as a Chinese vodka. However, it's quite possibly stronger than vodka and the taste, well, you don't really care about the taste do you. \n\nManzhouli is just south of Siberia and it gets bitter cold. (Some) People like to drink really strong alcohol. \n\nYou will also want to make sure to try the Mongolian milk tea.\n\n",{"type":"==","value":["Sleep"]},"\n\nManzhouli literally has dozens of hotels. The cheaper hotels are in the Chinese part of town but you can find some good quality hotels in the Russian part of town as well. Prices vary greatly. \n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Manzhouli Friendship Hotel"],["url="],["email="],["address=26 Yidao Street"],["lat="],["long="],["directions="],["phone=+86 470 6223056"],["tollfree="],["fax=+86 470 6223828"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Manzhouli International Hotel"],["url="],["email="],["address=35 Erdao Street"],["lat="],["long="],["directions="],["phone=+86 470 6228888"],["tollfree="],["fax=+86 470 6222976"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\nThe Shangri La Hotel opened in 2011 and advertises itself as a five star hotel. \n\nThere are also lots of fancy hotels for the Russian tourists.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["49.6000"],["117.4333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Inner Mongolia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Manzhouli"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Manzhouli"]]}]