[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Maple Canyon"]}," in ",{"type":"[[","value":[["Central Utah"]]}," is one of the nation’s most unique rock climbing areas. While most of central Utah’s high country is covered with aspens and pines, Maple Canyon is heavily wooded with maples.\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nMaple Canyon is approximately 1.5 hours from ",{"type":"[[","value":[["Salt Lake City"]]},".  To get to Maple Canyon, Take I-15 Exit 225 at ",{"type":"[[","value":[["Nephi (Utah)"],["Nephi"]]},". Go east on Highway 132 to ",{"type":"[[","value":[["Fountain Green"]]},".  On the south end of Fountain Green there is a road sign directing you to the canyon, located several miles to the southwest.\n\nYou can also get to Maple Canyon by heading West from the town of ",{"type":"[[","value":[["Moroni (Utah)"],["Moroni"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\nA single maintained gravel road leads into the canyon.  4x4 vehicles are not necessary to get to the camping area or the parking areas for the climbing walls. Beyond the areas that most people access (approximately 4 miles up the road), the road is not maintained and becomes quite rough.  Beyond that, once you are inside the canyon you'll be hiking a small trail through the canyon branches.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Maple Canyon’s most striking formation is ",{"type":"'''","value":["Box Canyon"]},", a dead-end gorge 500-700 feet deep, half a mile long, and so narrow in places a person can touch both walls at the same time."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rock Climbing"]}," - Climbers from around the world come to test their skills on Maple Canyon’s embedded cobblestone cliffs. On any given weekend climbers of all abilities, ranging from novice to expert, can be seen dangling from the rocks like spiders on man-made silk.  A 60 m rope and 16 draws will be plenty for the area that holds routes ranging from 5.4 to 5.14c (Yosemite decimal system).  A guide book is available for the area but can be difficult to find. Several hike trails start from the campground, offers great lookouts and there is a wonderful arch part way up the Loop trail.  Don't try going past the arch as it gets dangerous.  You can do some bushwacking and explore but be careful, these mountains are also filled with Mountain Lions.  The Jeep trail past the campground leads north to Box Canyon or South to Wales Canyon or even west to Levan and is a fun place to tour on a four wheeler or motorcycle.  South of the Campground there are some petroglyphs low on the wall and have been protected by a fence."]},"\n",{"type":"==","value":["Buy"]},"\nFor purchases beyond gas and small items, head to ",{"type":"[[","value":[["Ephraim_(Utah)"],["Ephraim"]]},", approximately 15 minutes south, where you can find whatever you need including a Wal-Mart Supercenter.  (Most people that camp use Ephraim as place to shop, shower (available at Snow College ",{"type":"[","value":["http:\/\/www.snow.edu"]},") and access the Internet (free Wi-Fi access at the library).\n\nThe closest full service US Post Office is in ",{"type":"[[","value":[["Fountain Green"]]},".\n\n",{"type":"==","value":["Eat"]},"\nThere are no food services with Maple Canyon.  If you're hungry and didn't pack it in, head to nearby ",{"type":"[[","value":[["Moroni (Utah)"],["Moroni"]]},", ",{"type":"[[","value":[["Mount Pleasant (Utah)"],["Mount Pleasant"]]},", or ",{"type":"[[","value":[["Ephraim_(Utah)"],["Ephraim"]]},".\n\n",{"type":"==","value":["Drink"]},"\nThe closest state liquor store is in ",{"type":"[[","value":[["Ephraim_(Utah)"],["Ephraim"]]},", south of Maple Canyon.\n\n",{"type":"==","value":["Sleep"]},"\n\n\nThe US Forest Service operates a small campground within the canyon. Amenities include pit toilets, picnic tables and campfire rings. There are approximately ten sites (for tents or small trailers (i.e. no pull-through sites) and they fill up quickly on the weekends in the summer months.  The sites are quite nice, usually nesteled within the trees against the canyon wall.  All sites are within walking distance to the climbing areas.\n\nCommercial campgrounds, such as Burns Bros. RV Campground ",{"type":"[","value":["http:\/\/www.rvfgresort.com"]},"(435) 445-3303, are also located outside of the canyon, approximately 1.2 miles south of Fountain Green on Highway 132.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Red Apple Cottage"],["alt=Vacation Rental Home"],["url=http:\/\/www.redapplecottage.com"],["email="],["address=Fountain Green"],["lat="],["long="],["directions="],["phone = +1 801-785-7670"],["tollfree="],["fax="],["hours="],["price=varies"],["checkin=3pm"],["checkout=10am"],["content=Vacation rental home located in Fountain Green, UT, less than 10 miles to Maple Canyon. Sleeps 6-8. Fire pit, hammock and grill outdoors. Super cozy inside."]]}]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central_Utah"]]},"\n",{"type":"[[","value":[["wikipedia:Maple Canyon"]]},"\n",{"type":"{{","value":[["geo"],["39.5575"],["-111.656"]]}]