[{"type":"{{","value":[["pagebanner"],["Maputo banner Flowers.jpg"]]},"\n",{"type":"[[","value":[["File:DF-SD-05-07955.jpg"],["thumb"],["300px"],["View of Maputo Bay"]]},"\n",{"type":"'''","value":["Maputo"]}," is the capital city of ",{"type":"[[","value":[["Mozambique"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nMaputo has been the capital of ",{"type":"[[","value":[["Mozambique"]]}," since 1898. The city was previously called Lourenço Marques until the country's independence in 1975. It is the largest city in Mozambique and the country's most important harbour. It is situated at the mouth of the Santo River in the extreme south, 90 km from the border with ",{"type":"[[","value":[["South Africa"]]},".\n\nIn comparison with other sub-Saharan African cities, the urban area feels small and concentrated, with wide avenues and old trees. People are generally out and about in the streets, walking, driving and getting on with life. The vibe is healthy and active, with little begging and lots of street vendors and markets. There is no heavy presence of police during the day.\n\nThere are few tourists to be seen and at times the atmosphere is as much ",{"type":"[[","value":[["South America"]]},"n as ",{"type":"[[","value":[["Africa"]]},"n. Buildings range from old colonial palaces to new high-rise constructions, but the dominant architecture consists of Stalinist-looking concrete-walled boxes, generally with badly eroded paint and rusty security bars. Fortunately, these tend to fade into the background, and there are enough buildings with old charm and lush enough gardens (cycads, coleus, flamboyant, jacaranda, bouganvillea, etc.) to give a pleasing if shabby feel. Especially outstanding buildings which shouldn't be missed are the Pancho Guedes creations: Guadiesque, surreal and difficult to find.\n\nThe city provides a range of accommodation, from many-star hotels (e.g. Polana, Cardoso, Southern Sun) to comfortable backpackers' hostels (Base and Fatima's) and reasonable options in between (Mozaic Guest House).\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nMost international flights to\/from Mozambique use Maputo's airport (",{"type":"{{","value":[["IATA"],["MPM"]]},"). See the ",{"type":"[[","value":[["Mozambique#Get in"],["Mozambique"]]}," page for more information.\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lam.co.mz LAM"]}]}," operate a high number of domestic flights within Mozambique.  "]},{"type":"*","value":[{"type":"'''","value":["TAP"]}," flies non-stop from Lisbon."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flysaa.com SAA"]}]}," operates two flights a day from Johannesburg to Maputo and SA Airlink has five flights a week from both Durban and Cape Town."]},"\nTaxis from the airport to town should be around 500 Metecais (approx US$18). Hotels generally send their buses to meet flights, but only if they have passengers on the flight with bookings at their hotel. Local SIM cards can be bought at the shop near the exit from the terminal where there is also a bank.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:Caminhos de Ferro de Mocambique, Railway Station in Maputo, Mozambique.jpg"],["thumb"],["250px"],["The railway station in Maputo. Completed in 1916 it's often mistaken as a work by Gustave Eiffel."]]},"\n\nRail services to Maputo are slowly improving, although the lines currently operating are of limited use to tourists. An exception is the daily service from ",{"type":"[[","value":[["Ressano Garcia"]]}," at the border with South Africa, it is a convenient way of traveling here from ",{"type":"[[","value":[["Johannesburg"]]}," and ",{"type":"[[","value":[["Pretoria"]]}," as daily trains connects with the city of ",{"type":"[[","value":[["Komatipoort"]]}," across the border.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Maputo Railway station"],["alt=Estação de Maputo"],["url="],["email="],["address=Praca dos Trabalhadores"],["lat=-25.9710"],["long=32.5644"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By car"]},"\n\nThe highway from Johannesburg to Maputo is very good. From Johannesburg, take the N4 towards Nelspruit (about 400 km). From Nelspruit, continue following the N4 to Komatipoort, the last town on the South African side (about 100 km). Just past Komatipoort is the Lebombo\/Ressano Garcia border post. NB: current car registration papers (or good facsimile thereof) and third party insurance are required to get a car past the border. Insurance can (only?) be purchased at the border.  On the Mozambican side, just follow the N4 (now called EN4) for a further 80 km or so to reach Maputo.\n\nAlso easy access from Manzini in Swaziland, around 186 km. With minivan\/taxi the cost from Manzini to Maputo is around US$8 with luggage (price per October 2006). The drive time, including getting visa at the Namaacha border post, is 4 hrs. The price for visa is US$66.\n\nFrom Durban, on the KwaZulu Natal coast (South Africa), Maputo is 600 km away and best approached via the Golele border post into Swaziland. The shortest route from Golele into Mozambique is at the Goba border post.\n\nLebombo\/Ressano Garcia Border Control\nThe border control can be very intimidating to new (and even returning) visitors to Mozambique. As you drive into the Mozambican side of the border, you will have many people rushing to your vehicle (some even looking quite official) and then directing you to perform this or that activity. The goal is probably to intimidate you so that you use their services (expertise) to expedite the border crossing, which they do. They will then suggest that you pay them a fee that you believe is fair for all this.\nIn essence, the role of these helpers is to \"fast track\" your queue through the border control, meaning that they kinda bump the ordinary traveller out of the queue. This is done with the tacit approval of the border officials—implying that they are part of the tactic, and they quite possibly also receive some gain from it.\n\nDepending on your standpoint, it may be viewed as encouraging an activity that is not entirely legal but expedites your passage, or something you are vehemently opposed to.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["Mozambique#From South Africa"],["From Johannesburg"]]},"\n\n",{"type":"===","value":["By bicycle"]},"\nIf you are a little adventurous, it is possible to cycle by means of a mountain bike from Maputo to Ponta do Ouro. But be warned that you will have to push your bicycle for about 30 km through thick sand. The trip is well worth it, and the look on the locals faces when they find out where you are going is not to be missed.\nBe warned though that it can be dangerous at times so try to travel in a group.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["mapframe"],["-25.960096"],["32.583218"],["zoom=13"]]},"\n\n",{"type":"[[","value":[["File:Buildings in Maputo.jpg"],["thumb"],["250px"],["Central Maputo"]]},"\n\nYou can walk the center of the city by day but steer clear of the central business district at night.\n\nMetered (yellow-roofed) taxi longer distances or at night but agree to a fare beforehand as many don't have meters. Ask hotel desks or locals for guidance on reasonable fares (e.g., Hotel Cardoso to Feira Popular or Mercado Central is around Mt 150 - 200 (US$4–5).\n\n\"Tuk-Tuks\" are also a great way to see the city. The driver's are typically more fluent in English as they offer their services as tour guides to the passengers of visiting cruise liners.\n\nA very inexpensive way to get around is by mini-bus or \"Chapa\" (pronounced SHA-PAA). They work like small busses and have routes that criss-cross the city. All major routes begin and end in either the downtown core\/market area, called \"Baixa\" (pronounced BAA-SHAA), or in the middle of the city, on Av. 24 de Julho, called Museu. If you can speak Portuguese, then this is an excellent way to travel, or if you have a local friend to take you. Prices are low, Mt 5 (US$0.20) for most trips and Mt 7.5 (US$0.30) for longer ones (all one way). Even if you don't know which Chapa to take, it's a great way to explore the city. If you get lost, just find a Chapa that is going to one of the two major chapa terminals within the city: \"Museu\" or \"Baixa.\" Generally the navigators (usually hanging out of the passenger side door) will be yelling the destination. Note that the destination which is written on the windshield may read \"A. Voador\" - but don't fear, this is just an archaic name for the terminal in the Baixa. Drivers cannot get away with overcharging you because you can easily see what the locals are paying, or the locals themselves will object. To get off, say \"paragem\" to the assistant.\n\nChapa routes can be identified by a colored bar on the windshield. Among the routes that tourists are most likely to want to use are:\n\n- blue chapas, which go west to Xipamanine\n\n- yellow chapas, which run north and south on Av. Lenine, or on one of the parallel avenues to its east\n\n- red chapas, which go north and south on Av. Guerra Popular\n\n- green chapas, which run east and west along Av. Eduardo Mondlane\n\n- black chapas, which run east and west Av. 24 de Julho\n\n- pink chapas, which use Av. Eduardo Mondlane, Av. Julius Nyerere, and the Marginal to connect downtown to Costa do Sol.\n\nAll of these routes continue far out into Maputo's suburbs, where they split off from one another, but this part of their journey is not likely to be part of your itinerary.\n\nWhile chapas are an interesting and authentic form of transport, they are not particularly safe. Even locals suffer from frequent pickpocketings on chapas, or while waiting for chapa stops. The minibuses are always packed far beyond their originally intended capacity, seats are frequently broken, and many travelers have to stand up while riding, though there are no handrails or appropriate places to hang on like in a larger bus.\n\nChapa drivers are notorious for disrespecting traffic rules and taking unnecessary risks with passenger safety to cut a few minutes off the journey.\n\nBeware of the safety issues regarding chapas when you decide whether or not to experience this form of transport as a tourist (or resident).\n\nMaputo has also been expanding its fleet of city-owned buses, which use the same terminals as the chapas. They have more varied routes than the chapas do, which can make them more difficult to use for the visitor, but you can always ask the conductor, or other passengers, if it's going your way. To take a city bus, you board at the rear, pay the conductor, and exit from the front.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of the Revolution"],["alt=Museu da Revolução"],["url="],["email="],["address="],["lat=-25.96260"],["long=32.56776"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chronicles Mozambique's fight for indepedence from Portuguese colonialism. Was closed in 2008 and by the looks of it will not re-open soon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Art Museum"],["alt="],["url="],["email="],["address=Av Ho Chi Min"],["lat=-25.966668"],["long=32.571845"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small but good collection of Mozambican art, including several large canvases by the world-renowned Malangatana."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Musuem of Natural History"],["alt=Museu de História Natural"],["url="],["email="],["address=Praca Travessia de Zambezi"],["lat=-25.977172"],["long=32.586908"],["directions=close to Cardoso Hotel"],["phone=+258 21 485 401"],["tollfree="],["fax="],["hours="],["price=Mtn 50"],["content=Enjoyable little museum. Lots of stuffed animals, birds and reptiles with full-size models of elephants. Interesting collection of wooden carvings, including a selection of traditional and very uncomfortable looking wooden pillows."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tunduru Botanical Gardens"],["alt=Jardim Bôtanico Tunduru"],["url="],["email="],["address="],["lat=-25.97108"],["long=32.57385"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very pretty (albeit small) botanical garden."]]}]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Railway Station"]}," on Praca dos Trabalhadores is sometimes mistaken to be the work by Gustave Eiffel. However, the building is an imposing structure and well-worth a visit, especially at Friday or Saturday nights where live music often is played."]},{"type":"*","value":[" The ",{"type":"'''","value":["Mercado Central"]}," in the Baixa district has fresh fish, crabs, calamari, fruits and vegetables, and many household staples. Safe, lively and recommended, especially if cooking for yourself."]},{"type":"*","value":[" Walk up ",{"type":"'''","value":["Avenida Julius Nyerere"]},". Start from the Hotel Cardoso or Natural History Museum along R Mutemba to Nyerere then left (north) to the Polana Hotel. Boutiques, restaurants, curio vendors, video stores, etc. to be seen in the relatively-upscale Polana neighborhood."]},{"type":"*","value":[{"type":"'''","value":["Praça dos Trabalhadores"]}," is a building built by Gustave Eiffel."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Visit some beautiful beaches, such as Catembe and Ponta d'Ouro. It is very jovial in these atmospheres and are generally safe, but beware of pickpocketing and avoid bringing valuables with you on a beach stroll .Ponta D'Ouro and Ponta Malongane have some beautiful scuba-diving spots, with either campsites or chalets right on the beach."]},"\n",{"type":"*","value":["Take in a wedding. Beautiful tribal singing and women ululating. Civil ceremonies next door to Avenida Hotel. Several weddings on Saturday morning."]},"\n",{"type":"==","value":["Learn"]},"\nNucleo de Arte. Nucleo D'Arte, 194, Rua D'Argelia, Maputo, Mozambique\nArtist's working atelier that is home to over 100 sculptors, painters, and other artists. Anyone is welcome to visit or to meet the artists next door in the Cafe Camissa. Live music especially on Sunday evenings or on one of the (many) public holidays.\n\n",{"type":"==","value":["Work"]},"\nWork is now available to the locals, but if you are a foreigner and thinking about taking a sabbatical, it is a perfectly safe and comfortable place to do it. However, new regulations on expat workers in Mozambique have imposed quotas on the number of foreigners a business can employ, and it is getting increasingly difficult to obtain work permits as a foreigner in Mozambique, in particular with small companies or organizations.\n\n",{"type":"==","value":["Buy"]},"\n\nOn July 1, 2006 Mozambique officially introduced the second metical, dropping three zeros off the old currency. As a result, all prices you see in this article, or else where on the internet that are in thousands should be converted down by a factor of 1,000. As a result Mts. 10,000 would now be MZN 10. The local abbreviation for the new currency is MTn. As of January 1, 2007 only the Bank of Mozambique will convert the old currency, but only until December 31, 2013.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["African fabrics"]}," both waxprint and woven in the fabric shops along the Avenida de Guerra Popular"]},{"type":"*","value":[" ",{"type":"'''","value":["Cashews"]}," all over the place, roasted, salted, plain, any which way and nearly anywhere. The number two export of the country, selling for about US$4 per pound (MtN 200 per kg)."]},{"type":"*","value":[" ",{"type":"'''","value":["Wood"]}," carvings, boxes, picture frames from curio vendors."]},{"type":"*","value":[" ",{"type":"'''","value":["Batik cloth"]}," ranging from the tacky animal stuff to glorious works of art. Most of what is on offer is on the lower quality end, but persistent searching will yield some gems among the dross."]},"\nThe easiest place to buy touristy things is in the Parque dos Continuadores (also known as FEIMA) at the corner of Av. Julius Nyerere and Av. Mao Tse-Tung. The selection is large, with many vendors. Be prepared to bargain. There are also vendors lined up along the Marginal and some in the baixa, particularly on the weekends.\n\nFor counterfeit DVDs, cell-phone parts, used clothing, etc., go to one of the many city markets; the two most convenient are probably Mercado Janeta, at the corner of Av. Mao Tse-Tung and Av. Lenine and Mercado do Povo, on Av. Karl Marx. Or you can just browse the many sidewalk vendors - there is a particularly heavy concentration in the baixa, near the chapa terminus at Av. 25 de Setembro and Av. Guerra Popular. From here you can also catch a chapa to the massive market at Xipamanine, which sells just about everything imaginable.\n\n",{"type":"==","value":["Eat"]},"\nThe local cuisine is a mixture of African, Portuguese, Middle Eastern and Indian\/Pakistani cuisine. All these different cuisines are served at various areas in the city.\n\n",{"type":"===","value":["Budget"]},"\n\nAny number of small cafes serve simple dishes and juices that are affordable. Unless you are adventurous, stay away from most roadside stalls especially if they are serving meat. Safe roadside fare includes cashews (usually fire roasted without salt served in small paper cones), fried bean cakes called Bhajia, uncut and unwashed fruits (cut and wash yourself with bottled water), and soft-serve ice cream. Expect to pay between Mt 15 and 50 (US$0.60-$1.50).\n\nThe fruit from roadside stands is usually fine, especially if it has a hard peel, which most do (banana, mango, pineapple, tangerine, papaya etc.).  They expect to sell the fruit by the kilogram, so be prepared for strange looks if you want just a couple of individual fruits.  Prices change with what's in season, except for bananas, which are always available - a couple of bananas should set you back 5 or 10 MTn.\n\nThe smaller cafes will have egg sandwiches, fries, grilled chicken, small pastries, and simple hamburgers. Expect to pay between Mt 15 and 75 (US$0.60-$3).\n\nDo not lose sight of your credit or debit cards or they may be cloned. Rather always pay cash at any restaurant.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cantinho do Brasil"],["alt="],["url="],["email="],["address=Av. Vladimir Lenine 1057"],["lat=-25.965028"],["long=32.579891"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good Brazilian snacks and feijoada. A good place to enjoy a snack, good coffee and good internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gelati"],["alt="],["url="],["email="],["address=Av. Julius Nyerere 794"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good ice cream, on its own or served with Crepes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mercado Janeta"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Corner of Av. Vlademir Lenine and Av. Mao Tse Tung"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Many food stalls located inside the market with a standard roster of dishes, consisting of a lot of starch, a piece of meat, and a lot of sauce. For starch you can choose rice or, occasionally, xima; for meat, chicken or beef; popular sauce options include peanut curry and guisado, a kind of tomato stew. 40-60 Mt. Food is generally only served at lunch; at dinner a few places will be open but you'll be eating leftovers. If you want drinks, however, there are plenty of options at all hours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zambezia"],["alt="],["url="],["email="],["address=Av. Mao Tse Tung"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very good Zambezian chicken, with coconut milk and spices. Convenient to Fatima's."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Twingo"],["alt="],["url="],["email="],["address=Av. Vlademir Lenine"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Broad and fairly inexpensive menu (the prato do dia is particularly cheap) with a good bakery."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Gracianna"]}," In the Parque dos Continuadores, which is bound by Av. Mao Tse Tung, Av. Armando Tivane, and Av. Martires de Machava, one block west of Av. Julius Nyerere. Mozambican food, generally around 150 - 180 MTn. Quite tasty. Try the mucapata."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mamma Mia"]}," Also in the Parque dos Continuadores, right next to Gracianna. Mozambican and Italian dishes, all very tasty. Slightly more expensive than Gracianna."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mimmo's"]},", two locations, one on Av. 24 de Julho and Av. Salvador Allende, the other on Av. Vlademir Lenine near Av. Agostinho Neto. Mostly Italian menu. Tuesday features half-price pizza (takeout only) and commensurately long waits."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chicken Piripiri"]}," near the corner of Avda. 24 de Julho and Avda. Nyerere serves grilled chicken and also very good prawns. Famous, and in a posh location; the chicken also costs twice as much as it would from a takeout joint."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mercado do Peixe"]}," The fresh fish market. Behind the Sasol Garage on Av. Marginal, you chose you own prawns, clams, crab, Grouper, Coral and Rock cod, Squid and a galaxy of other tropical fish still flapping at the market, then retire to one of the many small restaurants behind the stals where they are cooked beautifully. Everyone's favourite Sunday afternoon."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mundo's"]}," next to Avenida Hotel on Av. Julius Nyerere. Multiracial meeting place with bar and restaurant, including pizza. Lots of televisions tuned to sport from South African channels. Internet free for 30 mins. per day, after that for moderate charge."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Restaurante Escorpiao"]},", in the Feira Popular (in the Baixa district). Has a huge menu, a decent wine list (by Mozambican standards) and caters to moderate budgets. Not fancy, frequented by locals. Delicious arroz mariscos (seafood stew with rice).  Soggiest vegetables in town; for better Portuguese-inspired fare, try Restaurante Cristal, Costa do Sol or Monte Alentejano."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Waterfront"],["url="],["email="],["address=Av. 10 de Novembre"],["lat="],["long="],["directions="],["phone=21301408"],["tollfree="],["fax="],["hours="],["price="],["content=Good, mainly seafood, restaurant on the seafront."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurante 1908"],["alt="],["url="],["email="],["address=Av. Eduardo Mondlane\/Av. Salvador Allende"],["lat=-25.969359"],["long=32.586253"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Decent food in a very nice old building."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cristal"],["alt="],["url="],["email="],["address=Av. 24 de Julho\/Av. Tomas Nduda"],["lat=-25.973975"],["long=32.588386"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very popular with the Portuguese. A mostly expensive and mostly Portuguese menu. Try the accorda."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Monte Alentejano"],["alt="],["url="],["email="],["address=Av. Julius Nyerere"],["lat=-25.977592"],["long=32.592701"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another popular Portuguese place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Costa do Sol restaurant"],["alt="],["url="],["email="],["address=Av. Marginal in Costa do Sol"],["lat=-25.917170"],["long=32.645678"],["directions=5 km north of Maputo by the sea - take a taxi, they will wait and bring you back"],["phone=+258 21 450115"],["tollfree="],["fax="],["hours="],["price="],["content=Icon over 70 years old. Average seafood in low-key atmosphere. Booking recommended at weekends and if you want an outdoors table. It's also possible to stay overnight as they have a few hotel rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Sheik"],["alt="],["url="],["email="],["address=Av. Mao Tse Tung"],["lat=-25.967394"],["long=32.597057"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Part of the Sheik entertainment complex. Offers high-end Chinese and African cuisine in an elegant atmosphere. The disco below has dancing, drinks, and fun until the wee hours of the morning."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zambi"],["alt="],["url="],["email="],["address=Av. 10 de Novembro"],["lat=-25.97990"],["long=32.57952"],["directions=On the bay in the center of town, a few kilometers south of Club Naval"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Modern, sleek eatery, good menu selection. Big terrace in the front overlooks the road to the bay, with an open kitchen dining room inside. Worth the money (which is still cheap by western standards!)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Filini"],["alt="],["url="],["email="],["address="],["lat=-25.956426"],["long=32.607049"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant and bar, located in the Radisson Blu Maputo, offers exquisite Italian cuisine in a stylish atmosphere. Straight forward simply cooked Italian food. Friendly and fast-paced unpretentious service. Wide selection of wine."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Fruit juice"]}," is (sadly) usually sweetened nectar and not fresh 100% juice. The usual selections of fizzy sugar water in a bottle (",{"type":"'''","value":["soft drinks"]},") can be found too. Pressed ",{"type":"'''","value":["sugar cane juice"]}," is available in some markets.\n\n",{"type":"'''","value":["Pepsi and Coca-Cola"]}," are widely available, including Sprite, Mirinda, and Fanta fruit-flavored pop (Orange and Pineapple are most common, Grape is also sometimes available). Coca-Cola is more common than Pepsi. \"Sparletta\" brand fruit-flavoured pop is also widely available. Expect to pay between Mt 15 and 50 (US$0.60-$1.50). Shop owners are usually very strict when it comes to the empty bottles as they are expensive and reused, do not try and keep one without trying to pay the full price for the bottle first.\n\nThe ",{"type":"'''","value":["wine"]}," selection is reasonably good, and depending on your budget you can get a range of South African, Portuguese and Chilean wines. Most common are cheap South African and Portuguese wines, but you can find nice wines (for a price) in upper-end restaurants and certain bottle stores or delis. Wine by the glass generally comes from a box.\n\n",{"type":"'''","value":["Beer"]}," is widely available, with 2M ('dois-em'), Laurentina, Manica, and Raiz being the common selection. Laurentina comes in two varieties, 'Clara' a lager, and 'Preta' a very dark Lager with hints of coffee and chocolate. Locals tend to order the Laurentina varieties simply by saying Clara or Preta, and leaving out Laurentina. Preta is the most expensive beer, followed by Manica and then 2M. Raiz is a newer beer intended for the budget market and is considered a 'cheap' beer. The larger beer bottles are also expensive and should always be returned or purchased. The beer itself is very inexpensive and reasonably good ranging from Mts 30 to 50 (US$1–$2).\n\nDrink ",{"type":"'''","value":["water"]}," from a bottle (25-40 MT\/1,5 l), not the tap.\n\n",{"type":"===","value":["Nightlife"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Coconut Club, Maputo"],["url="],["email="],["address=Costa de Sol"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10PM till late\/early"],["price=301Mts"],["content=A hip dance club. Expect to be blown away by the architecture, the dancing, the buzz, if not the prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Xima's"]}," bar, on Av. Eduardo Mondlane, is popular with the locals and has live music on the weekends."]},{"type":"*","value":[" ",{"type":"'''","value":["Africa Bar"]}," nightclub is on Av. 24 de Julho near Av. Karl Marx."]},{"type":"*","value":[" ",{"type":"'''","value":["Gil Vicente"]}," is a bar attached to the Gil Vicente theatre, across from the ",{"type":"'''","value":["'Jardim Tunduru"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Centro Cultural Franco-Mozambicain"]}," has live music and cultural events."]},{"type":"*","value":[" ",{"type":"'''","value":["Central Train Station"]}," houses a jazz lounge on weekends."]},{"type":"*","value":[" ",{"type":"'''","value":["Feira Popular"]}," is in the Baixa, and houses many bars and restaurants."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Dolce Vita"],["alt="],["url="],["email="],["address=Av. Julius Nyerere 800"],["lat=-25.973140"],["long=32.594761"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=New, upmarket bar with blue lighting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Havana Bar"],["alt="],["url="],["email="],["address="],["lat=-25.967073"],["long=32.596599"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A bar during daytime and a disco at night."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coconuts"]}," a dicotheque in front of the beach. An amazing vibe."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Fatima's Place"],["alt="],["url=http:\/\/www.mozambiquebackpackers.com"],["email=fatimas@tvcabo.co.mz"],["address=1317 Mao Tse Tung Avenida, Maputo"],["lat="],["long="],["directions="],["phone=+258 82 4145730 or +258 82 3070870"],["tollfree="],["fax=+258 1300305"],["price="],["checkin="],["checkout="],["content= Dorms from US$20 (as of Sept 29\/11). Many people really enjoy this place, but it has more of a party atmosphere and is quite a bit larger than Base Backpackers. Some have found the staff and the other guests to be quite standoffish. Others have had more serious issues such as being forced to pay for bookings they did not agree to. It's a bit out of the main part of downtown, but still a very easy and generally safe walk to the business district. Fatima's also offers shuttle service to Fatima's nest in Tofo beach, around 7-8 hrs north of Maputo. While this bus is very convenient, it can also be extremely dangerous and the motorist has stolen from expat passengers in the past. Take at your own risk. One free internet computer available. Daily shuttle to Tofo $25."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Base Backpackers"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+258 21 302723"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=545 Avenida Patrice Lumumba, not so great rooms, balcony with a view over the sea, 1 computer with internet - separate pay, a small room with a tv and news, a self-service fridge and kitchen facilities. Members of the staff can be extremely flaky, and told a guest whose laundry was not returned clean as promised, \"It's not my problem, it's your problem.\" The place needs to be sprayed for bedbugs, and needs to undergo a total renovation, but its one positive quality is its central location. The dorms become very hot during the spring and summer due to a lack of a fan. US$10. Base is small, with only two small dorms, so you should call ahead for a reservation. If you are traveling by yourself, you could walk up and get lucky, but there are no guarantees. If you find their email address online, don't use it to make a reservation. They do not respond to email reservations. Daily shuttle to Tofo $21."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Maputo B&B, Backpackers"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+258 82 4672230"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=At Triunfo, 4 Avenida, House 98, (",{"type":"''","value":["look for saure blue sign with yellow letters"]},"). Clean, small bar, free pool table, restaurant with home cooked seafood, garden space to sit, secure parking in and out. Info on trips to Tofo, diving, culture, and very important ",{"type":"'''","value":["poor location close to the beach but very far from the city"]},". Takes long term resident. City tours, Inhaca-Portuguese Island boat trips, live music bar."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pestana Rovuma"],["url=http:\/\/www.pestana.com\/hotels\/en\/hotels\/africa\/MaputoHotels\/Rovuma\/Home\/PestanaRovuma.htm"],["email=reservas.africa@pestana.com"],["address=Rua da Sé, 114 Caixa Postal 4376"],["lat="],["long="],["directions="],["phone=+55 21 254 86 332, +258 21 305000"],["tollfree="],["fax=+258 21 305305"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Massala Beach Resort"],["url=http:\/\/www.massalabeachresort.com\/"],["email="],["address=Bilene, approximately 175 km from Maputo"],["lat="],["long="],["directions="],["phone=+258 28 244047"],["tollfree="],["fax="],["hours="],["price=Rate Starts at 920.00 ZAR"],["checkin="],["checkout="],["content=All rooms equipped with Air-conditioning, Private toilet and shower, DSTV and Refrigerator. Some of its facilities and services are Restaurant, Room service, Conference room and Garden."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pestana Inhaca Lodge"],["url=http:\/\/www.pestana.com\/hotels\/en\/hotels\/africa\/InhacaHotels\/Inhaca\/Home\/PestanaInhaca.htm"],["email=reservas.africa@pestana.com"],["address=Pestana Inhaca Lodge, Ilha de Inhaca (40 km out of Maputo)"],["lat="],["long="],["directions="],["phone=+258 21 305305, +258 21 760003"],["tollfree="],["fax=+258 21 305305"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["VIP Grand Hotel Maputo"]}," is a conference-hotel near the commercial centre of town, the Feira Popular, the ferry to Catembe. The rooms are pleasantly clean and modern with good wireless internet included in the room rate, but service is poor, and food is awful."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Catembe Gallery Hotel"],["alt="],["url=http:\/\/www.catembe.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=14 luxurious rooms that are individually decorated by leading Mozambican artists. Inconvenient to find, approximately 45 mins from the CBD (via crowded public boat, then taxi), located on a remote dirt road on the opposite side of the bay. It has a bar, beach, library, pool table and swimming pool. Internet access is available. Rates start from about €60, up to €380, depending on type of room selected."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Cardoso"],["alt="],["url=http:\/\/www.hotelcardoso.co.mz\/"],["email="],["address="],["lat=-25.9782005"],["long=32.5859889"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Opposite the traffic circle from the Natural History Museum. Recently refurbished and is a solid 4-star hotel although things often tend to go wrong. Staff fluent in English. A great garden to have a drink in and watch the sun set over the Baixa and Rio Santo. Doubles with a river view and airconditioning were US$140 or more in May 2009."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Polana"],["alt="],["url=http:\/\/www.serenahotels.com\/serenapolana\/"],["email="],["address="],["lat=-25.9691446"],["long=32.597475"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The grande dame of Maputo hotels, a colonial era masterpiece by Sir Herbert Baker, famed South African architect (who also did the Mount Nelson Hotel in Cape Town). As close to perfection in service, food, pool, view, etc. as can be found in Maputo. Doubles from US$217. Good place to have a drink, or to have lunch in the Tea Room."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Avenida"],["alt="],["url=http:\/\/www.hotelavenida.co.mz"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=5-star hotel on Avenida Julius Nyerere. Has large and fairly comfortable rooms. Rooftop pool and bar for excellent sunsets and a good way of appreciating the rather confusing geography of Maputo. Several restaurants (Thai, Greek, Indian and pub style) within a few minutes. Hotel shuttle to and from the airport available. Free access to the Internet. Rooms from around US$170 (April 2009) including good breakfast but really the only thing that is 5-star about this hotel is the price."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Radisson Blu Hotel"],["alt="],["url=http:\/\/www.radissonblu.com\/hotel-maputo"],["email="],["address="],["lat=-25.9566771"],["long=32.606693"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The international hotel chain, Radisson Blu has begun construction of a 12 storey building with 154 rooms in one of the city's trendiest spots on the ",{"type":"''","value":["marginal"]}," road along the beach. This new property will feature a striking design, ocean views and will be competing with the best hotels in the city. There are several restaurants and bars across the road. Free Internet for guests and delegates. The hotel will hosts, an ocean view bar, a Filini restaurant (offering exquisite Italian cuisine in a stylish atmosphere), a cigar bar and a lounge bar. The hotel opening is now delayed until early 2012. Opening rate at US$220, breakfast included."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nViolent crime does not rise to the Johannesburg level but is still a problem. Occasional pickpocketing attempts do occur and are almost guaranteed on busy streets.  At night, it is better not to walk around alone but you are generally fairly safe in the well-lit areas along Avenida 24 de Julho. Regardless of the hour, be smart when walking around: don't carry much around in the streets with you, and if you have a bag, keep it close to you.\n\nIf you have a cell phone, do not flaunt it: pickpockets have been known to take cellphones right out of people's hands while they are talking on them.\n\nThe local police are out of control and will target foreigners in the area around popular backpacker hostels, bus stations, etc. Carry a certified copy of your passport (not your real one) and a copy of your visa too, so that there is no potential problem with the police (you are legally obliged to carry both at all times). Mozambican notaries can be found at (among other places) Av. Lenine, close to the park, and Av. Armando Tivane. Look for the signs that say \"Cartorio Notarial.\" The lines look long, but they move surprisingly fast.\n\nAlso, very obviously, do not carry drugs or knives (penknives) around with you at all. One backpacker arriving by bus from Tete was detained and taken to the police station where he was robbed. Do not expect the police station to be a sanctuary if police hassle you. However, if an officer tries to fine you because he believes something is wrong with your passport, demand to be taken to the Chief of Police. He will almost certainly let you go because usually he is only trying to solicit a bribe.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"*","value":[" Malarial prophylaxis is essential in all parts of Mozambique. "]},{"type":"*","value":[" Do not drink the tap water. \"Your stomachs are not used to it.\" "]},{"type":"*","value":[" There is high HIV incidence. For your own safety, ",{"type":"'''","value":["do not have unprotected sex"]},"."]},{"type":"*","value":[" Prostitution is not prudent."]},"\n",{"type":"==","value":["Connect"]},"\n\nEnglish (and some Portuguese) language radio transmissions are available from BBC World Service on 95.5 MHz.\nAlso, local radio station LM Radio, broadcasts fully in English, on 87.8Mhz. Mainly play golden oldies.\n\n",{"type":"===","value":["Wi-Fi"]},"\nSince in Africa internet connectivity costs are rather high, and hotels might provide it charged extra, or limited complimentary data packages, it might be nice to know that there are a few places in Maputo that offer you wi-fi access. \nAmong them, you can find them in:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.facilitatedotcom.com\/internet-cafes facilitate.com @ Cantinho do Brasil"]}]}," on Av. Vladimir Lenine, opposite the large church on corner with Av. Eduardo Mondlane."]},{"type":"*","value":[" ",{"type":"'''","value":["Nossa Casa"]},", on Av. Marginal, opposite the Radisson Hotel."]},{"type":"*","value":[" ",{"type":"'''","value":["Marisqueira Sagres"]},", next to Nossa Casa."]},{"type":"*","value":[" ",{"type":"'''","value":["Southern Sun Hotel"]},", on Avenida Marginal - good wifi coverage in the bar and lobby."]},{"type":"*","value":[" ",{"type":"'''","value":["Clube Marítimo"]},", on Av. Marginal, opposite the Fish Market."]},{"type":"*","value":[" ",{"type":"'''","value":["Dolce Vita"]},", on Avenida Julius Nyerere."]},{"type":"*","value":[" ",{"type":"'''","value":["Nautilus"]},", both on the corner of Avenida 24 de Julho and Avenida Julius Nyerere, and in Maputo Shopping Center"]},{"type":"*","value":[" ",{"type":"'''","value":["Surf"]},", on Jardim dos Namorados (Avenida Friedrich Engels)"]},{"type":"*","value":[" ",{"type":"'''","value":["Café Sol"]},", on Sommerschield II neighborhood (past the University Main Campus, on Avenida Julius Nyerere)"]},"\nPlease note that this is not an exhaustive list.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies and High Commissions"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/arabic\/embassies\/egyptian_embassy_mozambique\/pages\/default.aspx"],["email=Egypt@tvcabo.co.mz"],["address=Av. Mao Tsé Tung no. 851"],["lat="],["long="],["directions="],["phone=+258 21491287, +258 21491118"],["tollfree="],["fax=+258 21491489"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]},"  ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.org.mz"],["email=sanomat.map@formin.fi"],["address=Avenida Julius Nyerere 1128"],["lat="],["long="],["directions="],["phone=+258-21 482 400"],["tollfree="],["fax=+258-21 491 662"],["hours=Mo-Th 7:30AM-3:45PM, Fr 7:30AM-12:45PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=gerry@cimpogest.com"],["address=Av. Mao Tsé Tung no. 930"],["lat="],["long="],["directions="],["phone=+258 21 492115"],["tollfree="],["fax=+258 21 492491"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url="],["email=Maputoembassy@dfa.ie"],["address=Avenida Julius Nyerere 3332"],["lat="],["long="],["directions="],["phone=+258 21 491440"],["tollfree="],["fax=+258 21 493023"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinmozambique.fco.gov.uk\/en\/"],["email="],["address=Av Vladimir I Lenine, 310 (CP 55)"],["lat="],["long="],["directions="],["phone=+258 21 356000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/maputo.usembassy.gov\/"],["email="],["address=Av Kenneth Kaunda"],["lat="],["long="],["directions="],["phone=+258 21 49 0723 (emergencies)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url="],["email="],["address=Av Kenneth Kaunda, 1138"],["lat="],["long="],["directions="],["phone=+258 2149 2623\/4"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["File:Catembe.jpg"],["thumb"],["Fishing Boats at Catembe"]]}," \nTake the short ferry ride across the bay to visit Catembe.  Its relaxed atmosphere is a pleasant retreat from Maputo. It's not recommended on a weekends, however, as it can be overrun with people 'enjoying' the weekend.\n\nDay trips out to Inhaca are easy to do on Sundays, Tuesdays, Thursdays, and Saturdays. Just catch the local ferry at 07h30 and after a couple of hours you will arrive close to Inhaca. You may need to pay another small boat to get you closer to the beach, or wade in waist-high water. Order your lunch early as it can take hours out on this relaxed island. The ferry leaves from the same ferry at about 15h00. On the island you can walk up to the Lighthouse, or catch a boat to the southern tip to do some worthwhile snorkelling.\n\nA few tour operators also lead other day tours to such places as the Maputo Special Reserve (formally the Maputo Elephant Reserve), Macaneta Beach, and Bilene Beach. These trips can be costly if you do not have a few people to go with.\n\n",{"type":"{{","value":[["isPartOf"],["Southern_Mozambique"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["-25.965556"],["32.588611"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Maputo"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Mozambique\/Maputo\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Maputo"]]}]