[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Mar-del-plata.JPG"],["thumb"],["260px"],["Beach in Mar del Plata"]]},"\n\n",{"type":"'''","value":["Mar del Plata"]}," is located about 400 km south of ",{"type":"[[","value":[["Buenos Aires"]]},", ",{"type":"[[","value":[["Argentina"]]},".\nIn the summer months, December through March, the beaches are crowded with Porteños on holiday. Outside the summer months, the city is much less crowded.  However there are 700,000 residents who live there year round.  It is a very large city with lots to do, and not only in summer months.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\n",{"type":"'''","value":["Aerolineas"]}," makes the 90 minute flight several times a day during the high season.\n\n",{"type":"===","value":["By train"]},"\nDaily trains arrive from Buenos Aires. The train station is about 2 km from the boulevard.\n\n",{"type":"===","value":["By Road"]},"\nBuses are faster than trains, and incredibly clean.  It's 5.5 hours from Buenos Aires (Retiro Station) and costs 265 pesos (about 25 U$D in January 2014).\n\nManuel Tienda Leon Collectivo service is available at the Buenos Aires Airport for around 170 Pesos one way.  The trip is 5 hours through the Argentine Pampas and scenery wise it is very boring - bring a book or a pillow.\n\n",{"type":"==","value":["Get around"]},"\n\nTaxis are very cheap,is about 5 USD each 4 kilometers (year 2010) take into account that Argentina has +\/- 20% annual inflation, prices change in ARS but remain the same in USD.  Cabs drivers are plentiful, and pretty honest.\nThere is a local bus network very large, you need a bus card in order to use it, it can be bought in terminal bus or in bus office (usually in downtown) and reloaded in drugstores.\nAnother transportation service is Remisse, is like a cab with a discount, you have to call \"the remiseria\", a sort of small terminal with an operator at phone. \nAlmost for sure, no one speaks English, so be ready to make signs or talk in Spanish with the drivers. \nIf you want to walk, Mar del Plata is perfect, it has 28 kilometres of coast with lights and pavement and is pretty safe.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Museo del Mar"]}," Avenida Colón 1114. Featuring a massive (tens of thousands) collection of seashells from all around the world and a tidal pool exhibit. Good for a visit on a rainy afternoon. The small Confitería Gloria Maris, when open, severs coffee, cold drinks and light snacks surrounded by floor-to-ceiling fish tanks. Entrance: Ar$ 3, students Ar$ 2."]},{"type":"*","value":[{"type":"'''","value":["Aquarium Mar del Plata"]}," Av. Martinez de Hoz 5600. (223) 467-0700."]},{"type":"*","value":[{"type":"'''","value":["Museo Municipal de Ciencias Naturales Lorenzo Scaglia"]}," Av. Libertad 3099 (",{"type":"''","value":["at Plaza España"]},"). Natural science museum and aquarium featuring local sea life. AR$2 adults, aR$1 for children under 11. Open Monday - Friday  9am - 5pm; Saturday- Sunday and holidays 4pm - 8pm."]},{"type":"*","value":[{"type":"'''","value":["Museo Archivo Histórico"]}]},{"type":"*","value":[{"type":"'''","value":["Zoológico El Paraíso"]}," Ruta 226 km. 16 (C. de Acceso a Sierra de los Padres) (223) 463-0347. 300 species of exotic and domestic animals roam free (with a few exceptions) over an 8 hectare nature park. Night and day tours available."]},{"type":"*","value":[{"type":"'''","value":["Banquina de Pescadores"]}]},{"type":"*","value":[{"type":"'''","value":["Historic homes"]}," Mar del Plata is chock full of Victorian summer homes, including some very eclectic choices in design and materials. Try strolling around Barrio La Perla or the waterfront Patricio Peralta Ramos Boulevard."]},{"type":"*","value":[{"type":"'''","value":["Museo del Hombre del Puerto Cleto Ciocchini"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Get to the beach early to beat the crowds, and once you are there do not be offended by the Argentinian tradition of kicking sand on your blanket and face :)"]},"\n",{"type":"*","value":[" Tango shows at Teatro Colón are fantastic and at only 15 pesos for Buenos Aires dance companies, they are a steal."]},"\n",{"type":"*","value":[" Enjoy mate, the very bitter and caffeinated but addictive beverage.  Buy a mate gord, thermos, yerba and ask for agua caliente almost anywhere.  No one in MDP leaves home without their mate."]},"\n",{"type":"*","value":[" Make the trek to Waikiki beach on the outskirts of town.  It's a more relaxed environment than Punta Iglesia or Playa Grande and provides enough room to spread out.  They have an excellent surf school there."]},"\n",{"type":"*","value":[" Capurro Helado, near Punta Iglesia, is always great on a hot day after cooling off at the beach.  Some of the best ice cream in the world."]},"\n",{"type":"*","value":[" Take the 221 bus south of the city to hit the nicest beaches, such as Playa Serena."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Go window shopping on Güemes. You'll find the trendiest fashion and some nice cafés to sit and sip coffee while you rest your feet."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit the Casino. Even if you don't like gambling, the building is just beautiful - from a different era. The nice promenade along the coast is a great place for exercising or just enjoying a nice view of the sea and the city. You'll find the Casino and very traditional Hotel Pronvincial as you walk on it."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Go see a show! Mar del Plata has a wide range of theatre shows to offer. Get your tickets as soon as you arrive 'cause they run out fast!"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Avenida Juan B. Justo"]}]},{"type":"*","value":[{"type":"'''","value":["Diagonal de los Artesanos"]}]},{"type":"*","value":[{"type":"'''","value":["Calle Guemes"]}]},{"type":"*","value":[{"type":"'''","value":["Peatonal San Martín"]}]},"\n",{"type":"==","value":["Eat"]},"\n\nGreat fish. The \"Puerto\" of Mar del Plata is a nice zone to know and try \"mariscos\", \"rabas\" and as many possibilities as you can.\n\n\"Alfajores\" (a cake sandwich with dulce de leche)are found all over Argentina, and go perfect with cafe \ncon leche.  Many say the best are at the Havanna shops that are all around MDP.  They make great gifts to bring home.\n\nThe Argentines love dulce de leche, which is a cream caramel, and put it on almost anything sweet.  Medialunas (mini-croissants) and dulce de leche are a staple breakfast.  Dulce De Leche Granizado Ice Cream (Helado) combines chocolate flakes into caramel ice cream. The best by far is found in the Alem section of town.\n\nParillas (mixed grills) are also ubiquitous and with the great exchange rate, eating steak almost every day is very possible.  Sirloin Steak is referred to as Bife de Chorizo, not to be confused with the sausage of the same name. One of the best parillas in MDP is Palacio del Bife. Palacio del Bife is excellent, although pricey.  Bargain bites can be found in casual restaurants, such as those found on the pedestrian strip, San Martin (pizza slices 2 pesos, whole pizzas feed at least 2 around 12 pesos).\n\nEmpanadas in Argentina are great for the first few days, but once you realize that unless you plan well in advance, this is the only food you can get during the daily siesta for lunch.  Bariloche on Calle Mitre has some of the best around.\n\nAfter you've entered a beef coma and can't take any more steak, Amigos Del Mar sushi restaurant is the only Japanese food in Mar Del Plata.  There are several oriental \"Tenedor Libres\" (cheap buffet style restaurants) and some trendier restaurants in Alem that claim to do Chinese or Japanese food but just don't cut it.\n\nThe most traditional place to eat in the \"Happy City\", as Mar del Plata is also called, is \"Manolo\". This low-key restaurant has three branches (one on Rivadavia street, one right on the coast, and the newest one on Alem). Food quality is great and almost anything you order is to share. Great seafood too. A very nice alternative to the pier... especially if you're on foot. You can't leave Mar del plata until you've tried \"churros\" from this establishment. They are the best!!! Don't expect anything fancy (tiny paper napkins and waiters always in a rush), but be sure to leave with a full, happy stomach.\n\n",{"type":"==","value":["Drink"]},"\n\nAlem street is the heart of nightlife in the city. You will find countless pubs, bars, nightclubs in about a 6 square block area. The discos are located north of town: for 90 pesos, Sobremonte is quite an experience. Chocolate and Gap also are a lot of fun on the right night.\n\n",{"type":"==","value":["Sleep"]},"\nMar del Plata boasts over 500 hotels, the majority falling into the two and three star category.As usual, things get cheaper the further inland you go, but you can still get a reasonable rate two or three blocks from the beach.\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ramos Mejia"],["url="],["email="],["address=Entre Rios y Moreno"],["lat="],["long="],["directions="],["phone=0223 495 5949"],["tollfree="],["fax="],["hours="],["price=Double $60"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Galeon"],["url="],["email=hotelgaleon@infovia.com.ar"],["address=Buenos aires 2431"],["lat="],["long="],["directions="],["phone=0223-4910877"],["tollfree="],["fax=0223-4959200"],["hours="],["price=Double $100"],["checkin=1200?"],["checkout=1100?"],["content="]]}," Family owned hotel, helpful staff, very pleasant stay."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Mar del Mundo"],["url="],["email=hotelmardelmundo@hotmail.com"],["address=Catamarca 1239"],["lat="],["long="],["directions="],["phone=(0054) 223 493 0245"],["tollfree="],["fax=(0054) 223 493 0245"],["hours="],["price=Family owned hotel, superb location"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Patio Del Mar"],["alt="],["url=http:\/\/www.patiodelmar.com.ar\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=(223) 495-6660"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=San Luis 1362. Basic two-star, four blocks from the beach."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Selent"],["alt="],["url=http:\/\/www.hotelselent.com.ar\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=(223) 494-0878"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Arenales 2347. offers quiet rooms three blocks off the beach behind the Casino. The trade off is no exterior windows. Nice lobby, friendly bi-lingual staff. WiFi in the lobby. Single ar$94, double $134, apartments starting around $300. Breakfast included."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Denver"],["alt="],["url=http:\/\/www.hoteldenver.com.ar\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=(223) 494-1618"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Arenales 2477. Three-star hotel with mid-range prices has a gym, a stylish lobby, WiFi and breakfast. Often booked during the high season, so call ahead."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Dora"],["url=http:\/\/www.hoteldora.com.ar"],["email="],["address="],["lat="],["long="],["directions="],["phone=(223) 491-0033"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A faded four star with gym, pool, spa, some rooms with views, just off the beach. Some bilingual staff. Triple AR$320."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sheraton Mar del Plata Hotel"],["url=http:\/\/www.starwoodhotels.com\/sheraton\/property\/overview\/index.html?propertyID=113"],["email="],["address=Alem 4221"],["lat="],["long="],["directions="],["phone=+54 223 414 0000"],["tollfree="],["fax="],["hours="],["price=US$100"],["checkin=3PM"],["checkout=12PM"],["priceextra=single occupancy king bed"],["content=One of two modern 5 star in town, or, on the edge as it's located behind the port 4 km from the casino beaches. Nice view towards the famous Golf Club and the Port. This hotel was home to George W Bush during his visit to the city in 2006. Indoor spa (AR$40 extra charge, 16 and up age limit strictly inforced), large outside swimming pool, 2 restaurants and extensive conference rooms. Some services not available outside of high season (Jan-March 1, Easter week)."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gran Hotel Hermitage"],["url="],["email="],["address=Boulevar Marítimo 2657"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=NH Gran Hotel Provincial"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/argentina\/mar-del-plata\/nh-gran-hotel-provincial.html"],["email="],["address=Av Peralta Ramos 2502. B7600JUZ Mar del Plata"],["lat="],["long="],["directions="],["phone=+54 223 4995900"],["tollfree="],["fax="],["hours="],["price=Rooms from 157.29USD"],["checkin="],["checkout="],["content=This recently renovated hotel was originally designed by architect Alejandro Bustillo in 1946. The beach is right outside the hotel and very easy to access. The hotel offers high quality rooms, a swimming pool and many useful amenities."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Costa Galana"],["url="],["email="],["address=Boulevar Marítimo 5725"],["lat="],["long="],["directions="],["phone=(223) 486-0000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The most expensive hotel in town, in a tower designed by renamed architect Mario Roberto Alvarez. Located across the street from trendy Playa Grande beach, and just a few blocks away from Alem street, the city´s best nightlife area."]]}]},"\n",{"type":"==","value":["Go next"]},"\nIf the crowds and thumping beats of Mar del Plata are too much for you, head up or down the coast to some more sedate coastal towns.\n\n",{"type":"*","value":[{"type":"[[","value":[["Mar Chiquita"]]}]},{"type":"*","value":[{"type":"[[","value":[["Villa Gesell"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pinamar"]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-38.0000"],["-57.5500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Buenos Aires (province)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mar del Plata"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South America\/Argentina\/Provinces\/Buenos Aires\/Municipalities\/General Pueyrredón\/Mar del Plata\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mar del Plata"]]}]