[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n''This page is about the town in ",{"type":"[[","value":[["Peru"]]},".  For the Turkish city, see ",{"type":"[[","value":[["Kahramanmaras"]]},".\n''\n",{"type":"[[","value":[["Image:051-Moray.JPG"],["thumb"],["right"],["Moray, ruins near Maras, as seen from above."]]},"\n\n",{"type":"'''","value":["Maras"]}," is a city in the ",{"type":"[[","value":[["Sacred Valley"]]}," of Peru.\n\n",{"type":"==","value":["Understand"]},"\nMaras isn't much of a destination in and of itself- the town is dusty and not very tourist friendly.  It is notable because one must pass through the town to get to ",{"type":"[[","value":[["Salineras"]]}," or ",{"type":"[[","value":[["Moray"]]},", two significant Inca sites.\n\n",{"type":"==","value":["Get in"]},"\nBuses traveling between ",{"type":"[[","value":[["Urubamba"]]}," and ",{"type":"[[","value":[["Chinchero"]]},", including many en route to ",{"type":"[[","value":[["Cusco"]]},", usually stop at the turnoff to Maras, a few kilometers outside of Urubamba.  Alternately, one can take a cab to the turnoff from Urubamba for a few soles.\nAt the turnoff, there are usually a few cabs waiting for passengers.  You can pay them to bring you into the town, or all the way to Moray, some ruins about 13 km outside the town.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:030-Las Salineras.JPG"],["right"],["thumb"],["The terraced Inca salt fields of Salineras"]]},"\nIt is possible to walk or bike to the ruins at Moray, but the most common way is to take a taxi.  Rates can be fairly steep, but trying to walk to Moray can be hard because they are easy to miss, as they are all sunken into the ground.  It is much easier to walk back- don't be intimidated by the 13 km road trip- the road is very windy, and you are able to walk back in more or less a straight line in an hour or so.  The town is clearly visible on the horizon as there is a large white church.\nSalineras is best visited by foot- from the center of Maras, follow the road towards the turnoff, a little ways past the church, and keep going straight when the road turns to the right.  There will be a dirt path that eventually descends into a canyon, leading to the salt pans.\n\n",{"type":"==","value":["See"]},"\nMoray and Salineras are the only real attractions in Maras- the town, while quaint, has little to hold a traveler's attention besides the ruins.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are no real restaurants in Maras, although there are several small stores from which you can buy simple supplies.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are no accommodations in Maras, although there are plenty in nearby Urubamba.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nTake a taxi to the highway turnoff and wait for a bus to take you to Urubamba or Chinchero, or pay for them to take you the whole way (though this will be expensive).\n\n",{"type":"{{","value":[["geo"],["-13.3328"],["-72.1564"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sacred Valley of the Incas"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Maras, Peru"]]}]