[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lidomarausa.com Marausa"]}]}," is in ",{"type":"[[","value":[["Trapani (province)"],["Trapani Province"]]},", ",{"type":"[[","value":[["Sicily"]]},", about 9 km south of ",{"type":"[[","value":[["Trapani"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Local history & culture"]},"\n\nThe area now known as Marausa has been inhabited since ancient times by first Carthaginians and then Romans. Archaeological evidence supporting the presence of these ancient inhabitants is regularly unearthed by local farmers when they plough their land – particularly now they use mechanical ploughs that dig deeper. The most comment traces are fragments of painted terracotta pots and remains of stone tombs. \n\nIt is believed that the first people to give a specific name to this area were the Arabs and that they were mostly shepherds. Accordingly, the modern name of Marausa is believed to derive from \"Mara U Zack\" which translates roughly as \"poor pastures\" or \"meagre pastures\".\n \nFrom old maps it is known that like Nubia, Marausa was historically a rather marshy plain. However, over the centuries, the River Birgi has carried debris and sediment with floodwater and lifted the entire area by several metres and created very arable land suited to vines, pumpkins, melons and other fruits. The first officially confirmed residents of Marausa lived in the ‘Torre di Mezzo’ on the coast. Only a handful of historic buildings now remain in Marausa.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nLocal trains run between ",{"type":"[[","value":[["Trapani"]]}," and ",{"type":"[[","value":[["Marsala"]]}," during the day. The local station is called Locogrande and is just outside of Marausa, near the cantina.\n\n",{"type":"===","value":["By bus"]},"\nAST public bus services run services to Trapani (city) from both the seaside Lido and the small town via Paceco and Nubia (30 minute journey). \n\n",{"type":"===","value":["By car"]},"\nThe Marsala spur of the A29 Autostrada ends 1km south of Marausa. Marausa has its own junction with this motorway onto the (Strada Provinciale) SP21 which runs between Trapani and Marsala. Local roads are signposted and directions to the coastal Lido di Marausa resort are marked.\n\n",{"type":"===","value":["By plane"]},"\nRyanair services from across Europe serve 'Vincenzo-Florio' Trapani Airport (also signposted as 'Birgi Airport') - just 4km from Marausa town on the SP21 road. Alternatively, Palermo 'Falcone-Borsellino' airport is 80km away on the A29 motorway.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Torre di Mezzo"]}]},"After waves of Turkish barbarian incursions and attacks during the early 1500s, the Viceroy of Sicily decided, in 1584, to employ Florentine Camillo Casigliani to design a series of coastal fortifications in the form of 150 watch towers along the island’s coast. During the day they would alert neighbouring towers and towns of impending attacks by flashing mirrors, and at night, via fireworks. The plans would see residents abandon their towns for the relative safety of the island’s interior.\n\nThe watch tower at Marausa was built in the 16th century and was originally called “la Torre di Santo Stefano di Alca Grossa\" (St. Stephen's Tower of Alca Grossa) – because it overlooked the shallow archipelago characterised at the time by the large sanddunes and mounds of algae (seaweed). After becoming operational in 1611 AD, the tower became known locally as ‘la Torre di Mezzo’ (the Middle Tower) because of its geographical position between the Towers at Nubia and San Teodoro.\n\nAfter a period of disuse in the 20th century, it once more became operational under first the German, then Allied command during World War II. The Guardia di Finanza (Customs & Excise) took up residence for a few years after the war ended, but the tower fell into disrepair in the early 1970s.\n\nIn the early 1990s la Torre di Mezzo was restored and opened varyingly for brief periods as a local museum, art gallery and cultural information point. Since 1989, a summer stage has been occasionally erected alongside the tower, with local bands and drama groups offering entertainment in summer evenings. \n\nHowever, as of 2011, the tower is in much need of repair and love. Weeds grow from this 491 year old monument and the tower could very much do with being restored to its former glory and given an appropriate community or touristic use. In November 2011 an intact ancient amphorae (roughly 80cm long) discovered less than 100m off the coast from the Torre di Mezzo by a diver. It was recovered and handed over to the authorities for identification. It is believed to be at least 750 years older than the Roman Cargo ship recently recovered from the water that itself dates from the 3rd or 4th century AD.\n\n",{"type":"*","value":[{"type":"'''","value":["Vecchia Chiesa"]}]},"The collapsing ruins of the ‘Vecchia Chiesa’ (Old Church) lie 100m from the A29 motorway flyover and junction. Although the walls still stand, the roof has long since collapsed and the masonry is now flaking too.\n\n",{"type":"*","value":[{"type":"'''","value":["L’Abbeveratoio"]}]},"The recently restored 17th century ‘Bevaio’ (Drinking Trough) lies away from the modern Marausa – 100m west of the Vechia Chiesa towards the coast. The Bevaio was provided by the St. Francis of Assisi Monastery in Trapani for the collective use of the animals grazing the monastery owned pastures of Marausa.\n\n",{"type":"*","value":[{"type":"'''","value":["Sunken Roman Cargo Ship"]}]},"In the summer of 1999 a group of divers identified the remains of one of the most interesting relics found in Italian waters. A large sunken ship from the Roman era was discovered at a current depth of just 2 metres off the coast of Marausa Lido.\n\nThe evidence of goods discovered on board date the sinking to the second half of the third and early fourth century AD and confirm the boat as a cargo ship. Given the proximity to the coast, it is believed that the cargo was recovered shortly after the sinking. The remaining amphorae that have since been recovered from around the wreckage may have been thrown out at the time of the sinking and therefore not found at the time of the original recovery. The shipwreck could have been caused by the shallowness of the water, combined with the rocky outcrops just under the surface. \n\nThe bulk of the load refers to fragments of at least three types of amphorae. These types can be dated to between the second half of the 3rd and first part of the 4th centuries AD. The ceramic food bowls used by the ship’s have been easily identified as African culinary pottery dating from the end of the 2nd century AD.\n\nIn September 2011 an expert team began the salvaging of the wreck in its entirety and removed it from beneath the seaweed mound and shallow waters of Marausa Lido. Each nail, beam, joint and artefact was numbered, photographed and documented for later re-construction. The beams and other wooden sections were then removed and placed into water filled crates and stored in the former 'Tre Torri' Restaurant building until the completion of the salvage in October. Some beams measured in excess of 7 metres and were in excellent visual condition. The whole process was recorded by the team and a RAI TV crew for later use in a documentary. The remains of the boat were loaded onto the back of an articulated lorry for transportation to Bonagia where the relics are being stored until the workshops in Salerno are ready. In Salerno the wood will be preserved over the next two years and the ship will be reconstructed ready for eventual display in a museum in either Marausa itself or part of Trapani. An update of the ship's progress to date was given in ",{"type":"[","value":["http:\/\/www.rai.tv\/dl\/RaiTV\/programmi\/media\/ContentItem-a41335b0-49cb-4690-a964-e00f648320c1.html RAI Uno's Linea Blu programme"]}," of the 12th November 2011. \n\n",{"type":"*","value":[{"type":"'''","value":["San Francesco Harbour"]}]},"Porto San Francesco is the full name for the old semi-abandoned harbour of Marausa that sits alongside the salt pans. Once home to a large fishing fleet the port's use declined into the early 1970s and now is home to only a few battered private fishing boats and pleasure craft. ",{"type":"[","value":["http:\/\/www.bulgarella.com\/Lavoro.asp?id_l=10 Plans"]}," are afoot to restore the old harbour walls and create a new shallow marina with residential complex.\n\n",{"type":"==","value":["Do"]},"\nBeaches! As Trapani's second (but largest) beach resort, the waters of Marausa Lido warm up between May and October and positively scorch in July and August. During the summer months, beach lidos and bars are constructed to make the most of the 2.5km long sandy beaches - the majority of which are free to use. \n \n\nYou will also find beach-volleyball tournaments and children's beach games during July and august. Local performers sometimes stage outdoor plays in the square in Marausa, or the seasonal stage by the Torre di Mezzo lighthouse by the coast in the Lido. Outdoor basketball championships are held in the evenings in the local square. Speedboats can be hired from the seafront marina and beaches and restaurants in the area offer fantastic views of the Egadi Islands and sunsets.\n\nFurther afield, open-air concerts are held in Paceco and up on the top of Mount Erice in the medieval square in summer months. Every Easter Trapani hosts 'I Misteri' a world famous procession of carved wooden statues depicting Christ and other religious figures in a 3-day festival.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Club Nautico Marausa - Marina"],["alt=Boat Mooring, Hire and Servicing"],["url=http:\/\/www.clubnauticomarausa.it\/"],["email="],["address=Next to the bar on Marausa Lido seafront"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The place to hire small boats from, or moor your own while you stay. Friendly owners."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Nonsolo Cicli"],["alt=Tutto per Auto - Moto - Bici"],["url="],["email=ninfa.marino@tele2.it"],["address=Via E.Rinaldi, 33"],["lat="],["long="],["directions="],["phone=+390923841239"],["tollfree="],["fax="],["hours="],["price="],["content=A friendly bicycle hire shop."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Festilandia Parco Giochi per Bambini"],["alt=Children's Adventure Playground"],["url=http:\/\/www.festilandia.it"],["email="],["address=Via Guttuso, 10, Paceco"],["lat="],["long="],["directions=4km from Marausa in Paceco, Trapani"],["phone=0923.1870456"],["tollfree="],["fax="],["hours="],["price="],["content=Children's indoor Adventure Playground for birthday parties and special events."]]}]},"\n",{"type":"[[","value":[["Image:Tritoni_and_Lido_Marausa_near_Birgi.jpg"],["thumb"],["Marausa Lido from the air"]]},"\n\n",{"type":"==","value":["Buy"]},"\nIn the town of Marausa, the local shops comprise: bakery, supermarkets, electrical, hardware, post office, internet cafe, toyshops, gardenware, books and gifts, groceries, off licence, cycle hire shop, bank and 2 ATMs, and a pharmacy. There are three Petrol Stations (Esso, IP and API). A church, public square, public telephones and several bars. \n\nIn summer months, local businesses serve the houses in the Seaside resort with mobile shops in vans selling fish, vegetables, meat and other groceries. On the other side of the bridge over the motorway, you'll find a couple who farm a large piece of land and sell their delicious produce by the side of the road for a fraction of the supermarket prices.\n\nTrapani, Marsala and Paceco have many more shops than Marausa, as well as street markets, fish markets, diving shops, clothing etc - so head there for greater shopping options.\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Roadside Grocers"],["url="],["email="],["address=nr Marausa Railway Stn, Strada Provinciale, Locogrande"],["lat="],["long="],["directions=Over the motorway flyover on SP21, before the Cantina and on the right-hand side"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Delicious vegetables, fruit, herbs and other natural groceries grown in the fields alongside the road and sold direct to you by the farmer and his family for less than the supermarket price. Shop local!"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Babilla Store"]}," - Cards, gifts and novelties for the home."]},{"type":"*","value":[{"type":"'''","value":["Supermercato ISSIMO"]}," - Moderate sized Supermarket run by three friendly sisters."]},{"type":"*","value":[{"type":"'''","value":["Supermercato Morello"]}," - Small sized Supermarket with friendly staff."]},{"type":"*","value":[{"type":"'''","value":["Vin D'Honneur"]}," - Small Bottega selling local food delicacies and wines."]},{"type":"*","value":[{"type":"'''","value":["TotoEdicola Cartolibreria"]}," -  Newsagent. Books & gifts. Fax and internet service."]},{"type":"*","value":[{"type":"'''","value":["Panificio D'ANGELO"]}," - Forno a Legna (bakery)."]},{"type":"*","value":[{"type":"'''","value":["Pescheria Bertolino"]}," - (Fishmongers) Fresh fish caught locally."]},{"type":"*","value":[{"type":"'''","value":["Mascelleria da Nicola"]}," - Local pork butchers."]},{"type":"*","value":[{"type":"'''","value":["Carni Locali - di Peppe Alcamo"]}," - Local livestock butchers prepared by a local family."]},{"type":"*","value":[{"type":"'''","value":["OrtoFrutta - Le Delizie"]}," – Green Grocers, Fruit & Veg, wine, oil, cheese and olives. "]},{"type":"*","value":[{"type":"'''","value":["Farmacia Dr Guiseppe Casuccio"]}," - Pharmacy\/Chemists opening daily and part of the 24 hour local rota."]},"\nThere are several other small shops and services in Marausa such as the ",{"type":"'''","value":["DIY Store"]}," and ",{"type":"'''","value":["Garden Centre"]}," opposte the primary school and Esso Station; two ",{"type":"'''","value":["Electrical and Domestic outlets"]},", a ",{"type":"'''","value":["Tobacconist"]},", ",{"type":"'''","value":["Gent's Barber"]},", ",{"type":"'''","value":["Doctor's Surgery"]},", ",{"type":"'''","value":["Solicitor"]},", ",{"type":"'''","value":["Architect & Interior Design Agency"]},", two ",{"type":"'''","value":["Motor Mechanics"]}," and a ",{"type":"'''","value":["Building Merchant's Yard"]},". \n\nThe internet cafe and a lamp shop have just closed down to be replaced with new outlets as yet unknown. (update: May 2010)\n\n",{"type":"==","value":["Eat"]},"\nThere are two great pizza take-aways on the main road, along with several bars - the most popular of which is ",{"type":"'''","value":["Bar Tiffany"]},".\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizza Chef"],["url="],["email="],["address=Via E.Rinaldi, 187"],["lat="],["long="],["directions=On the main road between the Esso Petrol Station and Bar Tiffany"],["phone=+390923842529"],["tollfree="],["fax="],["hours="],["price="],["content=Pizza TakeAway & Delivery. Prices from €4 - €20. Open every evening except Mondays"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Fortezza"],["url="],["email="],["address=Via Marausa, 187, Palma"],["lat="],["long="],["directions=On the other side of the river valley viaduct opposite Palma Square, next to the ERF petrol station"],["phone=+390923842537"],["tollfree="],["fax="],["hours="],["price="],["content=Pizza & Roast Chicken TakeAway. Prices from €4.50 - €18.50 Open Every evening except Wednesday."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizzeria Da Ale"],["url="],["email="],["address=Via Marausa, 125, Palma"],["lat="],["long="],["directions=On the other side of the river valley viaduct near the shops on the road towards Trapani"],["phone=+390923843986"],["tollfree="],["fax="],["hours="],["price="],["content=Pizza TakeAway. Prices from €4.50 - €18. Open Every day from 16.30."]]}]},"\nIn the seaside Lido di Marausa Resort 2km away, you will find two restaurants open all year round (Marausa Beach Restaurant & Ristorante La Perla) with accompanying bars. Two temporary bars set up by the sea in June-September: The ",{"type":"'''","value":["Tre Torri Lido Bar"]}," with a games salon and occasional discotheque can usually be found amongst the dunes and sands of the beaches in the summer months, while ",{"type":"'''","value":["Lido Azzurro"]}," sets up near the abandoned Tre Torre Restaurant building near the derelict windmill and bills itself as a calmer idyll.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Marausa Beach Bar & Restaurant"],["url=http:\/\/www.ristoranteatrapani.it\/"],["email="],["address=Via Scilla 2, Marausa Lido"],["lat="],["long="],["directions=Next to the small Marina"],["phone=+390923842478"],["tollfree="],["fax="],["hours="],["price="],["content=A funky renovated beach bar with restaurant that sits out over the Mediterranean Sea alongside the small Marina. The owner Tony is passionate about his food and serves ONLY Fresh seafood all year round. If he can't get it at the markets in Trapani that morning, it won't be on the menu that night! Unlike the other local restaurant he doesn't freeze his food, so you are getting the food as it should taste - delicious! However, he does advocate the use of the freezer for his unique ice creams made on the premises with real fruit and water. Tasting is believing. Tourist menu available. They speak English, French, German and Spanish. The outfit operates as a bar late at night also."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ristorante La Perla"],["url=http:\/\/www.ristorantelaperla.net\/"],["email="],["address=Viale Mothia, 1, Marausa Lido"],["lat="],["long="],["directions=Right next to the Torre Di Mezzo Lighthouse"],["phone=+390923841577"],["tollfree="],["fax="],["hours="],["price="],["content=250 seater restaurant right on the coast but views are difficl as the restaurant is closed in. However, prices are good and service is fast. Dishes are tasty but not outstanding. Bar alongside. Tourist menu available."]]}]},"\n",{"type":"==","value":["Drink"]},"\nAs above, there are three bars in the seaside Lido and five others along the main road\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=International Lido"],["url="],["email="],["address=Lungomare, Marausa Lido"],["lat="],["long="],["directions=By the sea at the end of the tarmac, where the road weaves it's way through the sand dunes"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A family friendly Lido bar alongside the sea, with a small section of private beach. Turns into a nightclub in the evenings. Dismantled in the winter. Replaced the original 'Lido Tre Torri' that burnt down."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Tiffany"],["url="],["email="],["address=Via E.Rinaldi, 220"],["lat="],["long="],["directions=Near the southern end of the main road running through Marausa"],["phone=+390923841008"],["tollfree="],["fax="],["hours="],["price="],["content=A friendly bar, gelateria and meeting point. Open until late. The staff speak English, French, German, Spanish, Polish and even Italian!"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Miryam"],["url="],["email="],["address=Via E.Rinaldi, 170"],["lat="],["long="],["directions="],["phone=+390923842911"],["tollfree="],["fax="],["hours="],["price="],["content=Another of the 5 bars in Marausa, this one resembles a run down bar in the American Mid West in the forecourt of a petrol station. But the staff are friendly and it's quiet and frequented by the locals"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar Sport"],["url="],["email="],["address=Via E.Rinaldi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another of the 5 bars in Marausa."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villa Anna"],["url="],["email="],["address=Lido di Marausa"],["lat="],["long="],["directions=250m from the Mediterranean Sea"],["phone=+447980575998"],["tollfree="],["fax="],["hours="],["price=From €14"],["checkin="],["checkout="],["content=The villa is fully furnished and has a private garden. Sleeps upto 12 people."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Tritone"],["url="],["email="],["address=Lido di Marausa"],["lat="],["long="],["directions=30m from the Mediterranean Sea"],["phone=+447980575998"],["tollfree="],["fax="],["hours="],["price=From €20pppn"],["checkin="],["checkout="],["content=The ground floor apartment is fully furnished and is set on a private road just seconds from the beach and Mediterranean sea. Sleeps 1-5 people."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Guardia Medica \/ First Aid Point"],["alt=Guardia Medica Marausa"],["url=http:\/\/www.zerodelta.net\/trapani-guardia_medica.php"],["email="],["address=Piazza Municipio"],["lat="],["long="],["directions="],["phone=+390923842515"],["tollfree="],["fax="],["hours="],["price="],["content=First Aid point for tourists and small accidents. For more serious incidents call 112 and ask for an Ambulanza. Or head to A&E\/Casualty at the main hospital in Trapani."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nMarausa is a good base to explore western Sicily from. It is well positioned for its own local beaches, and has excellent motorway and strategic road links to the whole of the west.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Salt Museum"],["url=http:\/\/www.trattoriadelsale.com\/"],["email="],["address=Via Chiusa Nubia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Everything on the history of salt production in the area and Trapani's important position in the ancient 'Salt Road' and trading routes to the orient. A small restaurant is also attached."]]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Erice"]]}," Mountain"]}," (30 minutes by car and cable car)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Trapani"]]}]}," (cathederal, old quarter and markets)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Aegadi Islands"]]}]}," (beaches and diving to die for)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["San Vito lo Capo"]]}]}," and ",{"type":"'''","value":["Zingaro Nature Reserve"]}," (beaches you have only dreamed of)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Marsala"]]}]}," (world famous desert wines and museums)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mozia"]]}]}," (Pheonecian Island, Mosaics etc)"]},"\n",{"type":"{{","value":[["IsPartOf"],["Trapani (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]