[{"type":"{{","value":[["pagebanner"],["Stockholm Marathon 2009d banner.jpg"]]},"\n\nThe ",{"type":"'''","value":["Marathon"]}," is a classical ",{"type":"[[","value":[["running"]]}," distance, roughly 40 kilometres long: in most cases 42,195 metres (26 miles, 385 yards). The name commemorates the battle of Marathon in 490 BC; the Athenians and some allies soundly defeated a Persian invasion force who had just come off ships near the small town of ",{"type":"[[","value":[["Marathon (Greece)"],["Marathon"]]},". According to legend, an army messenger ran non-stop to ",{"type":"[[","value":[["Athens"]]}," with the happy news and dropped dead immediately after delivering it; this may not be true since the ancient Greeks had horses and, if it is true, he may have taken a shorter but hillier alternate route. However, the length of the race is based on his most likely route.\n\nMore than 500 marathon races are held annually, most of them as road races, though the distance can also be pursued cross-country.\n\n",{"type":"==","value":["Places for public marathon races"]},"\n\nThe following cities host some of the largest and most prestigious marathons in the world, each attracting top marathoners and huge crowds of non-professional runners:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Berlin"]]}," - The ",{"type":"[","value":["http:\/\/www.bmw-berlin-marathon.com\/en\/ Berlin Marathon"]}," has been held every year since 1974 and attracts nearly 40,000 runners.  It is one of the five world marathon majors and has hosted six men's world records and three women's world records on its mostly-flat course.  Races are typically run in the fall."]},{"type":"*","value":[" ",{"type":"[[","value":[["Boston"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chicago"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Dubai"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["London"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["New York City"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rotterdam"]]}]},"\nMost of the organizers of marathons belong to the ",{"type":"[","value":["http:\/\/aimsworldrunning.org\/about.htm Association of International Marathons and Distance Races"]}," (AIMS).\n\n",{"type":"==","value":["Sleep"]},"\n\nMany people travel for marathons, so lodging selection is important.  For major marathons the influx of visitors can overwhelm local lodging options, so plan to book well in advance.  Marathons will typically involve shutting down the roads along the course, so transportation to the starting line on race day can be tricky - if you can book a hotel that is close to public transit or near the starting line your marathon experience is likely to be much less stressful.\n\nParticularly if you aren't an experienced marathoner, expect to feel pretty brutalized after completing the course.  Most people won't want to spend hours driving or on a plane immediately after putting their body through twenty-six miles of punishment, so booking a hotel for multiple nights - the night before and the night after the marathon - is a plan that you are unlikely to regret.\n\n",{"type":"==","value":["Stay healthy"]},"\nAccording to legend, the first marathon runner dropped dead just after finishing the run. That story may not be accurate, but certainly a marathon puts considerable strain on the body. No-one should attempt the race, or even serious training for it, without first talking to their doctor.\n\nThere are two water-related dangers; dehydration is definitely not good for you but on the other hand excessive consumption of fluids can lead to hyponatremia, a reduction of sodium levels in the blood that is ",{"type":"''","value":["sometimes fatal for long-distance runners"]},". Wikipedia has some general advice on the topic, but you need precise advice tailored to your body; consult a doctor with expertise in sports medicine.  \n\n",{"type":"{{","value":[["outlinetopic"]]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Running"]]},"\n",{"type":"[[","value":[["Wikipedia:Marathon"]]}]