[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.marburg.de Marburg"]}]}," is in ",{"type":"[[","value":[["Hesse"]]},".\n\nMarburg is a small university town north of Frankfurt in the Lahn valley. It was almost untouched by bombs during WWII.  The old city(\"Oberstadt\", upper city) is a labyrinth of narrow, cobblestone streets lined with extremely well-preserved examples of 17th and 18th century \"Hessische\" architecture.  Hearing nearby church bells toll while walking through this part of Marburg is a life changing experience. This is the Germany you expect from the tour books and here you can enjoy it free from the crowds of tourists.  \n\nThe Philipps Universität  ",{"type":"[","value":["http:\/\/www.uni-marburg.de"]}," (founded 1527) is the oldest Protestant university in the world. Marburg has approximately 86,000 residents. With 20,000 students and 6,000 people working for the university, the slogan of Marburg is: \"Other cities may have a university, Marburg is a university.\"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:Hauptbahnhof Marburg.jpg"],["thumb"],["300px"],["Marburg Central-Station"]]},"\nRegular services go to ",{"type":"[[","value":[["Frankfurt"]]}," and ",{"type":"[[","value":[["Kassel"]]}," and from both cities you have extensive connections on the German InterCity train network (IC).\n\n",{"type":"===","value":["By plane"]},"\n\nMarburg has no airport so head for Frankfurt\/Main, Germany's busiest airport.\n\n",{"type":"===","value":["By car"]},"\n\nOne of the few German cities not directly connected by the Autobahn, but as you are in Germany there are good alternatives... From Frankfurt take the Autobahn to ",{"type":"[[","value":[["Giessen"]]}," and than the Bundesstrasse 3 to Marburg.\n\n",{"type":"==","value":["Get around"]},"\n\nAs a small town it`s best explored on foot. Other possibilities include the public bus services a bicycle.\nTo reach the \"Oberstadt\" you can use one of the two lifts, which make it accessible for the disabled.\nIf you need, ask the inhabitants: most people are very friendly and will go out of their way to point out the sights.\n\n",{"type":"==","value":["Talk"]},"\n\nIn Marburg many European and other languages are widely spoken. For example it is possible to find those who will understand a little Japanese or Mandarin. English is never a problem, even children may speak a little English.\nThe people in Marburg are very friendly and when you ask friendly you can get sometimes special tips you can never find in a guide.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Marburger Schloss 024.jpg"],["thumb"],["300px"],["Marburg Castle"]]},"\n",{"type":"[[","value":[["Image:Marburg Rathaus 989+92vzd.jpg"],["300px"],["thumb"],["Historical town hall and market place at the Oberstadt"]]},"\nStroll around the old city and enjoy the medieval atmosphere in combination with the spirit of an university town. Visit the Elisabeth-Church, Germany's oldest Gothic church, and the old castle at top of the \"Oberstadt\". Also worth seeing are the old university building, the city hall, and Weidenhausen (the old part of the town on the other side of the river Lahn).\n\n",{"type":"==","value":["Do"]},"\n\nTake a romantic pedal boat trip on the river Lahn, which starts from the bridge opposite to the old university building. Take a hike up to the Spiegelslustturm  and enjoy a wonderful view over Marburg at night. There is an exhibition on the culture and history of Hesse in the old castle and also guided tours through the \"Kasematten\", the cellars of the castle. Consult the tourist information office ",{"type":"[","value":["http:\/\/www.marburg.de\/detail\/22330"]}," for details.\n\nThere is the ",{"type":"'''","value":["aquamar"]},", a relatively new swimming pool with a spa area. \n\nIf you are looking for culture, art and a special place to enjoy a glass of wine, visit the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.waggonhalle.de\/ Kulturzentrum Waggonhalle"]}]},", right behind the train station. Placed in the historic wagon halls, you will find art exhibitions, theater, concerts, flea markets, cabaret and much more. The Rotkehlchen Cafe\/Restaurant serves great affordable food, tasty cakes, and offers outside seating.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThe city caters for the needs of more than 18,000 students so it is not difficult to find a nice cafe or pub. Most of the good pubs are located in the Oberstadt. Be aware that during the university terms they are sometimes crowded.\n\nTry the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lahn.net\/cafe-am-gruen\/ Cafe am Grün"]}]}," next to the Red Star Bookstore ",{"type":"[","value":["http:\/\/www.roter-stern.de\/"]}," It's one of the most alternative cafes in Marburg and also a good place to go with children. In summer you can sit in their back garden right at the Lahn river.\n\nNext to the lower level of the lift (Oberstadtaufzug) in the middle of Marburg you will find numerous restaurants, great Doner and a very good Lebanese Imbiss. For the best fries in town and original Currywurst, try Leppers Imbiss (Biegenstrasse 8).\n\nIf you arrive at the train station and like to eat Asian food just walk straight away from the train station and cross the river bridge behind the highway. On the right side is a small, but good place for Asian food.\n\nIf you want to meet students then the ",{"type":"'''","value":["Mensa on the Erlenring"]}," is very good, you can eat there as a guest, and the food is of good quality and  affordable.\n\nIf you like traditional German food, visit the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ratsschaenke-marburg.de Ratsschänke"]}]}," directly next to the historic town hall.\n\nThe area in the historic center around the Marktplatz and Barfuesserstrasse is full of good, affordable restaurants for all tastes, many with outside seating. At the very entrance of the Oberstadt you will find the ",{"type":"'''","value":["Kostbar"]}," restaurant (Barfuesserstrasse 7), which offers a great variety of healthy and delicious foods. The ",{"type":"'''","value":["Cafe Barfuss"]}," (Barfuesserstrasse 33) is a classic. Most restaurants in the Oberstadt offer breakfasts or brunches, and pretty much all of them will have many vegetarian options.\n\nIf you have a sweet tooth, definitely check out ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cafe-vetter-marburg.de\/ Cafe\/Konditorei Vetter"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.konditorei-klingelhoefer.de\/ Cafe\/Konditorei Klingelhoefer"]}]},". Both offer outstanding varieties of cakes and sweets, as well as breakfast. Make sure to try the ",{"type":"''","value":["Sacher Torte"]}," at Vetters, and if you like Marzipan don't miss the ",{"type":"''","value":["Wiesbadner"]}," at Klingelhöfers.   If you want to take something home for your loved ones, their Pralines, Marzipan animals and sweets always make a beautiful gift for family. If you come around Easter, check out Vetter's Easter eggs with individual names written on them.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are too many pubs and bars to list them all, but if you are in Marburg and everything is closed because its already 3 or 4 o´clock in the morning you have to go to the ",{"type":"'''","value":["bolschoi pub"]},"! It is near the Elisabeth Church and the place to be in the later night!\nIf you are looking for some true Marburg experience, check out the ",{"type":"'''","value":["Delirium mit Frazzkeller"]}," (Steinweg 3), a 2 floor bar with true Marburg characters and smoking downstairs. Try the ",{"type":"'''","value":["Roter Korn"]},". If you like live music, sip a glass of wine to some jazzy band at the ",{"type":"'''","value":["Jazzclub Cavete"]}," (right across Deli\/Frazzkeller).\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" A youth hostel ",{"type":"[","value":["http:\/\/www.jugendherberge.de\/de\/"]}," is located a little bit south of town."]},"\nMore expensive hotels in Marburg are the Welcome Hotel and the Villa Vita Rosenpark Hotel.\n\n",{"type":"==","value":["Go next"]},"\n\nTake a train in the direction of Kassel to ",{"type":"[[","value":[["Kirchhain"]]},", a lovely small German town with interesting large markets like the New Years Market or the Martins market.\n\nYou can also take a trip to the ",{"type":"'''","value":["Amöneburg"]},", an old fortress 15 km east of Marburg, or to castle ",{"type":"'''","value":["Rauischholzhausen"]},", a traditional castle with a nice park.\n\nYou can also go for longer hikes in the surrounding hills and the picturesque forests.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["50.810000"],["8.770833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Middle Hesse"]]},"\n",{"type":"[[","value":[["commons:category:Marburg"]]},"\n",{"type":"[[","value":[["WikiPedia:Marburg"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/Hesse\/Localities\/Marburg\/"]]}]