[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Maremma"]}," extents from ",{"type":"[[","value":[["Tuscany"]]}," to ",{"type":"[[","value":[["Lazio"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nMaremma extends from Tuscany to Lazio; generally speaking it's considered Maremma the region between ",{"type":"[[","value":[["Cecina"]]}," and ",{"type":"[[","value":[["Tarquinia"]]}," ( the distance between these two cities is about 180 km).\n\nThe landscape of the Maremma is extremely varied, because the Maremma extends over plains and hills, and has a fabulous and not yet polluted coastline. \n\nIt is a very wild and low densely populated area (one of the lowest in Italy), with very little industrialization. \n\nThe mediterranean maquis alternates with olive groves and vineyards, and sandy beaches with a rocky coastline.\n\nThe inland hills are rich in natural hot springs too.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nParco Naturale della Maremma ",{"type":"[","value":["http:\/\/www.parco-maremma.it\/"]},"\n\n",{"type":"===","value":["Climate"]},"\nMediterranean climate: neither very hot in summer nor very cold in winter.\n\n",{"type":"==","value":["Get in"]},"\nThe major centers (Tarquinia, Capalbio, ",{"type":"[[","value":[["Orbetello"]]},", Grosseto, Cecina) on the coast between Rome and Pisa are well connected through railway and motorway \"via Aurelia\". Trains stops in minor centers with lesser frequency.\n\nThe nearest airports are located in Rome ( about 70 km from Tarquinia ), Pisa ( about 60 km from Cecina ) and Florence ( about 80 km from Grosseto).\n\nTo reach minor centers, especially the ones located in the internal parts of Maremma, a car is required. Also by car, these centers are linked by tortuous roads, climbing up and down from the hills.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nThe local bus company is called RAMA ",{"type":"[","value":["http:\/\/www.griforama.it\/"]},". Their busses connect almost all the minor centres to Grosseto. \n\nGiglio and Giannutri islands can be reached from Porto Santo Stefano and Castiglione della Pescaia. \n\nA car is recommended to explore the area.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["style"]]},"\nThe Maremma can be ideally divied into 5 main areas:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Grosseto and the Tyrrhenian Coast"],["alt="],["url=http:\/\/www.casinadirosa.it\/en\/heartofmaremma.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"Grosseto can be considered the capital of the Maremma. The area around Grosseto and the coast, with Marina di Grosseto, Castiglione della Pescaia and the small villages that lie in the plain between the city and the coast, represents the heart of the Tuscan Maremma.\n\nGrosseto itself has a beautiful cathedral and preserved city walls. \n\nThe area around Grosseto has been inhabited for millennia, and therefore spending a day or more visiting the many archaeological sites of this part of the Tuscan Maremma is well worth it. Roselle, which was once one of the twelve main Etruscan cities, and the Etruscan necropolis of Vetulonia are among the most remarkable historical sites in Italy.   The area around Grosseto has been inhabited for millennia, and therefore spending a day or more visiting the many archaeological sites of this part of the Tuscan Maremma is well worth it. Roselle, which was once one of the twelve main Etruscan cities, and the Etruscan necropolis of Vetulonia are among the most remarkable historical sites in Italy.  \n    \nGrosseto is very close to the coast: Castiglione della Pescaia and Marina di Grosseto are just a short drive.   \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The Coast, the Beaches and the Sea of the Tuscan Maremma"],["alt="],["url=http:\/\/www.casinadirosa.it\/en\/coastandbeachesofmaremma.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"   "]},"For those who enjoy the sun and the sea, the Maremma represents a real nature paradise. Each year, the coast of the Maremma is awarded the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.blueflag.org\/ Blue Flag"]}]}," recognizing the quality and the cleanness of the waters along its 160km of shoreline. The stretches of sandy and rocky coastline allow all sea lovers to find the perfect place for them. Moreover, the vast pine tree forests which border the beaches of the Maremma are a real naturalistic treasure and so are the few areas where the lagoon and swamp ecosystems have survived urbanization, reclamation or simple draining, such as the nature reserve of the Diaccia Botrona near Castiglione della Pescaia.  \n\nAmong the most remarkable coastal towns of the Maremma: Castiglione della Pescaia, Follonica, Punt'Ala, the Argentario Peninsula, Marina di Alberese in the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parco-maremma.it\/ Maremma Nature Park"]}]},", Ansedonia, Capalbio, Orbetello and Talamone.\n\nThe Tuscan Archipelago, with the island of Giglio and the little island of Giannutri, is very impressive, and can be visited on a minicruise leaving from one of the many harbours of the coast of the Maremma. \n\nIn this part of the Maremma there are many places of remarkable historic and artistic interest. This region has been populated since the Etruscan and Roman eras, and which then - in the sole case in this part of Italy - experienced the domination of the Spanish Empire, which left behind incredible stories of treasures and pirates. Last but not least, the Orbetello seaplane station hosted the takeoff of the first transatlantic flight in 1930.   \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The Tufo Area: Pitigliano & co."],["alt="],["url=http:\/\/www.casinadirosa.it\/en\/areadeltufomaremma.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]},"The Tuff Area is named after tufo, a volcanic, porous rock commonly used as a building material. The tuff has been carved over the centuries to build houses, cellars, tombs or used to make \"tufi\", big square bricks which are typical of the villages and towns of this area of the hills of the Maremma. \n\nThe major centres of this area, which has still not experienced mass tourism, are Pitigliano, Sorano and Manciano. The unique feel of the Tuff Area derives from the mesh of Etruscan and Roman ruins, such as the tombs and the roads carved in tuff, and of medieval architecture, since it was in the Middle Ages that the Area del Tufo saw its second splendour after the glories of the Etruscan Empire. The perfectly preserved necropolises in Sovana and Poggio al Buco, the vie cave (amazing roads carved in tuff that pass through the woods), and medieval villages like Magliano in Toscana contribute to make this area one of the most beautiful in Tuscany. It also boasts naturalistic treasures such as the hot springs and spas of Saturnia, and the hills of the river Fiora, which supplies water to the vast majority of the Maremman villages and towns.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The Colline Metallifere: the North of the Maremma"],["alt="],["url=http:\/\/www.casinadirosa.it\/en\/collinemetalliferemaremma.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"The Colline Metallifere (literally, the metalliferous hills or the hills which produce metals) have always been the industrious heart of the Maremma and some places still point to times when the life on these hills was much harder. As their name says, the soil of these hills, which spread from the border with the Province of Siena to the Gulf of Follonica, are rich in minerals and mines have been excavated for centuries in search of iron, copper, lead, zinc, pyrites and silver.\n\nA very impressive natural phenomenon connected to the geological richness of the soil of this area is the presence of \"soffioni\", borax fumaroles near Monterotondo Marittimo and Travale. Vapour rises high through the tree-branches of the \"macchia mediterranea\", the maquis.\n\nThe heart and capital of the Metalliferous Hills is Massa Marittima, a real architectonic jewel of the Middle Ages. However, many villages and castles in the area are of great historical and artistic interest. \nRoccastrada, Sassofortino, Roccatederighi, Montemassi, Monterotondo Marittimo and many other villages in this area should not be missed. \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=The Inland hills"],["alt="],["url=http:\/\/www.casinadirosa.it\/en\/uppermaremma.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"  "]},"This area is generally ignored by guidebooks and portals because its most valuable resource is probably its naturalistic heritage. These hills have always been an area of transition, located on the obligatory route between Siena and the sea. Inhabited since the Etruscan era, the internal position of these hills has protected and preserved its original character of rural areas developed during the Middle Ages. +  \n\nThe inland hills of the Maremma extend over three \"Comuni\" (the territory of the local governments): Civitella Paganico, Campagnatico and Cinigiano. This area of the interior has become more and more popular among travellers during the past few years, especially because of its location at the crossroads with some of the most popular areas of Tuscany: Siena and Chianti, Val d'Orcia and Mount Amiata, the plains of the Maremma and the beach. It is the ideal base to explore Southern Tuscany without having to choose between the Siena area and the Maremma. Highway SS223 Siena - Grosseto, now called E78 Grosseto-Fano, runs through these hills. Its perfect location has influenced deeply the nature of this land. It can certainly be considered a real combination of \"senesità\", traits which characterize the area and people of Siena, and \"maremmanità\", traits which characterize the area and people of Grosseto and the Maremma.   \n\nThe text of this section is courtesy of Casina di Rosa ",{"type":"[","value":["http:\/\/www.casinadirosa.it\/"]}," \n  \nA google map of the Maremma is available on the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.slowtrav.com\/gmaps\/italy\/maremma.asp Slow Travel Website"]}]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Signhtseeing (Grosseto, Massa Marittima, Pitigliano, Manciano, Vie Cave, Abbadia Ardenghesca, Civitella Paganico and more)"]},{"type":"*","value":[" Unesco geopark: tuscany mining geopark, with nice spots"]},{"type":"*","value":[" Beaches: fun in the sun and the blue sea!"]},{"type":"*","value":[" Lots of restaurants (wild boar is the traditional meat in the Maremma)"]},{"type":"*","value":[" Nature Parks such as the Maremma Nature Park and Lake Burano"]},{"type":"*","value":[" Excellent wines (Morellino, Monteregio, Montecucco, just to name a few ones)"]},{"type":"*","value":[" Hiking"]},{"type":"*","value":[" Water sports"]},{"type":"*","value":[" Mountainbiking"]},{"type":"*","value":[" Horseback riding"]},{"type":"*","value":[" Fishing"]},{"type":"*","value":[" Golfing"]},{"type":"*","value":[" Hot Springs and Spas (Petriolo and ",{"type":"[[","value":[["Saturnia"]]},")"]},"\n",{"type":"==","value":["Buy"]},"\n fantastic olive oil, good wine, tastefull food, a little of artcrafts. \nthere are some malls, but not really itenteristing\n\n",{"type":"==","value":["Learn"]},"\nThe Maremma is a popular region for language vacations.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Terramare"],["alt="],["url=http:\/\/www.linguaterramare.com\/"],["email=info@linguaterramare.com"],["address=Via Roma 42"],["lat="],["long="],["directions="],["phone=+39 0564 850007"],["tollfree="],["fax=+39 0564 850721"],["hours="],["price="],["content=Italian language school with many years of experience, specializing in one to one tuition and mini group courses with intensive outdoor program. Lessons take place in the classroom as well as during excursions and visits."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" Wildbore (cinghiale)"]},{"type":"*","value":[" Acqua cotta"]},{"type":"*","value":[" Tortelli maremmani"]},{"type":"*","value":[" Cured meat"]},{"type":"*","value":[" Manciano cheese"]},{"type":"*","value":[" Porcini mushrooms"]},{"type":"*","value":[" Sea food"]},{"type":"*","value":[" Fish"]},"\nAn excellent and fun way of eating good real traditional food at a reasonable price is by going to one of the many village festivals organized in the Summer: they are called Sagra.\n\n",{"type":"==","value":["Drink"]},"\nD.O.C. Wines of the Maremma\n\n",{"type":"*","value":[" Morellino di Scansano"]},{"type":"*","value":[" Montecucco"]},{"type":"*","value":[" Monteregio"]},{"type":"*","value":[" Pitigliano Bianco"]},{"type":"*","value":[" Sovana"]},{"type":"*","value":[" Capalbio"]},{"type":"*","value":[" Parrina"]},"\nHere is a page by the Regione Toscana on the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.terreditoscana.regione.toscana.it\/stradedelvino\/ Wine Trails of Tuscany"]}]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["Style"]]},"\n",{"type":"*","value":["Pieve di Caminino Historic Resort, ",{"type":"[","value":["http:\/\/www.caminino.com"]},", Strada Provinciale 89, Roccastrada (GR): 6 romantic suites with fireplace and antique futniture in an XIth century former monastery. Panoramic Pool, Strategic location to reach top Maremma and Tuscany destinations."]},"\n",{"type":"*","value":["Tenuta San Carlo, ",{"type":"[","value":["http:\/\/www.tenutasancarlo.com"]},", Strada Provinciale 40 della Trappola 147\/a 58046 Marina di Grosseto, (GR) Italia. Tel. & Fax +39 0564 31016. Situated in the regional park of the area, Parco dell'Uccellina, Tenuta San Carlo is a great example of what it's like to live on an Italian farm. The property is approximately 1,000 acres and has some of the most equisite examples of the flora and fauna of the area such as wildboar, horses, bovine, daini (small deer), foxes, porcupines, turtles, many species of rare Italian birds, pine forests, swamp land, and natural fresh water and salt water beaches."]},"\n",{"type":"*","value":["Casina di Rosa - Vacation rental in Maremma ",{"type":"[","value":["http:\/\/www.casinadirosa.it"]}," - Vacation rental in medieval hilltop village, Civitella Marittima, in the inland hills of the Maremma. On the border between the Siena region and the Maremma, it is the ideal base to explore many diverse areas of Tuscany. It can accommodate up to 3 people. It has received many excellent reviews, and it was chosen as Slow Travel Favourite in 2005. The website for this house is full of useful information about the Maremma and the Siena area, ideas for your holidays and a remarkable photogallery with hundreds of photos."]},"\n",{"type":"*","value":["Agriturismo in Maremma Il Passo degli Ulivi ",{"type":"[","value":["http:\/\/www.ilpassodegliulivi.it\/"]}," - Holiday farmhouse in the countryside of the Maremma, near Petriolo Hot Springs. 3 holiday rental apartments with airconditioning, garden, terraces and shared swimming pool."]},"\n",{"type":"*","value":["Holiday villa in Maremma Lo Scopetaccio ",{"type":"[","value":["http:\/\/www.scopetaccio.it"]}," - Beautiful holiday rental cottage on the Metalliferous hills, 2km away from the village of Sassofortino. It can accommodate up to 4 and has a huge private garden and use of the owners' swimming pool. "]},"\n",{"type":"*","value":["Saturnia Tuscany Hotel ",{"type":"[","value":["http:\/\/www.saturniatuscanyhotel.net"]}," - At only two kilometres from the famous Mulino Waterfalls and the Terme di Saturnia Spa, with its golf course and thermal pools, Saturnia Tuscany Hotel is the ideal place to spend a relaxing holiday in the Saturnia valley."]},"\n",{"type":"*","value":["Farmhouse in Maremma Tuscany ",{"type":"[","value":["http:\/\/www.agriturismoilquarto.com\/"]}," - Farmhouse Il Quarto is in the heart of Maremma Tuscany, only 20km from Saturnia Spa. Surrounded by olive groves and vineyards, the 98 hectare farm allows guests to experience total relaxation and tranquility."]},"\n",{"type":"*","value":["Hotel Accommodation in Maremma Tuscany ",{"type":"[","value":["http:\/\/www.agrialbergo.com\/"]}," - Agrialbergo Capalbio is in Capalbio near the maremman coast. It offers confortable rooms fitted with all services."]},"\n",{"type":"===","value":["Lodging"]},"\nLocanda La Pieve ***\nSemproniano-Saturnia(GR)\n\n",{"type":"[","value":["http:\/\/www.locandalapieve.com"]},"\n\nIf you are in Tuscany and pass by the famous spa of Saturnia why not lengthen your journey by only 9km and visit the medieval village of Semproniano. In the historical centre of the village you will find the delightful and charming hotel with only 8 rooms: \nLocanda La Pieve.\nEach of the 8 rooms is different in colour and décor, but all have a private bathroom, individually controlled air conditioning, television, telephone and safe.\nFurnishings, colours and details reminds one of the Tuscan tradition and the territory of “Maremma” to which the Locanda La Pieve belongs.\nHospitality, good food, relaxation and above all no stress are the characteristics of this happy island. Nature in this part of the world reigns supreme: plants, flowers, wild orchids, birds, wild animals, starry skies and colours and perfumes all to be discovered. \nThe Wild Animals Rescue Centre where injured animals from all over Italy arrive, the WWF oasis at Bosco dei Rocconi and the Monte Labbro Natural Park.\nFurthermore it is possible to visit the volcanic-rock towns of Sovana, Sorano and Pitigliano. Three charming townships that seem to come straight from a fable book. And then Montemerano, Rocchette di Fazio, Roccalbegna, Santa Fiora and Amiata, \nthe mountain loved by the Buddhists who consider it magical and spiritual.\nLet’s not forget another of life’s pleasures, good food,which cannot go missing in such a pleasant context.\nIn the morning, breakfast with genuine traditional flavours, cakes and jams, fresh bread and flavours of times gone by, are served inside the dining room where it can be  enjoyed without haste or, weather permitting on the garden terrace. \nThen if you wish to savour a pleasant dinner, you can choose from a variety of traditional Tuscan dishes, updated with competence and simplicity, together with a good glass of “Maremma” red wine.\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Grosseto (province)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Maremma"]]},"\n",{"type":"{{","value":[["geo"],["42.416388888889"],["11.478055555556"]]}]