[{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["pagebanner"],["Margate banner View from Pier.JPG"]]},"\n",{"type":"[[","value":[["Image:Beach, Margate - geograph.org.uk - 1473126.jpg"],["thumb"],["300px"],["Margate beach"]]},"\n",{"type":"'''","value":["Margate"]}," is a town in ",{"type":"[[","value":[["Kent"]]}," and sister town to ",{"type":"[[","value":[["Ramsgate"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nMargate is on the whole a rather depressing mixture of fading Georgian and Victorian seaside grandeur and squalid 'bedsit-land' although there are some pleasant residential suburbs.  There has been a decline in the tourism industry for which Margate was famed until the 1980s when many families opted for overseas holidays as living standards rose.\n\nThe best way to make the comparisons is by bus if you do not arrive by car.  There is a bus called the 'loop' which runs a circular route around the Isle of Thanet as well as Margate.  Fares are cheap and the service runs every 10 minutes in each direction linking with Broadstairs and Ramsgate.\n\nMargate is easily reached by train from London Victoria in under 2 hours or from St. Pancras International HS1 in under 90 minutes.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["The seafront and clock tower area are close to Margate rail station and is a typical example of a busy but 'tacky' English seafront with a string of amusement arcades, chip shops and bingo establishments.  The beach is frankly a let down but is nonetheless sandy and proves popular with Londoners who often come for day trips."]},"\n",{"type":"*","value":["There is a link with the artist Turner and a visitor centre close to the harbour where you can examine the facts behind his links with the town."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Shell Grotto"],["alt="],["url=http:\/\/shellgrotto.co.uk"],["email="],["address=Grotto Hill, CT9 2BU"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tucked away in one of Margate's most squalid back streets is the shell grotto, a mysterious cave decorated from floor to ceiling in shells."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Turner Contemporary Art Gallery"],["alt="],["url=http:\/\/www.turnercontemporary.org"],["email="],["address=Rendevous, CT9 1HG"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Modern art gallery (opened in 2011) near the harbour, with a small selection of paintings by J.M.W.Turner (1775-1851), who for a while stayed on the site of the gallery. A good gallery with changing exhibitions that takes an hour or so to see. Admission free,Tues - Sun and bank holidays 10am-6pm."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Walpole Bay Hotel Museum"],["alt="],["url=http:\/\/www.walpolebayhotel.co.uk\/museum.htm"],["email="],["address=Fifth Avenue, Cliftonville, CT9 2JJ"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A whacky collection of twentieth century everyday objects are dotted around this hotel. Open to non-residents during the daytime."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nThere are two, yes two, bowling alleys within half a mile of each other.\n\n",{"type":"==","value":["Buy"]},"\n\nMargate is famous for its stick of rock and novelty items such as printed tshirts with expression logos.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nThere are many pubs and clubs throughout the town but beware of rowdiness and aggressive behaviour late at night in the town centre.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["geo"],["51.3850"],["1.3838"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Kent"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Kent\/Margate\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Margate"]]}]