[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:El Guamache Bay, Margarita island.jpg"],["thumb"],["300px"],["El Guamache Bay, Margarita island"]]},"\n",{"type":"'''","value":["Margarita Island"]}," is in the ",{"type":"[[","value":[["Venezuela"]]},"n state of ",{"type":"[[","value":[["Nueva Esparta"]]},", off the northeastern coast of the mainland and to the northeast of the country's capital ",{"type":"[[","value":[["Caracas"]]},".\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Porlamar"]]}," is the island's largest city. This is the main commercial centre and has many shops and good restaurants. Population is approximately 85,000 or around one third of the islands total inhabitants during the low season. Numbers rise to around 125,000 in the high season. It has two city beaches."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pampatar"]]}," has several beaches, around 50,000 inhabitants and is home to a good number of the larger shopping malls including; Centro Comercial AB (Avenida Bolivar), La Redoma, Rattan Depot, Sambil Margarita."]},"\n",{"type":"*","value":[{"type":"'''","value":["La Asunción"]}," is the capital of the Federal State of Nueva Esparta and is located in Arismendi on Margarita Island. It is the seat of the regional government and home to around 25,000 people. La Asuncion boasts a fine colonial era pink cathedral."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Juan Griego"]]}," is a city of around 45,000 people. Not far from the city centre is the site of the fortress La Galera.  In the early 1820s, a fierce battle for independence was fought at this site. Juan Griego also has some smaller shopping centres and beaches."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"===","value":["Main beaches"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Playa El Agua"]]}]}," - Is said to be a more popular beach destination, due to the surf conditions, the good selection of shops and restaurants available. The surf at times does get very rough and there are no life guards on duty."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Pedro Gonzalez"]]}]}," - A picturesque village located between two rocky hills. A white sandy beach extends along a bay for around 2 km with clear water and good surf"]},"\n",{"type":"*","value":[{"type":"'''","value":["Punta de Piedras"]},"- A fishing port and the good place to admire the traditional colourful local houses with their brightly painted windows and doors. Site of the College, La Salle Foundation Oceanographic Experimental Station and Technical Fishing school."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Playa El Yaque"]]}]}," - A village and beach located just 10 minutes from the airport. The beach is internationally renowned for windsurfing and kitesurfing. There are many classes available from the beginner to the advanced."]},{"type":"*","value":[" Playa Punta Arena"]},{"type":"*","value":[" Playa La Restinga"]},{"type":"*","value":[" Playa La Pared"]},{"type":"*","value":[" Playa Isla Bonita"]},{"type":"*","value":[" Playa Paraíso"]},{"type":"*","value":[" Playa El Guamache"]},{"type":"*","value":[" Playa Parguito"]},{"type":"*","value":[" ",{"type":"'''","value":["Other Beaches"]},":  Guacuco, Moreno, La Caracola, El Ángel, Varadero, El Humo, Puerto Real, Manzanillo, Guayacán, Puerto Viejo, Puerto Cruz, Zaragoza, Caribe, La Galera, Pedro González, Arenas, Cardón, La Caranta, La Auyama..."]},"\n",{"type":"===","value":["Urban places and malls"]},"\n",{"type":"*","value":["Boulevard Guevara and Boulevard Gomez"]},{"type":"*","value":["Av. Santiago Mariño"]},{"type":"*","value":["Av. 4 de Mayo"]},{"type":"*","value":["Ratan Plaza Mall"]},{"type":"*","value":["AV Mall"]},{"type":"*","value":["Sambil Mall"]},{"type":"*","value":["Parque Costa Azul Mall"]},{"type":"*","value":["La Vela Mall"]},{"type":"*","value":["Parque La Marina"]},{"type":"*","value":["Jumbo Mall (discontinued)"]},{"type":"===","value":[" Landmarks "]},"\n",{"type":"[[","value":[["File:Castillo San Carlos de Borromeo (2).jpg"],["thumb"],[{"type":"[[","value":[["Castillo San Carlos de Borromeo"]]},"."]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fortín de la Libertad o de La Galera (Juangriego)"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Castillo San Carlos de Borromeo"],["Castillo San Carlos de Borromeo (Pampatar)"]]},"."]},{"type":"*","value":[" Ruinas del ",{"type":"[[","value":[["Fortín Santiago de La Caranta (Pampatar)"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Castillo de Santa Rosa"],["Castillo de Santa Rosa de la Eminencia (La Asunción)"]]},"."]},{"type":"*","value":[" Columna de Matasiete (Cerro Matasiete, Vía Porlamar-La Asunción)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fortín España (Santa Ana)"]]},"."]},"\n",{"type":"===","value":[" Tourist sites "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["National Parks"]},": ",{"type":"[[","value":[["Parque National Laguna de La Restinga"],["Laguna de la Restinga"]]}," y ",{"type":"[[","value":[["Parque Nacional Cerro El Copey - Jóvito Villalba"],["Cerro Copey"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Natural Monuments"]},": ",{"type":"[[","value":[["Laguna de Las Marites"]]},", Las Tetas de María Guevara y los cerros Matasiete y Guayamurí."]},"\n",{"type":"[[","value":[["File:Cubagua venezuela.jpg"],["250px"],["thumb"],[{"type":"[[","value":[["Isla de Cubagua"]]},", Nueva Esparta."]]},"\n\n",{"type":"===","value":[" Religious tourist sites "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Church del Cristo del Buen Viaje (Pampatar)"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Church Nuestra Señora de La Asunción (La Asunción)"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Basílica Menor Nuestra Señora del Valle (El Valle del Espíritu Santo)"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Church de San Nicolás de Bari (Porlamar)"]]}]},"\n",{"type":"===","value":[" Museums "]},"\n",{"type":"*","value":[" Museo Nueva Cádiz (La Asunción)."]},{"type":"*","value":[" Museo de Arte Contemporáneo Francisco Narváez (Porlamar)."]},{"type":"*","value":[" Museo Marino (Boca de Río)."]},{"type":"*","value":[" Museo Casa Natal de Juan Bautista Arismendi (La Asunción)."]},{"type":"*","value":[" Museo Diocesano (El Valle del Espíritu Santo)."]},{"type":"*","value":[" Casa Natal de Santiago Mariño (El Valle del Espíritu Santo)."]},"\n",{"type":"==","value":["Understand"]},"\n\nMargarita island (",{"type":"''","value":["Isla de Margarita"]},") is the largest island of the Nueva Esparta State of Venezuela with a total area of 934 km², mountainous terrain and a tropical Caribbean climate. It is a 35 minute flight or a couple of hours by sea using the ferry from Puerto La Cruz or Cumana as it is only a short distance off the northern coast of the mainland of Venezuela.\n\nThe Province of Margarita was founded in 1525 and was the oldest of those that in 1777 formed the Post of Captain-General of Venezuela.\n\nThe island has more than 50 beaches which are scattered along 106 miles of coastline and is blessed with an average of over 320 days a year of sun and beautiful tropical beaches lined with palm trees.\n\nUS and EU citizens don’t need a visa to visit Venezuela making Margarita easy to access. The climate is warm and pleasant with vacationers visiting Margarita all months of the year.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\n\nDel Caribe-Santiago Mariño Caribbean International Airport (",{"type":"''","value":["Spanish: Aeropuerto Internacional del Caribe \"Santiago Mariño\""]},") (",{"type":"{{","value":[["IATA"],["PMV"]]},") is located 20-25 km southwest of the city centre of Polamar and is serviced by several airlines providing flights to Europe, Canada, the United States, South America and the Caribbean. The Airport has one terminal divided into two separate sections for international and domestic flights. The two terminal are separated by a few moments walk. Primary domestic routes are to Caracas, Maturín and Ciudad Bolivar.\n\n",{"type":"===","value":["By sea"]},"\n\nVia ferry from mainland Venezuela at ",{"type":"[[","value":[["Puerto La Cruz"]]}," with ",{"type":"[","value":["http:\/\/www.conferry.com Conferry"]},".\nPassenger\/vehicular ferries operate the route providing access to the island for motorbikes, cars, buses and trucks.\nThe Carmen Ernestina or any express ferry is preferable.\n\n",{"type":"==","value":["Get around"]},"\n;;Street and Turistic Map\n",{"type":"[[","value":[["File:Nueva Esparta Mapa Interactivo.jpg"],["500px"],["Turistic map"]]},{"type":"[[","value":[["File:Map of Nueva Esparta.svg"],["500px"],["Street map"]]},"\n\nWhen traveling about on the island please ensure that you carry sufficient local currency in smaller denominations so that you can make purchases without running into problems. Smaller local traders and transport operators may not be able to give you sufficient change for larger bills and will most likely be reluctant to accept foreign currency as it will be difficult and troublesome for then to exchange it later.\n\n",{"type":"'''","value":["Taxis"]}," hire is subject to prior negotiation with the driver. Taxis can often be ",{"type":"''","value":["chartered"]}," for a day if required. Most of the taxi have fix rates and should be inexpensively priced.\n\nThe taxi painted in white with yellow license plate are often considered to be the most reliable.\n\n",{"type":"{{","value":[["Infobox"],["It must be understood that only taxi with the official government issued yellow plates are licensed to operate as a taxi service."],["Care and common sense should be used to ensure the taxi and driver are legitimate and licensed, especially late at night. Before commencing the trip try to ensure that you have sufficient local currency in smaller denominations to pay the driver as they may otherwise not be able to give correct change when you arrive at the destination."]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Por puesto"]}," service most of the island. These are a little like a shared taxi having much more flexibility than a conventional bus service. Many locals use the Por Puesto services which normally travel a fixed route offering a cheap and safe alternative to a taxi. The journey can sometimes be a little slow however, as they often stop to pick up and discharge passengers at frustratingly short intervals and this may draw a trip out considerably."]},"\n",{"type":"*","value":[{"type":"'''","value":["Buses"]}," run to the most destinations in daytime only. Typical service hours are daily from 6AM-8PM with reasonably priced fares. Flag the bus down if you are on the side of the road and want it to stop. Check the rate to your destination with the driver as you board the bus and pay when you arrive. The local buses may be a little too rustic for some visitors used to more modern transportation systems but they are a good inexpensive way to get about and to meet the local people."]},"\n",{"type":"*","value":[{"type":"'''","value":["Buseta"]}," (mini-buses) offer an opportunity to travel cheaply and to get in touch with the locals. Trip times will depend on distance and traffic conditions. Knowing a little Spanish is always helpful to get through, but some locals will be pleased to practice their English with you. Fares are inexpensive and depend on the length of your travel. Before boarding a mini-bus, ask the driver how much the fare is to your specific destination to ensure there are no misunderstandings."]},"\nRental cars are available from major chains such as Avis, Budget and Hertz, as well as local operators. Look for established operators with an identifiable operating base. Outlets are to be found in the main city of Porlamar, at Playa El Yaque, and there are several offices and kiosks at the islands airport. Always use common sense when renting and make sure to check for any hidden costs and levies that may appear when you return the car. To rent a car you will need a current driver’s license and a passport. Make sure you have adequate insurance to cover any loss\/damage or purchase a Collision Damage Waiver and do not leave your passport, drivers licence, or any other important documentation with the rental company as a security deposit. Since in most cases the contract will be in Spanish, make sure you understand what you are signing. Do not take the rental agents word in translating it, you are signing a legally binding contract. Thoroughly check over the vehicle including the glass and all panels for any damage and have the salesperson initial a damage record. If in doubt at all photograph the vehicle from all sides prior to taking delivery. Make sure that the vehicle is registered with the municipality as a rental car, there will be a sticker on the drivers side windshield. Check the vehicle over thoroughly before you leave the depot to ensure everything is functioning on the vehicle and that it is roadworthy. Fuel is cheap so most companies do not require the car be returned full.\n\nMotorbike and scooter rental are also available.\n\n",{"type":"''","value":["If considering making a trip to the mainland on the ferry and taking a rental vehicle with you then please ensure beforehand that your rental and insurance contract permits the vehicle traveling off the island."]},"\n\n",{"type":"==","value":["See"]},"\n\nMargarita Island is often called the Pearl of the Caribbean. Dozens of beautiful beaches await you, from pristine, isolated beaches on the west side of the island, to long, tropical beaches full of interesting people including local artisans, surfers, golfers, fishermen, businessmen, locals and visitors. The east side of the island is full of tropical trees and flowers; the west side is an isolated desert that contains several breathtaking beaches.\n\nMany visitors enjoy the island’s duty-free shopping, and in the evening, a sparkling nightlife awaits you, full of beach bars and discos, salsa clubs and fine restaurants.\n\nFrom here, you can plan a day trip to the nearby islands of Coche or Cubagua, or to other destinations on the island. Visit the islands natural wonders or venture further afield to the stunning, colorful waters of Los Roques islands, Angel Falls, the highest waterfall in the world, Canaima, an indigenous village with breathtaking jungle, waterfalls and land formations, or the clean and crisp Andes Mountains.\n\nWhether it’s for hiking in the mountains, exploring the mangroves of La Restinga National Park, visiting Spanish Colonial historical sites, swimming with dolphins, horseback riding, exquisite spa treatment, a shopping trip to buy a hammock made on the island, a visit to a charming maritime museum, fishing or sailing, you will find it quite easy to arrange your daytrips. You will enjoy the calm pace of the island’s inhabitants, the lively stories of those who have moved here from other countries, and the intellectual stimulation of those Venezuelans who have moved here from the mainland to live a more peaceful life.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["People-watching at ",{"type":"'''","value":["Playa El Agua"]},", the most popular beach on the island with numerous nearby bars, restaurants and nightlife."]},"\n",{"type":"*","value":["Visit ",{"type":"'''","value":["La Restinga"]}," National Park, which consists of a sandbar that unites the eastern part of Margarita with the Macanao Peninsula and is home to interesting flora. The park's mangrove-covered natural canals can be accessed by boat from El Indio sector, boats also pass along the coastal area from El Saco to the town of La Guardia, or the park can be crossed by vehicle on the road to San Francisco if you have a 4x4 vehicle."]},"\n",{"type":"*","value":["Visit ",{"type":"'''","value":["Isla de Coche"]},", a quiet fishing island with around 7,000 inhabitants. The island offers windsurfing and kitesurfing. Take a ferry from Punta de Piedras or a ",{"type":"''","value":["lancha"]}," from El Yaque. The most popular beach on the island is Playa la Punta."]},"\n",{"type":"==","value":["Eat"]},"\n\nThe island of Margarita has a wide range of restaurants and local eating houses to cater for all budgets and styles. It is customary for a 10% service charge to be added to your bill. While your server may receive a small portion of this, it is not a tip for your server. In most cases part of it goes to the \"house\" for breakage and incidentals, with maybe a small portion split between the help. If you received good service, it is customary to tip your server. \nSome go as far as rewarding the bartender separately when eating out and their service was exceptional. Don't be surprised if you order a mixed drink and the bartender brings the bottle of liquor, glasses of ice and mixer to your table. A bartender pouring a triple shot of liquor for the price of a single is not unusual.\n",{"type":"===","value":["Typical dishes"]},"\n",{"type":"*","value":["Rompecolchón"]},{"type":"*","value":["Calamares rebosados"]},{"type":"*","value":["Asopado de Mariscos"]},{"type":"*","value":["Pastel de Chucho"]},{"type":"*","value":["Empanada de cazón"]},{"type":"*","value":["Ensalada de Langostas"]},{"type":"*","value":["Camarones al ajillo"]},"\n",{"type":"==","value":["Drink"]},"\n\nMargarita is one of the ",{"type":"[[","value":[["Caribbean Islands (Venezuela)"],["Caribbean Islands"]]}," and has many bars and club, exotic tropical drinks are a favourite here.\n\nThere are many popular tropical drinks on the island of Margarita.  Just ask at the club, hotel, bar or restaurant you are visiting and the local bartender will no doubt be pleased to get things moving. Watch out, some of these drinks can be a little potent.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cuba Libre"]}," Load the glass with ice, add rum to just under the brim, add a splash of Coca Cola, serve with a ",{"type":"''","value":["limon"]}," wedge."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coco Loco"]}," 1 fresh coconut, 1 cup ice, 1 ounce white tequila, 1 ounce melon liqueur, 1 ounce coconut rum, 1 ounce pineapple juice, 1 Tablespoon sugar,  1\/2 fresh ",{"type":"''","value":["limon"]},". Slice a couple of inches off the top of the coconut, keeping the coconut milk inside. Put everything inside the coconut and squeeze the ",{"type":"''","value":["limon"]}," half over the mixture then drop the ",{"type":"''","value":["limon"]}," in. Stir, drink, repeat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Margarita Mojito"]}," 1 teaspoon powdered sugar, juice from 1 ",{"type":"''","value":["limon"]},", 4 mint leaves, 1 sprig of mint, Cacique Rum, club soda. Put the mint leaves into glass and squeeze the juice from a cut ",{"type":"''","value":["limon"]}," over it.  Add the powdered sugar, then crush the mint into the ",{"type":"''","value":["limon"]}," juice and sugar with a muddler or spoon.  Add crushed ice add rum until glass almost full, stir, add a splash of club soda and garnish with mint sprig."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kapiroska"]},"  Squeeze the juice from one ",{"type":"''","value":["limon"]}," into a glass, add 2 tablespoons of powder sugar, fill glass with crushed ice then add vodka until almost full and shake for a full minute. Strain into clean glass and garnish with ",{"type":"''","value":["limon"]}," wedge, drink, repeat."]},"\n",{"type":"*","value":[{"type":"'''","value":["El Ritual"]}," is not about mixing the flavors in a glass, but setting up the steps that allow you to mix the flavors in your mouth. First pour a shot-glass of  Pampero Aniversario (aged Venezuelan rum), next you need a ",{"type":"''","value":["limon"]}," wedge, then you pour brown sugar and instant coffee into two separate piles on a small dish. Dip one side of the ",{"type":"''","value":["limon"]}," into the sugar, the other into the coffee and bite and suck on it, chug the rum and let the flavors intermingle in your mouth before swallowing."]},"\nA ",{"type":"''","value":["limon"]}," is a cross between a lemon and a lime and is common on Margarita Island\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"''","value":["For hotels and other places of accommodation please see the listings in the individual destination articles"]},".\n\nKeep in mind that the beds in many hotels (mostly up to the mid-range levels) are nothing more than mattresses on concrete slabs that resemble box springs. Depending on what your sleep preference is they may not be the most comfortable for you. Many visitors opt for a self-catering condo instead of a hotel. When one compares prices a self-catering condo is may be a good option to a hotel. Also, when staying in a self-catering condo one has the option of eating in or eating out.\n\n",{"type":"==","value":["Stay safe"]},"\n\nAvoid drinking too much and dancing too late.\n\nLike most areas of the world it is best in Margarita to use caution late at night and try not to walk about alone in unfamiliar areas unless in a larger group of people who are familiar with the locality. Leave your jewelry at home, you will not need it here. A cheap watch is all one may need.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nThere are several public and private medical clinics on Margarita.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Farmacias SAAS"],["url="],["email="],["address=Centro Comercial Galerías, Av 4 de Mayo"],["lat="],["long="],["directions="],["phone=+58 295 263 8080"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Centro Medico El Valle"],["url=http:\/\/www.centromedicoelvalle.com\/"],["email=info@centromedicoelvalle.com"],["address= Av. Rafael Tovar, Vía El Valle del Espíritu Santo, Sector Conuco Viejo"],["lat="],["long="],["directions="],["phone=+58 295-287-0171, +58 295-287-0935, +58 295-287-1244, +58 295-287-0762"],["tollfree="],["fax="],["hours=24 hr"],["price="],["content=Centrally located clinic with pharmacy"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hospital Central Dr Luis Ortega"],["url="],["email="],["address=Av 4 de Mayo"],["lat="],["long="],["directions="],["phone=+58 295 261 1101, +58 295 261 6508"],["tollfree="],["fax="],["hours=24 hr"],["price="],["content=Centrally located clinic with pharmacy"]]}]},"\n",{"type":"'''","value":["Dental work"]}," is normally quite reasonably priced on Margarita Island. Many dentists have modern facilities and have trained in the US or EU.\n\n",{"type":"==","value":["Contacts"]},"\n\n",{"type":"*","value":["Fire Dept. Emergency 166"]},"\n\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Coche Island"]}," (",{"type":"''","value":["Isla de Coche"]},") - A small island about 11 km long and 6 km wide. The capital is San Pedro de Coche. Several kitesurfing and windsurfing schools are based here.The main activities are fishing and tourism. Estimated population on Coche is said to be less than 10,000 and the island is located just 8 miles from ",{"type":"'''","value":["Margarita Island"]},". Coche has a small airport, Andres Miguel Salazar Marcano."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cubagua Island"]}," - an uninhabited island to the immediate south of Margarita"]},"\n",{"type":"[[","value":[["WikiPedia:Isla Margarita"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South America\/Venezuela\/Localities\/Margarita Island\/"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Nueva_Esparta"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["11.017777777778"],["-63.922222222222"]]}]