[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Margao"]}," is the second largest city in the ",{"type":"[[","value":[["India"],["Indian"]]}," state of ",{"type":"[[","value":[["Goa"]]},", located 33 km from the state capital ",{"type":"[[","value":[["Panaji"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nGoa's cultural capital and commercial capital, this South Goa city is also the second-largest (after Vasco da Gama) by population but arguably the busiest. Being the administrative headquarters of South Goa might create a misleading picture; Margao too is close to the central coast.... the long white-sand beach stretch, rated by an early-1970s UNDP study as potentially one of the ten best beaches in the world.\n\nThis beach spans 30-odd unbroken kms., from Sancoale in the north to the Mobor Peninsula in the south. Margao lies somewhat in the middle of this beach, five kilometres eastwards. Hence a strategic base station for beaches like Velsao, Cansaulim, Arossim, Majorda, Betalbatim, Colva, Sernabatim, ",{"type":"[[","value":[["Benaulim"]]},", Varca, Fatrade, Cavelossim and Mobor.\n\nLike other Goan places, Margao too gets called multiple names in different languages. It's called Madgaon by the Indian Railways, and the local Konkani pronounciation is Mudgannv or Modgannv. Margão is the Portuguese name and spelling.\n\nSkirted in part by the River Sal, Margao is known for his huge Indo-Portuguese style mansions -- more visible around here than in other parts of Goa. Take a look around Abade Faria Road and its eastern parallel, the Padre Miranda Road, the area around the Holy Spirit Church and St. Joaquim Road that leads to Borda.\n\nMargao is crowded and hot, but it's worth seeing. The hustle and bustle is quite incredible.\n\n",{"type":"==","value":["Get in"]},"\n\nThe nearest airport is Goa Airport, at ",{"type":"[[","value":[["Vasco da Gama"],["Dabolim"]]}," (28 km). \n\nMargao is connected by road to other cities like ",{"type":"[[","value":[["Mangalore"]]},", ",{"type":"[[","value":[["Udupi"]]},", ",{"type":"[[","value":[["Karwar"]]},", ",{"type":"[[","value":[["Ratnagiri"]]},", and ",{"type":"[[","value":[["Mumbai"]]}," through national highway 17. Also there is a road which connects Margao to ",{"type":"[[","value":[["Ponda"]]}," and other towns in Goa.\n\n",{"type":"===","value":["By train"]},"\nGoa's biggest and most important railway station, ",{"type":"'''","value":["Madgaon Junction (IR station code : MAO)"]},", is located 2 km east of Margao town, off NH-17. Margao's railway station is big and important, an intersection of the Konkan Railway and the South Western Railway (earlier South Central Railway). It is the terminus station for several Konkan Railway trains, being a major station of this Mumbai to Mangalore rail line, after Ratnagiri. \nAlmost all trains passing through Goa stop here, and it is the gateway to south Goa. There are direct trains from most parts of India including Delhi, Mumbai, Cochin, Mangalore and Bangalore. For a list of trains, see the ",{"type":"[[","value":[["Goa"],["main article"]]},".\n\nMargao is also a convenient point to disembark for the beaches of ",{"type":"[[","value":[["Palolem"]]}," (38 kms) or ",{"type":"[[","value":[["Colva"]]}," and ",{"type":"[[","value":[["Benaulim"]]}," (about 6-8 kms).\n\n",{"type":"===","value":["By bus"]},"\nMargao is well connected with other cities of Goa by bus.\n\nExpress mini-buses run by the (Goa government) Kadamba Transport Corporation connect Margao to Panjim (Panaji), the state-capital. These mini-buses leave from the KTC Bus Stand, on the outskirts of Margao, and one needs to queue up to buy a ticket. They ply during peak hours (not after 8 pm or so). \n\nSome inter-state buses touch Margao. For instance, buses headed to Bangalore via the Karwar route, touch Margao in the evenings, and pick up passengers there. Some of the buses for Bombay (Mumbai) leave from Margao, but this is only a few. \n\nBuses connect the Margao-Panjim route till 9.30 pm.Margao is also connected to Ponda, Vasco-da-Gama, Canacona, Karwar and a number of outlying villages of Margao. Margao is a major terminus on the Konkan Railway route, and local and express trains connecting to Mumbai, Gujarat, Kerala, coastal Karnataka and Tamil Nadu halt here as per their schedules.\n\n",{"type":"==","value":["Get around"]},"\n\nIt is very easy to get a bike for rent in Goa, So go to any of the famous Motorcycle taxi guys and ask for a bike on rent and he will be ever happy to assist you. \nAuto rickshaws are very rare to find while Taxis (Maruti Omni's, ambassadors etc) are easily accessible.Motorcycle taxi's for single person are also effective.\nPrivate buses are also very effective in traveling within Margao and nearby locations. Remember one thing unlike other states Goa doesn't have separate men and women seating arrangement. So ladies please carry your equipment. Bus is cheap with maximum charges of around Rs 6 for a 3-5 kms distance.\n\nIntercity\/interstate trains leave from the bigger junction station about 2km from the centre of town. If you are getting a bus into the city and get dropped off here (just north of the main city square 2km), public busses only run 7am-7pm, but private buses run until about 11pm. They stop at the main rd entrance to the bus stand, close to the middle. It's 10rs to the centre of town in a private bus.\n\n",{"type":"==","value":["See"]},"\n\nSome landmarks in Margao include (around Abade Faria Road and Padre Miranda Road) include Presentation Convent (Holy Spirit Church area) and Fatima Convent (near the municipal square) are two of Margao's oldest unisex high schools started and being run by Catholic religious congregations, for girls.\n\nClergy Home along arterial Padre (Pe.) Miranda Road, near today's district hospital -- Hospicio, an unique edifice in its own right, founded by Rev. Antonio Joao de Miranda a humble Catholic clergyman, after whom the thoroughfare outside is named -- was among the first shelters for retiring priests built by the Goa Archdiocese. Seen today is the recently reconstructed version.\n\nClube Harmonia was called the Clube de Margao (subsequently renamed as Teatro de Harmonia) operating from a house at the Borda locality. The idea of a modern building for the Teatro de Harmonia was mooted by its members in 1936. The present structure was built 1955. Together with Bernado Peres da Silva (BPS) Club, Clube ABC and Margao Cricket Club, Harmonia is today a leading socio club of the town.\n\nHindu Mathagramasth Sabha: As the 'mathagram' in the name suggests, it's a Brahmin institution. Has rendered yeoman's service in education, irrespective of creed or caste, to Margaoites. Runs the Damodar Arts & Science Higher Secondary School (not to be mixed up with Damodar College, that's run by Vidhya Vikas Mandal, a different ball game), one of the best higher secondary schools in Goa, if one goes by Std. XII science board exam results.\n\nAgha Khan's Children's Park: Few would be aware that the northern half of the Margao municipal garden was actually developed by a businessman, Abdul Javerbhai Mavany, hailing from Margao's minuscule Agakhani community. He did that after two young sons were lost to cancer and High Highness, The Agha Khan, was visiting Goa. The park was inaugurated by Goa's last Portuguese Governor General, Vassalo e Silva, in 1959.\n\nMargao is home to the popular deity of Damodar, as reflected in names of local educational and other institutions.\n\nIt has four diocesan of churches, Holy Spirit in the central area, Our Lady of Grace adjoining the municipal square, St. Sebastian at Aquem and Rosary near the football stadium at Fatorda. The Holy Spirit, while entering the city from the Panjim side, is Salcete taluka's second-oldest (after the one first built within the Rachol Fort) built 1564-65, its present (fourth edition) edifice, re-built in 1645, being more grand.\n\nThe town has four chapels with near-Parish size following at Mungul, Ambajim, Borda and the picturesque 'Monte' hillock, all with resident Chaplains and regular daily services. In addition, there is a major church of the Carmelite order at Malbhat, besides half a dozen chapels of various religious orders from Jesuits to Salesians. A walk around this church-square reveals some grand homes, and great photo-opportunities. Check the scenic chapel on the nearby Monte Hill.\n\nCheck the scenic chapel on the nearby Monte Hill.\n\nGomant Vidhya Niketan: After Portugal became a republic in 1910, Margao based Hindus used the end of religious discrimination and their new found freedom to establish this noble institution on March 19, 1912. It was then known as Saraswat Brahman Samaj (renamed to the present in Nov-1962) and ran a public library at the southern end of Abade Faria road. The present building housing the library in the rear of the ground floor and an auditorium upstairs -- venue of most of Konkani and Marathi stage shows to this date -- was built 1965. The society also runs a physio-therapy centre from rented premises further down the road.\n\nA modern stage centre, Ravindra Bhavan, recently completed and situated near Fatorda's Pandit Jawaharlal Nehru football stadium, promises to be South Goa's major centre for the performing art\n\nAmong the town's spots one could check out: the early 20th century municipal building (Câmara) and the municipal garden lying in front of it, the municipal garden, the recently-beautified Anna Fonte (natural springs), the Old Market or Mercado Velho, the Hindu crematorium ('smashant bhoomi'), the Catholic cemetery and the Muslim burial ground ('kabrasthan') all on Pajifond's Rua das Saudades.\n\nMargao also hosts Goa's largest Nehru sports stadium, where one can run into popular off-monsoon evening football matches, and even the occasional international cricket Test match.\n\nKonkan Railway is working on a Skybus (elevated rail system) which can be seen in Margao, amidst challenges on the fronts of costs and technology. Konkan Railway claims its Skybus, which technology it has patented, will follow the existing roads without taking \"road space and be as flexible as a bus\". It will have rail-based mass transit capacity, not divide the city, be derailment and collision-proof, free from vandalism, noise-free and pollution-free, and non-invasive (requiring the \"least amount of scarce land space and not come in the way of development\").\n\nMargao's name is believed to come from \"matha-grama\" (the village of religious maths) as it was a village of temple schools (mathas) -- including the principal Vaishnavi 'math', Jeevottam, before it was shifted to Partagal in Canacona half a millennium ago. Margao's main Matha, Jeevottam, was shifted to Ordhofond, Partagal in Canacona in 1475, as political battles took on religious tones in those medieval days. Margao was also a temple town, with as many as 13 temples in 1544 when the population was around just five thousand, according to writer and former Margao municipality chief S Valmiki Faleiro.\n\nMargao's Holy Spirit church square is also known for its baroque architectured church. It also is lined by palatial mansions around it. Structures in this area are low-rise, adding to the stately nature of the locality, with a maximum of two structures. Many have balconies (the balcao or balcoes) and varandas facing the square.\n\nRunning parallel to the Church Square is the Old Market's commercial street. Next to the church is a landscaped area called the Praca da Alegria (Square of Happiness).\n\nAnother landmark in Margao is the commercial-shopping area around the municipal garden and the old bus stand. Part of the garden was developed by the Mavany business family, and dedicated to the Aga Khan, during a visit of his to colonial Goa. Swami Vivekananda is also known to have stayed in the home of another business family, the influential Narcinva D. Naik residence, during a visit to Goa way back in 1892. The mansion also houses Margao's well-known temple-hall Damodar Sal.\n\nIn Aquem Alto, Arlem was Goa's first brewery started by the Chowgules at a locality of the same name (Arlem), on the outskirts of Margao. Incidentally, Goa's second brewery was the Mallya's, at Bethora-Ponda. Former politician Monte Cruz must have been the last to join the club with his brand of Kings.\n\nGoa Bottling, better known locally as \"Gold Spot\" after the popular aerated softie it bottled in the yesteryears, was a latecomer to Goa. It straddles the corner junction of Margao-Ponda NH-4A and Margao's Eastern Bypass road. Among Goa's very first aerated soft drink bottlers was a seaman from Velim, who, immediately in the post-Liberation years, started his Crunet bottling unit at Borda, in Margao. Coke's Goa franchisee, the politically-prominent family of the Sequeiras, later started their unit in Borim. The mining-based Modu Timblo group later started Goa Bottling. It's now owned by Pepsi's Delhi-based principal franchisee in India.\n\nCupid's Haven is a recent-coinage open air event venue located nearby. It hosts dances and wedding receptions.\n\nAlso located nearby is Goa's second plant that makes industrial and medical oxygen gas from thin air, Goving Poy Oxygen. (The first was Gas Carbonico, on Margao's outskirts at Nuvem, a village that was once part of Margao. The company was taken over by Margao Govind Poys, once a smalltime hardware establishment that diversified into multi-purpose gases with factories in Cochin, Nashik and Goa.)\n\nAlso part of the city's map are places like the Pandava cave (near the current St. Sebastiao Church at Aquem, Torsannzor -- a healing mineral spring, more famous than Ana Fonte in yesteryears -- among others. \n\nSome of the buildings are still styled in a colonial way, from the Portuguese past. Some places to visit in and around Margao are:\n",{"type":"*","value":[" Municipal Building, believed to have been built around 1770."]},{"type":"*","value":[" Indo-Portuguese styled Houses along Margao - Borda  Rd"]},{"type":"*","value":[" Holy Spirit Church, and the Church Square at Margao. Dating back to the 1564-1675 period."]},{"type":"*","value":[" Monte Hill. From atop this hill one can see the whole of Margao."]},{"type":"*","value":[" Colva Beach, some five kms out of Margao."]},{"type":"*","value":[" Old Market, dating back to the pre-Portuguese era."]},{"type":"*","value":[" District Court (1777) and jail."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Peace Cottage Fine Art Gallery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=perched between two luxury hotels"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" See the musical fountain on weekend evenings, near Nanutel hotel"]},{"type":"*","value":[" Watch an indian movie at one fo the several cinemas"]},{"type":"*","value":[" If you go around May\/June, there is a feast of the Holy Spirit church. To celebrate this, there is a HUGE street side sale on everything from clothes to furniture to kitchen utensils. It's located near the KTC bus stand along the road"]},{"type":"*","value":[" Try to lay your hands on the inexpensively priced \"Margao Heritage Walk Map\", that has been researched by architect-urban planner Ashish K Sinai Rege of Altinho Panjim. This is a creatively crafted map that offers suggestions for three 'heritage walks' around Margao. Each is of 20, to 35 and 45 minutes."]},"\n",{"type":"==","value":["Buy"]},"\n\nMargao also has a 'covered' market (earlier Mercado de Afonso de Albuquerque, near Pimplapedd or Pimpalakatta in Konkani), along Francisco Luis Gomes Road (a.k.a. Old Station Road), even if the town's main market today adjoins the Kadamba bus terminus near its northern reaches.\n\nThere are markets all over the place.\n\n",{"type":"*","value":[" Gandhi Market"]},{"type":"*","value":[" In and around the Municipal Building, in the heart of town."]},{"type":"*","value":[" Near the KTC Bus-Stand, at the entry to the town, from the Panjim side."]},{"type":"*","value":[" If books are your cup of tea, check out the Golden Heart Emporium (whose claim of being \"Goa's biggest bookshop\" is contested by Panjim's Broadway). Golden Heart is at Confidant House, behind the Margao Post Office at Abade Faria Road (ph 2732450 or 2736339)."]},"\n",{"type":"==","value":["Eat"]},"\n\nMargao isn't as rich in decent eating places, as compared to the touristic coast nearby. But because Margao is a town rather than a tourist destination, the restaurants are open year-round.\n\nCheck some on these list: The restaurant at Hotel Nanutel (Indian\/Chinese\/mixed). Longuinhos (Goan\/Indian\/Chinese).  Hotel Woodlands' bar. The restaurant of Hotel Saaj (Malayalee specialities). Shahi Durbar along FL Gomes (Old Station) Road for Mughlai\/Indian, with nice cuisine even if a crowded area. Gaylin along Varde Valaulikar Road (behind the Collectorate) and Rice Bowl at Reliance Park, along the Margao-Colva Road, just beyond the municipal limits (Chinese), which is worthy of a recommendation.\n\n",{"type":"*","value":[" Tato's -Apna Bazaar Complex."]},{"type":"*","value":[" MainLand China - Behind Loyola High School"]},{"type":"*","value":[" Kamat Hotel Colva Bus-stand"]},{"type":"*","value":[" Shalimar"]},{"type":"*","value":[" Golden Chariot's Relish - MultiCuisine Restaurant (Specialists in Seafood) - GOGOL,Margao"]},{"type":"*","value":[" Bhel Puri stands around the park"]},{"type":"*","value":[" China Gate - west of the police station"]},{"type":"*","value":[" Kandeel is very popular with locals, including retired couples. The ambience is very plain but the Goan food (fish curry thali) and cocktails are inexpensive and excellent (as of 2011)."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nPlaces to stay include the GTDC-run Margao Residence, behind the municipal building; Hotel Woodlands; Nanutel; Hotel Saaj, behind Fatima Convent, Miguel Loyola Furtado Rd (Behind Fatima Convent); Government Rest House, Monte; and Gold Star Hotel, Isidorio Baptista Road.\n\nGTDC-owned Margao Residency, a fair place to stay on a budget. Others: Woodlands, Margao's first multi-storeyed modern hotel (the ones before were lodges and traditional *pensoes* that almost went to rut), Hotel Saaj and the slightly upper middle-end Nanutel which stands on part of the Cine Metropole property, opposite Ana Fonte.\n\nThere are of course, numerous lodges further away from the city centre, (Rs. 300-500), and with corresponding facilities. Milan, Goa Lodge, and a sprinkling around the Khareaband road leading to Benaulim, are generally patronised by outstation travelling salesmen. But there are better places to eat and stay outside of Margao proper.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Escot hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rs 400"],["content=Ok place near the city centre that still had rooms cheaply when most other places were full and raised their prices."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n\n",{"type":"*","value":[" Cyber Inn, Shop No.5, Kalika Chambers, Varde Valaulikar Raod 403601 Ph 2733232 "]},{"type":"*","value":[" Terrance Pimenta, Shop No. 12, Felicinta Apartments, Near Big Foot Traffic Island, Gogol 403601 "]},{"type":"*","value":[" Tokina Cybercafe, Damodar Building, Near Police Station, Above Central Bank, Margao 403601 "]},{"type":"*","value":[" Antonio Jose D'Costa, F11, Regency Plaza, Near LML Showroom, Comba, Margao 403601 "]},{"type":"*","value":[" Sarah Cafe, St. Anthony Complex, Shop PG 11, Aquem, Margao 403601 Ph 2703034"]},"\n",{"type":"==","value":["Go next"]},"\n\nMove on to the nearby beaches of ",{"type":"[[","value":[["Colva"]]},", ",{"type":"[[","value":[["Benaulim"]]}," or ",{"type":"[[","value":[["Palolem"]]},".\n\n",{"type":"[[","value":[["WikiPedia:Margao"]]},"\n\n",{"type":"{{","value":[["geo"],["15.3000"],["73.9500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Salcette"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Goa\/Localities\/Margao\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Margao"]]}]