[{"type":"{{","value":[["pagebanner"],["Marina del Rey banner.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitthemarina.com\/ Marina del Rey"]}]}," is a seaside town on the ",{"type":"[[","value":[["West Side (Los Angeles County)"],["West Side"]]}," of ",{"type":"[[","value":[["Los Angeles"]]},".  ",{"type":"'''","value":["Marina del Rey"]}," is the largest constructed small yacht harbor in the world, with room for over 5000 boats. It's less than four miles from LAX, walking distance to ",{"type":"[[","value":[["Venice Beach"]]},", and less than 10 minutes to ",{"type":"[[","value":[["Santa Monica"]]},".    Tropical street names like BoraBora, Bali and Fiji Way reflect the community's casual feel.\n\n",{"type":"==","value":[" Understand "]},"\n\nMarina del Rey, like much of the City of Angels, has a rich and colorful history -- it's just not all that old.  The harbor at the heart of the community of Marina del Rey is an example of a successful Army Corps of Engineers project; funded and planned cooperatively by the Federal government, Los Angeles County and private developers, it is the largest man-made, small craft marina in the United States with over 5,000 small-boat slips.\n\nThe ancient ",{"type":"'''","value":["Gabrieleno Indians"]}," were likely the region's first residents, living along the bluffs above the ocean, the neighborhood's first fishermen and hunters.  Eventually they shared the land and sea, the good duck hunting and fishing, with the Spanish and then first Angelenos. Marina del Rey, much to the relief of current locals, lost several bids to become Southern California's main port and shipping harbor.\n\nUntil the 1950s, early automotive races were held here, running from Playa del Rey to Venice along a roadway on the Marina peninsula now appropriately known as Speedway.  Beneath the race tracks and marshes it turned out there was black gold and plenty of it.  Beginning in the early 1930s, oil rigs came pumping to rhythmic life, dotting the landscape with iron skeletons as far as the camera could see.\n\nIn the 1950s, construction began on the current harbor and district of Marina del Rey.\n\n",{"type":"==","value":["Get in"]},"\n\nGetting to Marina del Rey from ",{"type":"'''","value":[{"type":"[[","value":[["Los Angeles International Airport"]]}," (LAX)"]}," is easy.\n\nDriving;   take Century Blvd. east to Sepulveda Blvd., north.  Follow Sepulveda Blvd. to where it merges with Lincoln Blvd., veering left.  Take Lincoln to Mindanao, turn left.\n\nPublic Bus;  take the free LAX Shuttle from any of the terminals to Parking Lot C.  Then walk the short distance to the LAX Transit Center.  Take the ",{"type":"[","value":["http:\/\/bigbluebus.com\/Routes-And-Schedules\/Route-3.aspx Santa Monica Blue Bus #3"]}," (North) to the corner of Mindanao Way & Lincoln Boulevard. (Do not take the #3 Rapid - it doesn't stop at Mindanao Way).\n\nVarious Shuttle\/Shared Ride Van Services; proceed outside and look for the overhead orange \"Shared Ride Van\" signs on the outer island and speak with a curbside representative for the current fare.\n\nTaxi Service; there are various companies from the airport. Again, proceed outside the terminal and look for the overhead \"TAXI\" signs. The fare will run about $25+, plus the airport service charge.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"{{","value":[["Mapframe"],["33.979444"],["-118.452778"],["zoom=13"]]},"\n\nWith its compact area and easy layout, traveling around Marina del Rey is a breeze.\n\nDuring the summer months (weekends, holidays and concert nights), the ",{"type":"''","value":["Marina WaterBus"]}," operates between Fisherman's Village, Burke Marina Promenade, Marina Beach, Burton Chace Park, and several other stops.  This water taxi is just $1.00 for each boarding and is a convenient way to leave the car and visit several other areas in the Marina.\n\nAlso during summer weekends, the free Marina Beach Shuttle runs from the neighborhood of Playa Vista (south of the Marina) through Marina del Rey and to Venice Beach Pier; again leave the car in one place and take this shuttle bus all around the Marina\/Venice Pier area.  Buses operate approximately every half hour. Printed schedules are available at local hotels and the ",{"type":"'''","value":["Marina del Rey Visitors Center"]},".\n\nPublic transit is provided by three systems -- MTA #108 takes visitors to Venice Pier; Santa Monica #3 Big Blue Bus takes you to Santa Monica via the Lincoln Blvd. corridor north, or to LAX south, where you can also transfer and take a Metro Line into the Los Angeles downtown area and beyond; and the Culver City Green buses (#2 and #7) to points east such as ",{"type":"'''","value":["Westfield Culver City Shopping Mall"]}," ",{"type":"[","value":["http:\/\/www.westfield.com\/culvercity Westfield Culver City Shopping Mall"]}," and ",{"type":"[","value":["http:\/\/www.downtownculvercity.com\/ ",{"type":"'''","value":["downtown Culver City"]}]},". In addition, these three public bus systems connect the Marina to all L.A. area attractions.\n\nMost major rental car companies have offices in town.  Public parking is plentiful and inexpensive.\n\nAmple taxi and shuttle services will whisk you to and from the airport and L.A. attractions, and several hotels offer complimentary airport transfers.  Be sure to ask when you make your hotel reservation.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fisherman's Village"],["url="],["email="],["address=13755 Fiji Way"],["lat=33.97098"],["long=-118.44549"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fisherman's Village is the center of recreational boating in the Marina, and a good place for water views.  Stroll along the cobblestone paths to enjoy views of the Marina.  You can join a public sport fishing excursion, or a weekend dinner or Sunday Brunch cruise. All kinds of small boats are available to rent by the hour - sail or motor, kayaks, stand-up paddle boards, and jet skis, and parasailing and bike rentals are also offered there. There are a small number of waterfront restaurants and a few souvenir shops.  Free weekend concerts on Saturday and Sunday afternoons are a local favorite.  Open daily; validated 2 hour parking (Admiralty Way south; turn right on Fiji Way.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Burton Chace Park"],["url=http:\/\/chacepark.com\/"],["email="],["address=13650 Mindanao Way"],["lat=33.97812"],["long=-118.44317"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This beautiful 10-acre park is one of the crown jewels of Marina del Rey, the heart of community activities, jutting out into the Marina's main channel.  Offering what may be the best vista point in the area, this is a great spot for walking and gazing out at the deep blue water, boats and Marina.  The park offers waterside picnic tables, lawn areas, and covered picnic areas with barbeque grills.  It's a popular  viewing area for the annual December ",{"type":"[","value":["http:\/\/mdrboatparade.org\/ Marina del Rey Holiday Boat Parade"]},". During the summer months, free live outdoor concerts by the water in Chace Park are not to be missed.  On select Thursdays, (classical music with full symphony orchestra) and Saturdays (easy listening pop) concerts begin at 7PM and last about 2 hours.  Seating is first-come, first-serve on the green (many bring their own low lawn chairs or blankets to sit on), and many spectactors pack picnics to enjoy before the concert; bring a jacket or sweater to stay comfortable by the water in the evening. Parking for the park activities is in pay lots only located a block or two from the park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ballona Wetlands"],["url="],["email="],["address="],["lat=33.97150"],["long=-118.43425"],["directions="],["phone=+1 310-306-5994"],["tollfree="],["fax="],["hours="],["price="],["content=Less than a mile from Marina del Rey lies a 600-acre wetlands habitat home to more than 3,000 native trees, 10,000 native shrubs and grasses and more than 73 native bird species.  It is an urban oasis for people and wildlife alike.  Stroll along the trail bordering the marsh -- through a profusion of native trees and shrubs, you'll see mallard ducks floating across the water past snowy egrets and great blue herons.  Pause at the information panels along the way to learn about Ballona's rich history, the varied functions of the marsh and the abundant wildlife in residence.  Located at the southwest corner of Lincoln and Jefferson Boulevards, portions of the trail are open to the public daily from dawn to dusk. Free docent-led tours of the interior as well as restoration workdays are coordinated usually on the weekends through the ",{"type":"[","value":["http:\/\/www.ballonafriends.org\/ Friends of Ballona Wetlands"]},"."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Marina del Rey Visitors Center"],["alt="],["url=http:\/\/www.visitmarinadelrey.com"],["email="],["address=4701 Admiralty Way"],["lat="],["long="],["directions="],["phone=+1 310 305 9545"],["tollfree="],["fax="],["hours=open daily"],["price="],["content=Well staffed, and provides free maps, brochures and suggestions for activities. This is a good first stop for all visitors upon arrival in Marina del Rey. Services are provided by. Closed Christmas, Easter, Thanksgiving and New Years Day."]]}]},"\n",{"type":"===","value":[" Bike "]},"\n\nBiking is popular in Marina del Rey thanks to the flat, well marked bike trails through the Marina and beyond.  Whether you have a couple of hours or a whole afternoon, the Marvin Braude Coastal Bike Trail provides over 20 waterfront miles of biking paradise.\n\nIf you have just an hour or two, ride along the trails through Marina del Rey.  Have more time?  Pack a picnic lunch (many of the hotels will gladly help in this area) and ride through the Marina, then head south to Playa del Rey Beach or north to world famous Venice Beach.  The 22-mile coastal bicycle trail extends to Torrance Beach on the south and Will Rogers State Beach on the northern edge of Santa Monica.  Along the way there are hourly bike rental locations, restroom facilities, water vending machines and food concessions.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Daniels Bike Rentals"],["url=http:\/\/danielsbikerentals.com\/"],["email="],["address=13737 Fiji Way"],["lat="],["long="],["directions=in Fisherman's Village"],["phone=+1-310-980-4045"],["tollfree="],["fax="],["hours="],["price="],["content=Offers a great selection of adult and children's bikes to tandems -- open most days. Call for hours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Marina del Rey Hotel"],["url="],["email="],["address=13534 Bali Way"],["lat="],["long="],["directions="],["phone=+1-310-301-1000"],["tollfree="],["fax="],["hours="],["price="],["content=Offers a selection of bikes to rent to the public. $15 for 2 hours\/$25 for the day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ritz-Carlton, Marina del Rey"],["url="],["email="],["address=4375 Admiralty Way"],["lat="],["long="],["directions="],["phone=+1-310-823-1700"],["tollfree="],["fax="],["hours="],["price="],["content=Bike rentals are generally available on weekends; ask the concierge for details."]]}]},"\n",{"type":"===","value":[" On-the-Water "]},"\n\nBoating, sports fishing, kayaking and whale watching top the list of aquatic pursuits in Marina del Rey.  You'll find an array of rental operations strung along the waterfront with many conveniently located at Fisherman's Village.  Private Charter companies in Marina del Rey offer everything from bareboat rentals to yacht and sailing charters, corporate teambuilding events to social events and parties, to scattering ashes at sea.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hornblower Cruises & Events"],["url="],["email="],["address=13755 Fiji Way"],["lat="],["long="],["directions="],["phone=+1 310-301-6000"],["tollfree="],["fax="],["hours="],["price="],["content=Enjoy breathtaking views, delicious meals, cocktails and live music on harbor cruises including Weekend Dinner Dances, Sunday Champagne Brunch and Sunset Sails."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Marina Paddle"],["url=http:\/\/www.venicepaddleboards.com\/"],["email="],["address=4625-A Admiralty Way"],["lat="],["long="],["directions="],["phone=+1 310-822-1888"],["tollfree="],["fax="],["hours="],["price="],["content=Have fun winding through the marina harbor with this popular fitness activity. See the city from the water, glide past sleek yachts and spot a sea lion or two along the way. Boards can be rented by the hour. Private and group lessons are also available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Marina del Rey Parasailing"],["url=http:\/\/www.marinadelreyparasailing.com\/"],["email="],["address=13717 Fiji Way"],["lat="],["long="],["directions="],["phone=+1-310-306-2222"],["tollfree="],["fax="],["hours="],["price="],["content= Enjoy an exhilarating parasailing flight from Fisherman's Village. Choose from a 500 ft. or 800 ft. experience. Flights can accommodate two-three persons at a time. See fabulous views of Venice Beach and Marina del Rey from the air. Reservations required."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Marina del Rey Sportsfishing"],["url="],["email="],["address=Dock 52 Fiji Way"],["lat="],["long="],["directions="],["phone=+1-310-822-3625"],["tollfree="],["fax="],["hours="],["price="],["content=Offers sports fishing trips for 1\/2 or 3\/4 day for halibut, yellowtail, calico bass, sand bass, barracuda and white sea bass. Rod rentals, tackle, bait, fishing licenses available.  During the winter months on weekends, whale watching and wildlife tours are offered. Reservations required.  Depart from Dock 52, where parking is free."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Phins Water Sports Club"],["url=http:\/\/www.phinsclub.com\/"],["email="],["address=14045 Panay Way"],["lat="],["long="],["directions="],["phone=+1 310-822-7600"],["tollfree="],["fax="],["hours="],["price="],["content=This club lets everyone from beginners to experts go slide seat rowing (single or double position) in a sculling boat, stand up paddle boarding (SUP) and kayaking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=UCLA Marina Aquatic Center"],["url=http:\/\/www.recreation.ucla.edu"],["email="],["address=14001 Fiji Way"],["lat="],["long="],["directions="],["phone=+1 310-823-0048"],["tollfree="],["fax="],["hours="],["price="],["content= From windsurfing, surfing, kayaking, stand-up paddle boarding, rowing and sailing, UCLA Marina Aquatic Center offers both equipment rentals and extensive instructional and recreational boating programs.  Open to non-UCLA community affiliates."]]}]},"\n",{"type":"===","value":[" Beaches "]},"\n\nIf you're looking for a little sand and sun for kids and toddlers, try ",{"type":"'''","value":["Marina Beach"]},".  This non-ocean facing sandy cove offers 12 acres of a public swimming, windsurfing and non-motored boating lagoon for kayaks and stand-up paddle boards.  Seasonally staffed by County lifeguards, the beach has no surf and is pleasant spot for family outings.  It features a children's play area, public picnic shelters with barbecue grills, benches and tables. Restaurants and bicycle rentals are nearby.\n\nWalk west on Washington Blvd for 10 minutes and you'll end up  on one of the most famous beaches in the world - ",{"type":"'''","value":["Venice Beach"]}," and ",{"type":"'''","value":["Venice Pier"]},". The beaches are wide with white sand, and a favorite spot for surfers, swimmers and suntanners. Follow ",{"type":"'''","value":["Ocean Front Walk"]}," north and enjoy the carnival like atmosphere of Muscle Beach.\n\n",{"type":"===","value":[" Hiking "]},"\n\nSoaking up the sea air and sunshine is a way of life in Marina del Rey.  Start with a stroll along ",{"type":"'''","value":["Burke Marina Walk Promenade"]},", beginning at ",{"type":"'''","value":["Marina Beach"]},", to get a feel for the community.  Stroll pass waterfront hotels, restaurants, picnic areas, bike rentals and yacht clubs.  View the boats, both large and small.\n\nAnother lovely area is at the south end of the Marina, along Fiji way, starting at the cobble stone paths of ",{"type":"'''","value":["Fishermans' Village"]}," to the Ballona Creek path.  Walk along the path, passing the ",{"type":"'''","value":["UCLA Marina Aquatic Center"]}," and the various university rowing teams' paintings.  Then heading along the Main Channel path to go towards the South Jetty.  You can either walk out on the South Jetty watching the boats coming and going, or cross the bridge over the creek and head over to the white sand beach.\n\nAlong Admiralty Way is the ",{"type":"'''","value":["Yvonne Brathwaite Burke Park"]},", which features a walking path and a 18-step Parcourse Circuit Trail to challenge your fitness level.  Look overhead and you may find the various nesting areas of the black crested night herons or snowy egrets in the large shade trees along the path.\n\nAt the end of Via Marina lies the tiny gem of ",{"type":"'''","value":["Aubrey E. Austin Park"]}," where the North Jetty Promenade begins.  You'll fine a lovely peaceful hideaway to walk along the North Jetty, watch the community sailing regattas at several of the outposts' benches, or to enjoy a picnic.  There are several platform areas from which you can fish.  Or, go a block north to the ",{"type":"'''","value":["Marina Peninsula"]}," Neighborhood and follow the walking trail.  This interesting coastal residential community is separated from the mainland by ",{"type":"'''","value":["Ballona Lagoon"]},", and is an attractive area to explore on foot.  Besides the interesting architecture, there are residential gardens to admire and of course, bird watching.\n\n",{"type":"===","value":[" Events "]},"\n\nWith several local events (both ongoing and yearly), there is always something to do in the Marina. They include:\n",{"type":"*","value":[" ",{"type":"'''","value":["Anglers Annual Halibut Derby (June)"]},", Fun and challenging for anglers of all ages, this early summer event awards prizes for catching the biggest fish on a rod and reel.  Fishing starts Saturday at sunrise.  Public weigh-ins held at Burton Chace Park at the end of the day.  Divisions for adults and youth. "]},{"type":"*","value":[" ",{"type":"'''","value":["Sunset Sailing Regatta"]},", Enjoy sunset from waterfront restaurants, Fisherman’s Village and the North Jetty during Marina del Rey’s largest sailing event as scores of sailors compete. Occurs every Wednesday evening, end of April through mid September."]},{"type":"*","value":[{"type":"'''","value":[" Marina del Rey Summer Concerts (July & August)"]},", This popular series of outdoor classical and pop evening concerts is set in Burton Chace Park, surrounded on three sides by the water.  All concerts begin at 7PM and take place outside on the green, lasting about two hours.  Select Thursdays feature Classical and Saturdays are Pops.  All are free, and ground seating space is first come, first served.  Spectactors are encouraged to bring low chairs or blankets and dress for cool evening weather."]},{"type":"*","value":[" ",{"type":"'''","value":["4th of July Fireworks"]},",     Celebrate America's birthday in the marina with the annual firework display. At 9PM explosives are shot from a barge across the marina's main channel, mirrored by the harbor below. Spectators may watch the display and listen to synchronized music on KXLU 88.9FM, also playing over loud-speaker throughout Burton Chace Park. Popular viewing spots also include Fisherman's Village and harborside restaurants.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Old Fashioned Day in the Park (July)"]}," features displays of vintage yacht, antique classic cars, motorcycles, vintage steam engines and ship models.  In Burton Chace Park; free."]},{"type":"*","value":[" ",{"type":"'''","value":["Discover Marina del Rey Day (October)"]},", this free family event explores the Marina from a child's point of view. Dozens of bouncy houses, ball pits, blow-up slides, games & rides; theater, arts & crafts, and face-painting. Parents can surf information booths for future visits and get out on the water with little ones. All-access wristbands sold onsight. Burton Chace Park, 13650 Mindanao Way."]},{"type":"*","value":[" ",{"type":"'''","value":["Marina del Rey Holiday Boat Parade (December)"]},", always the second Saturday in December. Festively decorated boats illuminate the main channel in one of the Marina's most visually exciting events. The parade starts at 6PM  Best viewing is at Burton Chace Park and Fisherman's Village."]},{"type":"*","value":[" ",{"type":"'''","value":["Weekend Concerts at Fisherman's Village"]},", Free outdoor concerts, including R&B, Jazz, Latin, Pop and Blues every Saturday and Sunday afternoon (weather permitting)year-round in Fisherman’s Village, 13755 Fiji Way. 1-4PM (2-5PM summer)."]},"\n",{"type":"==","value":["Buy"]},"\n\nMarina del Rey offers neighborhood shopping within walking distance from local hotels.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Waterside Marina del Rey Shopping Center"],["alt="],["url=http:\/\/shopwaterside.com\/"],["email="],["address=4700 Admiralty Way"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=open daily"],["price="],["content=Bank of America (ATM); Ralphs Market (with deli); men, women and children's clothing; gift shops; restaurants, cafes; boating supplies; post office and UPS shipping."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Marina Beach Shopping Center"],["alt="],["url="],["email="],["address=Washington Blvd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open daily"],["price="],["content=Shop for essentials and local services here.  Bagels, pet store, haircuts, quick service cafes and the favorite of locals, Joni's Coffee Roaster Cafe; Wells Fargo Bank (ATM)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Marina Marketplace"],["alt="],["url=http:\/\/www.villamarinamarketplace.com\/"],["email="],["address=Mindanao and Glencoe Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open daily"],["price="],["content=Offering restaurants, quick service cafes, an Equinox gym and a dine-in AMC movie theater; Pavilion's market; 24-hr. drug store; self-service laundry; men, women, and children's clothing and shoes; sports equipment; books, gifts, jewelry; services including haircuts, nail salon and tanning salon; CitiBank (ATM)and Chase Bank (ATM)."]]}]},{"type":"===","value":["Day Spas"]},"\nIf you're looking for a special treat for your body and soul, look no further than Marina del Rey.  \n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Spa Nautica"],["alt="],["url=http:\/\/spanautica.com\/"],["email="],["address=4375 Admiralty Way"],["lat="],["long="],["directions=inside The Ritz-Carlton"],["phone=+1 310-574-4356"],["tollfree="],["fax="],["hours="],["price="],["content=Offers massage services, facials, body treatments and salon services in a luxurious setting."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Odyssey MediSpa"]}," (4832 Lincoln Blvd., 310-301-2500) offers dermatological services such as Laser Gensis to help restore the skins' natural glow, aromatherapy massage, manicures and pedicures as well as waxing."]},{"type":"*","value":[" ",{"type":"'''","value":["Christine Valmy"]}," (4772 Lincoln Blvd., 310-821-8892) is a BYOGENIS Skin Care Salon featuring scientific facials along with micro dermabrasion, cellulite control, body therapy and permanent make-up and lash tinting."]},{"type":"*","value":[" ",{"type":"'''","value":["Massage Envy Spa"]}," (4770 Admiralty Way, 310-776-3113) is located in the Waterside Shopping Center and offers customized massages and healthy skin facials."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["Eatpricerange"],["Under $10"],["$10 - $25"],["Over $25"]]},"\n\nOne of the best things about Marina del Rey is the numerous restaurants and cafes that are clustered around the waterfront. Offering a rich diversity of gourmet cuisine, this could be the one place where eating out at every meal is a joy rather than a chore.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Eddies' Italian Restaurant"],["url=http:\/\/www.eddiesitalianrestaurant.com\/"],["email="],["address=4002 Lincoln Blvd"],["lat=33.99034"],["long=-118.44759"],["directions="],["phone=+1 310-822-0095"],["tollfree="],["fax="],["hours="],["price="],["content=BYOB and great prices at this hole-in-the wall Italian restaurant. Hope you like garlic."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chart House Restaurant"],["url="],["email="],["address=13950 Panay Way"],["lat=33.97910"],["long=-118.45324"],["directions="],["phone=+1-310-822-4144"],["tollfree="],["fax="],["hours="],["price="],["content=Chain restaurant featuring steak and fresh fish, either locally caught or flown in daily. Make sure you leave room for their signature dessert - Hot Chocolate Lava Cake, featuring rich Godiva Liqueur. Waterfront dining; fireside lounge with Happy Hour; summer outdoor dining. Also, now offering lunch on Saturday and Sundays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=J. Nichols Kitchen"],["url=http:\/\/www.jnicholskitchen.com\/"],["email="],["address=4375 Glencoe Ave"],["lat=33.98650"],["long=-118.43974"],["directions="],["phone=+1-310-823-2283"],["tollfree="],["fax="],["hours=Daily 7AM-10PM"],["price=$10-$20"],["content=Billing itself as \"upscale comfort food\", selections include a variety of made-from-scratch meals including breakfast standards (served until 2PM), sandwiches, meatloaf, ribs, steaks, pork chops, salads, and pizzas. Expect unique touches with most dishes - fries are served in conical containers, the turkey stuffing is made from cornbread, the pit beef is served with carmelized onions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kifune"],["url=http:\/\/www.kifune.com\/"],["email="],["address=405 Washington Blvd"],["lat=33.98120"],["long=-118.46328"],["directions="],["phone=+1-310-822-1595"],["tollfree="],["fax="],["hours="],["price="],["content=With a crowd that consists primarily of locals, this sushi restaurant offers a fun atmosphere, with Hide, the head sushi chef, chattering with customers at the sushi bar, yelling at the kitchen, and generally keeping everyone entertained. Food prices are reasonable ($6.50 for a tuna roll), service is quick, and most people leave smiling. Open for lunch during weekdays, and dinner every night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sapori Italian Restaurant"],["url=http:\/\/sapori-mdr.com\/"],["email="],["address=13723 Fiji Way"],["lat=33.97194"],["long=-118.44553"],["directions=in Fisherman's Village"],["phone=+1-310-821-1740"],["tollfree="],["fax="],["hours="],["price="],["content=This intimate Italian restaurant offers Marina views from its dining room and heated outdoor patio seating. Watch the yachts float by as you dine on delicious home-made pastas, seafood and Northern Italian specialties. Owner\/Manager Stefano is usually there to greet and seat you, and special requests are always welcomed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Stones"],["url=http:\/\/www.marriott.com\/hotels\/hotel-information\/restaurant\/laxmb-marina-del-rey-marriott\/"],["email="],["address=4100 Admiralty Way"],["lat=33.98187"],["long=-118.45978"],["directions=in the Marina del Rey Marriott Hotel"],["phone=+1-310-301-3000"],["tollfree="],["fax="],["hours="],["price="],["content=Serving California Cuisine, this restaurant in the Marina Marriott Hotel is open daily for breakfast, lunch and dinner. Validated 2 hour parking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tony P's Dockside Grill"],["url=http:\/\/www.tonyps.com\/"],["email="],["address=4445 Admiralty Way"],["lat=33.98424"],["long=-118.44785"],["directions="],["phone=+1-310-823-4534"],["tollfree="],["fax="],["hours="],["price="],["content=A local hangout that offers good food at a reasonable price with friendly service and incredible views of the water. The restaurant has spacious indoor dining and a large outdoor heated patio overlooking the Marina. The staff is very kid-friendly and they do have a children's menu. The restaurant features 100 beers from all over the world, a collection of more than 1,400 beer pulls on display and 27 flat screen TVs, including eight 65\" LED High-Defs in the tavern. The Tavern has also been voted #1 Sports Tavern in West Los Angeles. Open daily for lunch and dinner; weekends for breakfast."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Beachside Restaurant"],["url=http:\/\/www.jamaicabayinn.com\/dining.php"],["email="],["address=4175 Admiralty Way"],["lat=33.98315"],["long=-118.45826"],["directions="],["phone=+1-310-439-3033"],["tollfree="],["fax="],["hours="],["price="],["content= This restaurant, part of the Jamaica Bay Inn has large windows which bring the beach, garden and marina inside while the trellis-covered heated outdoor dining area overlooks both beach and garden, making it an excellent place to enjoy food and drinks. Menu includes specially selected food and innovative chef’s creations. Open for breakfast, lunch and dinner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe del Rey"],["url=http:\/\/www.cafedelreymarina.com\/"],["email="],["address=4451 Admiralty Way"],["lat=33.98415"],["long=-118.44764"],["directions="],["phone=+1-310-823-6395"],["tollfree="],["fax="],["hours="],["price="],["content=Located right next to the water, the dining room takes in views of the harbor. Make sure you ask about the \"day boat\" Del Rey -- the freshest fish you can possibly get, with the delicious selections landing on your plate within 24 hours! Full service bar and lounge. Food is prepared in a California\/Asian fusion style by a chef with Italian roots. The fireside lounge offers nightly piano music for those looking to simply unwind with a drink or two."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jer-ne Restaurant + Bar"],["url=http:\/\/www.ritzcarlton.com\/en\/Properties\/MarinadelRey\/Dining\/Jer-NeRestaurantBar\/Default.htm"],["email="],["address=4375 Admiralty Way"],["lat=33.98493"],["long=-118.45186"],["directions=in the Ritz-Carlton"],["phone=+1-310-574-4333"],["tollfree="],["fax="],["hours="],["price="],["content=Waterfront dining at the Ritz-Carlton Marina del Rey Hotel features a global fare utilizing fresh ingredients and local organic produce. White walls softened by rich hardwood floors. Enjoy your meal with waterfront views, on the patio or in the lounge by the fireplace. Open daily for breakfast, lunch and dinner. Sunday Champagne brunch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Warehouse"],["url=http:\/\/www.thewarehousemdr.com\/"],["email="],["address=4499 Admiralty Way"],["lat=33.98358"],["long=-118.45738"],["directions="],["phone=+1-310-823-5451"],["tollfree="],["fax="],["hours="],["price="],["content=This waterfront eatery has been serving the famous and famished for over 35 years. It has an international menu featuring seafood, steaks, pastas and salads. Plus, they have a large selection of California and International wines. They offer a Sunday buffet brunch and a seasonal Saturday buffet brunch, May through August. Live music on weekends. Open for lunch and dinner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Whiskey Red's"],["alt=previously Shanghai Red's"],["url=http:\/\/www.shanghairedsrestaurant.com\/"],["email="],["address=13813 Fiji Way"],["lat=33.97015"],["long=-118.44562"],["directions=in Fisherman's Village"],["phone=+1-310-823-4522"],["tollfree="],["fax="],["hours="],["price="],["content=Located along the waterway that all boats use to enter\/leave the marina, this restaurant offers seafood, steaks, chicken, and pasta with a great waterfront view. The weekend buffet is massive and hugely popular and is consistently rated among LA's top buffets. If you aren't hungry but are in the area the entrance to the restaurant features a garden and carp pond that is worth a look."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":[" Cafes "]},"\n\nThe casual environment of the Marina lends itself to coffee shops and cafes, which can be found in abundance.  The normal complement of Starbucks and other chain stores are present, as well as places with more local flavor:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=East Coast Bagel"],["url="],["email="],["address=4375 Glencoe Ave"],["lat=33.98657"],["long=-118.43972"],["directions="],["phone=+1-310-305-9852"],["tollfree="],["fax="],["hours="],["price="],["content=Try one of their \"Beggel\" (a 2-egg omelet on a bagel) breakfast sandwiches with a cuppa joe!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Joni's Coffee Roaster Cafe"],["url=http:\/\/www.joniscoffee.com"],["email="],["address=552 Washington Blvd"],["lat=33.98353"],["long=-118.45933"],["directions="],["phone=+1-310-305-7147"],["tollfree="],["fax="],["hours=6AM-4PM"],["price="],["content=Great coffee, individually brewed per cup! Incredible breakfast and lunch. Popular local boaters hangout, and a good place to see celebrities on the weekends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Panini Grill"],["url=http:\/\/www.paninicoffeecafela.com\/"],["email="],["address=4325 Glencoe Ave"],["lat=33.98684"],["long=-118.44008"],["directions="],["phone=+1-310-823-4446"],["tollfree="],["fax="],["hours="],["price="],["content= Offers a nice casual serving of paninis, salads, and Italian specials served with soup or salad."]]}]},"\n",{"type":"===","value":[" Nightlife "]},"\n\nMarina del Rey's most popular restaurants become the city's epicenter for nightlife.  Live music, dancing and lively bars spring to life at night.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Glow"],["url=http:\/\/www.glow-bar.com\/"],["email="],["address=4100 Admiralty Way"],["lat=33.98191"],["long=-118.45983"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located inside the Marina del Rey Marriott, Glow is a uniquely designed outdoor lounge surrounded by a special blend of water and fire elements, infused with a hip an eclectic vibe. Glow is rated one of the top ten hotel lounges in the US."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Marina del Rey Hotel"],["url="],["email="],["address=13534 Bali Way"],["lat="],["long="],["directions="],["phone=+1 310-301-1000"],["tollfree="],["fax="],["hours="],["price="],["content=Every Friday night, enjoy the thrill of Salsa dancing.  Lessons are from 9 - 10PM, with open dancing until 1AM.  Small cover charge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Brennan's"],["url=http:\/\/www.brennanspub-la.com\/"],["email="],["address=4089 Lincoln Blvd"],["lat=33.98885"],["long=-118.44646"],["directions="],["phone=+1 310-821-6622"],["tollfree="],["fax="],["hours="],["price="],["content= Fun, lively Irish pub with a great selection of beers and ales.  Nightly entertainment including live bands and turtle racing on Thursday nights."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n\nMarina del Rey's close proximity to Los Angeles International Airport makes it an excellent lodging option for business travelers.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Foghorn Harbor Inn"],["url=http:\/\/www.foghornhotel.com\/"],["email="],["address=4140 Via Marina"],["lat=33.98118"],["long=-118.45955"],["directions="],["phone=+1-310-823-4626"],["tollfree=+1-800-423-4940"],["fax=+1-310-578-1964"],["hours="],["price="],["checkin="],["checkout="],["content= Nestled among breezy palms, the charming inn is situated along quiet, colorful Marina Beach. Each of the quaintly-appointed rooms offers a private patio or balcony, so you can sit back and enjoy the lovely views of the sand and scenic harbor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jamaica Bay Inn"],["url=http:\/\/www.jamaicabayinn.com\/"],["email="],["address=4175 Admiralty Way"],["lat=33.98315"],["long=-118.45826"],["directions="],["phone=+1-310-823-5333"],["tollfree=+1-888-823-5333"],["fax=+1-310-823-1325"],["hours="],["price="],["checkin="],["checkout="],["content= resembles a West Indies resort complete with lush garden, lovely beachside pool and marina views.  Its restaurant features trellis-covered outdoor areas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Garden Inn"],["url=http:\/\/www.hiltongardeninn.com\/"],["email="],["address=4200 Admiralty Way"],["lat=33.98371"],["long=-118.45747"],["directions="],["phone=+1-310-301-2000"],["tollfree="],["fax=+1-424-289-3905"],["hours="],["price="],["checkin="],["checkout="],["content= 134 comfortable rooms near Marina Beach. Walking distance to Venice Beach. Pool, whirlpool, complimentary WiFi, mini-refrigerators in all rooms; restaurant on site."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marina del Rey Marriott"],["url=http:\/\/www.marriott.com\/hotels\/travel\/laxmb-marina-del-rey-marriott\/"],["email="],["address=4100 Admiralty Way"],["lat=33.98191"],["long=-118.45983"],["directions="],["phone=+1-310-301-3000"],["tollfree=+1-800-228-9290"],["fax=+1-310-448-4870"],["hours="],["price="],["checkin="],["checkout="],["content=370 guest rooms offering both water and mountain view."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ritz-Carlton, Marina del Rey"],["url=http:\/\/www.ritzcarlton.com\/en\/Properties\/MarinadelRey\/"],["email="],["address=4375 Admiralty Way"],["lat=33.98493"],["long=-118.45186"],["directions="],["phone=+1-310-823-1700"],["tollfree=+1-800-542-8680"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Guests enjoy ocean, marina or city skyline views from private balconies featured in every room."]]}]},"  \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Inn at Marina del Rey"],["url=http:\/\/www.innatmarinadelrey.com\/index.php"],["email=info@innatmarinadelrey.com"],["address=737 Washington Blvd"],["lat=33.98703"],["long=-118.45407"],["directions="],["phone=+1-310-821-4455"],["tollfree=+1-000-821-8277"],["fax=+1-310-821-8098"],["hours="],["price="],["checkin="],["checkout="],["content= 68 rooms, including 36 suites. Amenities include: complimentary continental breakfast each day, free high-speed wireless Internet, outdoor heated pool, exercise room, interior courtyard, covered\/secure parking."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nIf you're looking for a place to use the internet or check your e-mail, look no further than the Lloyd Taber Marina del Rey Library, 4533 Admiralty Way.  Open Monday thru Saturday,you can use a computer there to log on and search the internet.  Several cafes also offer WiFi-connection including Panera's Bread Bakery Cafe, Cafe Buna and the local Starbucks, as well as all the hotel restaurants.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Venice (California)"],["Venice"]]}]},".  The neighboring beach town offers miles of sand, an eclectic nightlife, and the infamous Muscle Beach."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Santa Monica"]]}]},".  Best known for its famous pier, Santa Monica is a must-see destination for most tourists, and home to many restaurants and bars frequented by locals."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Culver City"]]}]},".  A neighboring city and the home of Sony Studios that in recent years has been undergoing a rebirth and now has an increasing number of food, shopping and entertainment options."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Playa del Rey"]]}]},".  Located south of Marina del Rey and adjacent to LAX, Playa del Rey is home to extensive beaches and a variety of dining options."]},"\n",{"type":"{{","value":[["routebox"],["image1=California 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Santa Monica"]]}],["minorl1=",{"type":"[[","value":[["Venice (California)"],["Venice"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Long Beach"]]}],["minorr1=",{"type":"[[","value":[["Westchester (California)"],["Westchester"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["33.979444"],["-118.452778"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Westside (Los Angeles County)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Marina del Rey, California"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Localities\/M\/Marina del Rey\/"]]}]