[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Marinduque"]}," is an island in the ",{"type":"[[","value":[["Luzon"]]}," island group of the ",{"type":"[[","value":[["Philippines"]]},", east of ",{"type":"[[","value":[["Mindoro"]]},", south of Quezon and north of Romblon.  The province, which is shaped like a heart, is often called the \"Heart of the Philippines\", and is the home of the Moriones Festival held during Holy Week.\n\n",{"type":"==","value":["Towns"]},"\nGasan is divided into six towns, which are normally divided into east and west.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Boac"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Buenavista"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Gasan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mogpog"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Santa Cruz (Philippines)"],["Santa Cruz"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Torrijos"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tres Reyes Islands"]]}]},{"type":"*","value":[" Maniwaya Island"]},{"type":"*","value":[" Sir Diomer Dy's Paradise"]},{"type":"*","value":[" Mongpong\/Polo islands"]},{"type":"*","value":["Santa Cruz Church"]},{"type":"*","value":[" Balwarte ( Brgy. Lapu-Lapu look for Kagawad Jose \"Tita Pilar\" Riego)"]},{"type":"*","value":["Mount Mapayong Payong"]},{"type":"*","value":[" Mount Malindig ( Torrijos)"]},{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\nMarinduque is a ",{"type":"[[","value":[["Filipino phrasebook"],[{"type":"'''","value":["Tagalog"]}]]},"-speaking province, similar to neighboring Mindoro and Quezon.  However, Tagalog as spoken on Marinduque has a number of features retained from older Tagalog, as well as from the Bikol and Visayan languages, which distinguish it from other Tagalog dialects, including the national language, Filipino (the standardized Tagalog of Manila).  These include the following:\n\n",{"type":"*","value":["A unique set of prefixes which are used instead of standard Tagalog prefixes.  These include ",{"type":"''","value":["ma-"]}," and ",{"type":"''","value":["ga-"]}," for future tense (",{"type":"''","value":["masulat"]}," and ",{"type":"''","value":["gaaral"]}," instead of ",{"type":"''","value":["susulat"]}," and ",{"type":"''","value":["mag-aaral"]},"), and ",{"type":"''","value":["a-"]}," for past tense (",{"type":"''","value":["atulungan"]}," instead of ",{"type":"''","value":["tinulungan"]},")."]},{"type":"*","value":["The use of ",{"type":"''","value":["in-"]},", which is used for the present progressive, as a prefix, rather than an infix as in other dialects (",{"type":"''","value":["inatawag"]}," instead of ",{"type":"''","value":["tinatawag"]},")."]},{"type":"*","value":["The demonstrative pronoun ",{"type":"''","value":["dini"]},"\/",{"type":"''","value":["diri"]}," is still used to mean \"here\".  In other Tagalog dialects, this merged into ",{"type":"''","value":["dito"]},".  Similarly, ",{"type":"''","value":["iri"]}," is still used to mean \"this\"; this merged into \"ito\" in other dialects."]},{"type":"*","value":["The interjection ",{"type":"''","value":["ngani"]},", similar to the ",{"type":"''","value":["ala eh"]}," of ",{"type":"[[","value":[["Batangas"]]},"."]},"\nHowever, Marinduqueños will understand Filipino, as it is the language taught in school.  English is also spoken, though to varying levels of fluency.\n\n",{"type":"==","value":["Get in"]},"\nMarinduque can be accessed by air and by sea.\n\n",{"type":"===","value":["By air"]},"\n",{"type":"'''","value":["Marinduque Airport"]}," (",{"type":"{{","value":[["IATA"],["MRQ"]]},") is in Barangay Masiga, Gasan, near the border with Boac. \n\nIt is highly recommended that you arrange with the hotel\/resort or person you are staying with for transfers to and from the airport as the island does not have any taxis available for hire.  Jeepneys however can drop passengers off in front of the airport.\n\n",{"type":"===","value":["By sea"]},"\nThere are three ports of call for Marinduque: Balanacan Port in Mogpog, Cawit Port in Boac and Buyabod Port in Santa Cruz.  Most visitors headed for Mogpog, Boac, Gasan or Buenavista by sea will enter Marinduque via Balanacan or Cawit, while those headed to Santa Cruz or Torrijos will enter via Buyabod.\n\nLucena City in ",{"type":"[[","value":[["Quezon"]]}," is the main hub for passenger and roll-on\/roll-off (RO-RO) ferries headed for Marinduque.  Montenegro Shipping Lines (MSLI) ",{"type":"[","value":["http:\/\/www.montenegrolines.com.ph\/"]}," has daily service to the island from Lucena from php208 per way. alternating between all three ports.  Cawit is also served by Starhorse Shipping, connecting it to Subuquin Port in San Juan, ",{"type":"[[","value":[["Batangas"]]},".\n\nThere is also a daily passenger boat plying between Gasan and Pinamalayan in ",{"type":"[[","value":[["Mindoro"],["Oriental Mindoro"]]},".\n\n",{"type":"====","value":["By land"]},"\nVisitors who intend to go to Marinduque by land will have to do so via Lucena or San Juan, transferring to a ferry along the way.  Two bus lines have service to Marinduque: JAC Liner ",{"type":"[","value":["http:\/\/www.jacliner.com"]}," has bus service to Marinduque via Lucena, while RRCG Liner has bus service to Marinduque via San Juan.\n\n",{"type":"==","value":["Get around"]},"\nJeepneys and tricycles are the main means of transport in Marinduque.  Jeepneys are often used for travel between towns, while tricycles are used to travel within towns.  Pump boats (",{"type":"''","value":["bangka"]},") meanwhile are used to travel between the mainland and the outlying islands.\n\nBecause there are relatively few cars in Marinduque, it is possible to get around with a car or a motorcycle.  However, gasoline sold in Marinduque is more expensive than in the rest of Luzon, road upgrading works often slow down travel times between towns as normally two-lane roads are reduced to a single useable lane, and outside major provincial roads, interior road quality is generally poor.  In addition, driving entails having to bring a vehicle in from Luzon, and there are no rental agencies on the island.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["White Beach"]}," - White Beach is located in Barangay Poctoy within the municipality of Torrijos. Poctoy's white beach is one of the finest beach's on the Marinduque Mainland, Their your surrounded by clean clear, deep water and warm happy locals. The area is also a hangout for the local community, where you can spend the night singing karaoke or talking and meeting the locals. Not only is it a Social area, it also doubles as a small market area in the day. You can purchase the latest Catch of Fish from the Fishermen, you can buy products from the Sari-Sari store or sit back and drink a beer at the adjacent resort."]},{"type":"[[","value":[["Image:Phil gaspar1.jpg"],["thumb"],["300px"],["Tres Reyes Islands, Marinduque"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tres Reyes Islands"]}," - The Tres Reyes Islands (Also Known as the \"Three Kings\") is a chain of 3 Islands off the coast of ",{"type":"[[","value":[["Gasan"]]},". The main island is known as \"Gaspar Island\", It is famous for its always empty beaches, perfectly white sand and amazing diving and clear azure warm water. The beautiful islands can be accessed via boat only, you must organise a boat trip with one of the Resorts along the coastline or with a local fisherman. Don't be scared to haggle with either of the two, as long as you're realistic."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Bathala Caves"]}," - The Bathala Caves are one of the famed sites of Marinduque, this Massive cave system is located in the mountains of Santa Cruz on private Property. You must ask the owners of the property to access the Caves, they usually charge a small fee. It is wise to have a guided tour if it's your first time, as you have to climb and hike some fairly rugged landscapes. There would be an additional fee for a guided tour. The Caves offer an amazing view, especially during sunset and sunrise when the Cave (named - The Cathedral) lights up entirely, showing off its amazing lines. The Python cave is also a must see, although if you have a fear of snakes you better skip it. It is a large system of caves with Rock Pythons living in the walls and areas, but do not fear as they are relatively harmless as long as you don't do anything to upset them (don't worry, the Guides keep you fairly far from the action anyway)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Red Mountain"]}," - Red Mountain is the site of the Battle of Pulang Lupa in the Filipino-American War. After a long hike to the top, you will be rewarded with a full 360 degree view of the surrounding Marinduque Area and valleys. The name \"Red Mountain\" was attributed to the amount of blood that was shed in the fierce battle involving Filipino and American forces during the Filipino-American war. The Filipino forces won that battle and a memorial was built to commemorate the historical event. Hiking to the memorial may prove to be a challenge particularly on hot days. However, visitors can access half the track up to the Main Memorial with a vehicle, but the hike is still difficult for those not in the best of shape."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Go diving"]}," - Marinduque has a lot of places to explore underwater, generally the Drop-off into the reefs and marine life in Marinduque is a few hundred meters off shore (depending where you are). The ",{"type":"[[","value":[["Tres Reyes Islands"]]}," are great to start you off in diving or snorkeling, the islands are surrounded by abundant marine life and warm tropical waters. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Watch cockfighting"]}," - Generally every weekend (Saturday especially) the local cockfight begins around noon. If you do not agree with cockfighting or prefer not to know anything of it, you should avoid the Cockfight Arena's during the Weekend. If you wish to take part in the activity you can, by simply paying a fee at the door you can enter the arena and place bets. It is an amazing sight to see, the arenas are typically packed and very noisy and social."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Take part in the Moriones"]}," - The Moriones is an amazing festival that takes part all over Marinduque during Holy Week. During the Lenten season, Marinduque comes alive with people from all over the countryside visiting to witness the very popular and famous Moriones Festival, a colorful religious celebration that links to the story of Longinus with Christ’s Passion and Death. This festival is known as the most colorful in all of the ",{"type":"[[","value":[["Philippines"]]},", if you plan on visiting during the festival you should prepare in advance, as a lot of people travel during the holy season (peak travel season)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Relax and explore"]}," - You have many options of what to do on Marinduque, typically a lot of coastal resorts will have a boat on offer (Also known as a \"Bangka\"), you can take the boat out and explore your own way or go for a relaxing snorkel offshore. If you wish to visit more inland, there are a number of things to do. Exploring and bargaining at the local markets is always a good way to socialize and take in the sights. There are also a number of traditional places to visit, you can purchase traditional crafts made by local artisans or you can even purchase your own \"Moriones Festival\" Mask."]},"\n",{"type":"==","value":["Eat"]},"\n\nThere is a wide range of things to eat on Marinduque Island. In the bigger cities such as Gasan or Boac, you have more of a range of things to eat. Resorts around Marinduque do also serve meals, but when it comes to the more rural areas you will likely have less of a choice, typically Filipino food is only served around the rural areas. Street barbecues can be common around some sari-sari stores and the city areas. In some resorts you also have the option of cooking for yourself.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are many bars on Marinduque Island that can offer you whatever your drinking need is. Most of the normal bars can be found in the main cities whilst in and around rural Marinduque you have Sari-Sari stores and beach-side bars. A number of karaoke bars are dotted around the island, where you can usually find a drink nearby. \n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Gasan"]},"\n\nGasan has a number of hotels and resorts spread out along the coastline.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Katala Beach Resort"]},". Many facilities on offer such as a running restaurant and bar, air-conditioning, a boat you can hire and clean rooms with friendly staff. The resort is located directly on the beach."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Club Marinduque"],["alt="],["url=http:\/\/www.clubmarinduque.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Has a number of facilities such as food, air-con, a pool and large rooms. The resort is right on the beach."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Luxor Private Beach Resort"],["alt="],["url=http:\/\/www.facebook.com\/pangi.gasan.marinduque.philippines"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Beach front resort, with 7 cottages, each cottage has one room with two double beds, can accommodate up to 4 persons, air conditioned, en suite bathrooms with hot and cold shower."]]}]},"\n",{"type":"===","value":["Torrijos"]},"\n\nTorrijos has primarily resorts located along the coastline. \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Beach Club Cagpo"],["alt=beachclubcagpo@yahoo.com"],["url=http:\/\/www.beachclubcagpo.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is right on a stretch of 200 meters of private beach. The bar and restaurant serves European and Filipino cuisine, with their own grown salads and vegetables. There is a private van on offer if you wish to be picked up at the port\/airport, or to hire for your own use. The cottages include air-con, hot and cold water and private bathrooms. The resort also has a large generator, so there will be no issues with power outages, which are common on the island. You also have the choice of making your own meals with an outdoor kitchen available as well."]]}]},"\n",{"type":"===","value":["Boac"]},"\n\nBoac has a number of hotels and resorts available.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tahanansaisok.com\/ Tahanan sa Isok"]}]},". A lovely 15 room hotel in Boac offering modern amenities. The hotel offers a restaurant, a secluded garden and a swimming pool. Located on a quiet street but a short walk away from the festivities during Lenten season.\n\nLucky 7 Pension House. Magsaysay street. phone 3322-7777. from php250 a night.\n\n",{"type":"===","value":["Santa Cruz"]},"\n\nSanta Cruz has a number of hotels and resorts available.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Oromismo Hotel"],["alt="],["url=http:\/\/www.oromismohotel.com"],["email=oromismohotel8@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=011-6342-321"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located in downtown Santa Cruz, in one of many newer buildings built in 2008. Large bedrooms and fully air-conditioned. Dependable and ample supply of hot and cold running water on premises. Dependable power generator is on the premises in case of brownout. Hotel floors completely tiled. No carpets. All accessories such as bed spreads, bed sheets, pillow\/covers, and bathroom fixtures are imported from the U.S.A. Clean exterior and interior. Courteous staff - 24\/7 days on duty. Banquet hall on top (4th) floor is available for rent for parties or conferences. Laundromat is on the premises, washing machine and dryer imported from USA."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nLike any other place in the world, it is unsafe to flash all your money or belongings in public, or leave them sitting around unattended. Marinduque has a very low crime rate, in fact one of the smallest in the Philippines, But this doesn't mean you should leave all your stuff hanging around. It's wise to take care of your stuff wherever you go in the world as you travel.\n\n",{"type":"==","value":["Go next"]},"\n\nTo get out of Marinduque, you simply have to get to one of the nearest ports on time. Jeepneys, tricycle and FX's can always take you to the port. In the larger cities, such as Gasan, Torrijos, Santa Cruz and Boac the Bus Liners tend to stop off at the local terminal. They wait until the bus is full or when it's time to leave for the Port. If your unsure of the time of departure for the Port, ask around, especially to bus or jeepney drivers. They always know the right time.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"{{","value":[["geo"],["13.4000"],["121.9667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Luzon"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Marinduque"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Marinduque"]]}]