[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Maria la Gorda"]}," is in ",{"type":"[[","value":[["Pinar del Rio (province)"],["Pinar del Rio province"]]}," in western ",{"type":"[[","value":[["Cuba"]]},". It is mostly synonymous with the diving camp that is situated there. The entire settlement consists of a hotel, diving centre, small shop, sandy beach and 2 restaurants. However, even if you are not a diver, it is a nice place to spend a night.\n\n",{"type":"==","value":["Get in"]},"\nThere are no public buses to this part of Cuba. You can however book transfers easily through tour agencies.\n\nFrom Vinales for example a transfer bus leaves daily at 8:00am and returns at 5:00pm - journey time 3hrs cost 15CUC per person. Bear in mind that Maria la Gorda is a long way from anywhere.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nIf you walk a few kilometers away from the camp, towards the top of the peninsula, you see interesting landscape -- mangrove swamp and the sea are divided by wall of old shells\/corals. Some big (50 cm) empty shells there.\n\nThis entire peninsula was recently run over by Hurricane Ivan (and subsequently Hurricane Wilma) and it will probably take some time to restore its natural beauty.\n\n",{"type":"==","value":["Do"]},"\nDiving is the main activity on offer. A range of options are available, and snorkeling trips go out with every dive (though on one trip there was little to be seen by snorkelers that couldn't be seen by snorkeling from the jetty). There is also a volleyball pitch.\n\nThe hotel also advertises that it runs hiking excursions, and other entertainment, but travelers report little evidence of any of that.\n\nIf you have your own transport it is possible to drive (with a paid guide) to the western end of mainland Cuba. This Wikivoyager was rather disappointed in this trip: it was a long dusty drive with little to see - there's a lighthouse and marina at the end, but we weren't taken round the former and were the only visitors to the latter (they provided sandwiches and beers, not included in the price). You may see some Iguanas from the road, or within the resort. There is a deep swimming hole with an underground connection to the sea (and containing some tropical fish) at the Ecological station, where the road meets the sea on the way in. Other trips (including hikes) are also available from the station. If you're interested in Cuban birdlife there are a few bits and pieces to be seen. Bee Hummingbirds (the smallest bird in the world) are said to be present on the peninsula and at Playa Larga. Royal Terns loaf on the piles near the resort entrance and there are some Yellow-headed Warblers and Black-throated Green Warblers around a dump not far from the resort - follow a track into the scrubby woodland next to a roadside pool on the inland side of the road half a mile or so from the resort entrance. In spring large black, yellow and red land crabs swarm in their hundreds across the roads (especially after rain) and the inevitable casualties attract scavenging flocks of Turkey Vultures. Quite a sight.\n\n",{"type":"==","value":["Eat"]},"\nThe dinner buffet is no good and at 15CUC per person is very bad value. There is also a small a la carte restaurant which is marginally better. When booking the hotel don't take the dinner option - you can decide when you get there if you want to risk the buffet! (In March 2006 the food was found to be OK, though the restaurant was better than the buffet. Both were no better or worse than most of the meals in various parts of Cuba.) (In February 2010 buffet food was very good - not luxury, of course, but much much much better compared to anything we had in Cuba at all)\n\n",{"type":"==","value":["Drink"]},"\nA decent bar - but taking a bottle of rum with you advisable, and they don't mind.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Maria la Gorda"]},", CUC 66 for a room with 2 beds (hot water, TV, rich breakfast). This is the only hotel in entire area down from Guane. They have a complex of wooden cabins connected by walkways which were comfortable and pleasant."]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Pinar_del_Rio_(province)"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]