[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Marmara Ereğlisi"]}," (pronounced ",{"type":"''","value":["mar-mah-rah eh-reh-lee-see"]},") is a coastal town with a population of about 7,000 in ",{"type":"[[","value":[["Eastern Thrace"]]},", NW of ",{"type":"[[","value":[["Turkey"]]},".\n\n",{"type":"==","value":[" Understand "]},"\n\nMarmara Ereğlisi occupies a triangular peninsula with a ‘hook’ attached on its tip on the northern coast of the Sea of Marmara. In the past, the town was known as ",{"type":"'''","value":["Perinthos"]}," and subsequently as ",{"type":"'''","value":["Herakleia"]},", out of which modern name derived. The town is locally known as ",{"type":"'''","value":["Ereğli"]},", and Marmara, although an official part of the name, serves as a disambiguator to differentiate the town from other two Ereğlis in Turkey.\n\nAlthough older parts of the town resemble more of a village today, with roosters crowing here and there, during the days of Perinthos, town served as the capital of Roman province of ",{"type":"[[","value":[["Thrace"],["Thrakia"]]},", and it’s hard to believe but what is today ",{"type":"[[","value":[["Istanbul"]]}," was just a village administered from Perinthos then.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus\/minibus"]},"\n",{"type":"'''","value":["Buses"]}," operating between ",{"type":"[[","value":[["Istanbul"]]}," and ",{"type":"[[","value":[["Tekirdağ"]]}," (and other places west lying on this route such as ",{"type":"[[","value":[["Malkara"]]},", ",{"type":"[[","value":[["Keşan"]]},") accept passengers to Marmara Ereğlisi, but you have to get off at the junction of the highway and access road to town centre (which is not a very big deal since you can walk to town centre in about 15-20 minutes at most). \n\n",{"type":"'''","value":["Minibuses"]}," from Tekirdağ’s ",{"type":"''","value":["otogar"]},", recognizable by their red & white exteriors and which cost 5 TL one-way, on the other hand make it all the way to the town centre. They depart every 15 minutes daytime and 30 minutes in the evening between 6:30AM and 10:30PM and a trip takes around 50 minutes.\n\n",{"type":"===","value":["By car"]},"\nThe town lies close to ",{"type":"'''","value":["D110\/E84"]}," highway between ",{"type":"[[","value":[["Istanbul"]]}," (90 km to east) and ",{"type":"[[","value":[["Tekirdağ"]]}," (40 km to west).\n\n",{"type":"===","value":["By boat"]},"\nDespite being a coastal town, there are no scheduled ferry services to the town and quite frankly there is not somewhere suitable to anchor if you even arrive by your own boat. You may better anchor your boat in ",{"type":"[[","value":[["Tekirdağ"]]}," and then bus the rest 40 km overland instead.\n\n",{"type":"==","value":["Get around"]},"\nWalk. Nowhere in the town is away more than 15 minutes of walk from each other.\n\n",{"type":"==","value":["See"]},"\nThe ostentatious days of Perinthos are long gone for more than two millenia, so many of the historical sights described here are slowly vanishing. In fact many can be distinguished from natural formations only by careful eyes and only people really interested in history may find them worth of a check.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is an open-air display of marble columns and sarcophagi –as is usual in any ancient Roman site- dating back to Perinthos in a park located a few metres down the town square towards eastern waterfront. This is probably the historical sight in best condition."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Old town"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Situated on the top of the hill rising on the tip of the peninsula, this is the oldest part of town. There are many houses around maintaining Greek architecture but most are very badly in need of a repair. One exception is ",{"type":"'''","value":["Constantine’s Residence"]}," (",{"type":"''","value":["Konstantin’in Evi"]},"), a stone two-floor mansion known by its former owner’s name. It’s situated near the western coast, a block or so down the town square."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=City walls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Most of the old town is surrounded by ancient city walls, though in most parts they resemble more of a somewhat high garden fence rather than grandiose city walls. You may occasionally spot a (largely ruined) tower here and there if you walk around them a bit."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Roman breakwater"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on the western coast, you can more easily spot it from the top of the cliff as it appears as random rocks on two straight rows lying parallel to each other when you hit to the beach next to it. Nice to watch the cormorants playing with the waves though."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Amphitheatre"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You will not find the usual marble seats as they are covered by grass and earth several feet thick. However the amphitheatral form of half-moon ascending from a stage is still clearly distinguishable, in fact it looks more majestic with the grass and all. To get there from the town centre, walk uphill through the old town, and as you come to the edge of the cliff overlooking the sea, turn left (towards east). You’ll walk on an unpaved path for about 15-20 minutes passing beside, below and over some remnants of city walls. The amphitheatre is located right below the lighthouse on the top of the hill: Take the lighthouse (which will appear after you walked for about 5-10 min) as a bearing if it’ll make it easier for you. Don’t ask the locals about amphitheatre, they seem to be even unaware of its existence and when asked about where the ",{"type":"''","value":["tiyatro"]}," is, they show the way to the modern cultural centre which has a theatre stage. It offers a very beautiful view of the sea located below the cliff next to the amphitheatre."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tumulii"],["alt=singular: tumulus, in Turkish: tümülüs"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These are conical not-so-high hills, rising suddenly out of ground and somewhat natural at first glance. They are actually man-made, remained from ",{"type":"'''","value":["Thracians"]},", the native folk of this region before the arrival of Greeks and Romans among others. They were erected to serve as mausoleum for Thracian kings and nobles (think of them as local variation of the ",{"type":"[[","value":[["Cairo\/Giza"],["pyramids"]]},", though these two are historically unrelated). Although the tumulii are scattered all around ",{"type":"[[","value":[["Thrace"]]},", the area about 5 km north of Marmara Ereğlisi has an exceptionally high number of tumulii, as Perinthos was an important centre of the region even before Romans. The tumulii 5 km out of town may not worth the trouble to go there, so you may take a distant look at a quite a few of them in the same frame when returning from the amphitheatre, just before entering the old town and immediately after the path swings to right (towards north)."]]}]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Take a bottle of ",{"type":"'''","value":["wine"]},", go to the amphitheatre and enjoy it, perhaps against the sunset. The amphitheatre is so beautifully located that the sun sets exactly in the same direction the amphitheatre faces, beyond the sea."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bank."]}," ",{"type":"''","value":["Ziraat Bankası"]}," has a branch in the town square, just opposite the little otogar of minibuses."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Supermarket."]}," The national chain ",{"type":"''","value":["BİM"]}," has a supermarket on the street on the eastern waterfront."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nAs soon as you enter the town, you’ll see lots of signs for hotels (",{"type":"''","value":["otel"]},") and guesthouses (",{"type":"''","value":["pansiyon"]},"). Some may be closed for winter, however, there are ones open year-round on the eastern waterfront.\n\nIf you are into ",{"type":"'''","value":["camping"]},", you can find some good and discrete spots away from houses to pitch your tent near the southern coast of the peninsula, over the cliff on the way to amphitheatre. Aim for areas covered with wild grass, not wheat fields or other cultivated places.\n\n",{"type":"==","value":["Stay safe"]},"\nThere are lots of ",{"type":"'''","value":["stray dogs"]}," around (particularly in winter). The worst they are capable of doing is barking at you and giving a little chase it seems, though.\n\n",{"type":"==","value":["Connect"]},"\n\nThe telephone code of the town is (+90) ",{"type":"'''","value":["282"]},".\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["routebox"],["image1=Tabliczka E84.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Keşan"]]}],["minorl1=",{"type":"[[","value":[["Tekirdağ"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Istanbul"]]}],["minorr1=Merges with ",{"type":"[[","value":[["Image:Tabliczka E80.svg"],["22px"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern_Thrace"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Marmara_Ereğli"]]},"\n",{"type":"{{","value":[["geo"],["40.969722222222"],["27.955277777778"]]}]