[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Marple"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.marpletwp.com\/ Marple"]}]}," is in ",{"type":"[[","value":[["Delaware County (Pennsylvania)"],["Delaware County"]]},", ",{"type":"[[","value":[["Pennsylvania"]]}," (commonly referred to as Delco). Marple is about 11 miles from center city ",{"type":"[[","value":[["Philadelphia"]]}," with a population of more than 23,000. \n\n",{"type":"==","value":[" Understand "]},"\n\nMarple was inhabited in 1683 by a group of Quakers who were members of the Society of Friends",{"type":"[","value":["http:\/\/www.quaker.org\/"]},". The Quakers escaped from England and the religious persecution present there and settled in the land of William Penn’s Holy Experiment. The Holy experiment was an attempt by the Quakers to establish their own community. The community began to grow during the pre-revolutionary period, and while no action took place in Marple during the Revolutionary War, the growth of occupation crafts such as weavers and millers gave way to increased trade. Once the war was over, Marple returned to its farming and agrarian lifestyle. \n\nPopulation in Marple began to grow rapidly after the Civil War. The Industrial Revolution brought rail transportation through the township making transportation easier around Marple and into Philadelphia. The largest period of development for Marple Township came towards the end of World War II. The improvement of roads, public transportation and the availability of the automobiles made Marple a suburban community.\n\nNowadays, Marple is a bustling community full of families, great restaurants, tons of shopping experiences nearby, and great attractions. Whether you are more family oriented, a history buff, a foodie or a shopaholic, Marple is a great central town to everything you need. Located 11 miles from Philadelphia and 13 miles from the King of Prussia Mall ",{"type":"[","value":["http:\/\/www.simon.com\/mall\/landing\/845\/"]},", everything you will need is within a 30 minute car drive. \n\n",{"type":"==","value":[" Get in "]},"\n\nBy car, Marple is most easily accessible from Interstate 476 (The Blue Route) at exit 9-Broomall\/Upper Darby at the junction of I-476 and Route 3, known as West Chester Pike. The Septa Public Transportation system hub at 69th Street in Upper Darby is a easy and accessible way to get around Delaware County and surrounding areas. Route 104 on the Septa System will take riders from center city Philadelphia directly into Marple. Also, taking the Market-Frankfurt line from Philadelphia into 69th Street Station will leave you only a short drive away from Marple.\nAdditionally, Marple is only 17 miles from Philadelphia International Airport, which makes traveling to and from Marple very accessible. \n\n",{"type":"==","value":[" Get around "]},"\n\nGetting around Marple is very easy. Driving by car is probably the easiest and most common option. There is an abundance of parking throughout Marple, which makes driving the best option. Most developments are located close to stores or shopping centers and sidewalks are present throughout the township, making walking or biking easy as well.\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thomasmasseyhouse.org\/ Thomas Massey House"]}]}," – This home is an American Classic and is on the National Register of Historical Places. It is an old farmhouse from 1686. Once the home of an indentured servant who became a landowner, it is one of the oldest English Quaker homes in all of Pennsylvania. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dchs-pa.org\/ Delaware County Historical Society"]}]}," – founded in 1895, it is the oldest historical society in the county. The mission of the Delaware County historical society is to preserve and present the history of Delaware County and surrounding areas, including restoration of historic structures, historical objects and archival materials. \n\nGreek American Society of Greater Philadelphia ",{"type":"[","value":["http:\/\/www.museumsusa.org\/museums\/info\/4539"]},"- This great museum is host to a wide range of Greek American history, reflected the strong Greek community in Marple. \n\n",{"type":"==","value":["Surrounding Areas"]},"\nMarple is located in a great central area between Philadelphia and the rural areas of the western suburbs. It is easily accessible to the farm country of the western suburbs and the city life and attractions of the big city.\n\n",{"type":"[[","value":[["Media"]]}," ",{"type":"[","value":["http:\/\/www.mediaborough.com\/"]},"– located about 15 minutes from Marple offers a great dining and shopping experience in a quaint and adorable town.\n\nBrandywine Battle Historic Field ",{"type":"[","value":["http:\/\/www.ushistory.org\/BRANDYWINE\/"]},"– brings to life the largest engagement of the Revolutionary War.\n\nLinvilla Orchards ",{"type":"[","value":["http:\/\/www.linvilla.com\/"]},"– a 300 acre farm dedicated to agriculture, family fun and education. Pick your own fruits and vegetables or visit around holidays for special events.\n\nLongwood Gardens",{"type":"[","value":["http:\/\/www.longwoodgardens.org\/"]}," – a beautiful garden experience inspiring visitors through design, horticulture and education of the arts.\n\nTyler Arboretum ",{"type":"[","value":["http:\/\/www.tylerarboretum.org\/"]},"– offers year round hiking trails, horticulture collections and rare plant specimens, great for families and outdoor enthusiasts.\n\n",{"type":"==","value":["Do"]},"\n\nThe eleven parks located in Marple Township are all kept and maintained by the municipal government. \n\nBroomall Fields – fields for Marple Township Little League.\n\nMarple Gardens – offers softball fields and basketball courts, playground and picnic areas.\n\nOld Marple School Park – playground, picnic area, sledding hill and walking trails.\n\nSouth Marple Little League – baseball fields, roller rink, tennis courts and snack bar.\n\nVeterans Park – large playground and walking trails around a large open field along with entertainment gazebo great for photo opportunities.\n\n",{"type":"==","value":["Buy"]},"\n\nLawrence Park Shopping Center - located on Sproul and Lawrence Roads, LPSC is home to many stores including Barnes & Noble, TJ Maxx, Radio Shack, Home Goods, Hallmark, local florist, Citizens Bank, Acme Supermarkets, Panera Bread, Hair Cuttery, Nana's Attic Thrift Store and more.\n\n",{"type":"==","value":[" Eat "]},"\n\nIt is important to note that Marple is a dry township, but many restaurants are BYOB. \n\nSoprano’s Deli and Catering ",{"type":"[","value":["http:\/\/www.sopranoscatering.net\/"]},"– 3072 West Chester Pike, Broomall PA, BYOB, best canoli's in town. \n\nCountry Squire Diner – 2560 West Chester Pike, Broomall PA. Offers great food 24 hours with a delicious bakery.\n\nValentino's Ristorante Italiano ",{"type":"[","value":["http:\/\/www.valentinositaliano.com\/"]}," – 2902 West Chester Pike, Broomall PA, BYOB with a great selection of Italian cuisine. \n\nMrs Marty's Deli",{"type":"[","value":["http:\/\/www.mrsmartys.com\/home\/"]}," – 1991 Sproul Road, Broomall PA, located in Pawrence Park Shopping Center, family run deli\/restaurant with great food all day long. \n\nGarden China – 2047 Sproul Road, Broomall PA, quick and delicious Chinese restaurant. \n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":[" Sleep "]},"\n\nThere are no hotels\/motels in Marple but there are many located in Springfield, Conshohocken, and outside of Philadelphia.\n\n",{"type":"[[","value":[["WikiPedia:Marple Township, Delaware County, Pennsylvania"]]},"\n\n",{"type":"{{","value":[["geo"],["39.975000"],["-75.358056"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Delaware County (Pennsylvania)"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]