[{"type":"{{","value":[["pagebanner"],["Marseille banner.jpg"],["caption=View from church Notre-Dame de la Garde towards Old Port"]]},"\n",{"type":"[","value":["http:\/\/www.marseille-tourisme.com\/en\/ ",{"type":"'''","value":["Marseille"]}]}," (Latin: ",{"type":"''","value":["Massilia"]},") is the second most populated city of ",{"type":"[[","value":[["France"]]}," (and third urban area) the biggest mediterranean port and the economic center of the ",{"type":"[[","value":[["Provence-Alpes-Côte d'Azur"]]}," region. In 2013 the city (with its region) was the European Capital of Culture, a large series of cultural events will took place, and several new infrastructures were inaugurated. In 2013 Marseille also hosted the ",{"type":"[","value":["http:\/\/www.europride2013.com\/ EuroPride"]},".\n\n",{"type":"==","value":["Understand"]},"\n\nMarseille has a complex history. It was founded by the Phoceans (from the Greek city of ",{"type":"[[","value":[["Foça"],["Phocea"]]},") in 600 B.C. and is one of the oldest cities in Europe. The town is a far cry from the Cézanne paintings and Provençal clichés of sleepy villages, \"pétanque\" players and Marcel Pagnol novels. With around one million inhabitants, Marseille is the second largest city in France in terms of population and the largest in terms of area. Its population is a real melting pot of different cultures. It is also said that there are more Comorian people in Marseille than in Comoros! Indeed, the people of Marseille have varying ethnic backgrounds, with a lot of Italians and Spanish having immigrated to the area after the second world war.\n\nFor people not afraid to discover a real place with real people, Marseille is the place. From colourful markets (like Noailles market) that will make you feel like you are in Africa, to the Calanques (a natural area of big cliffs falling into the sea - Calanque means fjord), from the Panier area (the oldest place of the town and historically the place where newcomers installed) to the Vieux-Port (old harbor) and the Corniche (a road along the sea) Marseille has definitely a lot to offer.\n\nForget the Canebière, forget the \"savon de Marseille\" (Marseille soap), forget the clichés, and just have a ride from ",{"type":"[[","value":[["l'Estaque"]]}," to ",{"type":"[[","value":[["Les Goudes"]]},". You will not forget it.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Marseille-Provence International Airport"]}," (",{"type":"{{","value":[["IATA"],["MRS"]]},") ",{"type":"[","value":["http:\/\/www.marseille.aeroport.fr"]}," is located about 30 km from Marseille. Buses, taxis and now train connect in less than 30 minutes. Shuttle services from other European cities have made more places available from Marseille.\n\n",{"type":"===","value":["By train"]},"\nThe main train station is Marseille St. Charles. It is well-linked to the rest of the city, as the two subway lines and many buses stop there. It is a short walk away from the Canebière and the Old Port. Beware that the station is located on a small hill : if you decide to go the station by foot, you will have to climb a series of steps that could prove very unappealing, especially if you carry heavy pieces of luggage.\n\nMarseille has TGV lines to ",{"type":"[[","value":[["Paris"]]}," (3 hours) and ",{"type":"[[","value":[["Lyon"]]}," (1 hour 45), ",{"type":"[[","value":[["Nice"]]}," (2 hours) and to ",{"type":"[[","value":[["Brussels"]]}," (5 hours).\n\nIn addition, there is an AVE service operated by a joint venture of the French and Spanish railway companies to ",{"type":"[[","value":[["Barcelona"]]}," (4 hours), and ",{"type":"[[","value":[["Madrid"]]}," (7 hours). Alternatively, there are frequent connections to Cerbère and onwards to Barcelona by means of a series of regional trains.\n\n",{"type":"===","value":[" By bus "]},"\n",{"type":"[","value":["http:\/\/www.eurolines.fr\/Site\/EurolinesUK.nsf Eurolines"]}," has many connections all over Europe. From Marseille there are at least direct connections to ",{"type":"[[","value":[["Barcelona"]]},", ",{"type":"[[","value":[["Prague"]]}," and ",{"type":"[[","value":[["Tangier"]]},". The bus station is next to the main train station, the St. Charles Station at Rue Honnorat. You get access through Platform N in the train station. There is also a temporary office at Platform N.\n\nThere is also  a Eurolines office on the 3 Allée Léon Gambetta; If you walk down the big stairs on the southside of the station, follow the road until you come to a squarelike intersection. The office is on your left hand.\n\n",{"type":"===","value":["By car"]},"\n\nMarseille is very well connected to most French cities through numerous highways. As always in France those highways are expensive but practical, comfortable and fast. Marseille is around 8 hours from Paris by car, 2 hours from ",{"type":"[[","value":[["Nice"]]},", 1h30 from ",{"type":"[[","value":[["Montpellier"]]},", 4 hours from ",{"type":"[[","value":[["Toulouse"]]}," and 3 hours from ",{"type":"[[","value":[["Lyon"]]},".  However, be aware that driving in the city centre is a nightmare - park your car somewhere safe and stick to public transport when ever you can.\n\n",{"type":"===","value":["By boat"]},"\n\nMarseille has a big harbour. There are direct ferry routes from Marseille to ",{"type":"[[","value":[["Ajaccio"]]},", ",{"type":"[[","value":[["Bastia"]]},", ",{"type":"[[","value":[["Porto Torres"]]},", ",{"type":"[[","value":[["Porto Vecchio"]]}," and ",{"type":"[[","value":[["Propriano"]]},". \nThere are several piers at the harbour, so it is advisable to check well in advance from which pier you are departing.\n\n",{"type":"===","value":["By Bicycle"]},"\n\nIf traveling by bicycle, you should arrive early in the day to avoid getting lost in this vast metropolis. Maps from the tourist office focus on the city center, so you should come with your own map to navigate the suburbs.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":[" By bus, tramway, subway "]},"\n\nMarseille is served by a transit system, the ",{"type":"[","value":["http:\/\/www.rtm.fr Régie des Transports de Marseille"]}," (RTM) comprising 2 subway lines, 2 tram lines and 74 bus lines. If you have any mobility problems, are in a wheel chair or have a child in a push chair, you should be aware that almost every métro station has steps in it somewhere and some will have several flights of stairs - stick to the trams and buses which are a better option.\n\nThe tickets for bus\/métro can be bought in the cafes, at the subway stations, or on the bus; it is advised to buy a multi journey ticket (carte libertés) at 13 € (10 voyages), which are not sold in the buses. The number of transfers is unlimited (including the return journeys) within the one-hour limit between the first boarding and last transfer on all the network (you must validate with each entry to the bus). The subway actually runs between 5AM and 12:30AM. The tram system operates until 12:30AM 7 days a week. Most bus routes do not operate after 9PM or so, although a limited network of night buses (Fluobus) operates with infrequent service (only about every 45–60 minutes or so) until about 12:30AM or so. Using a taxi is recommended if you need to travel after 9PM\n\nThe Pilote website ",{"type":"[","value":["http:\/\/www.lepilote.com"]},", includes all the bus, tram and metro schedules but is easier to read than the RTM sites. Moreover, this site repeats the schedules of the majority of transport in common runs of the agglomeration (tram, bus interurban, trains regional) and makes it possible to search for journeys in Marseille and the nearby communes.\n\nAirport transfers are available for €8.50 each way to\/from Gare St Charles.  Tickets may be bought at the cabin between Hall 1 and Hall 3\/4 of the main terminal and at a separate kiosk in the new Gare Routière, after Voie N in the Gare St Charles.  The bus runs every 20 minutes on 10, 30, and 50 minutes past the hour. The ride is about 30 minutes.  The bus says Navette Aeroport Gare St Charles on it. From Gare St Charles, the metro can get you to most hotels.\n\nMetro tickets allow unlimited transfers onto bus or tram within 1 hour of initial use for the base €1.50 fare but does not include re-entry (1 hour limit) to the metro. A daily ticket (carte journée) costs €5.00.\n\n",{"type":"===","value":[" By boat "]},"\n\nA Ferry Boat crosses the Old Harbour (",{"type":"''","value":["Vieux Port"]},"). It is a tourist attraction in itself known as the shortest commercial boat ride in Europe.\n\n",{"type":"===","value":[" By car "]},"\n\nAvoid taking your car if you possibly can. Marseille, at least the centre, has narrow streets, one-way streets, random lane changes and so on which can drive both locals and non-locals crazy. The local drivers have a well deserved reputation for fearlessness - particularly if they are on two wheels.  In addition, Marseille has some of the lowest parking fines in France - parking fines are rarely enforced and consequently you will find cars parked (and sometimes double parked) everywhere.\n\nDue to the new tunnel that is being built to try to alleviate some of Marseille's traffic problems, satellite navigational systems such as the Tom Tom are likely to be out of date and dangerous if followed. For instance, following a Tom Tom in the centre of Marseille could take you across newly installed pedestrian areas or Tram lines. The one-way system has also completely changed.\n\n",{"type":"===","value":[" By taxi "]},"\n\nBe careful of rogue taxi drivers. While there aren't many, there are a few and a €20 ride can quickly become a €40 ride.  If you think you've been cheated get the taxi driver's number (located in the rear of the car, often on the window) and go to the Tourist's Office at 4, La Canebière (near Le Vieux Port) and speak to a representative, they can and will get your money back if you've been ripped off.  They will also get the taxi driver in significant trouble.\n\n",{"type":"===","value":[" By bicycle "]},"\n\nMarseille has the excellent le vélo ",{"type":"[","value":["http:\/\/www.levelo-mpm.fr\/"]}," cycle hire scheme in place as well as plenty of cycle paths, this makes it possible to get round the city quickly and very reasonably but be warned that the velo stations lock at midnight so if you don't return your bicycle before then you will need to pay for an extra day. It costs 1 euro for a week's subscription. Each time you hire a bike, the first 30 minutes are free, then each hour costs 1 euro. Note that there is a 150 euros deposit which will be charged if you don't return the bike properly.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Marseille.jpg"],["thumb"],["Vieux Port"]]},"\n",{"type":"[[","value":[["Image:MARSEILLE 3.jpg"],["thumb"],["View over the city"]]},"\n",{"type":"[[","value":[["Image:Notre-Dame de la Garde de nuit.JPG"],["thumb"],["Notre Dame de la Garde"]]},"\n",{"type":"*","value":[" le ",{"type":"'''","value":["Vieux Port"]}," (old harbour): watching fishermen selling their stock by auction is a must. Arriving to Marseille in the Vieux-Port on a summer evening is something you will never forget... You can watch this show by going to Frioul islands or Chateau d'If and going back late in the afternoon. there is also a nice view on the harbor from the Palais du Pharo (Pharo Palace). The famous Canebière avenue goes straight down the harbor. However the Canebière is not that interesting despite its reputation."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Notre Dame de la Garde"]},": the big church which overlooks the city. Old fishermen used to have their boats blessed in this church. You can still see many boat models hanging around in the church. From there it is one of the nicest view of the city. You can use the tourist train from the Vieux Port to reach the church - you can get off the train, look around and board a later train back to the port."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Musée des Docks romains"],["alt=Archéologie-Graffiti-Lapidaire"],["url="],["email="],["address="],["lat="],["long="],["directions=the old harbour from Phoenician and Roman times"],["phone=+33 4 91 91 24 62"],["tollfree="],["fax="],["hours="],["price="],["content=Place Vivaux, 13002 Marseille."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Musée d'Archéologie méditerranéenne"]}," (Archéologie-Graffiti-Lapidaire), Centre de la Vieille Charité, 2 Rue de la Charité, 13002 Marseille. Tel: 04 91 14 58 59, Fax : 04 91 14 58 76"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Musée des civilisations de l'Europe et de la Méditerranée"]}," or \"MuCEM\", a recently open museum ; the first Franch national museum outside of Paris. It has large permanent and temporary exhibitions. Its architecture mixes a very contemporary structure (a dark box) with an old castle, with footbridges linking the two parts of the museum."]},"\n",{"type":"*","value":[" le ",{"type":"'''","value":["Cours Julien"]}," and ",{"type":"'''","value":["la plaine"]},": a hangout area with bookstores, cafés, fountains, and a playground for the small ones (metro stop Cours Julien\/Notre Dame du Mont). It is THE trendy area of Marseille. La Plaine is the local name for Place Jean Jaurès close to Cours Julien. Every Thursday and Saturday morning the Plaine market is the place to shop.  If you are there early enough you can make very good deals, even if what you'll find there is sometimes \"tombé du camion\" (fallen off the truck) as one says in Marseille."]},"\n",{"type":"*","value":[" la ",{"type":"'''","value":["Corniche"]},": a walkway and a road by the sea that provides lovely views of the sea, the Chateau d'If to the south, and les Calanques to the east."]},"\n",{"type":"*","value":[" la ",{"type":"'''","value":["Place Castellane"]},": a roundabout with a grand fountain\/column\/sculpture in the center, with excellent cinemas and cafés surrounding. There is another place called La Castellane : it is a poor suburb of Marseille where Zinedine Zidane the famous football player was born. Be careful not to confuse the two places."]},"\n",{"type":"[[","value":[["Image:marseille 63 .jpg"],["thumb"],["Palais Longchamp"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[" Boulevard Longchamp and Palais Longchamp"]}," (Longchamp casttle and avenue). From the Réformé church (up the Canebière) you can follow the Boulevard Longchamp where you can see nice example of old upper-class buildings to arrive to Palais Longchamp. The palais is worth visiting though it won't take you long. You can visit the \"musee des beaux arts\" as well as the natural history museum."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parc Borély"]}," (Borely park). A large and great park, 300 meters from the sea. After a siesta in the park go have a drink at Escale Borely (a place with numerous restaurants and bars on the beach) to see the sunset."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Panier"]},". Panier means basket in French, but in Marseille it is the name of the oldest area of the town. In the middle of this area there is the Vielle Charité, a wonderful old monument, now hosting museums and exhibitions."]},"\n",{"type":"*","value":[" Let's be honest, ",{"type":"'''","value":["beaches"]}," in Marseille are not always great. Depending on the weather, they can be polluted. However the small beaches south of the city centre between La Pointe Rouge harbour and La Madrague harbour are cleaner, nicer and usually slightly less crowded. There are also good sandy beaches at L'Estaque - take ",{"type":"'''","value":["bus 35"]}," from Joliette metro\/tram stop to the end of the line (20–25 minutes)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Unité d'Habitation"]},": designed by Le Corbusier. The building is called \"la maison du fada\" (the house of the foolish) by indegenous people. The building contains a shopping street, a church, a children's school and housing. You can access the roof and enjoy the breathtaking view of Marseille between hills and sea (10AM-6PM). There is a bar\/restaurant\/hotel on the 3rd floor too. Take ",{"type":"'''","value":["bus 21"]}," from Rond-Point du Prado metro."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stade Velodrome"]},": the stadium where the local football team \"Olympique de Marseille\" plays. Football matches are one of the highlights of Marseilles life. Whilst L'OM have fallen on rather lean times the former champions of Europe are the biggest football team in France.  The atmosphere at the stadium is fantastic and whilst visitors are unlikely to get tickets for the popular Virage Nord or Sud seats in the Tribune Ganay offer an excellent view and a chance to soak up the atmosphere.  Best games involve teams with some travelling support such as St Etienne, Lens or the grand-daddy match of them all against the evil Paris St Germain.  Tickets can be bought (ideally several days before the game) either on-line or from the L'OM shop at the Vieux Port."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Noailles"]},": The area around the Noailles sub-way station is one of the city's most interesting.  Lined with Arabic and Indo-Chinese shops some of the streets could be part of a bazzaar in Algeria.  A fascinating area."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mazargues War Cemetery"],["url="],["email="],["address=On the way to Luminy"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A war cemetery dedicated to WW I and WW II martyrs from the Allies, especially the Indian and Chinese gunners and runners. A very serene place, it is the perfect place to spend sometime thinking about the people who laid down their lives to give us the freedom we enjoy today."]]}]},{"type":"===","value":[" Outside of town "]},"\n",{"type":"[[","value":[["File:Callelongue port.jpg"],["thumb"],["Callelongue port"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Calanques"]},". The Calanques are a series of miniature fjords to the south of Marseille near ",{"type":"[[","value":[["Cassis"]]},".  From Marseille these are best accessed from the University campus at Luminy which can be reached by bus #21 departing from Rond Point du Prado opposite the Stade Velodrome or from Vieux Port (the bus fee is only 1,50 euros). The 'fjords' are amazing with wonderful blue sea and spectacular lime stone cliffs. The walk along the coast from Cassis to Marseille is spectacular, it can be done in one day at a fast pace. The trail (GR) is clearly marked (red and white strips). From Luminy, you can turn left to Cassis or right to Callelongue (a bus connects you to bus #19, which takes you back to Place Castellane in the center, or you can use also bus #21, 20, 23). From June to September some of the Calanques can be closed due to high risk of fire."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Château d'If"]}," The Château d'If is built small island off the city, initially as a defensive structure and was later used a prison. It is most famous for its place in the novel  ",{"type":"''","value":["The Comte de Monte-Cristo"]}," by Alexandre Dumas. Tourist boats leave from the Vieux Port."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Allauch"]}," and ",{"type":"'''","value":["Plan de Cuques"]}," are communes on the outskirts of Marseille, both blessed with beautiful countryside. You can take the metro (Line 1) to La Rose and then a bus #142, #144.  Take a picnic and go for a walk in the hills, the views of Marseille and the Mediterranean are stunning."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["L'Estaque and côte bleue"]}," L'Estaque is fishing port that is just starting to exploit its tourist potential through its connections to Cézanne. You can get there on the #35 bus from La Joliette (to get to La Joliette take metro Line 2)"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can visit the fabulous restaurants and cafes. You can go and do many adventurous things such as diving and hiring boats! The calanques (fjords) between Marseille and La Ciotat are a very popular sports climbing area. And of course, if the weather is fine, you can simply go to the beach!"]]}]},"\n",{"type":"===","value":[" Cultural Events "]},"\nAs European Capital of Culture 2013, Marseille is planning great cultural changes and events for the coming years. However, this does mean that many of the museums and galleries are currently closed for refurbishment (in 2012). So far, the main cultural events are:\n\n",{"type":"*","value":["The festival ",{"type":"'''","value":["Avec le Temps"]}," that occurs every spring at the Espace Julien (one of the main concerts halls in town) consists in many concerts of French artists, in many genre (Pop, Chanson, Rock, Folk...)"]},{"type":"*","value":[{"type":"'''","value":["La Fête Bleue"]},", \"the Blue Festival\" at the end of June. A lot of shows (concerts, movie projections, exhibits...) occur in many places in the city, and the theme is the colour blue."]},{"type":"*","value":[{"type":"'''","value":["La Fête du Panier"]},", at the end of June. During two days, you will be able to see shows, concerts and markets in the oldest area of the town."]},{"type":"*","value":[{"type":"'''","value":["Le FDAmM"]}," or ",{"type":"'''","value":["Festival de Danse et des Arts Multiples de Marseille"]},", is the main dance festival in Marseille and lasts all summer."]},{"type":"*","value":[{"type":"'''","value":["Le festival du Plateau"]},", at the Cours Julien, in September."]},{"type":"*","value":["The music festival ",{"type":"'''","value":["Marsatac"]}," occurs in the end of September and was created 10 years ago. Artists who performed there were for example Public Enemy, Nouvelle Vague, dEUS, Mogwai, Peaches, Amon Tobin, De La Soul, Laurent Garnier, Aphex Twin...."]},{"type":"*","value":[{"type":"'''","value":["La Fiesta Des Suds"]},", at the Dock des Suds, in October is a famous festival dedicated to World music. You can attend concerts of artists such as Asian Dub Foundation, Buena Vista Social Club, Cesaria Evora..."]},{"type":"*","value":[{"type":"'''","value":["La Foire aux Santons"]}," is a very picturesque Christmas market held from late November near the Canebière and Vieux Port. Provence is the home of santons, terracotta figurines used in nativity scènes known as crèches. Some merchants and many churches display impressive crèches of their own."]},"\n",{"type":"===","value":[" Tours "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Marseille en 2CV"],["url=http:\/\/www.marseille-en-2cv.fr"],["email=contact@marseille-en-2cv.fr"],["address=Quai des Belges Marseille"],["lat="],["long="],["directions=Near the Vieux Port"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\nYou can visit Marseille in an unusual way with Marseille en 2CV! From them, you can ride a \"Deudeuche\", the most legendary French car. You get a private driver who will drive you in the city of Marseille : the Vieux Port, the seaside, Notre-Dame de la Garde basilica...\n\nYou can contact them directly or the Tourist Office can arrange the tour for you."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Marseille Provence Greeters"],["url=http:\/\/www.marseilleprovencegreeters.com\/en\/"],["email=marseilleprovencegreeters@gmail.com"],["address=Rue de Forbin"],["lat="],["long="],["directions=All the city"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=\nGreeters are local volunteers from Marseille who accompany you on your walk, unveil their secret places and top addresses and regale you with fun little stories about the enigmatic Marseille-Provence area.\n\nThe Greeters are committed to offering a hospitable welcome, familiarizing visitors with their city and fostering friendly encounters and exchanges.\n\nWhat’s more, the Association Marseille Provence Greeters organises your walk with a Greeter!"]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"===","value":[" Universities "]},"\n\nMarseille is home to many universities and has a reputation for great education. The universities have a wide array of focuses from art to business.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=École d’Architecture de Marseille"],["alt=Marseille School of Architecture"],["url="],["email="],["address=184, avenue de Luminy"],["lat="],["long="],["directions="],["phone=+33 4 91 82 71 00"],["tollfree="],["fax=04-91-82-71-80"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"*","value":[" Main focus on Architecture"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Institut de Mathématiques de Luminy"],["alt=Luminy Institute of Mathematics"],["url="],["email="],["address=163, avenue de Luminy"],["lat="],["long="],["directions="],["phone=+33 4 91 26 96 30"],["tollfree="],["fax="],["hours="],["price="],["content=Main focus on Mathematics"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Euromed École de Management"],["alt=Euromed School of Management"],["url="],["email="],["address=65, Boulevard Balthazar Blanc"],["lat="],["long="],["directions="],["phone=+33  491 827 800"],["tollfree="],["fax=0 491 827 821"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"*","value":["Main focus on Business (Business Management and International Business)"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Université Aix-Marseille III"],["alt=Aix-Marseille University III"],["url="],["email="],["address=3, avenue Robert-Schuman"],["lat="],["long="],["directions="],["phone=+33 4 42 17 28 00"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"*","value":["General studies university"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Faculté de Médecine de Marseille"],["alt=Marseille Faculty of Medicine"],["url="],["email="],["address=27 Boulevard Jean Moulin"],["lat="],["long="],["directions="],["phone=+33 4 91 32 43 00"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"*","value":["Main focus on Medical Field and Pharmaceuticals"]}]},"\n",{"type":"==","value":["Eat"]},"\n\nUnsurprisingly, Marseille's cuisine is focused on fish and seafood. Its two flag-bearing specialities being the famous fish broth \"",{"type":"''","value":["bouillabaisse"]},"\" and \"",{"type":"''","value":["aïoli"]},"\", a garlic sauce served with vegetables and dried cod.\n\n",{"type":"===","value":["La Bouillabaisse de Marseille"]},"\n\nLa bouillabaisse is an excellent fish-based soup served with la rouille (a garlic-saffron sauce) and bread similar to crostini. La bouillabaisse cannot be enjoyed at any budgetary level. If you are invited to the home of someone making bouillabaisse, then you are in the clear. Never eat cheap bouillabaisse at a resto unless it's not called bouillabaisse; only eat it out if you have to reserve in advance. Bouillabaisse is a meal...first the soup, then the fish.\n\n",{"type":"===","value":["Budget"]},"\n\nThere are lots of Kebab restaurants along the Canebière. Many cheap, authentic couscous eateries are to be found around the Cours Belsunce, where the local Maghrebic immigrants have their lunch.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bar de L'Hotel de Ville"],["directions=on the Vieux Port on the left of the City Hall"],["content=A very popular spot for the long lunch break Marseille's worker are used to take. Friendly service, good food and wine at a reasonable price. No English spoken whatsoever."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Four des Navettes"],["directions=next to the St Victor Fort"],["address="],["lat=43.2907"],["long=5.3664"],["phone=+33(0)4 91 33 32 12"],["url=http:\/\/www.fourdesnavettes.com\/"],["content=This bakery is famous for its \"Navette\" dry biscuit which recipe has been kept secret for almost a century. This is one of Marseille's culinary specialities. Not to miss."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\nMany affordable restaurants with sunny terraces are to be found on Cours Julien, a pedestrian-only street near the Canebière and the \"Plaine\"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'Escapade marseillaise"],["address=48, rue Caisserie"],["directions=behind the Hôtel de Ville"],["content=A favourite among locals, this enjoyable restaurant offers a delectable Provençale cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chez Toinou"],["address=3, cours Saint Louis"],["directions=a block away from the Canebière"],["content=A local reference when it comes to seafood, especially famed for its oysters. Toinou also acts as a seafood and fresh fish vendor. This place is often packed so it's better to book ahead."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'Epuisette"],["content=Its amazing location in the very picturesque Vallon des Auffes harbour is an undeniable plus. Seafood specialities and affordable bouillabaisse."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Cercle Rouge"],["address=41 Rue Adolphe Thiers"],["directions=just off the Canebiere"],["content=This unusual restaurant does excellent Corsican tapas such as figatelli sausage, stuffed artichokes, panchetta in honey and red mullet in tomato sauce. Worth booking to get a spot on the lovely terrace."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Cours en Vert"],["url="],["email="],["address=102 Cours Julien"],["lat="],["long="],["directions=near the Metro station"],["phone=+33 4 86774169"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"'''","value":["Vegetarian"]}," and organic (biologique) restaurant on the cours Julien. Wholesome and tasty - mains are 10-14 euros. Organic beers and wines are available too. Child-friendly. Service is a little slow."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fayrouz"],["url="],["email="],["address=62 Cours Julien"],["lat="],["long="],["directions="],["phone=+33 4 91483630"],["tollfree="],["fax="],["hours="],["price="],["content=Lebanese restaurant with fixed-price three-course menus around 20-25 euros each."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Table du Fort"],["alt="],["url=http:\/\/www.latabledufort.fr\/"],["email="],["address=8, rue Fort Notre Dame"],["lat="],["long="],["directions=by the Vieux Port"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A gastronomical restaurant consistently ranked among the city's best, specialized in seafood and fish dishes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Petit Nice Passédat"],["content=A 3-star Michelin restaurant on an idyllic location by the sea, facing the islands, held by local celebrity chef Gérald Passédat. It ranks among Southern France's very best restaurants and serves the best bouillabaisse in town... at a cost."],["price=From 180 € pp"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Budget"]},"\n\nThere are many small bars in Marseille and especially in View-Port. These are good places to meet up with friends after work or class to have a couple drinks. Drink prices are relatively cheap, between 3 euros to 7 euros a drink, and service is good.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=O'Brady's Irish Pub"],["url=http:\/\/www.obradys.com"],["email="],["address=378, avenue de Mazargues"],["lat="],["long="],["directions="],["phone=+33 4 91 71 53 71"],["tollfree="],["fax="],["hours=Sun 12PM–1:30AM; Mon-Sat 11–1:30AM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Shamrock Irish Pub"],["url=http:\/\/www.shamrockofmarseille.fr\/"],["email="],["address=17, quai de Rive-Neuve"],["lat="],["long="],["directions="],["phone=+33 4 91 33 11 01"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Trolleybus"],["url=http:\/\/www.letrolley.com"],["email="],["address=24 quai de Rive Neuve"],["lat="],["long="],["directions="],["phone=+33 4 91 54 30 45"],["tollfree="],["fax="],["hours="],["price="],["content=This three room cave like club, is a great place to go if you like to listen to different types of music. One room or cave, plays hip hop, rap, and reggae, another room plays techno and dub step, and the last room plays classic rock. The drink prices range from 5 euros for a mixed drink or well beer to 10 euros for more quality alcohol."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Cosy Bar"],["url=http:\/\/www.facebook.com\/group.php?gid=178616142977"],["email="],["address=1 rue du Chantier"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Le Cosy Bar is a club aimed at the younger demographic. This is a multi-roomed club, plays top music in techno, dub step, hip hop, and reggae til 6AM. Le Cosy Bar is know for their extravagant theme nights such as Moscow Beach, where everyone's attire is mixed between winter wear and beach clothes, and Soiree Pyjamas, where everyone dressing in pajamas. The drink prices are between 5 euros and 10 euros, like most of the other night clubs in the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Bazar"],["url=http:\/\/www.bazarrdc.com"],["email="],["address=90 Boulevard Rabatau"],["lat="],["long="],["directions="],["phone=+33 6 58 52 15 15"],["tollfree="],["fax="],["hours="],["price="],["content=Le Bazar is situated near one of Marseille's beautiful beaches. Inside, there is a large dance floor with smaller sections with couches and tables. The floor of the club overlooks the bottom dance floor and is a place usually go to be in a quitter surrounding. The DJs play top techno, dub step, hip hop, and reggae. Drink prices here are a bit cheaper than most clubs (4 euros to 8 euros)."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["le Petit Nice"]},": ",{"type":"''","value":["on La Plaine next to the Cours Julien"]}," (may be wrong location), nice little cafe."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Polikarpov"],["alt="],["url="],["email="],["address=24 Cours Honoré d'Estienne d'Orves"],["lat="],["long="],["directions="],["phone=+33 4 91 52 70 30"],["tollfree="],["fax="],["hours="],["price="],["content=Lively and good value late bar with outside terrace. Does a wide range of cocktails and one of the cheaper places for beer."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar des 13 Coins"],["url=http:\/\/www.cityvox.fr\/bars-et-cafes_marseille\/bar-des-13-coins_12741\/Profil-Lieu"],["email="],["address=45 Rue Sainte-françoise"],["lat="],["long="],["directions="],["phone=+33 4 91 91 56 49"],["tollfree="],["fax="],["hours="],["price="],["content=In \"Le Panier\", a nice terrace with a nice atmosphere"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Mystik"],["url=http:\/\/www.mystik-nightclub.com\/"],["email="],["address=141 route Léon Lachamp"],["lat="],["long="],["directions="],["phone=+33 6 19 33 21 56"],["tollfree="],["fax="],["hours="],["price="],["content=Le Mystik is a chic club located near avenue de luminy. The attire is upscale and the club attendees are mainly in the age group of 23 to 27. Le Mystik's DJ plays the top hits in techno, dub step, hip hop, and r&b until 4:30AM. The drinks prices range from 8 euros to 12 euros for a single drink."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Flamingo"],["url=http:\/\/www.club-flamingolive.com"],["email="],["address=7 Rue Venture"],["lat="],["long="],["directions="],["phone=+33 4 91 33 91 03"],["tollfree="],["fax="],["hours="],["price="],["content=Le Flamingo is another one of Marseilles upscale clubs. Its pink lights give this three bar club a calm and soothing feel. The DJs here play the top techno and dub step hits. Prices for drinks range from 8 euros to 12 euros."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hello Marseille Hostel"],["alt="],["url=http:\/\/www.hello-marseille.com"],["email=hellomarseille@gmail.com"],["address=12 rue de Breteuil, 13001 Marseille"],["lat="],["long="],["directions="],["phone=+33 9 54 80 75 05"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is located in a safe area in the very center of Marseille, the “Vieux Port”. We offer shared rooms accommodating 6 people for the single price of 17 euros only. 24\/7 reception & security. multilingual staff, no curfew; Online booking and reservation; Accommodation in 6 persons large rooms with lockers (1 room \"girls priority\", 2 mixed; Breakfast offered (French baguette & marmalade, coffee at will; Linens included; Single price 17 euros.pers.night; Services: Laundry, luggage store, printer, free city bikes spot; Free WIFI everywhere, skype-ready computer at disposal in the lobby and. Sunny Balcony, cosy Lounge, Guest Kitchen, Large TV screen with international channels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Lutetia"],["alt="],["url=http:\/\/www.lutetia-marseille.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=From 60€ Between the St Charles Trainstation and the Old port 0033.491.508.178. A newly renovated hostel with free internet, great atmosphere, and friendly staff."]]}]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["hostel Bois-Luzy"]}," is not very expensive, but also not very nice.  The hostel is not very close to the city centre with a limited bus service provided by line numbers 6 and 8 ",{"type":"[","value":["http:\/\/www.lepilote.com\/rtm\/horaires\/Horaire.asp?sens=A&arret=3094&type=stop&ligne=2343%246%24METRO+CHARTREUX-BOIS+LEMAITRE&date=12%2F04%2F2010&hour=21&id_part=1"]},".  The hostel operates a strict curfew at night (22.30 as at September 2009) and, more worringly, until 07.30am.  Fire exits are, of course, available but not one for those with early connections."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Adagio Marseille Prado Plage"]}," +33 1 58 21 55 84, Completely renovated, the residence is in the heart of the Le Prado quarter, 100 metres from the beach, easy to get to via the Avenue du Prado or the Corniche. It lies in a quiet residential area close to a large number of restaurants and the Palais des Congrès. Note: This site can accommodate people with reduced mobility (minor disabilities, elderly people) with an able-bodied escort and families with young children."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Kyriad Rabatau"],["url=http:\/\/www.kyriad-marseille-centre-rabatau.fr\/en\/index.aspx"],["email=marseille.rabatau@kyriad.fr"],["address=Boulevard Rabatau Daniel Matalon 162"],["lat="],["long="],["directions=Distance from Vieux-Port 3 km"],["phone=+33 4 91 80 31 00"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Clean basic hotel. Room includes air-conditioner, bathroom and water boiler. Nearest metro station Sainte-Marguerite Dromel is situated 1,2 km from hotel to south."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["New Hotel"]}," has four different ",{"type":"[","value":["http:\/\/www.new-hotel.com\/fr\/hotels-marseille ",{"type":"'''","value":["hotels in Marseille"]}]}," tailored to individual needs. For a quiet and greenery stay, the ",{"type":"[","value":["http:\/\/www.new-hotel.com\/fr\/hotels-marseille\/bompard ",{"type":"'''","value":["New Hotel Bompard"]}]}," is particularly suitable, while being close to the city center."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel La résidence du Vieux Port Marseille"],["alt="],["url=http:\/\/www.hotel-residence-marseille.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Completely renovated in 2010 in a fifties style with a tribute to Charlotte Perriand and Le Corbusier. The hotel offers beautiful views of Marseille from its balconies and three suites on the top floor have terraces overlooking the Old Harbour and the Church. All the rooms are facing the port."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Best Western La Joliette"],["url="],["email="],["address=49 Avenue Robert Schuman ,13002"],["lat="],["long="],["directions="],["phone=+33 1 45 74 76 72"],["tollfree="],["fax="],["hours="],["price="],["checkin=2PM"],["checkout=10AM"],["content=Clean, cosy hotel in a quiet location near Joliette metro\/tram station. Good location for the port and Le Panier."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dolce Fregate Provence"],["alt=Marseille Resort Hotel"],["url=http:\/\/www.dolcefregate.com\/"],["email="],["address=Lieu-dit Fregate, Route de Bandol, RD 559, Saint Cyr sur Mer 83270, FRA"],["lat="],["long="],["directions="],["phone=+33 4 94 29 39-39"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Novotel Marseille Vieux Port"],["alt="],["url=http:\/\/www.accorhotels.com\/fr\/hotel-0911-novotel-marseille-vieux-port\/index.shtml"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A four-star resort near the Pharo gardens overlooking the Vieux Port with impressive views. The place to stay for most public figures."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Le Petit Nice Passedat"],["alt="],["url=http:\/\/www.petitnice-passedat.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Arguably the city's most upmarket hotel, this villa by the sea boasts the region's only Michelin 3-star restaurant."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nLe Vieux Port has WiFi access, available from many of the bars and restaurants, and in some places in the street (although there are not many places to sit). The ESSID to use is \"Marseille sans fil\" and the network is not encrypted. When you first connect, your browser will take you to a web page about the service in French: simply click on \"Cliquez ici\" (\"Click here\") on that page to use the network freely.\n\nNote WiFi is pronounced wee-fee or wiffy in French - even by English speakers. Asking for Why-Fye will usually be greeted by a blank look.\n\n",{"type":"==","value":[" Stay safe "]},"\n\nNote that there are many reports of muggings and pickpockets so avoid carrying valuables and always watch your surroundings, like in most cities. You will want to stay away from Gare St Charles and the upper part of La canebière at night. Most of the northern neighbourhoods (",{"type":"''","value":["quartiers nord"]},"), are risky areas and should be avoided by tourists.\n\nThe area around Boulevard Michelet teems with prostitutes and should be avoided on soccer nights, as you can meet potentially angry and drunk Olympique de Marseille hooligans.\n\nWhen driving a car, make sure the doors are locked. There have been occurrences of motorcyclists opening the doors of cars while the driver is sitting in it, and quickly snatching the bags and valuables from the seats.\n\nAll that said, overall, the city is fairly safe.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":[" Religious centers "]},"\n",{"type":"'''","value":["Christians"]},"\n",{"type":"[[","value":[["File:View of the Quai Rive Neuve and the Basilique Notre Dame de la Garde, Old Port of Marseille, Provence-Alpes-Côte d'Azur, Southeastern France , Western Europe.jpg"],["thumb"],["View of the Quai Rive Neuve and the Basilique Notre Dame de la Garde, Old Port of Marseille, Provence-Alpes-Côte d'Azur,  Southeastern France,  Western Europe."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Notre-Dame de la Garde"],["url=http:\/\/www.notredamedelagarde.com"],["email="],["address=Rue Fort du Sanctuaire"],["lat="],["long="],["directions="],["phone=+33  4 91 13 40 80"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Eglise réformée de Grignan Centre Sud"],["url=http:\/\/www.grignan.eglisereformee-sudest.com"],["email="],["address=15 Rue Grignan"],["lat="],["long="],["directions="],["phone=+33 4 91 33 17 10"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Eglise Réformée de France"],["url=http:\/\/www.eglise-reformee-fr.org"],["email="],["address=103 La Canebière"],["lat="],["long="],["directions="],["phone=+33 4 91 17 06 40"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Eglise Arménienne"],["url="],["email="],["address=339 Avenue Prado"],["lat="],["long="],["directions="],["phone=+33 4 91 77 84 70"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Eglise Ev Baptiste Paix Aujourd'hui"],["url="],["email="],["address=95 Boulevard de Strasbourg"],["lat="],["long="],["directions="],["phone=+33 4 91 64 08 09"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Eglise Biblique Baptiste de Marseille"],["url="],["email="],["address=72 Boulevard Plombières"],["lat="],["long="],["directions="],["phone=+33 6 81 84 55 69"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Eglise Chrétienne de Réveil"],["url="],["email="],["address=4 Place Sébastopol"],["lat="],["long="],["directions="],["phone=+33 4 91 34 35 63"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"'''","value":["Jewish"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Consistoire Israëlite de Marseille"],["url=http:\/\/www.consistoiremarseille.com"],["email="],["address=117 Rue Breteuil"],["lat="],["long="],["directions="],["phone=+33 4 91 37 49 64"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Centre Communautaire Israélite"],["url=http:\/\/www.nomao.com"],["email="],["address=184 Avenue Lazare Carnot"],["lat="],["long="],["directions="],["phone=+33 4 94 92 61 05"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"'''","value":["Other"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Church of Scientology Mission of Marseille"],["url=http:\/\/www.scientology.org"],["email="],["address=8 Rue Lodi"],["lat="],["long="],["directions="],["phone=+33 4 91 92 75 30"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.mfa.gr\/marseille"],["email=grgencon.mas@mfa.gr"],["address=38, Rue Grignan"],["lat="],["long="],["directions="],["phone=+33 4 91-33-08-69, +33 4 91-54-08-31 (Emergencies)"],["tollfree="],["fax=+33 4 54-08-31"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.marseille.fr.emb-japan.go.jp\/"],["email="],["address=70, Avenue de Hambourg"],["lat="],["long="],["directions="],["phone=+33 4 91-16-81-81"],["tollfree="],["fax=+33 4 91-72-55-46"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/marseille.usconsulate.gov\/"],["email="],["address=Place Varian Fry"],["lat="],["long="],["directions="],["phone=+33 4-91-54-92-00"],["tollfree="],["fax=+33 4-91-55-56-95"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Aix-en-Provence"]]}]},": Easily reached by Cartreize coach or SNCF train. There is a dedicated express coach from St Charles station which takes 30–40 minutes."]},{"type":"*","value":[{"type":"'''","value":["Cassis"]},": attractive sea resort south-east of Marseille."]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["43.2964"],["5.37"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Bouches-du-Rhône"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Marseille"]]},"\n",{"type":"[[","value":[["Wikipedia:Marseille"]]}]