[{"type":"{{","value":[["pagebanner"],["Trois-Ilets (Martinique) banner Maison de la canne .jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Anse à l'Âne.JPG"],["flag=Flag of Martinique.svg"],["location=Martinique in France.svg"],["capital=",{"type":"[[","value":[["Fort-de-France"]]}],["government=Oversees region of ",{"type":"[[","value":[["France"]]}],["currency=euro (EUR)"],["area=",{"type":"''","value":["total:"]}," 1,100 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 40 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 1,060 km",{"type":"<","value":["sup",["2"]]}],["population=403,795 (Jan 2007)"],["language=French, Creole patois"],["religion=Roman Catholic 95%, Hindu and pagan African 5%"],["timezone= UTC-4"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/martiniquetourism.com\/ Martinique"]}]}," is a ",{"type":"[[","value":[["Caribbean"],["Caribbean island"]]}," that is an overseas department of ",{"type":"[[","value":[["France"]]}," in the Caribbean Sea, north of ",{"type":"[[","value":[["St. Lucia"]]}," and south of ",{"type":"[[","value":[["Dominica"]]},".\n\nThe island is dominated by Mount Pelee, which on 8 May 1902 erupted and completely destroyed the city of ",{"type":"[[","value":[["Saint-Pierre (Martinique)"],["Saint Pierre"]]},", killing 30,000 inhabitants.  In the South of the island, there are many beautiful beaches with a lot of tourists. In the North, the rain forests and the black sand beaches are worth seeing. The interior of the island is mountainous.\n\n",{"type":"[[","value":[["File:Wikivoyage Martinique map PNG.png"],["thumb"],["300px"],["Map of Martinique"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Fort-de-France"]]}," : Capital."]},{"type":"*","value":[{"type":"[[","value":[["Le Carbet"]]}," : "]},{"type":"*","value":[{"type":"[[","value":[["Le Diamant"]]}," : Beach town facing the iconic Diamond Rock."]},{"type":"*","value":[{"type":"[[","value":[["Le Marin"]]}," : The main harbour for sailboats, located in a bay."]},{"type":"*","value":[{"type":"[[","value":[["Morne Rouge"]]}," : Access to the Montagne Pelée."]},{"type":"*","value":[{"type":"[[","value":[["Sainte-Anne"]]}," : Perhaps the most touristic town as it is the access point to all the white sand beaches of the south, including the most famous but crowded ",{"type":"'''","value":["Les salines"]},"."]},{"type":"*","value":[{"type":"[[","value":[["Saint-Pierre (Martinique)"],["Saint-Pierre"]]}," : Former capital that was destroyed by the 1902 eruption, many historic remains."]},{"type":"*","value":[" ",{"type":"[[","value":[["Trois-Ilets"]]}," : Across the bay from Fort de France and reachable by ferry. Touristic town with big resorts, restaurants and casino."]},{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Jardin de Balata.jpg"],["thumb"],["250px"],["A section of Jardin de Balata."]]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Macouba"]]},", a former tobacco town, currently a great look-out place with a great view of seas and mountains. On a clear day, neighboring island ",{"type":"[[","value":[["Dominica"]]}," can be seen."]},{"type":"*","value":[{"type":"[[","value":[["Balata"]]},", a serene little town with a church built to remember those who died in World War I and the ",{"type":"'''","value":["Jardin de Balata"]}," a garden with thousands of tropical plants."]},{"type":"*","value":[{"type":"[[","value":[["Presqu'île de la Caravelle"]]},", easy 30 min walk up to the lighthouse where you get a view of the whole island."]},{"type":"*","value":[{"type":"[[","value":[["La Trinité(Martinique)"],["Tartane"]]},", fishermans village where you'll find the most consistent surfing."]},"\n",{"type":"==","value":["Understand"]},"\nMartinique is an overseas department of France and retains both French and Caribbean culture. The island cuisine is a superb blend of French and Creole cooking that is worth trying. The north part of island lures hikers who seek to climb the mountains and explore the rain forests while the southern portions offer shopping and beaches for those who chose to just relax.\n\n",{"type":"===","value":["Climate"]},"\nTropical and humid with an average temperature of 75°F to 85°F. The climate is moderated by trade winds.  The rainy season is from June to October and the island is vulnerable to devastating cyclones (hurricanes) every eight years on average.\n\n",{"type":"'''","value":["Seasons"]},"\n\nThere are two climatic and three tourist seasons on Martinique. The high season is between December and the end of April, with soaring prices and great crowds of travellers. From May to the end of November, Europeans tend to go elsewhere, as the weather is fine back home and travel possibilities are numerous. Summer months (July and August) are a sort of intermediate season, as Martinique and Guadeloupe residents often take advantage of the good weather to visit the mainland. Prices and tourist services, as well as airplane tickets tend to be rather pricy, or even extremely expensive at this period, so be sure to book in advance to avoid paying double.\n\nAll in all, if you wish to avoid tourist masses but still take advantage of a pleasant temperature, we would advise you to visit the island in May and June, as the climate in this period of the year is rather dry with an acceptable level of humidity, and tariffs are still quite on the low side. July and August are hot and humid months, but don’t be discouraged by tourist clichés saying that the so-called “cyclone” period is a horrible one: it does rain rather often, but the weather is still rather pleasant especially if you are planning to sightsee. Don’t count on taking a cruise ship in September, though, as you have considerably higher chances of meeting up with a hurricane or a tropical thunderstorm in this season.\n\n",{"type":"===","value":["Terrain"]},"\nMountainous with indented coastline and a currently quiet but still dangerous volcano as well as related volcanic activity.\n; ",{"type":"''","value":["Highest point"]}," : Montagne Pelee 1,397 m\n\n",{"type":"===","value":["History"]},"\nMartinique was discovered on 15 January 1502 by Christopher Columbus. When he landed on the island, he found Martinique to be hostile and heavily infested with snakes and therefore only stayed three days. He baptised the island with the name given to the indigenous people, Matino (the island of women) or Madinina (the island of flowers).\n\nThe indigenous occupants were part of two different tribes. The Arawaks were described as gentle timorous Indians and the Caribbeans as ferocious cannibal warriors. The Arawaks came from Central America in the beginning of the Christian era and the Caribbeans came from the Venezuela coast around the 11th century. When Columbus arrived, the Caribbeans had massacred many of their adversaries, sparing the women, who they kept for their personal or domestic use.\n\nAfter the discovery by Christopher Columbus, Martinique remained unexplored until 1632, when an expedition led by Pierre Belain d'Estambuc landed on the island at the same time that Lienard de l'Olive and du Plessis took possession of Guadeloupe. The French settled in the north west of the island at the mouth of Roxelane and built fortifications, which later became known as Saint-Pierre. D'Estambucs nephew, du Parquet, acquired Martinique and became its first governor. He made agreement with the Caribbeans and their chief and set about developing the island. Rapidly however, the Caribbeans' territory was threatened and revolt burst out. The courageous Caribbeans were no match for the power of the muskets and they were apparently pushed back to the cliffs and threw themselves in the sea.\n\nSome 240 years later, some say as a resulting curse, Montagne Pelée erupted causing the total devastation of Saint-Pierre. Everybody who lived in the city lost their lives, with the exception of one person held in the city's jail.\n\nLike the other West Indian islands, Martinique experienced a large economic boom due to its tobacco, indigo, cotton production and sugar cane. The lack of labour instigated the black slave trade from Africa between 1686 and 1720. Martinique's wealth resulted in rivalry between the other European nations who shared the West Indies. In 1674 the Dutch landed on Martinique, defended by just a handful of soldiers. They attacked a storage shelter and discovered barrels of rum. Completely drunk the Dutch were thrown into the sea by defenders of Fort Royal, which later became Fort-de-France after the revolution.\n\nThe revolution in 1789 never arrived in Martinique. During the revolution they decided to hand over sovereignty to the British to avoid being attacked by the revolutionists who had already attacked Guadeloupe. The British also occupied the island in 1804 and then withdrew in 1814.\n\nDuring this time a beautiful Creole girl from Martinique, Marie Josèphe Rose married Napoleon Bonaparte in 1796 and became Empress Josephine in 1804. Slavery, which was abolished after the revolution, was re-introduced by Napoleon in 1802, apparently under recommendation of Joséphine.\n\nThe British abolished slavery in 1833. This measure encouraged the creation of pro-abolition movements in France where slavery was finally abolished in 1848.\nSource: ",{"type":"[","value":["http:\/\/www.discover-martinique.co.uk\/historypolitics.html Discover Martinique"]},"\n\n",{"type":"==","value":["Get in"]},"\nBeing an integrated part of ",{"type":"[[","value":[["France"],["French Republic"]]},", Martininque is considered as ",{"type":"[[","value":[["European Union"],["European"]]}," as ",{"type":"[[","value":[["Paris"]]}," politically, therefore ",{"type":"[[","value":[["European Union"]]}," immigration rules apply. In short, EU citizens and citizens of many other industrialized nations can visit Martinique visa-free, others need a ",{"type":"'''","value":["Schengen Visa"]},". For more details, see ",{"type":"[[","value":[["European Union"]]}," article.\n\nHowever, if you are on a round the world trip on your own boat, and have an expired Schengen visa (while in need of a valid visa for entry into Martinique), it’s reported that the customs officers don’t care much about the situation and let you in – since you are supposed to leave the island in a short time.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" From Paris: ",{"type":"[","value":["http:\/\/www.aircaraibes.com\/ Air Caraïbes"]},", ",{"type":"[","value":["http:\/\/www.airfrance.com\/ Air France"]},", ",{"type":"[","value":["http:\/\/www.corsairfly.com\/ CorsairFly"]}," ~450+€ round trip"]},{"type":"*","value":[" From Caribbean: ",{"type":"[","value":["http:\/\/www.aircaraibes.com\/ Air Caraïbes"]},", ",{"type":"[","value":["http:\/\/www.airantilles.com\/ Air Antilles Express"]}," and ",{"type":"[","value":["http:\/\/www.liat.com\/ LIAT"]}," ~€150 round trip."]},{"type":"*","value":[" From Germany, FRA (via Paris): ",{"type":"[","value":["http:\/\/www.airfrance.com\/ Air France"]}," ~€700 round trip."]},{"type":"*","value":[" From USA, ",{"type":"[","value":["https:\/\/www.aa.com\/ American Airlines"]}," (American Eagle) is once again offering flights to Martinique, most include a stopover in Puerto Rico."]},{"type":"*","value":[" From Canada: ",{"type":"[","value":["http:\/\/www.aircanada.com Air Canada"]},"."]},{"type":"*","value":[" From South America: Cayenne (French Guiana) ",{"type":"[","value":["http:\/\/www.airfrance.com\/ Air France"]}," Codeshares with Air Antilles Express."]},"\n",{"type":"===","value":["By boat"]},"\n\nFrom the surrounding islands, you can use these ferry companies:\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.express-des-iles.com\/ Express des Iles"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.brudey-freres.fr Brudey Frères"]}]},"\nCruise ships often visit \"in season\".  Modest-sized ships can dock near downtown, and others moor in the Fort de France harbor, with passengers tendered to docks also close to downtown.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"'''","value":["Public transport"]}," in Martinique is very limited, which could explain the reason why there are more cars registered in Martinique per person than anywhere else in France.\n\nDespite the traffic, if you are going to make the most of your stay in Martinique, it is recommended that you ",{"type":"'''","value":["hire a car"]},". Without a car you will miss some of Martinique's best landscapes and scenery.\n\nDue to the Taxi Union demands, there is no public transport from the airport, which means that you can either hire a car or take a taxi.\n\n",{"type":"'''","value":["Taxis"]}," in Martinique are not cheap. The taxi fare from the airport to Fort-de-France is around €20, €38 to Pointe du Bout and Le Francois and €55 to Sainte-Anne. Be warned that taxis operate an extortionate 40% surcharge between 8PM and 6AM as well as on Sundays and public holidays. To call a taxi 24hrs dial 0596 63 10 10 or 0596 63 63 62.\n\n",{"type":"'''","value":["Buses"]},"\nThere are very few buses in Martinique. Most bus services are mini buses marked \"TC\", which stands for \"Taxi Collectifs\". The destinations of the buses are marked on a board either on the front window or on the side door. Bus stops (arret autobus) are normally a square blue sign with a picture of a bus in white. Most Taxi Collectifs depart and arrive at the Taxi Collectif Terminal at Pointe Sinon in Fort-de-France. They cost approximately €5 to Saint-Pierre, Pointe du Bout and Diamant, €7 to Sainte-Anne and €9 to Grand-Rivière. There are no timetables and the service can be unreliable. Most services are finished by 6PM weekdays and 1PM on Saturday. There are no services on Sundays.\n\n",{"type":"'''","value":["Shuttle Boats"]},"\nThere are shuttle boats every 30mins from Pointe du Bout and Trois Ilet to Fort-de-France. It is a very pleasant way of getting to Fort-de-France and also avoids the traffic. Services finish between 5:45 and 8PM depending upon the day.\n\n",{"type":"'''","value":["Hitchhiking"]},"\nHitchhiking is very common in Martinique, although like anywhere in the world not recommended. If you are going to hitchhike, take lots of water and try to stay out of the sun. There are very few footpaths in Martinique, so be careful and take the usual precautions that you have to take when hitchhiking anywhere. If you are unsure about getting into a car, just keep walking or wait for another car.\n\n",{"type":"'''","value":["Driving in Martinique"]},"\nDriving in Martinique will be a pleasure in comparison to other Caribbean islands. The majority of roads are of an excellent standard.\n\nYour driving license from your home country is valid in Martinique. Driving laws are the same as in France and you have to drive on the right hand side of the road. Distances and speed limits are in Km and Km\/h. There are several speed cameras on the island and the Gendarmerie are carrying out an increasing number of speed checks, so you should always watch your speed. Unless otherwise stated, the speed limit is generally 50 km\/h in towns, 90 km\/h on major roads and 110 km\/h on the autoroute between the airport and Fort-de-France.\n\nWhen travelling to the airport during rush hours, allow plenty of time. The N5 and Lamentin can get very busy. It is particularly busy between 06:30 and 09:30 and between 15:30 and 18:30.\nSource: ",{"type":"[","value":["http:\/\/www.discover-martinique.com Discover Martinique"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.windward-islands.net\/ Windward Islands"]}," - Windward Islands, one of the worlds largest yacht charter companies, can take care of all charter requirements, from bareboat to crewed in Martinique, Guadeloupe and St Martin. Operating from 8 international offices (USA, UK, Germany, France, Spain, Switzerland, Caribbean, Monaco)."]},"\n",{"type":"==","value":["Talk"]},"\nFrench and Creole patois are spoken on the islands; English is known by some inhabitants.\nThey speak very fast so tell them that you do not know French well.\n\n",{"type":"==","value":["See"]},"\nThere are lots of nudist beaches in Martinique.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Gorges de la Falaise"],["url="],["email="],["address=near Ajoupa-Bouillon"],["lat=14.8203674"],["long=-61.1293566"],["directions="],["phone="],["tollfree="],["fax="],["hours=8:00h-17:00h"],["price=€7"],["content=On a length of about 200 metres the river Falaise flows through a canyon (some ten metres deep and 1-3 meters wide). You can discover the canyon by a combination of walking and swimming. The canyon is on private property, hence the fee (it also pays for the guide). Be aware that some parts of the route can only be crossed by swimming, so you should wear swimming gear (no jeans, shirts, not even hats). However, you need to wear hiking shoes (no flip-flops etc.) as the hike goes over slippery stones. You can rent appropriate shoes at the entrance. Note that the guide might be able to carry small cameras, but don't bring mobile phones, huge cameras or other stuff. You can leave your clothes, wandering gear, electronics etc. at the hut where the guide is waiting."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Anse Noire"],["url="],["email="],["address=Chemin rural de l'anse du Four"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Beautiful beach on the way to Answe d'Arlet. Be careful if you swim there during or after the rain shower. The palletuvier trees are all around and will sip in the water ending up stinging you. Be aware!!! Paradise on earth. Black sand! We swam with tortules, what a majestic moment we had on this beach!!! Keep it clean please."]]}]},"\n",{"type":"==","value":["Buy"]},"\nMartinique is a dependent territory of France and uses the euro as currency. US dollars are not accepted in shops, but some stores and many restaurants and hotels take credit cards. The best exchange rates can be had at banks.  Not all banks will do foreign exchanges and may direct you to Fort De France to do such transactions.\n\nReportedly, the best offerings include French luxury imports (e.g., perfumes, fashions, wines) and items made on the island, e.g., spices and rum.  And some merchants offer 20 percent tax refunds for purchases made by credit card or travelers' checks, though many may not accept the latter.\n\nShopping opportunities include:\n\n",{"type":"*","value":["  Galleria, in Lamentin (near airport), is the island's largest mall, with several European branded stores and others."]},"\n",{"type":"*","value":["  Fort-de-France's Spice Market offers stalls full of local\/unique flowers, fresh fruit and vegetables, and herbs and spices."]},"\n",{"type":"*","value":["  Rue Victor Hugo...Fort-de-France's main shopping street...a strip of sometimes tiny, Paris-like boutiques, island shops and vendors of fresh fruit and flowers"]},"\nAs a decidedly Catholic island, very few stores are open on Sundays or holidays celebrated in France.\n\n",{"type":"'''","value":["Business hours"]},": Sundays may find many stores closed.  Check in-advance before hiring transport to any particular store or shopping area.\n\n",{"type":"==","value":["Eat"]},"\n\nMartinique is unique in contrast to the majority of the other Caribbean islands in that it has a wide variety of dining options. The Ti Gourmet Martinique (2000) lists 456 cafés and\/or restaurants on the island – not including the various bars some of which serve food as well as alcohol. The 1998 brochure produced and published by the ARDTM counts up to 500 food-service related establishments (this corresponds to over 3,000 jobs). Restaurants in Martinique range from the exclusive high-end gourmet restaurants to the crêpes, accras, boudin, fruit juices, and coconut milk one can purchase from food merchants on the beach or at snack stands\/restaurants in town.\n\nThe abundance of both Créole and French restaurants reflects the predominance not only of French tourists in Martinique but also of the island’s status as a French DOM. There has been a growing interest in the traditional dishes of the island, and therefore, a more recent profusion of the number of Créole restaurants. Many of the restaurants tailor their menus to cater to both Créole and French tastes\n\nIn the 2000 edition of Délices de la Martinique (Delights of Martinique), the guide put together by the island’s restaurant union, the editorial given by the then Prefect and director of tourism, Philippe Boisadam, describes the contribution that ‘Martinique’s cuisine makes to the culinary arts.’ Olivier Besnard, the commercial director of the long-haul airline division of Air Liberté, wrote the preface to this same edition. He states that this Créole restaurant and recipe guide is ‘a tourist souvenir that you are welcome to take home with you.’ Francis Delage, a culinary consultant who assembled most of the recipes for this guide underlines the fact that the island’s restaurateurs are the gastronomic ambassadors of Martinique and that they in particular represent the ‘quality of the welcome,’ ‘the products’ and ‘the savoir-faire of Créole cuisine, which is truly part of France’s culinary heritage.’\n\nThe changes in tourist composition (behavior, interest) may very well account for the evolution in the culinary offerings in many of today’s restaurants. Restaurants in Martinique offer not only French and other International cuisines, but also the possibility of consuming the foods that the Other eats. In this case, the Other refers to the Martiniquans. Visitors can catch a glimpse of the behind the scenes reality regarding Martiniquan culinary practices through an ‘authentic’ Créole cuisine. An investigation of the new tourist, or “post-tourist” phenomenon (Poon 1999) venturing off the ‘eaten trail’ in search of something that is more authentic.\n\nRestaurants, Créole cookbooks, public fairs and festivities, and the expensive dining rooms of foreign-owned luxury hotels where food is served, all present themselves as crucial staging grounds where ideas about Martiniquan cuisine, and therefore, identity, authenticity and place are continuously tested.\n\nDecember 2008\/2009 a website was launched ",{"type":"[","value":["http:\/\/www.club-gastronomie.com\/index.php Club Gastronomie & Prestige"]}," Look under the tab ",{"type":"''","value":["Partenaires"]}," to find the top restaurants in Martinique.\n\n",{"type":"==","value":["Drink"]},"\nAs in France, water is safe to drink from the tap, and restaurants will happily serve this at no extra charge (l'eau du robinet).\n\nFresh fruit juices are also very popular on the island along with jus de canne which is a delicious sugar cane drink which is often sold in vans in lay-bys off the main roads. This juice does not stay fresh for long, so ask for it to be made fresh while you wait and drink it as quickly as possible with some ice cubes and a squeeze of lime.\nTry their sugar cane juice, it is quite refreshing. Don't hesitate stopping on the side of the road to buy a drink off the locals who will make it in front of you.\n\nMartinique is famous for its world class rums and the island today still hosts a large number of distilleries inviting tourist to explore its history. Production methods emphasize use of fresh juice from sugar cane to produce \"rhum agricole\", rather than molasses widely used elsewhere.\n\nAlthough rum is far more popular, the local beer in Martinique is Bière Lorraine.\n\n",{"type":"'''","value":["Source:"]}," ",{"type":"[","value":["http:\/\/www.discover-martinique.com Discover Martinique"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Karaoke-Café"]},", quartier Basse Gondeau 97232 Le Lamentin, 0596 50 07 71, bar\/restaurant\/nightclub, currently the trendiest place (but not the most typical). Live music, Karaoke, 80s, dance, techno, worldmusic. Entrance €20 with a drink."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Camping"]}," is available in both mountain and beach settings. Setting up just anywhere is not permitted. For details call ",{"type":"'''","value":["Office National des Forets"]},", Fort-de-France, (33) 596 71 34 50. A small fee is charged.\n\nIn addition there are hotels, bed and breakfasts (French: ",{"type":"''","value":["gites"]},"), villas and even private islands, ",{"type":"'''","value":["Ilet Oscar"]}," and ",{"type":"'''","value":["Ilet Thierry"]},", for rent.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Le Paradis de l'Anse"],["alt=Paradise Cove Resort"],["url=http:\/\/www.leparadisdelanse.com"],["email="],["address=Anse Figuier 97211 Riviere Pilote"],["lat="],["long="],["directions="],["phone=(403) 561-8223 (in Canada)"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Starting at CAD$ 65.00 per night. Charming 18-unit resort with swimming pool, restaurant and air-conditioned units with ocean view. Detached cabins available. Family-owned and friendly. Also offers all-inclusive vacations, with car rental and tour guide services (to desert beaches and other activities)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=PV-Holidays Saint Luce Holiday Village"],["alt="],["url=http:\/\/www.pv-holidays.com\/scripts\/fiche_produit.php?id_ofr=216&id_sai_passe=1"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This holiday village in Martinique offers self catering, air-conditioned accommodation ranging from 2-person Studios up to 2-bedroom apartments for 6 persons. The holiday village enjoys a picturesque location on the south coast of the French Caribbean island, surrounded by tropical gardens with direct access to a beautiful white sandy beach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name= Cap Est Lagoon Resort & Spa"],["alt="],["url=http:\/\/www.capest.com\/en\/home.html"],["email=booking@capest.com"],["address="],["lat="],["long="],["directions="],["phone=+596 (596) 54 80 80"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Looking out toward the sea, colourful villas conceal dreamlike suites, with their small private pools, their views of the big blue ocean, and, of particular note, their outdoor showers. Exotic woods and abaca fabrics adorn the rooms in a fusion of Creole and Asian influences - La Prairie, 97240 Le François (Martinique)."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Centre International de Sejour Martinique"],["alt="],["url=http:\/\/www.cis-martinique.com\/"],["email="],["address=Rue Ernest Hemingway"],["Zac Etang Zabricot, Fort-de-France 97200"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=From 38 Euros"],["checkin="],["checkout="],["content=Officially the Only hostel in Martinique, 144 beds in 66 rooms."]]}]},"\nThe ",{"type":"'''","value":["cheapest"]}," rooms you will find in Martinique cost around 30 USD (25 EUR) per night, they are often offered by families who want to make some extra money, you will need to search carefully online or ask for taxi drivers.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.univ-ag.fr\/ Universite des Antilles"]}]}]},"\n",{"type":"==","value":["Work"]},"\n\nFor European people coming from an EU country, working in Martinique isn't a problem. If you're from outside the EU, you will probably need a work permit - check with the French Embassy in your country. Do not forget though that the unemployment rate is high. But if you work in the health sector (doctor, nurse), it will be much easier.\n\nVoluntary service: Volontariat Civil à l'Aide Technique (VCAT). Only for EU\/EEA-citizens. You must be over 18 and under 28 years old (inclusive). You must not have had your civic rights revoked by a court or have been convicted of certain offences.\n\n",{"type":"==","value":["Stay safe"]},"\nBring lots of sunscreen!\n\nThere are Metropole-style pharmacies which carry top of the line French sunscreen, that can be expensive.\n\nAlso, keep hydrated, especially when hiking in the mountainous areas. A hat is often a good thing to have because the sun can get extremely hot.\n\nWatch out not to get caught in Paris Airport buying expensive overpriced sun cream when you can buy the same one locallya t reduced cost\n\n",{"type":"==","value":["Stay healthy"]},"\n\nSee the above mentioned section. Heat prostration and sunburns can be a real threat to those not used to the climate.\n\nMosquito repellent is a good thing to have if you are sensitive to bites. There is no malaria on this island but other mosquito borne diseases such as Dengue Fever are present.\n\nWatch out for the palétuvier trees. Their sap is corrosive like acid! If it rains make sure you don't go shelter under one of them as you will regret for the rest of your life!!!\n\n",{"type":"==","value":["Respect"]},"\nPolite manners will go very far in this jewel of the Caribbean. When entering a business establishment, always say, 'Bonjour' and 'Merci, au revoir' when departing. Also note that things often run a lot slower in warm climates, so patience is a must. Also, don't expect kowtowing, smiling 'natives'. The Martiniquais are a very proud, dignified people and are often wary of impatient tourists without manners.\n\nUnaccompanied women in tourist and beach areas are likely to experience frequent cat-calling and similar attention from men.  A popularly stated reason for this is that there are a greater number of women than men on the island.  The best way to deal with unwanted attention is to ignore the attention or firmly state a lack of interest.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["geo"],["14.6667"],["-61.0000"]]},"\n",{"type":"{{","value":[["isPartOf"],["Caribbean"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Martinique"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Martinique\/"]]}]