[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Maruata.jpg"],["frame"],["Two beaches - José A. Guzmán"]]},"\n\nMaruata is a Nahuat indigenous town on the coast of ",{"type":"[[","value":[["Michoacán"]]},", ",{"type":"[[","value":[["Mexico"]]},".[citation needed] It's part of the Pomaro indigenous community; an isolated, autonomous group of towns that banded together following the genocidal \"motines\" era of the 16th century. Pomaro and the nearby indigenous communities of Coire and Ostula still hold communal titles to their lands. They have so far rejected outside offers to create large-scale tourist developments in their territory. Maruata still retains much of its rustic character, as it slowly devlops into a locally run eco-tourism center.\n\n",{"type":"==","value":["Understand"]},"\n\nThe ecosystem is subtropical desert with lots of cactus and thorny, acacia-like trees, but remains fresh due to the constant sea breeze and seasonal rains. June to November is hurricane season in the eastern pacific hurricane region. The last one to hit nearby, did so in 2002, and rearranged the sand in one of the beaches, creating an inner lagoon.\n\nIt's inhabitants are mainly first or second generation Nahuatl immigrants that came from the nearby towns in the dry sierra, but it's mostly the old people that remain bilingual, speaking both Nahuatl & Spanish, as the young people speak almost exclusively Spanish.\n\nThe main economic activities are fishing and agriculture, but over the past few years, backpack tourism has increased as an income source for many families.\n\nMaruata is a major nesting beach for the pacific green sea turtle as well as ridleys and the occasional leatherback. A small contingent of marines is based here, for the protection of the nesting turtles and the volunteers who collect the turtle eggs and operate the hatchery.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" Most people drive to Maruata. It is located at km. 150 on coastal highway 200. There is frequent bus service from ",{"type":"[[","value":[["Lazaro Cardenas"]]}," (4 hours to the south) and from ",{"type":"[[","value":[["Tecoman"]]}," (2 hours to the North)."]},"\n",{"type":"*","value":[" The nearest airport is in Lazaro Cardenas, Michoacan. ",{"type":"[[","value":[["Guadalajara"]]}," (via Tecoman) is about 6 hours from Maruata by road."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are many palapas that serve full seafood meals from 80 to 150 pesos.  There are also children selling a local delicacy: pescadillas (fried fish tacos) for 3 to 6 pesos each, but they do not make the rounds every day.\n\n\nA few tienditas (grocery stores) sell beer, sodas and anything you need for a camping weekend at the beach.\n\n",{"type":"==","value":["Stay safe"]},"\n\nMaruata is a popular camping beach in the territory of the Pomaro indigenous community. This is a rural zone lacking the amenities of more developed areas. Infrastructure is minimal, services mostly unavailable.\n\nThere is a new IMSS hospital here, as well as a medic at the small marine base on the beach east of town. A small naval station is currently being built here. \n\nThe nahuat communities of the coast have had their own police force for many years- the federales auxiliares. Federal police regularly patrol through here and army troops sometimes pass through with heavy equipment. Occasionally agents of the PGR will touch down here in their helicopters.\n\n\nMaruata is a traditional community rapidly transitioning into the modern world. The highway arrived here in 1980, electricity in 1996. Rapid change has brought various problems, including sewage, contamination and crime. Alcoholism and drug abuse are fairly common, as in most of north america.\n\nBurglary is a real concern if you are camping here. Money, passports and valuable electronic items should never be left unattended. A money belt and a small daypack are useful here. \n\nFood should never be left in tents. Free range pigs have destroyed many tents here, in their insatiable quest for food. Hang food bags from the ceiling of the camping ramada.\n\n",{"type":"==","value":["Drink"]},"\nA man will come by twice a week and will sell drinking water out of a truck.\n\n",{"type":"==","value":["Sleep"]},"\nThere are no real hotels, but you can get a room for 100 to 300 pesos in one of the many local houses near the beaches. Also, there are plenty of palapas (simple wooden structures supporting a palm leaf roof) that for 30 or 40 pesos per night per person provide covered tent space, showers and toilets for campers.\n\nCamping restaurants offer fairly marginal security, but it's usually best to camp among other campers. Camping alone out on the beach may make you succeptible to harassment or robbery. Camp high on the beach to avoid large waves.\n\n",{"type":"==","value":["Go next"]},"\nThere are several small beach towns nearby, but probably Maruata is the least developed one. Some 60 km north is la Ticla, a beach surfers like to visit.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lazaro Cardenas (region)"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]