[{"type":"{{","value":[["pagebanner"],["Maryland-banner1.jpg"],["caption=Steamed Maryland blue crabs in Annapolis"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mdisfun.org\/ Maryland"]}]}," on the ",{"type":"[[","value":[["Mid-Atlantic"]]},", nicknamed ",{"type":"'''","value":["America in Miniature"]},", has a little bit of everything: both sea and mountain, urban and rural, historic and modern. It ranges from some of the nation's most densely populated areas around ",{"type":"[[","value":[["Washington, D.C."]]},", to bucolic rural areas in the east around the ",{"type":"[[","value":[["Chesapeake Bay"]]}," and ",{"type":"[[","value":[["Eastern Shore (Maryland)"],["Eastern Shore"]]},", and in the ",{"type":"[[","value":[["Western Maryland"],["Appalachian Mountains"]]}," in the west. ",{"type":"[[","value":[["Baltimore"]]}," is the state's biggest city, with literal boatloads of tourist attractions around its ",{"type":"[[","value":[["Baltimore\/Inner Harbor"],["Inner Harbor"]]},"; ",{"type":"[[","value":[["Annapolis"]]},", with its historical maritime charm, is its capital.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Maryland regions map.png"],["regionmaptext=Maryland's regions"],["regionmapsize=450px"],["region1name=",{"type":"[[","value":[["Capital Region (Maryland)"],["Capital Region"]]}],["region1color=#93c4a8"],["region1items="],["region1description=The population core of Maryland—mostly suburbs and exurbs of ",{"type":"[[","value":[["Washington, D.C."]]}],["region2name=",{"type":"[[","value":[["Central Maryland"]]}],["region2color=#b5c58a"],["region2items="],["region2description=Including the quintessentially Maryland cities of ",{"type":"[[","value":[["Baltimore"]]}," and ",{"type":"[[","value":[["Annapolis"]]}],["region3name=",{"type":"[[","value":[["Eastern Shore (Maryland)"],["Eastern Shore"]]}],["region3color=#d3b97b"],["region3items="],["region3description=Maryland's lowlands east of the ",{"type":"[[","value":[["Chesapeake Bay"],["Chesapeake"]]},", home to the beach resort ",{"type":"[[","value":[["Ocean City (Maryland)"],["Ocean City"]]}," as well as ",{"type":"[[","value":[["Assateague Island"]]}],["region4name=",{"type":"[[","value":[["Southern Maryland"]]}],["region4color=#8da1c2"],["region4items="],["region4description=A solidly ",{"type":"[[","value":[["Chesapeake Bay"],["Chesapeake"]]}," region with charming bed & breakfasts and bay island destinations, an easy drive from ",{"type":"[[","value":[["Washington, D.C."],["D.C."]]}],["region5name=",{"type":"[[","value":[["Western Maryland"]]}],["region5color=#c9a78c"],["region5items="],["region5description=Where Maryland gets mountainous and rugged, with some charming, laid-back, smaller cities, and outdoor opportunities at ",{"type":"[[","value":[["Deep Creek Lake"]]}," and on the ",{"type":"[[","value":[["Appalachian Trail"]]}]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Annapolis"]]}," — the quaint state (and one-time national) capital, with strong maritime, naval, and ",{"type":"''","value":["seafood"]}," traditions"]},{"type":"*","value":[" ",{"type":"[[","value":[["Baltimore"]]}," — Maryland's big city on the Chesapeake, home to the Inner Harbor, a magnificent Aquarium, Camden Yards, lots of history, and vibrant city life"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bethesda"]]}," — the urban-upscale hotspot in the ",{"type":"[[","value":[["Washington, D.C."],["D.C."]]}," inner suburbs, with over 200 restaurants"]},{"type":"*","value":[" ",{"type":"[[","value":[["College Park (Maryland)"],["College Park"]]}," — a vibrant college town just outside the D.C. city limits"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cumberland (Maryland)"],["Cumberland"]]}," — railroad town in the Appalachian Mountains and the C&O Canal terminus"]},{"type":"*","value":[" ",{"type":"[[","value":[["Frederick"]]}," — Bustling historic city near Harpers Ferry, famous for antiques and outlets"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hagerstown"]]}," — quaint small city at the foot of the Appalachians, famous for its outlets"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ocean City (Maryland)"],["Ocean City"]]}," — very popular seaside resort city on a barrier island, with ",{"type":"''","value":["loads"]}," of restaurants and night clubs"]},{"type":"*","value":[" ",{"type":"[[","value":[["Solomons (Maryland)"],["Solomons Island"]]}," — a small historic town and popular weekend getaway on the Chesapeake at the mouth of the Patuxent River"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n\n",{"type":"[[","value":[["Image:Chesapeake Bay Bridge 3.jpg"],["thumb"],["220px"],["The massive Chesapeake Bay Bridge"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Antietam Battlefield"]]}," — site of the bloodiest single day in American History, at the first battle of the Civil War in the North"]},{"type":"*","value":[" ",{"type":"[[","value":[["Appalachian Trail"]]}," — the great Appalachian Trail passes through the Maryland panhandle for a mere 40 miles, but that includes one excellent and easy hike to the ever popular rock-climbing mecca of Annapolis Rock—it's also just fun to be able to say that you walked across the state of Maryland, which you can do in just a couple of days"]},{"type":"*","value":[" ",{"type":"[[","value":[["Assateague Island"]]}," — a beautiful national park of a barrier island, populated by wild ponies"]},{"type":"*","value":[" ",{"type":"[[","value":[["Catoctin Mountain Park"]]}," — a big, rugged National Park centered around Catoctin Mountain, and home to the Presidential retreat of Camp David"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chesapeake Bay"]]}," — the Great Shellfish Bay is a whole travel region of its own, offering fishing, crabbing, swimming, boating, sailing, unique island communities, placid bed & breakfasts, and just plain beautiful sunsets"]},{"type":"*","value":[" ",{"type":"[[","value":[["Deep Creek Lake"]]}," — Maryland's mountain\/lake resort and spa"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chesapeake and Ohio Canal National Historical Park"],["Great Falls"]]}," — the spectacular Great Falls along the Potomac River, plus endless walking\/biking trails along the historic Chesapeake and Ohio Canal"]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Mary's City"]]}," — Maryland's original colonial capital and one of the very first ",{"type":"[[","value":[["United Kingdom"],["British"]]}," settlements in ",{"type":"[[","value":[["North America"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Patapsco Valley State Park"]]}," — a big state park with over 32 miles of well-marked trails leading to historic and natural sites of interest, all just a half-hours drive away from ",{"type":"[[","value":[["Baltimore"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThe largest and most well known geographic feature of Maryland is the Chesapeake Bay, the world's third largest estuary.  At one time it was called the world's protein basket because it produced so much seafood in the form of fish and shellfish, in particular its most famous product, Blue Crabs. Today the bay is a poster child for what happens from overfishing and pollution, but Maryland leads the country in many progressive \"Save the Bay\" programs to save wetlands, and halt the flow of pollutants from the more than 12 million people who live in its watershed from Pennsylvania to Virginia. The Chesapeake Bay is a magnet for sailing and fishing sports activities.\n\nThe state is bounded to the south by the Potomac River, which offers opportunities for boating, and bicycling along the disused Chesapeake and Ohio\nCanal Trail, leading from ",{"type":"[[","value":[["Washington, D.C."]]}," to ",{"type":"[[","value":[["Cumberland (Maryland)"],["Cumberland"]]},".  \n\nThe western part of the state is much more mountainous than the eastern lowlands, and offers hiking along the ",{"type":"[[","value":[["Appalachian Trail"]]},", whitewater recreation in the Youghiogheny River, and historical sites such as Antietam Battlefield, where the events of the bloodiest single day in American history unfolded.\n\n",{"type":"[[","value":[["Ocean City (Maryland)"],["Ocean City"]]}," offers an economy that caters to the huge seasonal influx of beach-goers. It has an odd charm in the winter, with discounted hotels, deserted beaches and empty restaurants. \n\n",{"type":"===","value":["Geography and climate"]},"\nThe state crosses many different geographical zones, from the low, sandy barrier islands of the Atlantic Coast to the fertile, lowlands of the Chesapeake Basin, which rise into the foothills of the Piedmont, and eventually the rugged terrain of the Appalachian Mountains.  Maryland has been called \"America in Miniature\" because of the great difference of landscape one can experience in such a small area.\n\n",{"type":"[[","value":[["Image:Jousting.jpg"],["thumb"],["300px"],["The state sport is indeed jousting"]]},"\n\nThe climate of Maryland varies as much as its topography.  The lower elevation Atlantic Coastal Plain, which surrounds the ",{"type":"[[","value":[["Chesapeake Bay"]]}," and includes the major cities of ",{"type":"[[","value":[["Baltimore"]]},", ",{"type":"[[","value":[["Annapolis"]]},", and ",{"type":"[[","value":[["Salisbury (Maryland)"],["Salisbury"]]}," has a mild subtropical climate, with hot, humid summers and cold winters with little to moderate snowfall, though winter storms do occasionally bring several inches to a foot or more of snow across Central Maryland.  As one moves away from the Bay and higher in elevation, the climate becomes more continental, with milder summers and colder winters including the major cities of ",{"type":"[[","value":[["Hagerstown"]]}," and ",{"type":"[[","value":[["Cumberland (Maryland)"],["Cumberland"]]},".  In the mountains of the west summers are cool, and winters can be very cold with heavy snows.  The mountains protect the eastern half of Maryland from much of the harsh winter weather experienced in the ",{"type":"[[","value":[["Great Lakes"]]}," region.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nMany international and domestic flights arrive into the state's main airport, Baltimore-Washington International (",{"type":"{{","value":[["IATA"],["BWI"]]},").  Many air travelers to Maryland arrive at Reagan National Airport (",{"type":"{{","value":[["IATA"],["DCA"]]},") and Dulles International Airport (",{"type":"{{","value":[["IATA"],["IAD"]]},"), both located in northern Virginia.  In addition, regional flights can be booked to Salisbury (",{"type":"{{","value":[["IATA"],["SBY"]]},").\n\n",{"type":"===","value":["By train"]},"\n\nAmtrak trains arrive at stations in Aberdeen, Baltimore, BWI, Cumberland, New Carrollton, Rockville, and Salisbury.\n\n",{"type":"===","value":["By car"]},"\nMaryland is served by several main Interstate highways, and a number of other routes enter the state. Interstates 68 and 70 are the main east-west interstate highways in the state. In addition, US Routes 40 and 50 are major east-west arteries. Interstates 81, 83, 95 and 97 are major north-south routes. In addition, US Routes 219, 220, 29, 11, 15, 1, and 13 are major north-south arteries.\n",{"type":"====","value":["Use of cell phones while driving"]},"\nThroughout the state, talking on hand-held cell phones (without a hands-free device) while driving is illegal.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mtamaryland.com Maryland Transit Authority"]}]}," for bus, light rail, subway, and MARC commuter train information."]},{"type":"*","value":["Montgomery and Prince George's Counties in the D.C. suburbs are served by the ",{"type":"[","value":["http:\/\/www.wmata.com\/ Washington Metropolitan Area Transit Authority (METRO)"]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:USS Constellation, Baltimore.jpg"],["thumb"],["260px"],["The U.S.S. Constellation museum-ship in the Baltimore ",{"type":"[[","value":[["Baltimore\/Inner Harbor"],["Inner Harbor"]]}]]},"\n\nMaryland's biggest attractions by way of sightseeing are almost all in ",{"type":"[[","value":[["Baltimore"]]},", centered around the Inner Harbor, including the National Aquarium, historic Fort McHenry, the Maryland Zoo, and a host of great museums. ",{"type":"[[","value":[["Annapolis"]]}," is sightseeing destination #2, home to the Maryland State House (which once served as the nation's capitol), the U.S. Naval Academy, and a lovely historic center. ",{"type":"[[","value":[["Ocean City (Maryland)"],["Ocean City"]]}," has its fair share of fun tourist kitsch as well. For more off-the-beaten path sights, look for the National Mormon Temple in ",{"type":"[[","value":[["Kensington"]]}," at Christmas time, or visit ",{"type":"[[","value":[["Cumberland (Maryland)"],["Cumberland"]]},"'s historic district, set in the beautiful Allegheny Mountains.\n\n",{"type":"==","value":["Do"]},"\n\nThe big activities here revolve either around sporting events, or outdoor sports. Sports are a big deal in ",{"type":"[[","value":[["Baltimore"]]},", which is a city utterly mad for Baltimore Ravens football—half the businesses in the city deck themselves out in the teams colors. No less important to the city is the Baltimore Orioles baseball team. Sports are just as big a deal on the college scene at the University of Maryland, in ",{"type":"[[","value":[["College Park (Maryland)"],["College Park"]]},", where the Terrapins draw huge crowds from the counties surrounding the school.\n\nOutdoor sports are concentrated in the east and the west of the state, since the middle is overrun by dense suburbia. Boating and crabbing are the big draws on the ",{"type":"[[","value":[["Chesapeake Bay"]]},", and there's beach camping to be done at ",{"type":"[[","value":[["Assateague Island"]]},". In the west, there is great trekking opportunities in the ",{"type":"[[","value":[["Appalachian Mountains"]]},"—",{"type":"[[","value":[["Appalachian Trail"]]}," or otherwise. On the trail in Maryland, is a huge rock climbing draw at Annapolis Rock. The big state parks, like ",{"type":"[[","value":[["Catoctin Mountain Park"]]}," and ",{"type":"[[","value":[["Patapsco Valley State Park"]]},", also have loads of really nice woodland hiking trails.\n\n",{"type":"[[","value":[["Image:Annapolis Rock.jpg"],["thumb"],["260px"],["Annapolis Rock on the ",{"type":"[[","value":[["Appalachian Trail"]]}]]},"\n\nOther more eccentric local activities include:\n\n",{"type":"*","value":[{"type":"'''","value":["Duckpin bowling"]},"  Maryland is one of the few remaining places to experience this dying sport.  With smaller bowling balls, funny-shaped pins and three throws per frame, duckpins represent a unique regional experience."]},{"type":"*","value":[{"type":"'''","value":["Lacrosse"]},"  Maryland is perhaps the hotbed of high school and college lacrosse -- it became the official state team sport in 2004.  Johns Hopkins is a perennial contender for the men's national championship; the University of Maryland has been powerhouse on the women's side.  A ticket to one of these matches represents a different sort of spectator experience than you get at a football, baseball or basketball game."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Maryland Renaissance Festival"],["alt="],["url=http:\/\/www.rennfest.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-296-7304"],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Crownsville"]]},", MD. Celebrating its 30th year as of 2006, the Renaissance Festival is held every fall on the weekends (and Labor Day) between the last weekend of August and the third weekend of October. Probably your only chance to view the Maryland state sport of jousting."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Maryland State Fair"],["alt="],["url=http:\/\/www.marylandstatefair.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Timonium, MD. Livestock shows, entertainment, a vast midway full of thrill rides and carnival attractions, and even a horse race all make up the Maryland State Fair, held the last weeks of August through the first days of September."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Preakness"],["alt="],["url=http:\/\/www.preakness.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"[[","value":[["Baltimore"]]},", MD. The second jewel in the legendary Triple Crown of thoroughbred horse racing happens every May at Pimlico Race Track in northwest Baltimore. Parties, parades, and other events throughout the Baltimore lead up to the anticipated race."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["infobox"],["A crab feast primer"],["A quick review of crab-eating technique can be useful: To open the crab, flip it upside-down and look for the long \"lever\" on the belly. Get your finger under it and pull to pry the shell open, revealing the meat and guts inside. Most are too squeamish to eat the greenish fat, liver, and innards referred to locally as \"mustard\", but a true Marylander eats ",{"type":"''","value":["all"]}," of the crab - apart from the grayish gills which are always removed. You'll be given a small wooden hammer to crack the legs to get at the meat, but you can also just give them a good bite to break the shell. Enjoy!"]]},"\n\nLocal Maryland cuisine is as richly exotic. Unfortunately, it's also under-appreciated or over-fished, and therefore can sometimes be hard to find. \n\nWithout a doubt, the state is known first for its Maryland ",{"type":"'''","value":["Blue Crabs"]},", fished from the ",{"type":"[[","value":[["Chesapeake Bay"]]},", served in magnificent quantities, drenched in ",{"type":"'''","value":["Old Bay"]}," (a peppery mix of celery salt, bay leaf, mustard seed, black and red pepper, cinnamon, and ginger), accompanied by copious amounts of beer, and a total, wonderful mess. The blue crab, symbol of the state, adorns drivers licenses and other state paraphernalia, and is a considerable source of state pride—all the more disappointing that farm run-off into the bay from the nine states of the Chesapeake Basin has decimated the local blue crab population, greatly limiting the fishing haul, and meaning that you are often eating crabs from the Gulf of Mexico unless you caught them yourself. The no less magnificent crab feasts continue, though, along and around the Bay in small crab shacks and in restaurants around ",{"type":"[[","value":[["Annapolis"]]}," and ",{"type":"[[","value":[["Baltimore"]]},", and throughout the ",{"type":"[[","value":[["Chesapeake Bay"]]}," region. \n\n",{"type":"'''","value":["Soft Shell"]}," Blue Crabs, another Maryland staple, are available throughout the world in fine restaurants as a high class delicacy; here they're everyday bar food in the summer. The Chesapeake Blue Crabs are a bit of a natural freak, crabs that \"molt\" annually as they outgrow their shells. The shells grow back, but smart fishermen don't give them a chance. Don't worry about how to eat these crabs—just open your mouth and start biting, and eat it all. And there's a real pleasure to eating a \"delicacy\" on a humble hamburger bun with some lettuce, mustard, and tomato, while taking a shady respite from the summer sun, by the beach or otherwise.\n\nFurther along the Maryland line of crab cuisine is the ",{"type":"'''","value":["crab cake"]},", which comes in many varieties. You can find them ",{"type":"''","value":["anywhere"]}," in the state, at any American restaurant. But quality varies wildly, and most will leave you thinking, \"well, I would have rather just had the crab.\" For the undisputed best, which Maxim rated one of the top 10 dishes in the world, go to standing-room-only ",{"type":"'''","value":["Faidley's"]}," in ",{"type":"[[","value":[["Baltimore"]]},"'s Lexington Market and order a pair of jumbo lumps.\n\nAside from crabs, shellfish in general are a classic cornerstone of Maryland cuisine, (no surprise, given \"Chesapeake\" is Algonquian for \"Great Shellfish Bay\") and ",{"type":"'''","value":["raw oysters"]}," on the half shell are a local delicacy. They're typically appreciated with a dash of hot sauce, and clams are often served the same way. ",{"type":"'''","value":["Steamed mussels"]}," can make for a warming winter evening dinner, and ",{"type":"'''","value":["Bertha's"]}," in Baltimore serves the state's most famous (and tastiest) mussel.\n\nFrom here, the cuisine gets stranger and harder to locate: ",{"type":"'''","value":["Maryland Fried Chicken?"]}," Say what? Yes, fried chicken is a Maryland specialty, and you'll find countless places ",{"type":"''","value":["in ",{"type":"[[","value":[["Kentucky"]]}]}," touting the stuff. \"MFC\" differs from your average Southern fried chicken in that it is pan-fried in only a half inch of lard or oil, giving it a crisp, but not deep fried skin, and is smothered in creamy, peppery gravy. It's very hard to find unless you know some old-time Marylanders on the Eastern Shore, but try looking along US-50 towards ",{"type":"[[","value":[["Ocean City (Maryland)"],["Ocean City"]]}," for unassuming shacks bearing \"Chicken\" signs, or for a more sure bet, the quintessential old Maryland establishment of Crisfield's in ",{"type":"[[","value":[["Silver Spring"]]},". If you just want some good chicken, head to a Royal Farms gas station (the busier the better), which, for reasons beyond anyone's understanding, serves up fine fried chicken.\n\nThe most esoteric Maryland dishes range from roasted ",{"type":"'''","value":["terrapin"]}," to fried ",{"type":"'''","value":["muskrat"]}," to roasted ",{"type":"'''","value":["eel"]}," to boiled ",{"type":"'''","value":["raccoon"]},". Good luck finding these, though. Again, Faidley's in Baltimore is a good place to look, although these wildly rare dishes are only available there seasonally. Hopefully top local chefs will come to their senses and start cooking upscale variations on these interesting local dishes, and realize that the Italian-French-American fine dining you can find in any city throughout the country is a little uninventive.\n\nLastly, there are several ",{"type":"[[","value":[["Mid-Atlantic"]]}," foods worth looking for, mostly in diners. A slice of ",{"type":"'''","value":["scrapple"]}," for breakfast is a fried delicious must, despite its origins (pig organs and scraps), which do terrify the uninitiated and the cowardly.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:Some Annapolis commercial strip.jpg"],["thumb"],["260px"],["Old Annapolis"]]},"\n\nThe best places around the state to enjoy some nightlife and drinks, unsurprisingly, are in the more metropolitan areas, like ",{"type":"[[","value":[["Bethesda"]]},", ",{"type":"[[","value":[["Silver Spring"]]},", and above all ",{"type":"[[","value":[["Baltimore"]]}," in Fells Point and Washington Square. Many of the clubs and bars in Baltimore's Inner Harbor -- though not all -- tend to be tourist traps with overpriced drinks and cover charges.\n\nBeer lovers will want to try a few of the state's great craft brews. Heavy Seas Beer, DuClaw Brewing, Brewer's Art Resurrection, and Oliver Ales are among the most popular.  Local beers offer a variety of styles — stouts, porters, ales, ESBs, IPAs,and Goldens.  Also, Wild Goose, Flying Dog, Blue Ridge Ales, Deep Creek, and Foggy Bottom are brands worth sampling.\n\nThe great drink of Maryland, however, has all but disappeared since Prohibition — Maryland rye whiskey. The distilleries that once dotted the Baltimore County countryside have all shut down, and production of rye whiskey is now centered around ",{"type":"[[","value":[["Kentucky"]]},". But the Baltimore hasn't lost its taste for the beverage, and in the city's dive bars you can still order a dirt-cheap and tasty rye 'n soda. Stores in the area sell \"Pikesville Rye\" at a great value, which is the only Maryland rye that never ceased production, although the operations have relocated to Kentucky.\n\n",{"type":"==","value":["Stay safe"]},"\nIn ",{"type":"[[","value":[["Baltimore"]]},", the main tourist areas are very safe (and ",{"type":"''","value":["heavily"]}," patrolled by police); one does not, however, have to wander far to find more dangerous areas. The rest of the state, with the exception of some non-touristy parts of ",{"type":"[[","value":[["Prince George's County"]]}," and ",{"type":"[[","value":[["Annapolis"]]},", is very safe.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Delaware"]]}]}," — America's second smallest state, Delaware is to the east and north of Maryland along the Chesapeake Bay."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Pennsylvania"]]}]}," — Located to the north of Maryland, the city of ",{"type":"[[","value":[["Philadelphia"]]}," makes an easy weekend trip from most destinations in Maryland, and offers a glimpse into America's Revolutionary War era history. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["West Virginia"]]}]}," — Maryland's western neighbor is the only state in the USA to lie completely within a mountain range (in this case, the ",{"type":"[[","value":[["Appalachian Mountains"],["Appalachians"]]},"). "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Washington, D.C."]]}]}," — The nation's capital is a must-see for most visitors, with a wealth of sites including the Capitol, the White House, the Smithsonian Museum, and a vast array of other monuments and attractions."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Virginia"]]}]}," — Maryland's southern neighbor is bordered by ocean and mountains and has much to offer travelers interested in history and scenic landscapes."]},"\n",{"type":"{{","value":[["guideregion"]]},"\n",{"type":"{{","value":[["geo"],["39.0"],["-76.7"],["zoom=8"]]},"\n",{"type":"{{","value":[["isPartOf"],["Mid-Atlantic"]]},"\n",{"type":"{{","value":[["hasDocent"],["Jonboy"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Maryland"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Maryland\/"]]}]