[{"type":"{{","value":[["pagebanner"],["Masada Wikivoyage.png"],["unesco=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parks.org.il\/ParksENG\/company_card.php3?NewNameMade=46&from=116&CNumber=853401 Masada"]}]}," (Hebrew: מצדה) is a magnificently located fortress site in ",{"type":"[[","value":[["Israel"],["Israel's"]]}," stark ",{"type":"[[","value":[["Judean Desert"]]},", close to the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]},". The last Jewish holdout to fall to Rome in 73 CE, Masada symbolizes the exile of the Jewish nation from the Holy Land. Its violent end has become a symbol of bravery and self-sacrifice since the founding of the State of ",{"type":"[[","value":[["Israel"]]}," in 1948. \n\n",{"type":"==","value":["Understand"]},"\n\nMasada, whose Hebrew name means \"fortress\", is on a breathtaking rock plateau with steep cliffs rising on all sides. Roman client King Herod the Great constructed a fortified palace complex atop of the plateau between 37 and 31 BCE. During the Jewish rebellion against Rome in first century CE, a sect of Jews called the Kanai took refuge in isolated Masada.  They were known in Greek as ",{"type":"''","value":["zelotes"]},", or the Zealots.  After remaining there for seven years, the Zealots finally fell at the hands of the Roman army in 73 CE. However, rather than be killed or enslaved, the holed up rebels chose to commit a mass suicide, a deed which forever enshrined them in the annals of Jewish history. \n\nMasada, a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},", has been granted a special place in the heart of the Jewish nation. Though the actions of the Zealots are still debated, Masada has become synonymous with the tragic and much-mourned downfall of Jewish life in the Holy Land. More recently, this symbol of death has been contrasted with Jewish rebirth, the founding of the State of Israel. Indeed, many Israeli soldiers, sworn in atop Masada, emotionally chant, \"Masada shall never fall again.\"\n\n",{"type":"==","value":["Get in"]},"\n\nMost people access Masada from the eastern side near Road 90, which runs down the Israeli coast of the ",{"type":"[[","value":[["Dead Sea (Israel)"],["Dead Sea"]]},". This is the official entrance which leads to the \"Snake Path\" the steep hiking trail.\nThe less used option is Road 3199 from ",{"type":"[[","value":[["Arad (Israel)"],["Arad"]]}," to the western side.  The road ends at a parking lot, from which there is a comparatively easy 15-20 minute ascent to the top.\n\nBy bus you can get to Masada with line 486 from ",{"type":"[[","value":[["Jerusalem"]]}," or ",{"type":"[[","value":[["Ein Gedi"]]}," or with line 421 from Tel Aviv (Once a day only). The buses stop at the main entrance from Road 90, and the price is quite expensive (40 NIS from Jerusalem, 36 with a student discount).\n\n",{"type":"==","value":["Get around"]},"\n\nIf you are really adventurous, you can hike through the valleys to the north or south of Masada, and thus reach it from the \"other side\". Be aware that due to the steep cliffs and desert terrain, this is dangerous if you don't know what you're doing.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Israel-2013-Aerial 21-Masada.jpg"],["thumb"],["right"],["320px"]]},"\nThe entrance to the site costs 23NIS for an entry by foot, 61NIS for entry with a cable car lift both ways. Discounts are available for students, youth and the elderly.\n\nThe fastest way to reach ascend Masada is via cable car. However, the cable car does not begin running until 8AM, meaning the option in not available to those wishing to experience sunrise at Masada.\n\nThe other two routes up are the so-called \"Snake Path\" or the Roman Ramp.  \n\nThe Snake Path (actually a combination of tracks and steps) is accessible from the eastern side of Masada via the Dead Sea Highway.  It consists of a series of switchbacks 'snaking' all the way up to the summit.  The climb can take anything from 40 minutes to 2 hours or more depending on stamina\/speed. Because of the difficulty of the climb, and the path's exposure to the sun, the Snake Path is usually closed from 10am, and many choose to ascend before sunrise. \n\nThe Roman Ramp is not accessible from the Dead Sea Highway and must be approached from a road to the west -- a forty minute detour for those coming from the Dead Sea Highway, but is considerably less strenuous than the Snake Path.\n\nOnce there, the Herod's palace complex, replete with Roman-style mosaics and bath houses, can be toured. Also viewable are the zealot's synagogues, storehouses, and homes. From Masada, the remnants of the Roman encampments are clearly visible. Also, the stark natural beauty of the Judean Desert and nearby Dead Sea can be fully taken in from high atop Masada.\n\n",{"type":"==","value":["Do"]},"\n\nClimb the \"Snake Path\" at 4 o'clock in the morning and enjoy the sun rising over the Jordan Mountains. The gates are usually open even at this early hour since this is part of the Israeli national pride.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThe visitors' centre below the fortress contains a small food court including a McDonalds.\n\n",{"type":"==","value":["Drink"]},"\n\nBring lots of water, since the climb is hard and the sun is burning the whole day.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Massada Guest House"],["url=http:\/\/www.iyha.org.il\/eng\/Index.asp?CategoryID=78&ArticleID=64"],["email=massada@iyha.org.il"],["address=Massada, D.N. Yam Hamelah"],["lat="],["long="],["directions=Near route 90, directly at the entrance to the site of Massada"],["phone=+972 08 9953222"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=\nClosest to the Masada National Park, Youth Hostel."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nThe Ein Gedi Nature Reserve and the Dead Sea are not far away and worth a visit.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Judaean Desert"]]},"\n",{"type":"[[","value":[["wikipedia:Masada"]]},"\n",{"type":"[[","value":[["Dmoz:Science\/Social_Sciences\/Archaeology\/Regional\/Middle_East\/Israel\/Masada\/"]]},"\n",{"type":"{{","value":[["geo"],["31.315555555556"],["35.353888888889"]]}]