[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.masooleh.ir\/ Masouleh"]}]}," is a small mountain village in ",{"type":"[[","value":[["Caspian Iran"]]},".\n\n",{"type":"[[","value":[["Image:Masouleh.jpg"],["thumb"],["A view of Masouleh"]]},"\n\nMasouleh architecture is unique. The buildings have been built into the mountain and are interconnected. Courtyards and roofs both serve as pedestrian areas similar to streets. Masouleh does not allow any motor vehicles to enter, due to its unique layout. It is the only village in Iran with such a prohibition. However, the small streets and many stairs simply also wouldn't make it possible for vehicles to enter.\n\nThe spectacular architecture of Masouleh is well-known as \"The yard of the above building is the roof of the below building\".\n\nYellow clay coats the exterior of most buildings in Masouleh. This allows for better visibility in the fog.\n\nBuildings are mostly 2 stories (1st floor and below floor) made of adobe, rods and bole. Small living room, big Guest room, winter room, Hall, WC and Balcony are usually found in 1st floor. Cold closet, barn and stable are located at below floor that attaches to the upper floor by several narrow steps inside the building.\n\nThere are four main local communities at the village named: \"Maza-var\" (meaning: beside the Mosque) at the south, \"Khana-var\" (meaning: beside homes) at the East, \"Kasha-sar\" (meaning: stretched on top) at the North, and, \"Assa-mahala\" (meaning: Assad community) at the West. Apparently down-town is the Market (Bazaar) area and also the main mosque of the village, named: \"O-ne-ben-ne Ali\".\n\n",{"type":"==","value":["Get in"]},"\n\nMinibus or savari from Fuman which is reachable by same mean of transport from ",{"type":"[[","value":[["Rasht"]]},". There are daily buses from Rasht to ",{"type":"[[","value":[["Tehran"]]},". There is also a direct bus connection from Tehran to Fuman and back but it might be harder to find.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nHiking\n\nThere is a path on the other side of the village. It is a very nice walk.\n\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere are restaurants catering for tourists. Also, you can buy tasty fresh made bread from market, other supplies from a couple of shops and prepare something to eat yourself.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nMany people in the village rent out rooms and this is probably the cheapest and most atmospheric way to spend the night. There is a couple of small hotels which have decent size rooms with bathroom and kitchen. In the bottom of the village there is a larger hotel but it is not recommended.\n\n",{"type":"==","value":["Connect"]},"\n\nThere is no internet cafes but there are public telephones available.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Caspian Iran"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Masouleh"]]},"\n",{"type":"{{","value":[["geo"],["37.15"],["48.983333333333"]]}]