[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"'''","value":["Massanjore"]}," is a city in ",{"type":"[[","value":[["Jharkhand"]]},".\n\nMassanjore dam, across the Mayurakshi River, is in Dumka district of Jharkhand State. Built with Candian aid, it is also called Canada Dam or Pearson Dam. It was commissioned in 1956. \n\nThe dam is 155 feet high from its base and is 2170 feet long. The reservoir has an area of 16,650 acres when full and has a storage capacity of 500,000 acre feet. Apart from the Massanjore Dam there is a barrage at Tilpara, near Siuri. The barrage is 1,013 feet long.\n\n",{"type":"==","value":["Get in"]},"\nIt is about 24 kms from Dumka in Jharkhand and is about 45 km from Suri in West Bengal. It is on the Suri-Dumka road. Buses ply on this road.\n\nThere are two guesthouses available near to this Dam. One belongs to the Bengal Govt and the other falls in the territory of West Bengal Govt. as this dam is on the Border line within the two states.\n\nThis dam is well connected to roads from Dumka and falls in Dumka district of Jharkhand State.\n\nNice place for family and friends to stay and enjoy the nature.\n\n",{"type":"==","value":["Get around"]},"\nWalk or have your own transport.\n\nIt is very useful.\n\n",{"type":"==","value":["Do"]},"\nThe place is just amazing for adventurous persons.The broad river,mountains,proper jharkhand gives its identity everywhere.at night,the total ambiance changes.Hill climbing or swimming is pretty much enjoying.\n\nThe view of the Dam is very beautiful as many people enjoy looking at the scenic view of the dam.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are few food stalls which are situated near the dam.to get food at night,u have to arrange within afternoon.rate is pretty cheap.\n\n",{"type":"==","value":["Drink"]},"\ncold drinks are available near the shops beside the dam.if u can manage the regional \"mahua\" wine from the tribal villages, it will be an awesome combination.\n\nYou can also get fresh Khajor juice once you cross the dam by foot. They charge Rs.3\/- per glass. You should carry a bottle to carry the juice. Ravi Asopa 9830161201\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Youth Hostel"]},", two km from the dam. Double rooms cost Rs 100 per night. There is a 22-bed dormitory. Beds cost Rs 40 per night. For bookings contact: Yuva Kalyan Office, 32\/1, BBD Bag (South), Kolkata 700001, Phone +91 33 22480626"]},{"type":"*","value":[" ",{"type":"'''","value":["Mayurakshi Bhavan"]}," of the Irrigation Department, Govt. of West Bengal. A double-bed room costs Rs 300 per night. For bookings contact: Deputy Secretary, Irrigation Department, Water Resource, Development Building, Salt Lake City, Kolkata, Phone +91 33 23212259."]},{"type":"*","value":[" ",{"type":"'''","value":["Jharkhand Tourist Lodge"]},"."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Deoghar"]]}]}," - 98 km"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Santiniketan"]]}]}," - 75 km"]},"\n",{"type":"{{","value":[["IsPartOf"],["Santhal Parganas"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]