[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Massamá"]}," is in ",{"type":"[[","value":[["Sintra"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nIt is located right in the midline of IC19 if you try to get there by car. Rush hours may be tricky to get in or out.\n\nIt is served by the national train services \"CP\" and the name of the station you should descend is \"Barcarena\". Please do not mistake this for \"Queluz-Massamá\" in which you may get lost in the loop.\n\nSeveral bus lines also serve this small town, but really, the best way to get around is by car.\n\nIt is about 5-10 minutes to Hospital Amadora-Sintra, in case of an emergency.\n\n",{"type":"==","value":["Get around"]},"\n\nParking is a problem in Massamá. If you want to stop in several places for shopping or window shopping, you may have to park in a second line.\n\n",{"type":"==","value":["See"]},"\n\n30% of Massamá are green areas, 50% are buildings, 20% are commercial establishments and parking places.\n\nEverybody goes anywhere by car.\n\n",{"type":"==","value":["Do"]},"\n\nThe park at \"Quinta das Flores\" offers a place were you may do some exercise with an open air pool and a training circuit.\n\nSeveral gyms are opened long hours.\n\nSeveral SPAs offer their services in a multitude of environments, from familial to refined.\n\nThere is a Bowling opened daily.\n\nCoffee shops with mega plasma screens are also a pleasant way of spending an afternoon with friends in a cold, windy, rainy afternoon.\n\nSeveral video renting shops help you to spend some time home together with a film\/family.\n\n",{"type":"==","value":["Buy"]},"\n\nThe fair goes on every Saturday near the train station of Queluz-Massamá.\nSeveral shopping centers invade the town, together with hundreds of small shops all over, from Chinese articles to decoration to gold and silver shops, restaurants, clothing departments, shoes, etc, etc.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are hundreds of restaurants.\n\nYou may have from Japanese to Mexican, to Italian food, fast food, McDonalds, etc etc. Just name it. Some of the all times favourites:\n\n",{"type":"*","value":[" Mexican restaurant Siesta, Arcadas do Shopping, Praceta João de Deus, Lt. 210 - R\/C Dt, phone - +351 21 439 7274 ",{"type":"[","value":["mailto:siesta@guiashop.com siesta@guiashop.com"]}]},"\n",{"type":"*","value":[" Italian restaurant Don Peppone"]},"\n",{"type":"*","value":[" Regional food restaurant Franguia"]},"\n",{"type":"==","value":["Drink"]},"\n\nIf you want to have a night drink, there are some small bars where everybody knows each other, where you may even request your favourite music.\n\nBut these are nothing overwhelming.\n\n",{"type":"==","value":["Sleep"]},"\n\nOn the other side of IC19 (the main road) you have a 3-star hotel where you can make it for the night.\n\nRooms are very old and the service seems to be lousy so it is better to sleep in Sintra.\n\n",{"type":"==","value":["Go next"]},"\n\nIn the morning it is crazy to get out of this town. It just is no use. Everybody gets out of bed late - mostly independent workers with their own schedule, no job hours to commit to...\n\n",{"type":"[[","value":[["WikiPedia:Massamá"]]},"\n\n",{"type":"{{","value":[["geo"],["38.756767"],["-9.274836"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sintra"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]