[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Massawa"]}," is a port city in ",{"type":"[[","value":[["coastal Eritrea"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["Massawa International Airport"]}," (",{"type":"{{","value":[["IATA"],["MSW"]]},") is a newly built airport that has a greater capacity than ",{"type":"[[","value":[["Asmara"]]},", the capital. It is the hub of Nasair (local airline), the only airline to use the airport as of March 2011. Nasair has regular international flights from Massawa to Dubai, Doha, Khartoum, Jeddah and Nairobi. All other international flights to Eritrea (Lufthansa from Frankfurt, Egyptair from Cairo and Yemenia from Sanaa) land in Asmara's older and smaller airport. Nasair has domestic flights to Asmara from Massawa.\n\nMassawa is accessible from Asmara and the rest of inland Eritrea via the Asmara-Massawa highway. Buses run many times daily (before dusk) between Asmara and Massawa. Minibuses also run as soon as they are full (which takes very little time) between the Asmara bus station and Massawa. Regional buses run from the Massawa bus station and around the area a couple of times a week. But other than the long coastal two-day voyage to the other port city of Assab and to the inland via Asmara, there is not much to see beyond Massawa within the region. Massawa also connects to Asmara by narrow gauge rail, but it is not open to any regular service as it is more or less a museum railway with trains running on a steam engine and only open to chartered tours.\n\n",{"type":"==","value":["Get around"]},"\n\nMassawa is divided by the mainland neighbourhoods of Gurgusum Beach, Hitumlo, Amaterre and Salinas, the island neighbourhoods of Tualud and oldtown Massawa as well as the Abdelkadir peninsula. The only interesting areas of the city for tourists are the two islands (Tualud and Oldtown) connected to each other and the mainland by causeways, and Gurgusum Beach which lies about 14 km north of the city towards the airport. The two islands are walkable, but to Gurgusum beach one needs to take a taxi\/car.\n\n",{"type":"==","value":["See"]},"\n\nMassawa's oldtown sits on an island (Batsi) that it shares with the country's busiest deep-sea port (not very busy), a free trade area and as the name indicates; an oldtown consisting of medieval Ottoman style coral buildings separated by narrow alleys as well as an ancient mosque. The island is connected to the mainland via another island called ",{"type":"'''","value":["Tualud"]},", both separated by a causeway. On Tualud you will find most \"downtown\" hotels like the Dahlak, Red Sea, Central, Corallo etc. Tualud also hosts St. Mary's catholic church and the famous tank monument. \n\n",{"type":"*","value":["The ",{"type":"'''","value":["Dahlak hotel offers boat services to the Green Island"]},", a natural park in Massawa Bay within sight of the city and less than a 20 minute ride away. The Green island has a pristine beach, mangroves and ruins of an ancient mosque and an abandoned pearlfishing settlement. Bring plenty of water, refreshments and sunscreen as there is literally nothing on the island. It is a natural park. Collect all your waste and bring it back with you when leaving the Green Island."]},"\nFrom Tualud Island where all the main hotels are, there is another causeway to the mainland, where there isn't much at all besides the central bus station, Segalet open air cinema and some public administration and residential buildings of varying standard. \n\n",{"type":"*","value":[{"type":"'''","value":["Beaches"]}," To get to the closest (mainland) beach however, you'd have to head north of downtown Massawa along the mainland coast to ",{"type":"'''","value":["Gurgusum Beach"]}," and Hotel of the same name, with the adjacent Hamassien hotel to its north. The GB Hotel has all amenities like beach chair with parasol, showers, cafe, restaurant and even air-conditioned bedrooms if you'd like to spend the night. The beach isn't much to write home about though. To get to the nicest beaches you have to head out to the farther Dahlak islands, on a chartered boat (expensive) or take the bus alt. drive a rental car south of Massawa for a couple of hours to the Gel'Alo resort in the volcanic Danakil region on the way to Assab."]},"\n",{"type":"==","value":["Do"]},"\n\nMassawa's surrounding islands (the Dahlak and nearby Green Island) offer excellent ",{"type":"'''","value":["snorkeling"]}," and ",{"type":"'''","value":[{"type":"[[","value":[["scuba diving"],["diving"]]}]}," opportunities and have pristine beaches with turquoise waters. But going there requires chartering a boat or joining one of the pricy diving tour groups which tend to be rather costly and to date there are no cheap alternatives. There is a decompression chamber in Massawa if you were to have any problems and you should obviously not get on a flight or travel up to Asmara at 2600 meters above sea level too soon after diving. Give it a day or two (of staying on land). There aren't many extraordinary beaches in or around mainland Massawa or the bridge-connected islands (apart from the Green Island). Gurgusum beach which lies only 14 km north of town on the mainland is an average beach with adequate facilities. \n\nThe town itself comes to life \"after dark\" when temperatures cool down slightly. The oldtown becomes a bazaar of sorts with shops, bars, restaurants and brothels opening up to customers. \n\n",{"type":"==","value":["Buy"]},"\n\nThere aren't many souvenirs to buy in Massawa that are legal to bring out or even ethical to trade in (corals, mother of pearl etc). But if you're staying in Eritrea for a longer while, presumably up in Asmara, your hosts will greatly appreciate a great basket of sea-salt from Massawa.\n\n",{"type":"==","value":["Eat"]},"\n\nYou obviously have to eat ",{"type":"'''","value":["Red Sea fish"]}," while in Massawa. The best place to do that is either at the Dahlak Hotel (somewhat pricy but well worth it) or at the rustic streetside restaurant in oldtown Massawa (there is only one) where the day's catch is grilled Yemeni style in a fired up clay-oven and served along with little limes and a side order of thin flat-bread and dates soaked in butter and honey.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Asmara Beer"]}]},{"type":"*","value":["Mineral water (pick your brand)."]},"\n",{"type":"==","value":["Sleep"]},"\n\nDowntown Massawa has a few airconditioned and moderately priced hotels on Tualud Island (none with beaches): \n\n",{"type":"*","value":[{"type":"'''","value":["Corallo"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Central Hotel"]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dahlak Hotel"],["alt="],["url="],["email="],["address="],["lat=15.607752"],["long=39.468799"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Red Sea Hotel"],["alt="],["url="],["email="],["address="],["lat=15.601162"],["long=39.464736"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Gurgusum Beach"]},", on the mainland of course has the GB Hotel as well as the adjacent Hamassien Hotel, both airconditioned and on the beach, but the former offering more facilities."]},"\n",{"type":"==","value":["Stay safe"]},"\nBring tankloads of sunscreen and a good pair of sunglasses because the Red Sea sun is merciless. You will not find good sunscreen in Eritrea, and if you find any at all, it will be very expensive and\/or expired. Also bring plenty of insect repellent and mosquito net to place above your bed, especially in the winter months (November to February). Mosquito net can be bought cheaply in Eritrea and it's called \"Lamse\" (LAM-SUH) locally. Although you may be taking anti-malaria treatment, there are other insect-borne diseases for which there is no prevention or treatment other than avoiding insect bites, such as dengue fever. This is especially prevalent in the tropical climate zone along the Eritrean coast.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Asmara"]]}]},"\n",{"type":"{{","value":[["geo"],["15.6092"],["39.4453"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Coastal Eritrea"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["fr:Massaoua"]]},"\n",{"type":"[[","value":[["Wikipedia:Massawa"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Massawa"]]}]