[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mataram"]}," is the largest city on ",{"type":"[[","value":[["Lombok"]]}," and the capital of ",{"type":"[[","value":[["West Nusa Tenggara"]]}," (NTB) province, ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nMataram is in fact an agglomeration of a number of villages that have grown together.  The main ones are ",{"type":"'''","value":["Ampenan"]},", the harbour on the west coast and the site of the airport; ",{"type":"'''","value":["Mataram"]}," itself, in the center; and ",{"type":"'''","value":["Cakranegara"]},", the commercial hub to the east.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"{{","value":[["Cautionbox"],["'''Scheduled airline operations flying to and from Lombok have been moved from Selaparang International Airport (",{"type":"{{","value":[["IATA"],["AMI"]]},") across to the new Lombok International Airport (BIL) in central southern Lombok near the city of Praya.\n\nPlease see the main Lombok ",{"type":"[[","value":[["Lombok"],["article"]]}," for more details on the new international airport and connecting services to destinations across the island."]]},"\n\nBandara Internasional Lombok (",{"type":"''","value":["BIL"]},") opened on 1 October 2011. The new airport is located near the city of Praya on Jalan Raya, Tanak Awu Lombok Tengah in central south Lombok and is approximately 40 km south of Mataram. The airport is covered in the ",{"type":"[[","value":[["Lombok#By plane"],["main Lombok article"]]},".\n\n",{"type":"====","value":["Airport shuttle bus"]},"\n\nA public bus service is available from Bandara Internasional Lombok to service passengers wishing to travel to and from either Mataram or Senggigi. The DAMRI buses late model air-conditioned buses and are white in colour.\n\nDAMRI services depart from the Mandalika bus terminal in eastern Mataram every hour and proceed to the airport, commencing at 04:00 with the last bus leaving that terminal at 19:00.\n\nThe fare from\/to the Mandalika terminal is Rp 15,000.\n\nDAMRI services are also provided to connect Senggigi to the airport departing Senggigi from 03:00 and then every 1.5 hr until the last departure from Senggigi at 20:00. Some airport buses may provide services between Mandelika and Senggigi. In the last coup[le of months these services have not been accurately following the published schedules, ensure you leave plenty of buffer time if catching a departing flight. The fare from the airport to Senggigi is Rp 25,000 per person.\n\nTaxis are normally available at the terminal for travel onward to other areas.\n\n",{"type":"===","value":["By boat"]},"\n\nThe port of ",{"type":"'''","value":[{"type":"[[","value":[["Lembar"]]}]}," is 22 km south of Mataram. There are ferries every 90 minutes or so, 24 hours a day, from ",{"type":"[[","value":[["Padang Bai"]]}," on ",{"type":"[[","value":[["Bali"]]},", with the trip taking 4-5 hours. Any volunteer \"porters\" who carry your bags will expect at least Rp. 10,000.  See the ",{"type":"[[","value":[["Lombok#By boat"],["main Lombok article"]]}," for details.\n\nIf you haven't booked an end-to-end travel package, getting from Lembar to Mataram can sometimes be problematic. You can take a shuttle bus service to Mataram with ",{"type":"{{","value":[["listing"],["name=Perama Tours and Travel"],["url=http:\/\/www.peramatour.com\/"],["email="],["address=Pejanggik Str. No. 66"],["lat="],["long="],["directions="],["phone=(Mataram) +62 370 635928"],["tollfree="],["fax=+62 370 653936"],["hours="],["price="],["content= Perama have offices across Indonesia including Bali and Lombok providing land sea and air connections"]]},". Perama shuttle bus ",{"type":"[","value":["http:\/\/www.peramatour.com\/bali_Shuttle.php"]}," offers Bali to Mataram connections and Lembar to Mataram connections. An hotel pick-up should always be arranged well in advanced and preferably confirmed by email. An alternative is to negotiate a trip with a private car operator upon arrival. You can take a bemo from Lembar Harbour to Mataram during daylight hours. The fare should be about Rp 5,000-8,000 to the Ampenan-Mataram-Cakranegara-Sweta area, but you may pay more if you have a lot of luggage. This is one good reason to book through to Mataram or Senggigi with Perama or another tourist shuttle company. Alternatively, metered taxis are often available at the terminal or just outside the gates. A taxi may be available but do not depend on one being there. \nThere are a few basic ",{"type":"''","value":["warung"]}," and ",{"type":"''","value":["losmen"]}," in Lembar if you get stuck\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By taxi"]},"\n\nBlue bird *",{"type":"{{","value":[["listing"],["name=Lombok Taksi"],["url=http:\/\/www.bluebirdgroup.com\/24hour.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 370 627000"],["tollfree="],["fax="],["hours="],["price="],["content=is the most common taxi available in Mataram"]]},". Both the Bluebird and white coloured Express Taksi have a radio despatch system and both companies cars are equipped with meters which should be used by their drivers at all times. Flag fall is approximately Rp 4,250 and the meter ticks up a few hundred rupiah for every hundred meters past 2 km. Taxis can be booked in advance either by calling them yourself or by booking through your hotel. Taxis may be hailed down on the street anywhere around Mataram with the exception of the dark blue Airport Taksi the use of which is limited to arriving airport passengers only.\n\n",{"type":"===","value":["By bemo"]},"\n\nBemos run many set routes in and around Mataram, Ampenan and Cakranegara. They may be flagged down anywhere on the streets of Mataram. Bemo can sometimes be crowded and may stop and start frequently to pick up and set down passengers or to tout for business. Sometimes trips can get a bit drawn out. Beware of pickpockets as they often prey on passengers especially around the Cakranegara routes. These pickpockets can be persistent even if their activities are detected. It may be more straight forward and possibly less expensive to take an airconditioned taxi especially if there are 2 or more persons in your group.\n\n",{"type":"===","value":["By ojek"]},"\n\nPrices are negotiable but a rule of thumb is Rp 5,000-10,000 for a short trip with a local motorbike rider if the destination is nearby, longer distances will require some informed negotiation.\n\n",{"type":"===","value":["By horsecart"]},"\nHorse carts known as ",{"type":"''","value":["cidomo"]}," remain a common means of transport in Mataram and they are often found operating throughout the congested streets near a pasar or produce market.  Public bemos and metered taxis are more commonly used for transport in and around Mataram.\n\n",{"type":"===","value":["By car"]},"\n\nRenting a car is a possible alternative in Mataram. It will cost around Rp 250,000-Rp 300,000 for a Toyota Avanza\/Daihatsu Xenia (2x4) 6-8 seats, Rp 300,000- Rp 450,000 for a Toyota Kijang (2x4) with 7-8 seats. Age and condition of car will effect price as will high rental demand in the peak tourism period around the June–August and local holidays. Rental periods should be for 24hours.\n\n",{"type":"===","value":["By motorbike"]},"\n\nMotorbikes are also available for rent around Mataram. Expect to pay approximately Rp 50,000 per day for a motor bike in as new condition. There are several rental operators to be found in the Cakranegara area or enquire at your hotel for assistance.\n",{"type":"*","value":["Please see the ",{"type":"[[","value":[["Lombok#Get around"],["main Lombok article"]]}," article for more detailed information on driving in Lombok and ensure you obtain and use a helmet when riding a motor bike."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mayura Garden"]},"  Taman Mayura is a water palace built in 1744. This was a location of some of the fierce battles that took place between Dutch and Balinese forces in 1894."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Narmada Park (Taman Narmada)"]},". Located 10 km east of Mataram, this park was the relaxation place for the king during the time of feudalism. This park has a Hindu temple and swimming pool. It also has a fountain which is called \"Youth Fountain\", believed to give long life to a person that drinks its water. Entry fee for this park is cheap, at around Rp 4000 and 'Foreigners' are sometimes charged a posted entrance fee of Rp 10,000.  Despite this awkward entrance fee aberration the staff at Taman Narmada are pleasant and helpful and they often just overlook imposing this \"Foreigner\" fee just welcoming all people with equal enthusiasm and at the normal entrance fees.  Despite the venue being a little run-down it has a feel of celebration about it especially on Sundays and is very popular with the people of Lombok who flock there to picnic and swim in a large swimming pool fed by fresh water forest springs. It is a great place to see Lombok people at play."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Museum Negeri Nusa Tenggara Barat"],["alt=Lombok Museum"],["url="],["email="],["address=Jl Panji Tilar Negara 6"],["lat="],["long="],["directions="],["phone=+62 62 632519"],["tollfree="],["fax="],["hours=Tues-Thu & Sat-Sun 08:00-14:00, Fri 08:00-11:00"],["price="],["content=The NTB museum has exhibits on the geology, history and culture of Lombok and nearby Sumbawa"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jalan Udayana"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a long strip of warungs and small food stalls lining both sides of the road near the airport between Jalan Gilli Gede and Jalan Adi Sucipto. The area is very popular at night especially on the weekends and is a very popular destination for couples who appreciate both lack of bright lighting and the opportunity to stroll or sit in the lineal parks that line the road on both sides. Parking is available along the road and a small parking fee will be requested by the park 'attendants' as you depart. It may seem a bit intimidating due to the very low lighting but it is not a threatening place, more one of subtle and discreet romancing by many of the visitors. Not really worth an outing to see in itself but if you are in the area it can make a pleasant rest stop.\nThere are many outlets selling snacks like satay or small meals. Soft drinks and bottled water are sold by most of the food vendors."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jalan Pejanggik"],["url="],["email="],["address="],["lat="],["long="],["directions=West of Mataram mall near Ruby supermarket and Rumah Sakit Risa (Risa Private Hospital)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This very informal night time strip has many street food vendors and 'tenda' roadside eating venues that set up at dusk and trade until later in the night. This area can get quite busy some evenings and there is even a half decent cake shop in this strip at"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Melissa bakery"],["url="],["email=melissabakery@mail.com"],["address=Jl Pejanggik, Cakranegara"],["lat="],["long="],["directions=opposite the High School or (SMUK)"],["phone=+62 370 628446"],["tollfree="],["fax="],["hours="],["price="],["content=Nice cakes and quite edible bread. Redwood Cafe and Lounge is on the 2nd floor and the ground floor also has a small supermarket or ",{"type":"''","value":["minimart"]}," with some speciality and general items."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mataram Mall"],["url="],["email="],["address=Jl Pejanggik, Cakranegara"],["lat="],["long="],["directions=lies between Jl Pejanggik and Jl Pancawarga"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mataram mall like many of the larger malls in Indonesian cities has become a 'destination' for many residents of both the city and from distant kampungs. It has recently been upgraded and expanded and has parking for cars and motor bikes, an outdoor swimming pool off to the side of the main mall and an amusement arcade on the upper levels. There is a wide range of shops including a smallish Hero supermarket, a Tiara department store and a reasonable homewares store. Many smaller shops offer clothing, homewares, computer accessories, travel bags, electrical appliances and handfones. Unless you actually need to buy something it would not need to be visited as other parts of Indonesia have far more interesting shopping malls and the streets, warungs and restaurants of Mataram offer a far richer experience"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cycling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bicycle riding events are common on the weekends, especially Sundays, normally a participation ticket is required and some events attract several thousand participants, there are often prizes given after lucky draws from the ticket numbers. They are large scale community events and normally some roads and streets are closed during the event."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Cakranegara"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=has the greatest concentration of retail outlets and a produce market. There are a few interesting small shops above the markets and a large area to the rear of the fresh produce area containing a considerable number of clothing and homeware vendors. It is an often dark and confusing maze of little corridors and goods so travellers who are not used to tightly packed and slightly chaotic asian market environments might find it best to stick with the more predictable Mataram Mall. The streets of Cakra have a wide assortment of shops lining the roads selling a wide range of goods. Some of the guides in Senggigi and especially Mangsit may be prepared to take a visitor on a trip to the markets and shops of Cakra."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mataram Mall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lombok's premier shopping mall (don't get too excited), has a Tiara department store, a small Hero supermarket plus fast-food favorites including the only McDonalds and KFC on the island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=MGM supermarket"],["url="],["email="],["address=Jl Arief Eachman Hakim"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=sells a wide range of items on two levels and has some interesting shops surrounding the car park at the rear."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Guided shopping tours"]},". This is a good idea if you want to find your way around the markets and backstreets of Mataram, Ampenan and Cakranegara more easily and possible arrive at some places you might otherwise not discover.  Choose your guide carefully and it could be a most interesting outing or just find your own way around. There is everything from second hand motor bike parts, cooking equipment, bric-a-brac antiques and reproductions to gold, pearls and costume jewellery. Much of it is presented in an apparent maze of reasonably civilised chaos whilst other parts are very quiet and laid back. Bargaining and price enquiry is essential in the smaller shops and the market areas. Larger shops in the Mall and the supermarkets have fixed and marked prices on their goods."]},"\n",{"type":"==","value":["Eat"]},"\n\nMataram has a large number of restaurants, eating houses and warungs. Look for the ones that seem popular and explore the menus. Most serve traditional Indonesian and Lombok food but there are variations including many restaurants run by the local ethnic Chinese community and a few middle eastern influenced venues. Remain aware of food hygiene issues especially with some street vendors as they may have limited access to water for cleaning utensils and other items. Be adventurous though as Mataram has some good places to eat.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Dua Em"]},", Jalan Transmigrasi, telp. +62 370 626734.  Famed for the best ",{"type":"''","value":["ayam taliwang"]}," in Lombok."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cak Por"],["url="],["email="],["address=Jl Pancawarga"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Reasonable prices"],["content=Authentic and well prepared Indonesian food served in a spacious clean reasonably new restaurant, interesting menu with plenty of choices. Secure off-street parking is available at the rear."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nSome restaurants in Mataram will serve cold beer as do the hotels but do not expect a wine list to be available in other than a large and substantial hotel. Public drinking of alcohol or drunkenness is not condoned in any part of Lombok including Mataram. Many restaurants and eating houses have an excellent range of local fruit juices, tea including ginger tea and local coffee (kopi biasa or kopi lombok) at very moderate prices.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Lombok Raya Hotel"]},", located near Mataram Mall"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sahid Legi Hotel"]},", at the south side"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nitour Hotel"]},", Ampenan"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Santika Mataram"],["url=http:\/\/www.santika.com\/santika-lombok\/"],["email=mataram@santika.com"],["address=Jl Pejanggik No.32"],["lat="],["long="],["directions="],["phone=+62 370 617 8888"],["tollfree="],["fax=+62 370 617 8777"],["hours="],["price="],["checkin="],["checkout="],["content=Opened n 2012, contemporary city hotel from an established national operator."]]},"   "]},{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Senggigi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuta (Lombok)"],["Kuta"]]}," in ",{"type":"[[","value":[["South Lombok"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Gili Islands"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tanjung"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Rinjani"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sekotong"]]}," in the south west of Lombok"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bali"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sumbawa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Java"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Singapore"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kuala Lumpur"]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"====","value":["Hospitals"]},"\n\n",{"type":"*","value":[{"type":"''","value":["Please see the Lombok main ",{"type":"[[","value":[["Lombok#Cope"],["article"]]}," for a more comprehensive list of medical facilities available in Mataram."]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mataram Public Hospital"],["alt=Rumah Sakit Umun"],["url="],["email="],["address=Jl. Pejanggik 6"],["lat="],["long="],["directions="],["phone=+62 370 638464"],["tollfree="],["fax="],["hours=24 hours UGD-Emergency room and admissions"],["price="],["content=The islands main public hospital with UGD (Unit Gawat Darurat)-Emergency treatment room, ICU and OR facilities, laboratorium, specialist consulting rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=RS Harapan Keluarga"],["url="],["email="],["address=Jl. Ahmad Yani No. 9 Segalas, Sandubaya"],["lat="],["long="],["directions=east of the city"],["phone=+62 370 673666"],["tollfree="],["fax="],["hours="],["price="],["content=This is the islands most advanced and comprehensively equipped private facility, it has 24\/7 emergency services and an ambulance call out."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rumah Sakit Risa"],["alt=Risa Centra Medika Hospital"],["url="],["email="],["address=Jl. Pejanggik No.115, Cakranegara"],["lat="],["long="],["directions=Just east of Mataram mall on the right hand side of the road"],["phone=+62 370 625560"],["tollfree="],["fax="],["hours=24 hours UGD-Emergency room and admissions"],["price="],["content=Hospital with UGD (Unit Gawat Darurat)-Emergency treatment room, private and VIP rooms, ICU and OR facilities, laboratorium, specialist consulting rooms, dentist"]]}]},"\n",{"type":"====","value":["Medical clinics"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Laboratorium Klinik Prodia"],["url="],["email="],["address=Jl. Pejanggik No.107, Cakranegara"],["lat="],["long="],["directions=Between Mataram mall and Rumah Sakit Risa"],["phone=+62 370 635010"],["tollfree="],["fax=+62 370 645010"],["hours="],["price=Detailed printed price list for individual services"],["content=Prodia is a national pathology services chain with shop front facilities in many of Indonesian cities, professional operation with a wide range of services."]]}]},"\n",{"type":"====","value":["Emergency service"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ambulance"]}," +62 370 623489 — In emergency  ☎ ",{"type":"'''","value":["118"]}]},"\nMost often a taxi, police vehicle or a private car is used to get someone requiring urgent medical attention to a hospital. The ambulances in Lombok are more often used in the role of assisted patient transport rather than for first responder\/paramedic supported emergency assistance and transport.\n\n",{"type":"[[","value":[["WikiPedia:Mataram (city)"]]},"\n\n",{"type":"{{","value":[["geo"],["-8.5833"],["116.1167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Lombok"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mataram (city)"]]}]