[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Matagalpa"]}," is the must visit city if you are interested in seeing ",{"type":"[[","value":[["Nicaragua"]]},"n mountain region.  It is a good jumping off point for visiting the coffee and cattle farms in the area, hiking and witnessing what remains of the impact of Germans immigrants in Nicaragua.\n\nIf you like mountain hiking, bird watching, horseback riding, ecotourism, agritourism, Indian Villages, Coffee Farms tours, mountain scenery for photographs, temperate climate, polkas and Mazurcas music, and history, Matagalpa may be the place to visit.\n\nMatagalpa is located in the highlands that make the water shed division of the Caribbean and Pacific rivers, it was called \"The Frontier of the Jungle\" by the Spanish Conquistadores because it divided the historical Mosquito Kingdom and the Colonial Spanish towns. It has mountain resorts with bungalows, youth hostell, and regular hotel rooms, bar and restaurants, many residents speak English.\n\n",{"type":"==","value":["Get in"]},"\n\nThe city of Matagalpa is just 2 hours from ",{"type":"[[","value":[["Managua"]]}," International Airport; you can get there in 2.5 hours by public bus or renting a car.\nMatagalpa was an Indian town before becoming the destination of Central European settlers when gold was discovered in the 1850s. That is the reason that one sees people of lighter complexion than in Managua, Granada or Leon. Life is more like in the old days, so it is nice to get pictures of ox carts, cowboys, and loaded mules.\nNowadays it is the so-called \"Production Center\" of coffee, cattle, flowers, and vegetables, as well as an ecotourism center.\n\n",{"type":"==","value":["Get around"]},"\nOnce outside the Airport, to get to the city of Matagalpa you take Carretera Norte going north. You will be crossing little villages like: Tipitapa, San Benito(this is the intersection of roads either going to Matagalpa or going to Bluefields) then comes Ciudad Dario in kilometer 86 (Ruben Dario´s birthplace, he is one of better poets of Spanish language, the \"Walt Wiltman\" of Spanish literature, then cross Sebaco (\"Serpent Woman\" in Indian language, kilometer 102) Finally you get to Matagalpa City(kilometer 127)this is the capital of the province of the same name. Once in Matagalpa you can look for local hotels, or mountain lodging, within 7 miles on the road to Jinotega there is a mountain resort. \nMatagalpa is a historical Indian city of 100,000 inhabitants, where you can find restaurants and cyber cafes. Many Central Europeans (German, Brittsh, French and Italian) famliies settled here since 1848, after they changed their minds about reaching the Californian gold mines, decided to stay here, other followed them years later.(One of them was William Richardson, grandfather of Bill Richardson, the current Governor of New Mexico. William senior (Grandpa) is buried in the well known \"Matagalpa Foreing Cemetery\" a few blocks south. \nThe province of Matagalpa has 12 different protected forest areas, great variety of birds and orchids, and all kind of wild life (Mountain lion, deer, howler monkeys, quetzal and toucan birds, sloth, ocelot, wild pig, etc.)\n\n",{"type":"==","value":["See"]},"\nMatagalpa may be a nice town to walk all over and take photos. You may visit and take pictures inside historical churches,like: The Cathedral(Built in 1874, San Jose( started in 1750, formerly called San Felipe), Molaguina (1800s, formerly Dolores Church). The colonial Santa Ana church disappeared in 1850s, but you can see its old foundations just across the \"Escuela de Parvulos\", also the old brick and adobe walls of the Jesuit Fathers Convent(now Cancha del Bridadista),Museo del Cafe, Casa Cuna de Carlos Fonseca Amador (1936–1975), the old house of fomer President Bartolome Martinez (1870–1936), also the house of the Comunidad Indigena.\n\n",{"type":"==","value":["Do"]},"\nMatagalpa has two public libraries, the Municipal, and Vicente Vita, the last one in located in the main street (la calle de los Bancos) this one is very comfortable, has many computers & free Internet access.\nThere are three historical Catholic church temples, few blocks apart: the Cathedral, Molaguina and San Jose, they have nice interior architecture and you can take pictures and talk to the parishioners. Saint Peter´s Cathedral is the major building of the city, it was built by the Jesuit fathers starting in 1874, and finished in 1895.\nIn the Bishop´s Palace (Calle de los Bancos), there is a small Chapel called \"El Ateneo\", there is a big 5x 10 feet famous oil painting named Sagrada Familia, it is believed to be painted by Bartolomeo Murillo, a classical Spanish painter of the year 1640`s.\nIt showes Virgin Mary, Saint Joseph, Saint Ignatius Loyola and Saint Louis Gonzaga. Pay a visit to it, if it is Murillo´s, it must be an invaluable painting, local people don´t  realized its value. According to a legend, in 1881, the Jesuit fathers, before they were expulsed by the government, gave it \"in deposit\" (to take care)to the local family Baldizon, that´s the reason \"El Lienzo\" (the canvas) still is in Matagalpa, because members of that family has not allowed it to be sold or translated to other destiny.\n\nAlso be sure to visit the Castillo de Cacao ",{"type":"[","value":["http:\/\/www.elcastillodelcacao.com"]}," located just outside of the city limits, this tiny chocolate factory manufactures high quality chocolate, and if you call ahead, you can  arrange a free factory tour.\n\nOther things to see or visit: There is a Movie Theater, a Coffee Museum, a Carlos Fonseca Birth Place museum (Founder of the Sandinista Front), the House of former Nicaraguan President ( 1970-1936) Bartolome Martinez (Period 1923-24).\n\n",{"type":"====","value":["Spanish Language Schools in the Matagalpa area"]},"\n\n",{"type":"*","value":["\"Matagalpa Spanish School, 505 2 772 0108\""]},{"type":"*","value":["\"Viva Spanish School,      505 2 270 2339\""]},{"type":"*","value":["\"Los Fernandos,            505 2 772 5459\"."]},"\nPhone numbers have an extra digit after the area code(505); \"2\" for land lines and \"8\" for cell phones.\n\n",{"type":"===","value":["Trecking"]},"\n\nThere are two main trecking routes that leads to gazebos on the top of the \"El Calvario\" and \"Apante\". In the top of Apante a chapel is being constructed for religious purposes.\n\n",{"type":"*","value":[" Apante trail: This trail as a distance of 3.3 km (2.05 mi) and on the route you can see a waterfall produced by the natural river also you can see a variety of flora and fauna. On the top of it you can see the city and a there's also a drop of about 100m."]},"\n",{"type":"*","value":[" El Calvario trail: There is no especific trail to it, the most common one is going through the neighborhoods on the hill side which isn't much recommendable do to the delinquency. The most recommendable option is to take a taxi in Morazan Park. On the top there is an atalaya, gazebos, swings and slides."]},"\n",{"type":"==","value":["Buy"]},"\nMatagalpa is known for its Indian Community, they are based mostly in El Chile, 18 kiometers from the city on the way to the town of San Ramon. They do their own cottom fabric and leather articles for sale. In Matagalpa you can also find these articles, as well as black ceramic unique in this region. Locally you can buy black ceramic, cowboy boots, guitars and violins  local made. \nClose to the Cathedral there is an oil painting workshop where you can buy oil paintings with local motives like:nice coffee farms, ranches, oxen carts, carrying mules, campesinos, and mountain scenery, for reasonable prices.\nYou can buy local fruits like bananas, pijibay, jocotes, oranges grapefruit, nisperos, mamey, etc.\nWalk around the town and take nice photographs of oxen carts, cowboys, loaded mules, women wearing their chals (rebozo), men with hats, guitar and violin (Polkas and Mazurcas). Pay them a tip to play you a music, and things that you can not find in your place of origin. Nature here is still like it was 100 years ago.\n\n",{"type":"==","value":["Eat"]},"\nTry the \"guirila.\" It's a thick tortilla made from young corn (which gives it a sweeter taste than normal tortillas) that resembles a Colombian corn arepa.  Excellent with a fresh, salty cheese called \"cuajada\".\n\nWhile in Matagalpa you can eat traditional Indian cuisine, like: \n",{"type":"*","value":[" \"Nacatamal\", it is a banana leave wrap upfilled with boiled Indian corn dough, a piece of meat(pork o chicken),flavoured with olives, raisin, tomatoes, onions and chili."]},{"type":"*","value":[" \"Guirila\", Indian word for tortillas made of very fresh little corn smashed, they are very tasty and aromatic."]},{"type":"*","value":[" Carne Asada or BarBQued beef or pork meat with roasted corn tortillas"]},{"type":"*","value":[" \"Platanitos con frijoles molidos\", this is fried banana slices with smashed fried red beans. You should add chili to it for they are very tasty."]},{"type":"*","value":[" \"Chrurrasco con chimichurri\". They serve a big piece of tender BarBqued beef fillet, plus spice vegetable cream, white rice and salads. Accompanied with bread loafs or corn tortillas."]},{"type":"*","value":[" \"Pescado a la Tititapa\". Favorite of the Gods. Recently fished and fried Guapote (Snapper type fish), bathed on whole tomato slices and onions, served with rice and corn tortillas."]},"\n",{"type":"==","value":["Drink"]},"\nYou can have a fresh roasted Matagalpa coffee cup cooked in a French brewer, in places like Selva Negra Mountain Resort, Cecocafen, etc.\n\nMatagalpa is also called \"Capitol of Coffee\", coffee growing was brought to Matagalpa by a woman, she was from the Black Forest in Germany, her name was Katharina Braun Elster, she was traveling in 1852 with her husband Ludwig Elster and 2 years old child (Wilhelm) from New York to San Francisco, but they changed plans and came to this mountainous Matagalpa country and bought a little farm (La Lima) from the Indians, she planted the first coffee seads in this region, once harvested their coffee came to be of the country the best quality, they exported it in oxen carts to Granada and from there in boats to Greytown port in the Carbbean,and from there to Germany. Very soon many people followed their steps, and aftee 150 years \"Matagalpa Washed Coffee\" has become world wide known, thanks to a brave and intelligent woman.\n\nIf you go to pariso or tequila. Need a taxi number or car from downtown.\n\nPariso 40 c's entrance fee\n\n",{"type":"==","value":["Sleep"]},"\nMatagalpa is the major city in Central Nicaragua, and it has many different kinds of lodging places. You can find little inns from US$7 to more comfortable ones from $15 to $30 per person.\nIn downtown area you find little hotels like: Soza, Moderno, Plaza.  Few blocks from Cathedral you will find:\n",{"type":"*","value":["Fountainbleu Hotel"]},{"type":"*","value":["Lomas de Saint Thomas"]},{"type":"*","value":["Wamblam"]},{"type":"*","value":["Ideal"]},{"type":"*","value":["Caoba"]},"\nLa Buena Onda Matagalpa ",{"type":"[","value":["http:\/\/hostelmatagalpa.com\/"]}," - A great new hostel in central Matagalpa, with dorm rooms and private rooms at very affordable prices.  Email: labuenaonda.matagalpa@gmail.com\n\nIn the outskirts of the City you will find Campestre Barcelona (detras de Prolacsa), La Sombra (Carretera a La Dalia), and Selva Negra Mountain Resort ( Km 140 Carrtera Matagalpa a Jinotega), and other smaller ones.  The breakfast included program is not much in usage in this area.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Rosalina"],["url="],["email=aaamador86@hotmail.com"],["address=esquina opuesta de donde era el royal bar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An up and coming hostel. Attentive staff."]]}]},"\n",{"type":"==","value":["Go next"]},"\nGetting Out of the City, You can visit the neighboring town of San Ramon(15 minutes by car) see the old adobe church, on weekends you can see the campesinos playing polkas y mazurcas local music. Visit the tomb in the local Cemetery where Katharina Braun Elster is buried(She was the first person who planted coffee in Central and Northern Nicaragua. A few miles in the same direction is the Indian Community of \"El Chile\" where Indian do their own fabric in an old \"rueca\" (spinning wheel).\nIf you take the Highway from Matagalpa to Jinotega you will see the \"most panoramic road\" of Nicaragua, altitude of more that 5000 feet, you can see the horizon as far as the Momotombo Volcano, temperatures ranges here from 55F to 70F, you will find mountain hotels where you can practice horseback riding, mountain hiking, bird watching, coffee and farm tours. Keep going, buy local fruits(strawberries, oranges, grapefruits, bananas)- In 35 minutes you will get to the city of Jinotega, where you can eat, and buy local \"pupusas\" (local pastry).\nOn the way back to Managua you will see tenths of Coffee Processing facilities, they dry, dehusk and package the coffee green beans ready for export, from here they take coffee to the ocean ports and then to overseas markets.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northern Highlands (Nicaragua)"]]},"\n",{"type":"[[","value":[["wikipedia:Matagalpa"]]},"\n",{"type":"{{","value":[["geo"],["12.916666666667"],["-85.916666666667"]]}]