[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:MatsumotoCastle.jpg"],["thumb"],["240px"],["Matsumoto Castle"]]},"\n\n",{"type":"'''","value":["Matsumoto"]}," (松本) ",{"type":"[","value":["http:\/\/welcome.city.matsumoto.nagano.jp\/"]}," is in ",{"type":"[[","value":[["Nagano (prefecture)"],["Nagano"]]}," at the eastern end of the ",{"type":"[[","value":[["Japan Alps"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nMatsumoto has a small local airport, with commercial flights only from ",{"type":"[[","value":[["Osaka"]]},", ",{"type":"[[","value":[["Sapporo"]]},", and ",{"type":"[[","value":[["Fukuoka"]]},".  Travel time to downtown is roughly 20 minutes.\n\nFrom the closest major airport, ",{"type":"[[","value":[["Chubu Centrair International Airport"]]}," near ",{"type":"[[","value":[["Nagoya"]]},", Matsumoto can be reached by rail in roughly three hours by the Meitetsu line and JR limited express train (change in ",{"type":"[[","value":[["Nagoya"]]},"). Buses connect Centrair with Matsumoto in around 3 1\/2 to 4 hours for ¥3500.\n\nFrom ",{"type":"[[","value":[["Narita Airport"]]},", Matsumoto can be reached in 4 1\/2 to 5 hours by limited express rail service (change in ",{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]},").\n\n",{"type":"===","value":["By train"]},"\nMatsumoto is located on the ",{"type":"'''","value":["JR Shinonoi Line"]},". It is four stops away from ",{"type":"[[","value":[["Shiojiri"]]},", the \"mid-point\" of the ",{"type":"'''","value":["Chuo Main Line"]}," between ",{"type":"[[","value":[["Tokyo"]]}," and ",{"type":"[[","value":[["Nagoya"]]},".  There is a tourist information center inside the train station.\n\nLimited express trains run to Matsumoto from Tokyo's ",{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]}," station. The ",{"type":"''","value":["Super Azusa"]}," (スーパーあずさ) makes the run in about 2 1\/2 hours; the ",{"type":"''","value":["Azusa"]}," (あずさ) makes the journey in about three hours (¥6710 for both). \n\nTaking several local JR trains will cost roughly ¥4000, getting you from Shinjuku to Matsumoto in around 5-6 hours... in which case, you're better off using a bus (see below).\n\nThere's also the option of taking the ",{"type":"'''","value":["Nagano Shinkansen"]}," ",{"type":"''","value":["Asama"]}," (あさま) from Tokyo to ",{"type":"[[","value":[["Nagano"]]}," station, then taking the ",{"type":"''","value":["Wide View Shinano"]}," (ワイドビューしなの) limited express to Matsumoto (2 1\/2 hours, ¥8470).\n\nThe ",{"type":"''","value":["Wide View Shinano"]}," also runs from ",{"type":"[[","value":[["Nagoya"]]}," station, where there are connections with the Shinkansen line (towards ",{"type":"[[","value":[["Kyoto"]]}," and ",{"type":"[[","value":[["Osaka"]]},"). The run from Nagoya to Matsumoto takes 2 hours on the limited express and costs ¥6070; local trains cost ¥3260 and take between 4 and 5 hours, depending on the available trains and connections.\n\nAll of the above mentioned rail trips are free when using the Japan Rail Pass.\n\n",{"type":"===","value":["By bus"]},"\nHighway buses from JR Matsumoto station connect to ",{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]}," in Tokyo (3 hours, ¥3400), ",{"type":"[[","value":[["Nagoya"]]}," (3 1\/4 hours, ¥3460), and various destinations in the ",{"type":"[[","value":[["Japan Alps"]]},", notably the ",{"type":"[[","value":[["Oku-Hida Onsen Villages"]]}," (90 min, ¥2300-2800).\n\n",{"type":"===","value":["Local bus"]},"\nThere are bus and city bus Matsumoto Matsumoto Electric Railway. ",{"type":"[","value":["http:\/\/www.alpico.co.jp\/mrc\/local-bus\/ Matsumoto Electric railway"]},"\nDiscount admission of a tourist attraction to have a day pass co\nThe heart of the city bus route runs four \"town shoes\" is good. One time fee is 200 yen a good day to buy tickets for 500 yen if you frequently use. However, the ball 12 to late March, the first train, premature end. ",{"type":"[","value":["http:\/\/www.alpico.co.jp\/access\/route_k\/matsumoto\/main.html sightseeing routes Matsumoto"]},"\n\nDate July 16, 2010, in line 30 minutes east of the Northern Line, South Line Western Line that leaves every 40 minutes.\n",{"type":"*","value":[" ",{"type":"'''","value":["北線"]}," — 松本駅東口⇒松本バスターミナル⇒国府町⇒本町⇒大名町⇒松本城太鼓門(Matsumoto Zyou Castle)⇒鷹匠町⇒旧開智学校⇒蟻ヶ崎高校⇒大手大通り⇒分銅町⇒伊勢町Ｍウィング⇒松本バスターミナル⇒松本駅東口。"]},{"type":"*","value":[" ",{"type":"'''","value":["東線"]}," — 松本駅東口⇒時計博物館⇒蔵のまち中町⇒蔵シック館⇒はかり資料館⇒龍興寺⇒伊織霊水⇒薬祖神社⇒勤労者福祉センター⇒日の出町・片倉前⇒四ッ谷町⇒蚕糸公園⇒県ヶ丘高校⇒あがたの森公園⇒旧松本高校⇒秀峰学校⇒松本市美術館⇒市民芸術館⇒市民芸術館⇒国府町⇒飯田町⇒松本バスターミナル⇒松本駅東口。"]},{"type":"*","value":[" ",{"type":"'''","value":["南線"]}," — 松本駅東口⇒松本バスターミナル⇒飯田町⇒稲葉神社⇒栄町⇒相澤病院(Hospital)⇒栄町公民館⇒埋橋西⇒筑摩小学校口⇒西筑摩⇒庄内交番⇒ゆめひろば庄内⇒ライフスクエアコモ庄内(Shopping Mall)⇒ハローワーク東⇒薄川橋南⇒相沢健康センター⇒相澤病院(Aizawa Hospital)⇒博労町東⇒本町南⇒国府町⇒松本バスターミナル⇒松本駅東口"]},{"type":"*","value":[" ",{"type":"'''","value":["西線"]}," — 松本駅東口⇒松本バスターミナル⇒伊勢町Ｍウィング(Wonderful shop at the entrance to downtown)⇒巾上⇒松本駅西口⇒渚町⇒なぎさライフサイト(Shopping Mall)⇒丸の内病院(Hospital)⇒蛇原橋⇒堀米新田⇒合同庁舎(Ukiyo-e Museum entrance)⇒堀米南・松本高速バス停入口(高速バスの駅の入り口)⇒信濃荒井飯田医院(Clinic)⇒田川公民館(渚寛神社の入り口)⇒渚町(Accommodation)⇒松本駅西口⇒巾上⇒伊勢町Ｍウィング(Wonderful shop at the entrance to downtown)⇒松本バスターミナル⇒松本駅東口"]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["You can walk to ",{"type":"'''","value":["Matsumoto Castle"]},", about a mile northeast of the station, in about 20 minutes."]},{"type":"*","value":["Alternatively, the ",{"type":"'''","value":["Town Sneaker Bus"]}," departs from in front of Matsumoto Station every 30 minutes and makes a circular trip to all city sights; it costs ¥190 each time you get off."]},{"type":"*","value":["To visit the Japan Ukiyo-e Museum, however, you'll have to go by train or taxi. "]},{"type":"*","value":["Alternatively, free bicycles are available daily 8:30am to 5pm at various locations throughout town, including the ",{"type":"'''","value":["Matsumoto City Museum"]}," next to Matsumoto Castle and the ",{"type":"'''","value":["Kaichi Gakko Primary School"]},". They're convenient for visiting sights not accessible by Sneaker Bus; ask the ",{"type":"'''","value":["Matsumoto Tourist Information"]}," staff for details. Otherwise, you can rent a bike from JR Eki Rent-A-Car beside the station for ¥1,500 per day."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Matsumoto Castle"]}," (松本城 ",{"type":"''","value":["Matsumoto-jō"]},").  Completed in 1614, this stately landmark is considered one of ",{"type":"[[","value":[["Japan's Top 3"],["Japan's Top 3 Castles"]]},". Visitors can climb up precarious stairways all the way to the top, and the castle also houses a comprehensive exhibit on the history of firearms in Japan. Located 15 min north of Matsumoto station on foot, admission ¥600, open 8:30 AM to 4:30 PM daily. Tickets include admission to the ",{"type":"'''","value":["Matsumoto City Museum"]}," on the castle grounds, with artifacts documenting the history of the city."]},{"type":"*","value":[{"type":"'''","value":["The Matsumoto Folkcraft Museum"]},". This is a very small museum filled with a variety of arts and crafts that the museum's own pamphlet describes as not being of much value either artistically or monetarily. The museum is basically the collection of a private individual, Taro Maruyama, who ran a folkcraft shop in Matsumoto in the 1950 and 1960s.  He presented the museum to the city of Matsumoto in 1983. While some of the crafts and artwork are interesting, the museum is probably not worth visiting unless you are spending a considerable amount of time in the vicinity or are particularly interested in Japanese Folkcrafts. (On an interesting side note, a home near the museum, owned by a school principal, has a beautiful garden and is quite pretty, employing some traditional Japanese architecture. Our tour guide said many people found the home of more interest than the museum.) Admission is ¥300 for adults. School children can get in for free and the museum offers group rates for groups over 20.  Hours: 9AM to 5PM Tuesday through Sunday.  The museum is also closed from December 29 through January 3. You can take the bus on the Utsukushigahara line for 15 minutes and get off that the Folkcraft Museum bus stop."]},{"type":"*","value":["Featuring over 10,000 pieces of ukiyo-e (traditional woodblock prints), the Japan Ukiyo-e Museum is the largest private museum of its kind in the world. Though the building housing the museum is imposing, a rather small selection of the pieces is shown at any time (2 rooms, about 40 prints). Also reprints of famous Ukiyo-e are on display. The collection was begun over 200 years ago by Yoshiaki Sakai and was subsequently added to by succeeding generations of the Sakai family, including the current owner and CEO of the museum, Nobuo Sakai. The collection includes many pieces from the most famous ukiyo-e artists in history as well as works that are believed to be the last remaining examples of their kind. English signage at the museum is limited, but an English-language pamphlet is available. In addition to Matsumoto Castle mentioned above; a must-see for those looking for something truly 'Japanese.'"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Matsumoto is surrounded by numerous campsites and onsen. A hiking map in English can be picked up from the information center, a 5-minute walk south of the castle.  "]},{"type":"*","value":["Hotaka, 30 minutes east on the local train, is the center of Japanese wasabi production. Bike rentals are right next to the station, and it is a short ride to a number of wasabi fields including the Daio wasabi farm which offers a tour of its fields, wasabi for sale for as little as ¥300 a root, wasabi icecream, and several tourist-oriented restaurants."]},{"type":"*","value":["Hike from (or to) Misuzuko (美鈴湖).    To go down:  take the bus from Matsumoto bus station (beside the Epsa supermarket) to Utsukushigahara-kogen (美ヶ原), 51 minutes, ￥930 (May 2009) to Lake Misuzu;   walk around the east side of the lake to the Toy Box (りの国) campsite (start along the main road, take a footpath to the right;  when you come to another road, turn left along it until a path goes up to the left;  follow this up to and through the campsite).   Exit the campsite by its main gate, turn left, at the first guardrail leave the road to the right and follow the path down along a ridge.   (Pause in the first section to admire the eagles.)　There are no signposts, but the path is clear, with some trail markers;   after about an hour you will find yourself among houses uphill from Asama-onsen (浅間);   Matsumoto station is another  hour and a half, of which part can be along the Metoba River (女鳥羽川).    Not having completed the trail I cannot say how to find it from below."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Nawate-dōri"]}," (なわて通り) is an old-fashioned shopping street running along the north bank of the river, full of small shops selling antiques, foods, used books, etc. The old movie theater shut its doors after its run of \"The Last Samurai\", but the posters are still up as well as the nostalgic building itself. The street's ubiquitous mascot is a frog, orginating from frogs in the river as well as a pun on the Japanese word for \"return\" 'kaeru' (the mountains could be treacherous, frogs were given as a charm so that loved ones would return safely.  It was also hoped that money and goods would also return.And there has special tickets on site.This ticket is going to 50% offprice. We are calling this site \"Hangaku Nagano\"(http:\/\/hangakujapan.com\/nagano\/))"]},"\n",{"type":"==","value":["Eat"]},"\nMatsumoto is mildly famous for its ",{"type":"'''","value":["soba"]}," noodles, hopefully served with a dab of product from the world's largest wasabi farm nearby. Stores in Matsumoto also offer pickled wasabi leaves, laquerware, and traditional crafts.\n\nMatsumoto is also famous for its raw horse meat (basashi).\n",{"type":"*","value":[" Restaurant Kura: Great basashi teishoku (set meal) for ¥1500."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marumo Ryokan"],["url=http:\/\/www.avis.ne.jp\/~marumo\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+81 263 320 115"],["tollfree="],["fax="],["hours="],["price=¥6300 with breakfast, cash only"],["checkin="],["checkout="],["content=A beautiful Japanese style hotel, situated in an old house that was re-built after the big Matsumoto 1889 fire.  The hotel is situated along the south bank of the river, opposite the east end of the Nawate-dōri shopping street.  The Hotel also has a very nice tea house attached to it.  Very good english spoken."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ryokan Matsukaze"],["alt=旅館松風"],["url="],["email="],["address="],["lat="],["long="],["directions=10 min walk south from the station, on the southern bank of the river"],["phone=+81 263 257 318"],["tollfree="],["fax="],["hours="],["price=¥3500 per person without breakfast"],["checkin="],["checkout="],["content=A spacious and new ryokan, which is still somewhat under renovation. Despite the construction, the place is comfortable and the owners are cheerful. Ask the station's tourist info to reserve a room for you and the owner can pick you up from the station."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ryokan Seifu-so"],["url=http:\/\/www.homepage1.nifty.com\/seihuso"],["email="],["address=634-5, Minami-asama"],["lat="],["long="],["directions=Take #2 bus from train station, get off at minami asama (its around the corner)"],["phone = +81 263-46-0639"],["tollfree="],["fax="],["hours="],["price=¥4800"],["checkin="],["checkout="],["content=Very nice, traditional Ryokan with very helpful staff and plenty of amenities. Free bicycle rental (10 min to train station). Free pickup from train station during certain hours (just call when you get there). Both japanese and western style rooms."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hakuba"]]}," - a popular ski resort"]},{"type":"*","value":[" ",{"type":"[[","value":[["Oku-Hida Onsen Villages"]]}," - some of Japan's best hot springs, 90 minutes away by bus"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kamikochi"]]}," - one of the best hiking points in the Japanese Alps, en route to ",{"type":"[[","value":[["Takayama"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Chikuma"]]}," - take the Shinonoi railway northeast to Obasute or Inariyama stations and visit the onsens, mountains and temples of this small city on the Chikuma River"]},"\n",{"type":"{{","value":[["routebox"],["image1=Nagano Expwy Route Sign.svg"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Nagano"]]}],["minorl1=",{"type":"[[","value":[["Azumino"],["Toyoshina(Azumino)"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Okaya"]]}],["minorr1=",{"type":"[[","value":[["Shiojiri"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["36.2333"],["137.9667"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Nagano_(prefecture)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Matsumoto, Nagano"]]},"\n",{"type":"[[","value":[["Commons:Category:Matsumoto, Nagano"]]}]