[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Matsu"]}," (馬祖) is the name for a group of island's off ",{"type":"[[","value":[["China"]]},"'s southern coast, approximately 100 miles NW from the island of ",{"type":"[[","value":[["Taiwan"]]},". The island falls under the jurisdiction of the Republic of China (Taiwan) and along with ",{"type":"[[","value":[["Kinmen"]]},", forms the front lines between the ROC and PRC.\n\n",{"type":"==","value":["Islands"]},"\nThe main islands of the Matsu archipelago are, in order of size: \n",{"type":"*","value":[" ",{"type":"[[","value":[["Nangan"]]},": Administration and population center, one of the two airports is located here, and all inter-island ferries stop here."]},{"type":"*","value":[" ",{"type":"[[","value":[["Beigan"]]},": Second largest island, and home of the other airport."]},{"type":"*","value":[" Dongyin: The northernmost island, accessible only by the Taiwan-Matsu ferry."]},{"type":"*","value":[" Jyuguang: Two islands located at the south end of the chain."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nThere is military everywhere. Since each island is essentially a large military fortification with small civilian villages scattered throughout, try not to end up on one of their installations, which they prefer you not take pictures of either.\n\n",{"type":"==","value":["Talk"]},"\n\nUnlike the rest of the ROC-controlled territories, where Minnan or Southern Min dominates, residents of Matsu speak Mindong or Eastern Min, which is not mutually intelligible with Minnan. However, most residents are bilingual in Mindong and Mandarin.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\nRegular ferry service used mostly by military personnel runs between Matsu and ",{"type":"[[","value":[["Keelung"]]},". The Tai-Ma Ferry (tel. 02-24246868, ",{"type":"[","value":["http:\/\/www.shinhwa.com.tw"]},") takes ten hours and departs nightly from Keelung at 11pm, calling at Dongyin after eight hours and then arriving two hours later at Nangan. The return journey is an hour later, but only calls at Dongyin on alternate days. Tickets vary between NT$630 and NT$1890, depending on the bed (seat, dorm, quad or twin). One-way ticket can be reserved within 7 days before the ferry departure date.\n\nThere is also a boat to mainland China, specifically ",{"type":"[[","value":[["Mawei"]]},", a suburb of ",{"type":"[[","value":[["Fuzhou"]]},".\n\n",{"type":"===","value":["By plane"]},"\nMatsu is serviced by Beigan and Nangan Airport with domestic flights from ",{"type":"[[","value":[["Taipei"]]}," and other cities in Taiwan but mainly from Taipei. Nankan has a larger landing strip, so more frequent flights, from Taipei and Taichung touch down here. Beigan is served by only one carrier, few flights daily from Taipei. Fog can often delay flights, particularly between March and May. Ticket prices are set by the government, but travelers are advised to purchase the tickets a few days in advance (particularly over weekends\/holidays) as the aircraft are small and the flights are often full on departure.\n\nPurchasing a package is the best way to travel to Matsu. Eztravel offers great deals that include hotel, flight, and breakfast. It seems travel agents buy out summer tickets, so it may be the only option to travel there in the summer on a weekend.\n\nUni Air (www.uniair.com.tw \/ 02-25185166)\n\n",{"type":"==","value":["Get around"]},"\nNangan's Fuaogang (Fuao Harbour) is the central terminal for all ",{"type":"'''","value":["inter-island ferries"]},". Main routes departing from Nangan include:\n",{"type":"*","value":[" Beigan's Baishagang (Baisha Harbour): NT110. Regular, hourly service starting at 0700 and ending at 1710. "]},{"type":"*","value":[" Dongyin (via Taima Ferry, ever other day): NT$350."]},{"type":"*","value":[" Jyuguang: 3 sailings per day, departing from Nangan at 0700, 1100, and 1430. The first stop at from Sijyu (even numbered months) or Dongjyu (odd numbered months) at 0750, 1150, and 1520. The other Jyuguang island is the second stop at 0810, 1210, and 1540, returning to Nangan. NT$200."]},{"type":"*","value":[" Dongjyu and Sijyu: 4 sailings per day, both directions. NT$80."]},"\n",{"type":"'''","value":["Scooters"]}," are the best way of transportation around the islands. On Beigan's FuAo harbour contact 0933933124 for scooter rentals, or ask at any of the shops\/hotels a few hundred metres from the docks. On Nangan, there are rental shops within walking distance of both Baisha Harbour and the airport. At the airport you can ask them to order one for you and they will pick you up.\n\nRent is usually 500 - 600 NT per day, but you can negotiate for multi-day discounts.\n\nThe islands are relatively small, but very hilly. If you are in good shape, it is possible to ",{"type":"'''","value":["hike"]}," around the islands within 6 hours or so (not including stops at attractions), but sunscreen and lots of water are highly recommended during the summer. No bicycle rentals currently exist (2012), but it is possible to bring a bicycle with you on the ferry.\n\nThe Tourism Bureau provides excellent backpackers maps free of charge at airports and visitor's centers. These are quite helpful, as none of the roads are shown on Google Maps! (2012)\n\nRegular public ",{"type":"'''","value":["bus service"]}," is provided on Beigan and Nangan by Lienchiang County Bus during daylight hours. Schedule for Nangan at: ",{"type":"[","value":["http:\/\/www.matsu-news.gov.tw\/ftp_data\/s-bus.htm http:\/\/www.matsu-news.gov.tw\/ftp_data\/s-bus.htm"]},". The fare is NT$15 per boarding, payable by cash or EasyCard.\n\nAdditional transportation information: ",{"type":"[","value":["http:\/\/www.matsu-nsa.gov.tw\/User\/Article.aspx?a=130&l=2&pda=1 http:\/\/www.matsu-nsa.gov.tw\/User\/Article.aspx?a=130&l=2&pda=1"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Iron fort"]},"  - Originally an outpost manned by special forces near a location vulnerable to ",{"type":"''","value":["water ghosts"]}," (Chinese People's Liberation Army frogmen infiltrators), the fort has been decommissioned and opened to tourists. You must travel down a winding road. Few decide to visit this location, and it can be dark going through the bunker."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mazu Temple"]}," - The religious center of Matsu, goddess of the sea. Matsu was supposedly buried here once, her personal belongings are interred in the center."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Folk Cultural Artifacts Exhibition Hall"]}," - Museum sheds light on life and culture on Matsu. Also has AC, so great way to escape the heat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Andong and Beihai tunnels"]}," - Hollowed out tunnels going in for hundreds of metres. Previously used by the military, they are now open to the public."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Suicide cliff"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dongyong and Dongcyuan lighthouses "]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bird Watching "]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fujian architecture "]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fuxing Village (NiouJiao)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fantastic village with stone houses build against the mountain on the sea. Can spend hours wandering. Check out the temple for some great views."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Huge Statue of Matsu"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Near the Matsu Temple in Matsu Village is a huge statue. Follow directions for Matsu Park and drive up, up, up. Great views of China."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Circumnavigate your island of choice in a single day, zipping between small villages, abandoned fortifications, and active military facilities while locals and troops eye you with amusement."]},"\n",{"type":"*","value":[" Visit fortifications dating from the days when the Cold War was hot, and locals and troops hunkered down in bunkers and tunnels to face regular artillery shelling, and the threat of Chinese PLA frogmen infiltrators."]},"\n",{"type":"*","value":[" See authentic stone houses built in the traditional eastern Fujian-style, dating from the 19th century days when the islands were inhabited by fishermen, merchants, and mariners."]},"\n",{"type":"*","value":[" Travel from island to island, imagining what it must have been like for a conscript from Taiwan serving when the slogan \"Reconquer the Mainland\" was still serious business."]},"\n",{"type":"*","value":[" Meet the 9000 or so locals, who have made these tiny islands their home, where practically everyone knows everyone else."]},"\n",{"type":"*","value":[" Drink the local ",{"type":"''","value":["kaoliang"]}," and ",{"type":"''","value":["laojiou"]}," liquors."]},"\n",{"type":"==","value":["Eat"]},"\nMatsu is famous for its fantastic seafood. Be sure to try superb authentic northern Fujian cuisine at East Fujuin Pearl (22 Matzu village, Nankan) - the specialty is \"Buddha Hand clams\".\n\nFish noodles (ground fish meat combined with potato starch and salt to form a dough, which is then cut into noodles) is a local specialty - best place is Qinbi village on Beigan.\n\nJiguang pastry - Made from flour and baked in charcoal urns, these pastries resemble bagels in appearance (and slightly so in taste). They were used by General Chi Jiguang in the Ming Dynasty, so that his soldiers could carry their food on strings on their chests during long marches.\n\nGolden dumplings: Made from sweet potatoes, with sweet peanut and sugar filling. Served cold with sweet pea soup.\n\n",{"type":"==","value":["Drink"]},"\nMatsu distills Tunnel 88 brand ",{"type":"''","value":["kaoliang"]}," (38 and 58 proof) sorghum liquor, as well as aged ",{"type":"''","value":["laojiou"]}," rice wine (around 30% alcohol). Free tastings and a video about the process at the Matsu distillery on Nangan Island.\n\n",{"type":"==","value":["Stay safe"]},"\nThough formal hostilities with the PRC ended by the early 1980s, Matsu is still very much a frontline area. Visitors are strongly advised not to wander off paved roads when exploring the island due to the possibility of running across old unmarked minefields. It is also advisible to avoid traveling to certain sensitive areas after dark, such as coastal areas or areas near military installations. Visitors should also obey all orders given by military personnel and avoid entering or photographing sensitive areas.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["26.151111"],["119.927222"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Taiwan"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Matsu Islands"]]}]