[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Matterhorn.jpg"],["thumb"],["350px"],["Matterhorn (4478m, left) and Dent Blanche (4357m) on the right. Photo taken from near Gornergrat, Switzerland."]]},"\n\nThe ",{"type":"'''","value":["Matterhorn"]}," (French: ",{"type":"''","value":["Mont Cervin"]},", Italian: ",{"type":"''","value":["Monte Cervino"]},") is one of the tallest mountains in the ",{"type":"[[","value":[["Alps"]]},".\n\n",{"type":"==","value":["Cities"]},"\nIt straddles the border of ",{"type":"[[","value":[["Switzerland"]]}," and ",{"type":"[[","value":[["Italy"]]}," and can be visited from either side:\n",{"type":"*","value":[{"type":"[[","value":[["Zermatt"]]},", on the Swiss side"]},{"type":"*","value":[{"type":"[[","value":[["Breuil-Cervinia"]]}," on the Italian side"]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Infobox"],["Reading up"],["Before you visit the Matterhorn from either Swiss or Italian side, you may want to read ",{"type":"''","value":["Scrambles amongst the Alps"]}," by Edward Whymper — an interesting, well written book from the protagonist of the first successful and tragic ascent. It remains nowadays a classic of mountaineering literature."]]},"\n\n",{"type":"===","value":["Geography"]},"\nThe Matterhorn has a pyramidal shape with four faces facing the four compass points: the north and east faces overlook the town of Zermatt; the south face overlooks the resort town of Breuil-Cervinia; and the west face looks towards the mountain of Dent d'Hérens, which straddles the border. The north and south faces meet at the summit to form a short east-west ridge.\n\nThe Matterhorn's faces are steep, and only small patches of snow and ice cling to them; regular avalanches send the snow down to accumulate on the glaciers at the base of each face, the largest of which is the Zmutt Glacier to the west. The Hörnli ridge of the northeast (the central ridge in the view from Zermatt) is the usual climbing route.\n\n",{"type":"===","value":["History"]},"\nThe Matterhorn was one of the last of the main Alpine mountains to be ascended, not because of its technical difficulty, but because of the fear it inspired in early mountaineers. The first serious attempts began around 1857, mostly from the Italian side; but despite appearances, the southern routes are harder, and parties repeatedly found themselves having to turn back. However, on July 14, 1865, in what is considered the last ascent of the golden age of alpinism, the party of Edward Whymper, Charles Hudson, Lord Francis Douglas, Douglas Robert Hadow, Michel Croz and the two Peter Taugwalders (father and son) was able to reach the summit by an ascent of the Hörnli ridge in Switzerland. Upon descent, Hadow, Croz, Hudson and Douglas fell to their deaths on the Matterhorn Glacier, and all but Douglas (whose body was never found) are buried in the Zermatt churchyard.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Matterhorn"]]},"\n\n",{"type":"{{","value":[["geo"],["45.976389"],["7.658333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Alps"]]}]