[{"type":"{{","value":[["pagebanner"],["Nouakchott (Mauritania) banner Minaret.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Mauritanie - Adrar2.jpg"],["location=LocationMauritania.png"],["flag=Flag of Mauritania.svg"],["capital=",{"type":"[[","value":[["Nouakchott"]]}],["government=Republic"],["currency=Ouguiya (MRO)"],["area=",{"type":"''","value":["total:"]}," 1,030,700km²"],["population=3,281,635 (July 2011 estimate)"],["language=",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]}," (official), ",{"type":"[[","value":[["French phrasebook"],["French"]]}," (widely spoken), Pulaar, Soninke, ",{"type":"[[","value":[["Wolof phrasebook"],["Wolof"]]}],["religion=Muslim 100% (Mostly Sunnis)"],["electricity=220V, 50Hz (\"C\" plug)"],["callingcode=+222"],["tld=.mr"],["timezone=UTC"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mauritania.mr\/fr\/index.php?service=4&id=2 Mauritania"]}]}," is the least developed and poorest country in ",{"type":"[[","value":[["Sahel"],["northwest Africa"]]},". Geographically part of the ",{"type":"[[","value":[["Maghreb"]]},", Mauritania borders ",{"type":"[[","value":[["Algeria"]]},", ",{"type":"[[","value":[["Senegal"]]}," and ",{"type":"[[","value":[["Mali"]]},", along with the disputed territory of ",{"type":"[[","value":[["Western Sahara"]]},".\n\nThe Mauritanian Adrar is probably exactly how you've always imagined the Sahara: endless ergs (dunes) and regs (rocky desert) with tabular small mountains but most tourists stay along the west coast of Mauritania. There are a few beautiful sights far into the interior (rock formations in Aioun, for example). If you decide to travel off the beaten path, leave plenty of time to get around, though.\n\n",{"type":"{{","value":[["warningbox"],["The terrorist organization ",{"type":"''","value":["al Qaeda in the Islamic Maghreb (AQIM)"]}," has been the culprit of several incidents in recent years and poses a danger to travellers to Mauritania. AQIM has been involved in the kidnapping of several Westerners, murder of some of those kidnapped or during kidnapping attempts, and a couple of suicide bombings. Due to the civil war in neighbouring Mali, where AQIM has close ties with the Islamist rebels, there is an increased threat to Westerners in Mauritania due to US\/European counter-terrorism assistance to Mauritania and their assistance in Mali's offensive against the Islamist rebels.\n\nThe remote desert regions along the border with Algeria and especially near the border with Mali are particularly dangerous. As of a ",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/tw\/tw_5722.html May 2012 travel warning"]},", the US embassy advises against \"all non-essential travel to the border regions of Guidimagha, the Hodh El Charghi and Hodh El Gharbi regions of southeastern Mauritania, the eastern half of the Assaba region (east of Kiffa), the eastern half of the Tagant region (east of Tidjika), the eastern half of the Adrar region (east of Chinguetti), and the Zemmour region of northern Mauritania.\" Elsewhere in Mauritania, travellers should travel with local transport or at least drive along with a convoy of local vehicles to avoid easily being singled out by potential kidnappers and also should probably stay at lower-profile hotels and avoid restaurants popular with ex-pats to lower the risk of being involved in a terrorist incident or kidnapping. (",{"type":"''","value":["Updated Nov 2012"]},")"]]},"\n\n",{"type":"==","value":["Understand"]},"\nMauritania is a land about desert and ocean. It is of course no wonder that the main attractions for most tourists are the desert in Adrar and Tagant areas (around Atar), and the ocean in Banc d'Arguin (a natural reserve with dunes ending in the sea, full of  millions of birds and protected by UNESCO). \n\nMauritania is an Islamic Republic. Don't be afraid of this political status - most Mauritanians are not extremists, even if the majority of the people in the North are very conservative and quite reserved. The Southern part of the country is filled with friendly people, and they are very welcoming, if a little unused to tourists. \n\nTravelling to Mauritania is becoming easier, with charter flights from France to Atar through the winter. Guides and tourist agencies are quite easy to find. However, Mauritania is not connected to the international banking system, so Visa cards will not work in the local ATM. There are now international ATMs at BNP and Societe Generale in Nouakchott and ",{"type":"[[","value":[["Nouadhibou"]]},", but otherwise, credit cards are accepted almost nowhere. It is easy to change euros, dollars and CFA in Nouakchott.\n\n",{"type":"===","value":["Climate"]},"\nThe climate is characterized by extremes in temperature and by meagre and irregular rainfall. Annual temperature variations are small, although diurnal variations can be extreme. The ",{"type":"''","value":["harmattan"]},", a hot, dry and often dust-laden wind, blows from the Sahara throughout the long dry season and is the prevailing wind, except along the narrow coastal strip, which is influenced by oceanic trade winds. Most rain falls during the short rainy season (",{"type":"''","value":["hivernage"]},"), Jul-Sep, and average annual precipitation varies from 500 to 600 millimetres in the far south to less than 100mm in the northern two-thirds of the country.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["Image:Mauritania Regions map.png"],["thumb"],["400px"],["Map of Mauritania with regions colour-coded"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Coastal Mauritania"]]}],["region1color=#B9AF8C"],["region1items="],["region1description=the narrow coastal strip with a crashing Atlantic coastline and the capital city"],["region2name=",{"type":"[[","value":[["Sahelian Mauritania"]]}],["region2color=#9AAB61"],["region2items="],["region2description=semi arid region in the south including  the patchily lush Senegal River valley"],["region3name=",{"type":"[[","value":[["Saharan Mauritania"]]}],["region3color=#D7D484"],["region3items="],["region3description=huge northern desert area which is largely very empty"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Nouakchott"]]},", the capital of Mauritania."]},{"type":"*","value":[{"type":"[[","value":[["Atar"]]}]},{"type":"*","value":[{"type":"[[","value":[["Chinguetti"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nouadhibou"]]},", large fishing centre and industrial harbour."]},{"type":"*","value":[{"type":"[[","value":[["Tichit"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Get in"]},"\nCitizens of all Western nations need a visa to enter. Holders of West African passports do not require a visa.\n\nAs of 2009, visas for Mauritania are no longer available at on arrival at land borders, so overland travellers have to arrange them in e.g. ",{"type":"[[","value":[["Rabat"]]},".  Single entry visa fee is €37, double entry is €52. Two passport-size photos are required, as well as a copy of the information pages of your passport. Visas are available on the next day for people of most nationalities.\n\nFor most people there are no vaccinations required in Mauritania. Only ones coming from yellow fever endemic zones are required to present a vaccination certificate.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Nouakchott International Airport"]}," (",{"type":"{{","value":[["IATA"],["NKC"]]},") is the base for ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fly-mauritaniaairways.com\/ Mauritanian Airways"]}]},", which flies to ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Dakar"]]},", ",{"type":"[[","value":[["Abidjan"]]}," and ",{"type":"[[","value":[["Nouadhibou"]]},". It also receives flights from ",{"type":"[[","value":[["Algiers"]]}," on ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airalgerie.dz\/sessionconfig Air Algérie"]}]}," and from ",{"type":"[[","value":[["Paris"]]}," on ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airfrance.com\/indexCOM.html Air France"]}]}," . Alternatively you can take a charter flight, which costs around €400. In July\/August 2012 Iberia launched a route from Noukchott to Madrid via Las Palmas in the Canaries. Fares from Mauri to LP are around €200.\n\n",{"type":"===","value":["By train"]},"\nNo trains run between Mauritania and its neighbours..\n\n",{"type":"===","value":["By car"]},"\nMauritania has open road borders with ",{"type":"[[","value":[["Western Sahara"]]},", ",{"type":"[[","value":[["Mali"]]}," and ",{"type":"[[","value":[["Senegal"]]},". These borders are open to crossing by private motor vehicle or bicycle.\n\nThe road from The Western Sahara\/",{"type":"[[","value":[["Morocco"]]}," enters the country near ",{"type":"[[","value":[["Nouadhibou"]]},". The road is paved all the way to the Moroccan border post in Fort Guerguarat, where one has to traverse about 7km of twisting, stony, but straightforward pistes to reach the Mauritanian border, where the tarred road begins again. Although the driving is simple, care should be taken not to leave the well worn pistes between the two border posts, because the area is a mine field. This danger is still present once you reach the tar on the Mauritanian side, and the area is not considered mine-free until you pass the railway line. \n\nThe crossing formalities are straightforward. Transit visas - valid for 3 days - can no longer be bought at the border, although this may change again. There is a bureau de change at the border, and a vehicle insurance office and numerous hopeful guides for making the old desert crossing down to the capital.\n\nThere are numerous pistes running across the Mauritanian border from Mali. These used to be the de facto route between the two countries, however there now exists a new tar road connecting ",{"type":"[[","value":[["Nara"]]}," in Mali to ",{"type":"[[","value":[["Ayoun al Atrous"]]}," in Mauritania. The border formalities in Mali are completed at various buildings around Nara town (local children will lead you to the police or customs for a small present). The Mauritanian formalities are conducted at a string of road-blocks along the border road.\n\nAn alternative land route which goes direct from Mauritania to ",{"type":"[[","value":[["Timbuktu"]]},", Mali is to travel the road Southeast from ",{"type":"[[","value":[["Néma"]]},", which is at the end of a good tarred road from ",{"type":"[[","value":[["Nouakchott"]]},". This dirt road continues to ",{"type":"[[","value":[["Bassekounou"]]}," before crossing the border near ",{"type":"[[","value":[["Léré, Mali"]]}," where it improves to a good dirt road to ",{"type":"[[","value":[["Niafunké"]]}," and on to ",{"type":"[[","value":[["Timbuktu"]]},".\n\n",{"type":"===","value":["By bus\/bush taxi"]},"\n",{"type":"*","value":["From ",{"type":"'''","value":["Morocco"]},": Supratours runs a nightly bus to the border at Gargarate. It departs from the Dakhla waterfront at 23:59 and arrives at the frontier at 05:30 for MAD150. CTM (the Moroccan national bus company) is planning to run services from Dakhla to Nouakchott. Access is currently available by hitching with overlanders from Dakhla (most can be picked up from Camping Moussafir just north of Dakhla) or from the Mauritanian embassy in ",{"type":"[[","value":[["Rabat"]]},", or by paying for passage with Mauritanian traders. These can be found opposite the first police checkpoint north of Dakhla, the going rate is currently 250-380Dhs (negotiable) the ride should be started rather early and takes most of the day and border crossing is closed overnight. Cars with experienced drivers can be organized from Hotel Sahara (the budget one). This costs around 250Dhs per person. "]},"\n",{"type":"*","value":["To ",{"type":"'''","value":["Morocco"]},": Cars with drivers can be arranged to cross the minefield from Mauritania to Western Sahara from Hotels in Nouadhibou. "]},"\n",{"type":"*","value":["From ",{"type":"'''","value":["Senegal"]},": Bush taxis can be taken from Dakar (XOF6,000) and St Louis (XOF2,000) (amongst others) to Rosso, where a ferry makes the trip across the Senegal river, and further bush taxis can be taken to Nouakchott (about MRO2,000). Be careful of bush taxis offering deals that seem too good to be true. They may be illegal taxis and could prove to be a dangerous means of transport. There will most likely be a number of drivers waiting. Ask around and find out the going rate. Other crossing points from Senegal include the Diama dam just north of St Louis, public transport also operates on this route."]},"\n",{"type":"*","value":["From ",{"type":"'''","value":["Mali"]},": Pickup trucks leave Kayes for Selibaby daily. It is also possible to enter at Nema, and across the southern border at several points."]},"\n",{"type":"===","value":["By Boat"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:Eisenerzzug.jpg"],["thumb"],["300px"],["The longest train in the world snakes through the Mauritanian desert."]]},"\n\n",{"type":"===","value":["By train"]},"\nThere is only one train line in ",{"type":"[[","value":[["Mauritania"]]},", linking ",{"type":"[[","value":[["Nouadhibou"]]},", ",{"type":"[[","value":[["Choum"]]}," and ",{"type":"[[","value":[["Zouerat"]]},", but it's a tourist attraction itself. The train is said to be the longest one in the world, having over 150 cars and being over 2km long. It's used to carry iron ore from the Zouerat mine to ",{"type":"[[","value":[["Nouadhibou"]]}," harbour.\n\nThe train departs daily from Nouadhibou at around 15:00 and arrives in Choum (for Atar) at around 02:00 the next morning. Check departure times on arrival.\n\nIn ",{"type":"[[","value":[["Mauritania"]]}," there is only one passenger car, but travel in iron ore hopper is also possible (and advisable, as the passenger car is usually overcrowded and tickets are required). There is also first-class accommodation - first-class seats are limited, but they allow access to a smaller room with bunk beds. It does not necessarily ensure more comfort, though. Ticket price is MRO1,500 for second class in the passenger car and travel in hopper is free. Remember to have a scarf to cover your face, as there is a lot of dust.\n\nFrom ",{"type":"[[","value":[["Choum"]]}," it's possible to get to Atar with a bush taxi. The journey could take up to eight hours if the vehicle has a breakdown.\n\n",{"type":"==","value":["Talk"]},"\nHassaniya Arabic is the language of the Moor majority, while other languages are spoken by Southern Black Africans including Pulaar, ",{"type":"[[","value":[["Wolof phrasebook"],["Wolof"]]},", and ",{"type":"[[","value":[["Soninke phrasebook"],["Soninke"]]}," (especially in the Guidimakha region around Selibaby).  ",{"type":"[[","value":[["French phrasebook"],["French"]]}," is the second official language and is spoken by many. This is especially true near towns. In the countryside, individuals may often speak several languages but not French. \n\nIt is considered polite to say ",{"type":"''","value":["Salaam aleikum"]}," when entering a taxi, office or when greeting someone. It is the first greeting for most of the dialects spoken in the region.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Chinguetti mosquee.jpg"],["thumb"],["Great Friday mosque in ",{"type":"[[","value":[["Chinguetti"]]},"."]]},"\nThe ",{"type":"'''","value":["Adrar"]}," massif in the north is full of stunning desert scenery. Take a 4x4 off-piste across rocky terrain and through narrow canyons to explore the lush, hidden oases which have provided water and refuge to traders crossing the Sahara for centuries. The Adrar contains two of the countries magnificent historical cities. ",{"type":"'''","value":["Chinguetti"]}," was once a trading centre and centre of Islamic scholarship whose architecture remains unchanged in nearly a millennium. Along with ",{"type":"'''","value":["Ouadane"]}," and a few other small towns, it is a UNESCO World Heritage Site. And don't forget to miss the ",{"type":"'''","value":["world's longest train"]}," either just for a glimpse or to hop into an iron ore car filled with Mauritanians for the 12-hour journey from the Adrar to the coast. The remains of the Almoravid capital ",{"type":"'''","value":["Azoughui"]}," as well as rock paintings are also draws of the Adrar. \n\nMuch of the central coastline is part of ",{"type":"'''","value":["Parc National du Banc d'Arguin"]},"—home to millions of migrating birds each year. At Nouamgar, you can watch the unique spectacle of local tribesmen communicating with dolphins to round up teams of fish into shallow waters for them to be netted.\n\nIn the southeast, the oasis city of ",{"type":"'''","value":["Oualata"]}," was the southern end of most trans-Sahara trading routes in the 13th & 14th centuries. The city boasts colourful buildings, many of which feature intricate geometric designs. The city is a UNESCO World Heritage Site and also boasts a manuscript museum with examples of ancient scrolls in fine calligraphy.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Chinguetti-Guide.JPG"],["thumb"],["Visiting the Hamoni library in Chinguetti."]]},"\n",{"type":"==","value":["Buy"]},"\nSouvenirs can be bought at Marche Capital or Marche Sixieme in Nouakchott, or at tourist shops in the Adrar. Fabric will be sold in boutiques all over the country, but Kaedi is famous for its tie-dying. \n\nIn general, the quality of most Mauritanian souvenirs is not as good as one might expect. That said, you can find leather products, pipes, wooden bowls, tea pots and silver jewellery among other things (be careful with the quality of jewellery). Fabric, however, is tie-dyed by hand and can be quite beautiful. Fabric will be sold as a mulafa (veil)--usually gauzy and one piece--or as material for a boubou, with two separate pieces for a skirt and top. Fabric is sold anywhere for anything from MRO1,500 to MRO8,000, depending on the fabric quality and work involved.\n\nWhen buying anything in Mauritania, be sure to ",{"type":"[[","value":[["haggling"],["bargain"]]},". Sometimes the starting price will be three times the actual price. Stay friendly, but don't worry about insulting anyone by asking for a lower price.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Fish market nouakchott mauritania.JPG"],["thumb"],["Fisherman's market near ",{"type":"[[","value":[["Nouakchott"]]},"."]]},"\nThere is a decent variety of restaurants in Nouakchott with dishes costing from MRO1,000 to MRO2,500. Most restaurants in the capital offer much the same menu - simple pizzas, hamburgers, sandwiches and salads. There is a string of restaurants on the road from the Stade Olympique to the French Embassy. Good ones include Pizza Lina, Café Liban and Le Petit Café. The Sahara Café, on the other side of the stadium, is also a good place for pizza, sandwiches or Lebanese dishes, and has some of the best reasonably-priced food in town. Near Marche Capitale, there is a street of sandwich shops that offer near-identical menus, the best of which is the Prince (which taxi drivers know by name).\n\nOutside of Nouakchott, it is possible to find a hamburger in Atar. Otherwise, the choice is local dishes: fish and rice (chebujin) in the south and rice and meat or couscous in the north. Hole-in-the-wall restaurants can be found everywhere and serve meals from MRO200-500. Mechui, or grilled sheep, is also delicious if a little more expensive. Look for carcasses hanging by the side of the road. Some fruit can be found in most regional capitals. Note that most restaurants outside of Nouakchott do not have very high standards of cleanliness. Since most small restaurants go under within a few years of opening, your best bet in trying to find one in a regional capital is to just ask locals for directions to whatever is nearby. Another alternative, in the absence of a restaurant, is paying a family to prepare food for you, which should be relatively inexpensive (no more than MRO1,500), even if it takes a while (up to a couple hours to buy the food and prepare it).\n\nBottled water can be bought for MRO200 and is a good idea for anyone not accustomed to Africa.\n\nIf none of this sounds good, keep in mind that boutiques everywhere sell bread, cakes, biscuits and drinks if nothing else.\n\nTea is usually served after a meal, but it is not included with the meal at restaurants. If you are offered tea in someone's home, it is impolite to leave until at least the second (of three) glasses. The whole process takes about an hour.\n\n",{"type":"==","value":["Drink"]},"\nDespite being an Islamic country there are a few fun bars in the capital. Drinking can be expensive, with a beer costing up to $US6. There is a nightclub inside the French Embassy compound. For the non-French, try the Salamander or the trashy (but open late) Club VIP. Next door to VIP is the Casablanca, a more low-key bar with live music on the weekends.\nNote that ",{"type":"'''","value":["it is illegal to import alcohol!"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nAll ranges of accommodation are available, with the highest class hotels available only in Nouakchott and Atar.  \"Auberges\" and Campsites can rent beds\/mattresses for as little as 1500 ouguiya in the Adrar and Nouadhibou. \n\nThere is usually at least one hotel in the regional capitals in the rest of the country, although they can be expensive for what you are getting. If possible, make friends with a local and try to get invited to stay with their family. As long as you don't mind sleeping on the ground on a foam mat, sleeping\/eating near animals or using a latrine, the you will probably end up having a pleasant and memorable stay.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[{"type":"'''","value":["Universite de Nouakchott"]},", ",{"type":"[","value":["http:\/\/www.univ-nkc.mr\/"]},"."]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe area near the Western Sahara is heavily mined and travel through this area is highly unadvised.  Border areas lining Algeria and Mali are notorious for banditry. The one paved road coming from Morocco is especially dangerous, being the site of recent Al Qaida kidnappings. If you must travel on this path, it is best to do so in a tight caravan. In other areas, one should avoid flaunting wealth or expensive wares. Daunting though it may seem, a bit of research and common sense will ensure a pleasant trip in Mauritania.\n\nCheck your Embassy or Consulate travel advisories carefully. Due to increasing numbers of attacks on Westerners in the past several years, most Western nations advise great caution. Resident expatriates travel between cities by day, in groups and on major routes.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nFor the majority of Westerners, the local water in any part of the country (including Nouakchott) is not safe to drink. Visitors should drink only bottled water if they don't have access to some type of water purifying or filtration system. The Sahara is a very dry climate. You may become dehydrated quite easily, and not be aware of it. The best rule of thumb is to be sure that you have urinated three times each day, at reasonable intervals. In the hottest part of the year, this might mean drinking several liters of water each day.\n\nMalaria is endemic in the Southern part of the country, and visitors should always use a mosquito net there. Mosquitos are less common in the dry desert in the North of the country, but exist year-round in the South, if a bit less prevalent during the dry season (December-May).\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\n\nLearn ",{"type":"''","value":["Salaam alaykum"]}," and use it when greeting people. If you are a man, don't try to shake hands with a woman, and vice versa (note that some African women will not have a problem with shaking a man's hand, but it is best to not try to initiate contact, just follow their lead). You can, however, say hello and touch your hand over your heart.\n\nBe careful to eat with your right hand, especially outside of Nouakchott where you may not be offered silverware. Like other places in the Arab world, the left hand is reserved for the bathroom. If you're left-handed... try hard.\n\nCovering your head isn't required, but it is polite. It may cut down on the ",{"type":"''","value":["Madame ou bien Mademoiselle?"]}," question, but Westerners, especially women, will be the target of unwanted attention and minor harassment everywhere in the country. Be aware though, that many Mauritanians, both male and female, think that a direct gaze is a sexual invitation. There is even a phrase in Hassiniya, ",{"type":"''","value":["ayna m'tina"]},", meaning ",{"type":"''","value":["strong eyes"]},", to describe what many people feel is an aggressive act. Just because you are in a foreign country doesn't mean that the men have carte blanche to be jerks, though. Calling them on their bad behaviour, or pointing it out to the ever present bystanders, can often work. If you give respect, you can demand it also. The Moors respect women who stand up for themselves, even while they push you to see how far they can get.\n\nIf you are travelling with someone of the opposite sex, avoid touching in public. It's actually much more common to see two men holding hands than a woman and a man. As far as dress, the more skin you show, the more negative attention you will receive. In Nouakchott, women can wear trousers, but avoid tank tops and to-the-knee skirts. Long skirts are the best choice for women. It is a good idea to cover your arms also. Trousers display the crotch area and thus are also disturbing, especially to people in the countryside who aren't as used to seeing this as the city folk. Most people will be very polite, and you will not know what they are thinking.\n\nIf you are a female, there is no non-sexual reason, ",{"type":"'''","value":["EVER"]},", to go off in private with a man. If they ask you to step into an office, or back of a shop or anywhere; don't. The men are aware that that is an unreasonable request, and no one would ask you for a private chat if they meant well. If you allow yourself to be alone with a man, for however brief a time, everyone will assume you had sex, and will judge you accordingly. As a weakling, not as dissolute. \n\nIf you are a LGBT visitor, ",{"type":"'''","value":["do not"]}," try to be open about your sexuality to any Mauritanian. They will act very harshly to this. Also do not make any acts in public that would imply the fact that you are LGBT: ",{"type":"'''","value":["Mauritania imposes the death sentence for homosexuality"]},".\n\nIf you are white, ",{"type":"''","value":["Nasrani"]},", ",{"type":"''","value":["Toubac"]}," and ",{"type":"''","value":["Toubab"]}," refers to you. Little kids, and sometimes rude adults, will refer to you by this name. ",{"type":"''","value":["Nasrani"]}," actually means a person from Nazareth. Since Christians follow Christ's teachings, and Christ is from Nazareth, then Christians are all honorary Nazarenes.\n\nBeware of people who may try to take advantage of your politeness in order to try to make a sale. Be aware that in market areas, almost everyone who tries to befriend you is trying to sell you something at an inflated price. They will try many tricks to get you to buy items from them (including \"giving them to you as a gift\"), and a few might even accuse you of not liking Africans if you decline to look at their souvenir shop. If someone is going beyond the normal limits to bother you, it is not impolite to tell them, without question, that you are not interested. If they ask for something that you own, just say that you need it right now, and can give it to them in a month or so.\n\n",{"type":"==","value":["Connect"]},"\nThere are three operators of GSM networks: ",{"type":"[","value":["http:\/\/www.mattel.mr Mattel"]}," (excellent English website), ",{"type":"[","value":["http:\/\/www.eljawal.mr Mauritel Mobiles"]}," and Chinguitel ",{"type":"[","value":["http:\/\/www.chinguitel.mr\/?lang=en"]},". Prepaid plans are available for three of them. Further Information regarding Coverage and Roaming are available from  GSM-World ",{"type":"[","value":["http:\/\/www.gsmworld.com\/roaming\/gsminfo\/cou_mr.shtml"]},".\n\nFor tours into the desert where no GSM-Network is available satellite phones are a good solution. Service providers include Thuraya, Iridium & Inmarsat. Thuraya tends to be the cheapest and the easiest to use. The equipment is also available for rent.\n\nInternet cafés with DSL internet can be found in Nouakchott and ",{"type":"[[","value":[["Nouadhibou"]]}," for MRO200-300 \/h. Slower connections plague \"cybercafés\" elsewhere in the country, but it's possible to check emails.\n\n",{"type":"{{","value":[["geo"],["20.4"],["-13.1"],["zoom=6"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Sahel"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mauritania"]]},"\n",{"type":"[[","value":[["WikiPedia:Mauritania"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Mauritania\/"]]}]