[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Mayapur 2006.jpg"],["thumb"],["400px"],["Overview of ISKCON headquarters"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mayapur.com\/main\/ Mayapur"]}]}," is a city in ",{"type":"[[","value":[["Rarh"]]},", ",{"type":"[[","value":[["India"]]},", where the International Society for Krishna Consciousness (known informally around the world as the Hare Krishnas) was founded and has its headquarters.\n\n",{"type":"==","value":["Understand"]},"\nSri Mayapur is a village on the bank of the river Ganges, which is considered holy by Hindus and lovingly known as mother Ganga. It's approximately 130 km north of ",{"type":"[[","value":[["Kolkata"]]}," and across the Ganges from the city of ",{"type":"[[","value":[["Navadvipa"]]},". It is the birthplace of Sri Krishna Chaitanya, who was born in 1486. His followers believed he was an incarnation of Krishna, and he is the one who started the Hare Krishna movement; he was the first to teach widespread mass chanting and singing of the Hare Krishna mantra.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nISKCON Kolkata operates AC and non-AC buses thrice a week, on Fridays, Saturdays and Sundays, 033 64588777, 033 32488041, +91-3330-289258. The bus takes passengers from the Kolkata temple straight to Sri Mayapur. Iskcon Kolkata also provides cars for hire, 033 64588777.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"====","value":["From ",{"type":"[[","value":[["Howrah"]]}," station"]},"\nIf you are catching a train at Howrah, a clean and less-crowded train to catch is Intercity express, which leaves Howrah at about 3:15PM. It reaches Nabadwip Dham by about 5:15PM. \n\nThere are trains leaving Howrah and which pass through Nabadwip Dham, practically every hour and a half, but they are sometimes quite crowded. It takes about 3 hours to reach Nabadwip Dham from Howrah.But it is a better option to get down at Bishnupriya Halt Station which is nearer to Mayapur Ghat.\n\nOnce you reach Nabadwip Dham station, you have to take a rickshaw to Mayapur Ghat and then get on a boat to cross over the Ganga to reach Hular Ghat at Mayapur. Take a rickshaw to come to ISKCON’s Mayapur Chandrodaya Mandir.\n\n",{"type":"====","value":["From Sealdah station"]},"\nSealdah is a train station located within Kolkata. There are trains leaving Sealdah and which pass through Krishnanagar. Usually these trains are crowded. It takes about two hours to reach Krishnanagar from Sealdah. \n\n",{"type":"====","value":["From Krishnanagar"]},"\nFrom Krisnanagar, you can catch a rickshaw to go to the bus terminal (“bus stand”) and catch a bus to ISKCON Mayapur. Or, you can get into a three-wheeler to go to Mayapur Ghat in Swarup Ganj (where Bhaktivinoda Thakura used to live), get on a boat to cross over the Jalangi river to reach Hular Ghat at Mayapur. Then take a rickshaw to come to ISKCON Mayapur.\n\n",{"type":"==","value":["Get around"]},"\nWalk or get a rickshaw.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["ISKCON Temple"]},"\n\nAlso known as the Sri Sri Radha Madhava temple complex (lat= 23.4249, long= 88.3906), this is the head temple of the International Society for Krishna Consciousness. \n\n",{"type":"====","value":["Left side of the main temple"]},"\nOn the left side of the main temple room is a murti of ISKCON’s Founder-Acharya, Srila Prabhupada in his Vyasasana.\n\n",{"type":"====","value":["Right side"]},"\nOn the right side, on the main altar are the presiding deities: the beautiful larger than life size Sri Sri Radha Madhava, surrounded by Their Ashta-sakhis (eight principal gopi friends) — Sri Lalita, Sri Champakalata, Sri Chitra, Sri Tungavidya, Sri Vishaka, Sri Indulekha, Sri Rangadevi and Sri Sudevi, along with Gauranga Mahaprabhu and Giri-Govardhana. The small Radha Madhava Deities in the altar are carried in a procession during Ratha-yatra and other festivals like Jhulana-yatra (swing festival) or boat festival. These Deities are also taken out in a procession on a chariot every Saturday after Sandhya-arati during winter from the beginning of the Kartika (Damodara) month till Gaura-purnima.\n\n",{"type":"====","value":["Centre"]},"\nIn the centre of the temple is the God Nrisimhadeva, considered by his followers as merciful. This rare form of Nrisimhadeva is known as “Sthanu-Nrisimha” and this is the only place where this particular form of Nrisimhadeva is known to be worshipped. With bent knees and in great anger with reddish eyes, He is pictured as ready to spring out of the pillar to attack the demons and protect His devotees. The Deity was installed here in 1986 after the temple was attacked by dacoits.\n\nThe third altar (past Lord Nrisimhadeva), adjacent to the main temple hall is the Sri Sri Pancha-tattva temple. The most attractive and magnificent larger-than-life deities of Sri Chaitanya Mahaprabhu with His associates Sri Nityananda Prabhu, Sri Advaita Acharya, Sri Gadhadhara Pandita and Sri Srivasa Thakura were installed in 2004, which was a remarkable event in the history of ISKCON. The small Pancha-tattva deities were installed earlier, in 1996.\n \n",{"type":"'''","value":["Srila Prabhupada’s Pushpa Samadhi Mandir"]}," The magnificent memorial shrine of Srila Prabhupada is the largest of its kind in India. The tall majestic marble dome dominates the skyline and shines beautifully in the golden rays of the sun at sunrise and sunset. The garland which adorned him while placing him in Samadhi has been brought and laid down in the Pushpa Samadhi Mandir. A larger than life size brass murti of Srila Prabhupada has been installed and worshipped here. The Samadhi Mandir’s gardens are very beautiful and extensive. They never fail to attract the attention of all guests. Upstairs, inside the Samadhi, a large diorama display depicts Srila Prabhupada’s life and struggles to establish ISKCON and its preaching mission. Outside, the walls are decorated with terra-cotta displays of Krishna’s pastimes from the Srimad-Bhagavatam. A large auditorium is in the basement with facility for stage lighting. It is equipped with a sound system and seminars, festivals, ISKCON film shows and cultural programs take place here.\n",{"type":"[[","value":[["File:Mayapur Tour 168.jpg"],["thumb"],["275px"],["Samadhi Mandir"]]},"\nThe ",{"type":"'''","value":["Samadhi Mandir"]}," is open for general guests from 7:30AM to 1PM and 3:30PM to 8:30AM\n\n",{"type":"'''","value":["Srila Prabhupada’s Bhajan Kutir"]}," When you walk in through the “main gate”, on the immediate left is the straw hut where Srila Prabhupada stayed from 1972 to 1976 while the first main building (the Lotus Building) was built. A 24 hour kirtana takes place here following Srila Prabhupada’s instruction that there be continuous chanting of the holy name in the dhama. On the left side are Sri Sri Nitai Gaurasundara, large neem wood Deities who traveled throughout India on Pada-yatra. These Deities also come out in procession on a chariot every Saturday after Sandhya-arati during winter from the beginning of the Kartika (Damodara) month till Gaura-purnima.\n\n",{"type":"'''","value":["Chaitanya Lila exhibition"]},": This is in the main temple. It is open from 10AM to 1PM and 4PM to 6PM\n\n",{"type":"===","value":["Other sights"]},"\n",{"type":"'''","value":["Srila Prabhupada’s personal quarters"]},":\nOn the second floor of the Lotus building are two rooms (currently Room 18) that were used by Srila Prabhupada as his personal quarters in 1976-77. These rooms have been maintained as when Prabhupada was present. The first room was Srila Prabhupada’s darsana room and in the next room, Srila Prabhupada’s personal Deity of Sri Mayapur-chandra and the imprint of Srila Prabhupada’s lotus feet are there. In the darsana room, a larger than life size murti of Srila Prabhupada is present and behind this murti is a display of his personal belongings and books. On his right is a display of his books that have been translated into many languages.\n\n",{"type":"'''","value":["Goshala"]},"\nISKCON Mayapur’s Gosala takes care of more than 200 cows and bulls. A veterinary doctor performs timely health checks. The Mayapur Gosala also sells health products derived from the cow such as ghee, yogurt, go-ark (distilled cow urine) and others.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Nabadwip City"],["alt="],["url=http:\/\/nadia.gov.in\/Tourism-Details\/tourism-details.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is an old city. Nabadwip lies on the western side of the river Bhagirathi at a distance of about 20 K.M. from Krishnagar and it is associated with birth of Lord Sri. Chaitanya and the advent of the Vaishnab religion in Bengal. Sri. Chaitanya was not only a religious leader preaching Vaishnab ideas and Bhakti cult but also a social reformer in the 16th Century. Nabadwip was the capital of Lakshman Sena, the famous ruler of Sena dynasty, who ruled from 1179 to 1203. There are a number of temples and pilgrimage centres. Dwadas Shib Mandir built in 1835 with the exquisite floral designs attracts a large number of pilgrims. The images and idols of Lord Sri. Chaitanaya in a few other places are also regarded with reverence."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ballal Dhigi"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This 30-ft high mound spread over an aprawling area of 1,300 sq ft, has been standing at Bamunpukur village near Mayapur. The locals call it Ballal Dhipi, named after King Ballal Sen, of the Sen dynasty, who ruled Bengal in the late 12th Century AD. ASI excavated between 1982-89. Excavation has revealed a stupendous brick structure in an extensive yard, covered on all sides by enclosure walls. Stucco heads, terracotta human and animal figurines, copper utensils and other objects, iron nails etc were found from excavation. The upper remains are datable to 12th century AD and built over the earlier structures of 8th and 9th century AD.",{"type":"<","value":["br"]},"To get there the best possible way is to arrange for rickshaws they charge something between Rs60-70."]]}]},"\n",{"type":"[[","value":[["File:Crossing the Jalangi river at Mayapur.JPG"],["thumb"],["Crossing the Jalangi river at Mayapur"]]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Chant"]},". Chanting is traditional in this centre for Krishna Consciousness."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Prasadam"],["url="],["email="],["address=50 b l ghosh road belghoria kol 57"],["lat="],["long="],["directions=45 prasadam"],["phone = +91 9831021701"],["tollfree="],["fax="],["hours=Breakfast: 7.30-9.30am; Lunch: 12.30-1.30pm; Dinner: 8.30-9.30pm"],["price=50\\45"],["content=There is one restaurant in this town, operated by ISKCON for the glory of Krishna, of course. The breakfast consists of puri and alu shabji along with sweets. Lunch is splendid and so is the dinner, but as the menu varies, you have to go to find out what's being served."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nChaitanya Bhaban, Gada Bhaban, Gouranga Kutri are the economic accommodation options.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Guesthouse"],["url=http:\/\/www.mayapur.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=ISKCON has a guesthouse."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Chaitnaya Bhavan"],["alt="],["url="],["email="],["address=  (03472) 245362"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Jahnabi Tirtha Hotel"],["alt="],["url="],["email="],["address= Hular Ghat"],["lat="],["long="],["directions="],["phone = +91 9434457686"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Baba Loknath Guest House"],["alt="],["url="],["email="],["address= Hular Ghat"],["lat="],["long="],["directions="],["phone = +91 34714 245025"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Bethuadahari Forest"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= ",{"type":"[[","value":[["Bethuadahari"],["Bethuadahari Wildlife Sanctuary"]]}," is situated 15 km away. Maintained by West Bengal Forest department one will find lots of deer in this 5 sq km forest. There is a tourist lodge inside the forest. To stay there you need to contact West Bengal Forest Department."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Krishnanagar City"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= ",{"type":"[[","value":[["Krishnanagar"]]}," is 15 km away. This city is an old city having historical value. One can see a beautiful Cathedral charch, an old palace of Maharaja Krishnachadra and the house of famus Gopal Bhar. One must visit the Ghurni ",{"type":"''","value":["Putulpatti"]}," which is an arcade for selling clay sculpture. and this place is known for making one of the best clay models in the country."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Plassey(Palashi)"]},". http:\/\/nadia.gov.in\/Tourism-Details\/tourism-details.html Palashi is a place of great historical interest. It is situated at a distance of about 50 K.M. from Krishnanagar. The famous Battle of Plassey was fought here on 23rd June, 1757 between the last independent ruler of Bengal, Nawab Siraj Ud-Daula (1756-1757) and the British forces under the command  of Lord Clive. This battle marked the advent of the British rule in the erstwhile Bengal and in India as a whole. A memorial stone to mark the victory of the British was erected here in 1883. The structure which stands even today was built at a later period of Lord Curzon."]},"\t\n\t\n",{"type":"{{","value":[["geo"],["23.4369"],["88.3928"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Rarh"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mayapur"]]},"\n",{"type":"[[","value":[["Wikipedia:Mayapur"]]}]