[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Mayagüez"]}," is the largest city on the Western side of the island of ",{"type":"[[","value":[["Puerto Rico"]]},", in the ",{"type":"[[","value":[["Porta del Sol"]]}," region. It has roughly 90,000 inhabitants, plus a floating population of ~15,000, on weekdays, particularly when the ",{"type":"'''","value":["University of Puerto Rico at Mayagüez (UPR-M)"]}," is not in recess. In its heyday, Mayagüez was a major manufacturing center, particularly famous for food processing (tuna canning and beer). Currently, besides being a college town, it has an industry mostly based on trade of goods and services. Tourists may use it as a base for exploring the Western coast of Puerto Rico.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By auto"]},"\nMayagüez is served by PR-2, a primary four-lane road that links San Juan and Ponce and passes through  most towns in the northern, western, and southwestern coasts of Puerto Rico. Should you drive into it from the north, you'll enter the municipality through the bridge over the Río Grande de Añasco; from the south, you will enter town by driving past the Mayagüez Mall, right after the overpass that serves as the terminus to road PR-100, which leads to the resort town of Cabo Rojo.\n\nOther roads link Mayagüez to smaller towns in the area. From the south, visitors can enter Mayagüez through road PR-102, a coastline road with a particularly scenic view of Mayagüez Bay, the city itself, and coastal towns such as Rincón.\n\n",{"type":"===","value":["By air"]},"\nMayagüez also has a local airport, ",{"type":"''","value":["Eugenio María de Hostos"]}," (MAZ, also called El Maní because of the section of town where it is located), which has daily flights to and from San Juan and are operated by Cape Air. International charter flights from Spain, Canada and the United Kingdom arrive at nearby ",{"type":"'''","value":["Rafael Hernández Marín International Airport, (BQN),"]}," about 20 mi. north of Mayagüez.\n\n",{"type":"===","value":["By sea"]},"\nYou can travel by ferry to and from the ",{"type":"[[","value":[["Dominican Republic"]]}," from the city's port. Please check schedules, since the ferry alternates arrivals and departures between Mayagüez and San Juan.\n\n",{"type":"==","value":["Get around"]},"\n\nMayagüez is a small city, roughly shaped like a crescent. Many of its landmarks are within walking distance of each other, but the location of some will demand that you use alternate means of transport. The downtown section roughly follows a grid pattern. The main thoroughfares of the grid are the ",{"type":"''","value":["Calle de La Candelaria"]}," (from west to east) and ",{"type":"''","value":["Calle Méndez Vigo"]}," (from east to west), which run parallel to each other. They are closest to each other near the town square, the ",{"type":"''","value":["Plaza de Colón"]}," (Christopher Columbus Square), whose four corners are still called ",{"type":"''","value":["Las Cuatro Esquinas"]}," by some older ",{"type":"''","value":["mayagüezanos"]},". City Hall (whose bell tower is roughly modeled after New York's) and the local Roman Catholic cathedral, ",{"type":"''","value":["Nuestra Señora de la Candelaria"]}," are located at opposite sides of the square. Slighly west of the city center the ",{"type":"''","value":["Avenida Ramón Emeterio Betances"]}," runs across the city from north to south. Towards the north, the Avenida Betances makes a sharp turn towards the northwest, becomes the ",{"type":"''","value":["Boulevard Alfonso Valdés Cobián"]},", and borders part of UPR-M.\n\nTowards the north of the city square you will find three residential subsections (barrios): ",{"type":"'''''","value":["Paris"]}," and ",{"type":"''","value":["Antonio de ",{"type":"'''","value":["Balboa",{"type":"'''''","value":[" (working class) and the student district of "]},"Barcelona",{"type":"'''''","value":[". South of the square you'll find the subsections of "]},"Salud, Santurce",{"type":"'''''","value":[" and "]},"Liceo",{"type":"'''''","value":[", among others; towards the west you will find "]},"\"Mayagüez Playa\"''''', by now mostly a business district, and the barrios of "]},"Dulces Labios",{"type":"'''","value":[" and "]},"Trastalleres'"]},". All these subdivisions are at least 100 years old, and many of their inhabitants have lived there for generations.\n\nPublic transportation is scarce. If you rent an automobile, be advised: parking is even more scarce. Parking meters abound in the downtown section, but parking laws are not consistently enforced. You are advised to cover your stay by using them, though; fines cost $25-$250 depending on the infraction. There are private parking lots around town, whose hourly rates are relatively cheap (roughly $1\/hr), but most are small, and many close by 5:00 PM. Should you be staying at a downtown hotel you may be entitled to use a parking space at one of these for the night.\n\nIf you need to travel reliably through town your best bet is to book a taxi, which is relatively cheap compared to San Juan's (a drive within the downtown section is approximately USD$7). There are two taxi companies: Yellow Cab (just south of the Cathedral) and White Cab (on Calle José de Diego, two streets north of the Plaza de Colón)\n\nThere's a free municipal trolley which makes a short circuit between its terminal just north of City Hall and the Palacio de Recreación y Deportes, which has a large, free parking lot. It mostly runs during work hours, 7:00 AM through 5:00 PM.\n\nIf you are adventurous, you may walk to the ",{"type":"''","value":["Terminal de Carros Públicos"]}," and take a ",{"type":"''","value":["publico"]}," (fixed-route public car). Most likely you will have to wait until the vehicle is full of passengers before the driver departs. Most routes cover nearby towns as well as ",{"type":"''","value":["Mayagüez Urbano"]},", defined roughly as the expanse covered by Betances Avenue, and PR-2 up to the Mayagüez Mall. The rides are cheap, but as the routes are fixed, please discuss your plans with the driver before boarding.\n\nTravel by bicycle, although convenient, may be limited by the availability of parking facilities. Assume that, if you travel with one, you ",{"type":"''","value":["will"]}," have to lock and fasten your bike securely. Many drivers are not used to sharing the road with cyclists, although there is at least one dedicated bike trail on road PR-3108, near the University of Puerto Rico at Mayagüez.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mayaguez Zoo"],["url="],["email="],["address="],["lat="],["long="],["directions=Take Route 108 past the University, then turn right at the sign for the zoo."],["phone="],["tollfree="],["fax="],["hours=We-Su 8:30AM-4PM"],["price="],["content=The zoo contains a nice selection of animals which are divided into two groups, the African Forest and the African Savannah.  The zoo was recently renovated and it is well kept. A favorite feature of the zoo is the bird sanctuary where you go into an open outside room with a netting ceiling where colorful tropical birds and parrots are free to fly and hang out with you.  (Note this closes before the zoo itself.) You may see friendly iguanas walking by seeking a cool shaded spot."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["University of Puerto Rico - The Mayaguez Campus"]}," is the college of Arts and Sciences.  It has a renowned engineering school with companies recruiting graduates from the mainland United States."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["City Hall"]},", facing east by the Plaza de Colón, dates from the Spanish colonial era. It was remodeled by the United States Army Corp of Engineers after the 1918 Mayagüez Earthquake. The project manager for the remodeling added a personal touch to the building: a spire resembling that of New York City's City Hall (since he was a New Yorker). The building is rather small, and mostly houses administrative offices."]},"\n",{"type":"*","value":[" The Roman Catholic Cathedral, ",{"type":"'''","value":["Nuestra Señora de la Candelaria"]},", resides at the same spot where the founders of the city consecrated the town's first church in September 1760. The church has been rebuilt at least three times; the Cathedral in its current form was rededicated on New Year's Day, 2004. The latest remodeling was made to exacting requirements suggested by the then bishop (now bishop emeritus) Mons. Ulises Casiano Vargas. It features a main altar dedicated to the Holy Family and early events in the life of Jesus. It also features side altars to, among others, the Immaculate Conception, the Virgin of Perpetual Help, the Thrice Admirable Mother of Schoenstatt, and other venerated religious icons. It seats approximately 600 parishioners."]},"\n",{"type":"*","value":[" Visit the local parks: Parque de los proceres, Parque del tercer milenio."]},"\n",{"type":"*","value":[" Visit the museums: MuSA in the University of Puerto Rico and the Eugenio Maria de Hostos Museum in Rio Cañas area of the city."]},"\n",{"type":"*","value":[" Visit El Litoral, where Mayaguez 2010 took place."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nMayaguez is similar to most U.S. cities in that you will find multinational chain stores such as Sears, Wal-Mart, and KMart. Their presence, however, has determined that local commerce gravitate towards shopping malls and away from the city center.\n\nThe city's main shopping center is the ",{"type":"''","value":["Mayagüez Mall"]},", at the southern edge of the city. The mall features about 100 stores, its anchor stores are Sears, JC Penney's and Wal-Mart. Two other large shopping centers are ",{"type":"''","value":["Western Plaza"]},", at the northern side of the city (anchor stores are Home Depot, K-Mart and Sam's Club) and ",{"type":"''","value":["Mayagüez Town Center"]}," (whose larger retailer is Pueblo Supermarket)\n\nTruly local to the town, however, are many eateries: Mayagüez and nearby Cabo Rojo are renowned for their gastronomy. There is also a once-a-month arts and crafts fair, set up on tents at the Plaza de Colón.\n\n",{"type":"==","value":["Eat"]},"\n\nMayagüez is known for its gastronomy: many popular Puerto Rican dishes and treats were either developed or popularized in town. Arguably bread (French-style baguettes, as well as the local varieties ",{"type":"''","value":["pan soba(d)o"]}," and ",{"type":"''","value":["pan de agua"]},") is the food staple Mayagüez is best known for. The ",{"type":"'''","value":["Ricomini Bakery"]}," chain has by now become the best known provider, and its flagship store at Calle Mendez Vigo near the city's center (which dates from 1905) has become a popular meeting place for locals. It features deli sandwiches, pastries, and local Puerto Rican fare.\n\nAnother revered institution, ",{"type":"'''","value":["E. Franco y Co"]},". (near the end of Calle Mendez Vigo) dates from 1850. Its jelly rolls (\"brazo gitano\", or Gypsy's Arm) are well known around Puerto Rico; they're sold in twelve flavor combinations (most popular are guava, Bavarian creme and cream cheese) and two sizes (the shorter one is sometimes called a \"tuco gitano\", or Gypsy's Stub). Franco also features gourmet imports (particularly from Europe), deli sandwiches, and local Puerto Rican fare.\n\nAnother small eatery on Calle José De Diego also has a following: ",{"type":"'''","value":["Siglo XX"]},", known for its breakfast variety and reasonable prices. Siglo XX is favored by senior citizens and the many doctors whose offices line Calle De Diego. Further east, near the small Parque De Diego there is a Japanese-inspired restaurant, ",{"type":"'''","value":["Bonsai"]},", which opens four nights a week.\n\nBefore multinational ice cream eateries set camp in town, Mayagüez had two local establishments, named ",{"type":"''","value":["Rex Cream"]},", which date from the early 1960s and still operate. One of them is just north of City Hall; the second one is relatively close at Calle Méndez Vigo. Their corn sherbet has a cult following; about twelve other fruit flavors are also served.\n\nIf you want pizza, there are two parlors at the Calle de la Candelaria that have a reputation for good value: ",{"type":"'''","value":["Don Quijote"]}," and ",{"type":"'''","value":["Sancho Panza"]},". They are crowded quite often (For a while there were three more eateries nearby with names taken from Don Quixote, and there was even talk about renaming the avenue after Miguel de Cervantes because of this).\n\nA small watering hole that features wines, tapas and upscale fare is La Posada, at Calle Mendez Vigo. \n\nOther establishments are:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gonzalez Sea Food"],["url="],["email="],["address=Carr 102, Km 6.6, Guanajibo"],["lat="],["long="],["directions="],["phone=787-265-7497"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mia Bistro"],["url=http:\/\/www.miabistropr.com\/"],["email="],["address=Calle Del Rio Norte #13"],["lat="],["long="],["directions=In Downtown Mayaguez, facing the Catholic Chruch, (in front of Plaza Colon) two blocks to your left."],["phone=(787) 831-6100"],["tollfree="],["fax="],["hours=11-6"],["price=$8-$20"],["content=Lunch is a fusion of Puerto Rican\/European cuisine, but dinner leans more toward Italian. Dinner Thursday-Saturday 6pm-10pm"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Circo"],["alt=El Circo"],["url="],["email="],["address=found in the Mayagüez Mall"],["lat="],["long="],["directions="],["phone=787.832.3556"],["tollfree="],["fax="],["hours="],["price="],["content=Great pizza for a good price with fantastic service. There is also a good selection of sandwiches and italian food. Must try the home made Gelato as well - it's a treat."]]}]},"\nIf you prefer familiar fare, multinational chain restaurants such as Burger King, McDonalds, KFC, Taco Bell, Sizzler, Applebees, Krispy Kreme, Popeye's, and other can also be found here.\n\n",{"type":"==","value":["Drink"]},"\n\nMayagüez has the largest brewery in Puerto Rico: the ",{"type":"'''","value":["Compañía Cervecera de Puerto Rico (CCPR),"]}," founded in 1937. Its flagship brand is Cerveza Medalla (Silver Key is another brand, and the company has plans to diversify its offerings in the future). The local brand is usually cheaper than imports, and it is decent enough to have deserved awards in Europe and New Zealand. A family business, CCPR sponsors the local baseball team, the ",{"type":"''","value":["Indios de Mayagüez"]}," (named after a revered former brand, Cerveza India) as well as various sport events and festivals through Puerto Rico.\n\nOccasionally the CCPR also hosts events of its own, particularly their Yellow Pass events near the start of the University of Puerto Rico's start of term (late August), near Halloween (late October), and during the summer. International DJs such as Tiesto and Armin Van Buuren have been featured in some of these.\n\nAnother revered alcoholic concoction is ",{"type":"''","value":["Sangría de Fido"]},". The heirs of Wilfrido \"Fido\" Aponte still bottle it: a powerful concoction inspired on sangria, but actually made with fruit juices, Bacardi 151 rum and burgundy wine (technically not from Bourgogne, but produced by E & J Gallo Winery in Modesto, California). Originally bottled by hand by the bartender since the mid-1970s, \"Sangría de Fido\" has a sizeable reputation outside Puerto Rico, and can claim tasters from as far away as California and Spain. E & J Gallo once awarded Aponte with a \"Customer of the Year\" award and flew him to their headquarters. (Aponte was reportedly offered $250,000 by Bacardi to sell his original recipe once, to which he refused). The heirs have set up a small lounge at Calle Dulievre, in the Balboa subsection of town, very close to Aponte's original watering hole.\n\n",{"type":"==","value":["Sleep"]},"\nLodging in Puerto Rico tends to be more expensive than their value. There are alternatives for every budget, although not as many as you would expect.\n\n",{"type":"==","value":["Go next"]},"\n\nThe nearby towns of ",{"type":"[[","value":[["Rincón"]]},", ",{"type":"[[","value":[["Añasco"]]}," & ",{"type":"[[","value":[["Isabela (Puerto Rico)"],["Isabella"]]}," offer beautiful beaches, surfing and accommodations. Head South to the bioluminescent bay\nat ",{"type":"[[","value":[["La Parguera"]]},".\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["18.201111"],["-67.139722"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Porta del Sol"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mayagüez, Puerto Rico"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/Puerto_Rico"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mayagüez, Puerto Rico"]]}]