[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mayaguana-island.com Mayaguana"]}]}," (pronounced ",{"type":"''","value":["May-guana"]},") is the most southeasterly, least developed, and most unspoiled of the ",{"type":"[[","value":[["Bahamas"]]},"' inhabited islands. It is 27 miles long and 6 miles wide at its widest. The population is 300.\n\n",{"type":"==","value":["Settlements"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Abraham's Bay"]]}]},{"type":"*","value":[{"type":"[[","value":[["Betsy Bay"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pirates Well"]]}]},"\n",{"type":"==","value":["Understand"]},"\nThe island is largely undeveloped. \n\nMake sure to bring plenty of cash and sunscreen, and be ready for an adventure away from the resorts and tourists that characterize many of the other more well known Bahamian islands.\n\nThis is a cash economy. There are no banks or ATMs on the island and credit cards are only accepted at Shorty's Hotel in Pirates Well. The few shops on the island offer only a limited (and expensive!) selection of goods; as a general rule it is best not to plan on buying additional supplies on the island.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is the rule but for a little fun ask the locals to teach you some of the local dialect, which they often speak when talking amongst each other.\n\n",{"type":"==","value":["Get there"]},"\n",{"type":"===","value":["By plane"]},"\nBahamas Air flies to the island from ",{"type":"[[","value":[["Nassau"]]}," three times per week on Monday, Wednesday, and Friday.\n\n",{"type":"===","value":["By boat"]},"\nCharter a ride or take the mail boat if you want to save some cash and are up for a little extra adventure.\n\n",{"type":"==","value":["Get around"]},"\nAlthough much of the island remains untouched and lacks roads, many hiking, diving, and fishing destinations are too spread out to reach on foot. Car rentals are an informal affair as the locals simply rent out their private vehicles. The first gas station on the island is currently under construction (January, 2009) so you will need to drive into Pirates Well and fill up from one of two large tanks. Note that gas prices on the island often lag well behind prices in Nassau and the US and are additionally inflated by the transport costs to the island; be prepared (as in bring enough cash) for gas guzzling vehicles and prices approaching USD6\/gallon.\n\nIf you are a little more flexible with your time, are interested in meeting more of the friendly locals, and cringe at spending USD75\/day plus gas on a car rental that sits in the sun all day after the 15 min ride to your fishing\/swimming\/diving destination, you can arrange rides with the locals. For USD20-40\/day (depending upon your generosity) they will gladly drop you off and pick you up (or at least get someone else to) at an arranged time later in the day. \n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Mayaguana IMGP0335.jpg"],["thumb"],["240px"],["Coconut trees in the breeze near Pirate's Well"]]},"\n\n",{"type":"*","value":[" Flamingos "]},{"type":"*","value":[" Iguanas "]},{"type":"*","value":[" Pristine reef system with accompanying tropical fish and many larger, pelagic species lingering in deep water just outside the reef"]},{"type":"*","value":[" Thousands of conch littering shallow portions of the bays."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Abraham's Bay"]}," - Ask for \"Dootch\" at the Paradise Villas in Abraham's Bay and he will gladly take you out in his skiff to explore the reef protecting the bay. Swim among the reef fish and around giant coral heads looking for lobster or dive for conch. Ask him to take you outside the reef for some exciting deep water experiences. "]},{"type":"*","value":[" ",{"type":"'''","value":["Curtis Creek"]}," - swim or paddle a canoe (talk with Shorty from the Baycaner and he'll be sure to let you use one of his canoes that he stores on the beach) through the mangroves to bone fish and see the amazing diversity of life including baby barracuda, sharks, sea turtles, rays, trumpet fish, etc., living in the tidal zone. "]},{"type":"*","value":[" ",{"type":"'''","value":["North Beaches"]}," - With good road access the North Beaches provide your typical Bahamian beach atmosphere with deserted white sand beaches looking out over crystal clear water and the reef break out in the distance."]},{"type":"*","value":[" ",{"type":"'''","value":["Bone Fishing"]}," - many visitors to the island come for the excellent bone fishing."]},{"type":"*","value":[" Talk with Glen and \"Zoom\" to set up an island tour complete with wild almonds, coconuts, and native culture."]},{"type":"*","value":[{"type":"*","value":[" Floyd \"Zoom\" Farrington - bird watching, bone fishing, reef and diving adventures - 1(242)439-4171"]}]},{"type":"*","value":[" Attend the weekly parties each Saturday afternoon at the ",{"type":"'''","value":["airport"]}," to taste all types of local food, listen to a little reggae, play some dominoes, and experience being part of the Mayaguana family."]},"\n",{"type":"==","value":["Eat"]},"\nMayaguana is a seafood paradise. Many types of tropical fish are caught fresh daily by the locals. Fresh conch and lobster from the reef also make a welcome addition to the rice, beans, and chicken that form a large part of the local diet.\n\nAlthough the island farms are not producing to the extent of the past, the land is extremely fertile and locals grow limited amounts of their own watermelon, sweet potatoes, peanuts, corn, and peas as well as an assortment of other fresh fruit and vegetables.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["Have a beer with the locals at Velva and Elvin's place in Pirates Well - 1(242)339-3068"]},"\n",{"type":"==","value":["Sleep"]},"\nIf you are interested in meeting and living with the locals (highly recommended!), you will get the experience if you decide to stay anywhere other than the Baycaner with its semblance of a \"resort\" type atmosphere - and even at the Baycaner you can obviously arrange opportunities to immerse yourself in the local community. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baycaner Beach Resort"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Pirate's Well"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Although not a \"resort\" in relative comparison to those of Mayaguana's sister islands, the Baycaner is directly on the water, does accept credit cards, and is run by a friendly islander nicknamed \"Shorty.\""]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Paradise Villas"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Abraham's Bay"],["phone=+1 242 339-3065"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Simple but clean air conditioned rooms as well as a restaurant and chef who will gladly cook up the day's catch and add a little rice and beans for good measure. Dootch, brother of the owner, lives at the villas and owns a small skiff which he uses to dive for conch and explore the reef in Abraham's Bay. If you've come to Mayaguana to fish or dive, Dootch will be glad to take you out for some exciting adventures. Note that the villas are not directly on the water and are a 5-10 minute walk from the \"pier\" in Abraham's Bay."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nWith its tiny population, everyone on the island knows everyone else and the entire island behaves as one large extended family, visitors included. The people of the Mayaguana family are some of the friendliest you will ever find. Doors are rarely if ever locked, and concern about safety will become an idea you only vaguely remember from home. \n\n",{"type":"[[","value":[["WikiPedia:Mayaguana"]]},"\n\n",{"type":"{{","value":[["geo"],["22.3833"],["-72.9500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bahamas"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]