[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mayflowerbocawina.tk Mayflower Bocawina National Park"]}]}," is in ",{"type":"[[","value":[["Stann Creek"]]},", ",{"type":"[[","value":[["Belize"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThis park, near Hopkins and Silk Creek, has some partially excavated Mayan ruins, a very small museum featuring information on the dig and local fauna and flora. There are several hiking trails. \nThe trail to Antelope falls is initially flat, and passes a large ruin that is mostly jungle-covered. As it nears the creek it becomes very steep. There are ropes in place at a few spots. The trail is subject to extreme erosion, but easy to see.\n\nEstablished in 2001, the Park includes areas of Belize's FIRST protected area, the Silk Grass Forest Reserve.  Mayflower national Park is co-managed by local stakeholders, Friends of Mayflower, the Conservation Division of Belize Forestry Department and assisted by the Archaeology Department.\n\nThe idea of making the area into a National Park first began with the Stann Creek Tour Guide Association. The District was desperate for destinations, besides the barrier reef and the dozens of small cayes off shore. The Association formed a steering committee, with members from other local stakeholder groups (Silk Grass Women's Group, the Maya Cultural Group) and other interested supporters. \n\nThe United Nations Development Programme\/Global Environmental Fund gave the first financial assistance. These funds were used to host community meetings and form a basic development plan. The Steering Committee, along with the District's Women's Development Officer, trained 169 stakeholders in preparation for management. Funding for the 20 days training came from Belize's Basic Needs Trust Fund. Subject matter included Small Business Skills, Hospitality Management Skills, Handicraft Training and Conservation of Protected Areas.  \n\nTheir mission was and is to \"protect the bio-diversity of the area and to assist with the alleviation of the poverty in the stakeholder base.\" \n\nSince National Park declaration, Mayflower Bocawina National Park has successfully completed projects funded by UNDP\/GEF, Ford Motor Company Foundation, Jaguar Fund, PACT (Protected Areas Conservation Trust) and BNTF.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\nThe access road is located 5 1\/2 miles down the Southern Highway. The gravel Mayflower Road leads 4 1\/4 miles directly into the Park Plaza area. You may hike in, and almost anyone passing will pick you up.  \n\nEntrance Fee is $5 US per person, per day.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nThings to do at the Park include wandering the Maya mounds, located in the area close to the Visitors Center. Birding in the plaza area, some of the best in Central America! Hiking the three accessible trails. The three trails radiate out from the plaza area and are easy, hard to not for the unfit!  All trails end in beautiful waterfalls and pools for swimming. \n\nWardens are stationed in the area to register guests and advise them on trail conditions. NEVER leave the trails.  Wildlife often seen are Black Howler Monkeys, Gibnut, and smaller cats in the late afternoon. Butterflies and moths are easy to spot. \n\nGuests may camp in the Plaza area, with Warden's permission. $10 camp fee, no fires. Water from Silk Grass Creek (which runs through the Plaza area) is potable. There are small reptiles living in the creek.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nanette Bemer"],["url=http:\/\/www.mamanoots.com"],["email="],["address=Mayflower Bocawina National Park"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mama serves vegan, vegetarian freshly cooked delicious meals within the park."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nanette Bemer"],["url=http:\/\/www.mamanoots.com"],["email="],["address=Mayflower Bocawina National Park"],["lat="],["long="],["directions=Mayflower Camp"],["phone=501-670-8019"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"===","value":["Lodging"]},"\nMama Noots Backabush Nature Resort is located within the boundaries of the Mayflower Bocawina National Park.\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Stann Creek"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]