[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Maynooth"]]},"\n",{"type":"'''","value":["Maynooth"]}," is a town in ",{"type":"[[","value":[["County Kildare"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nMaynooth is a town with a population of 12,510, located at the extreme north of County Kildare, about 8 kilometres from Co. Dublin. Maynooth was a very small village until the middle of the twentieth century, when housing spread from the town centre and the town became a significant dormitory suburb of Dublin. The growth of the town was also accelerated by the establishment in 1975 of National University of Ireland Maynooth (NUIM), making Maynooth in effect Ireland's only university town. NUIM now has over 14,000 students in a diverse range of Scientific, Arts and Computer courses. The college shares its campus with St Patrick's College, established in 1795, the 'National Seminary for Ireland', where Catholic priests are trained. \n\n",{"type":"==","value":["Get in"]},"\nMaynooth is 25 kilometeres from central Dublin and can be reached on Dublin Bus routes 66 and 67, as well as a train from Connolly Station on Amiens Street, Dublin. Maynooth station is a stop on the railway to ",{"type":"[[","value":[["Sligo"]]}," in the North-West of Ireland. A return trip from Dublin to Maynooth on the bus or train should not cost more than 7 euro.\n\n",{"type":"==","value":["Get around"]},"\nMaynooth town is fairly compact, with all parts of the historical core within a 10 minute walk of one another. There are taxi\/cab services in the town centre which serve the town as well as more distant areas.\n\n",{"type":"==","value":["See"]},"\nAt the western end of the picturesque Main Street is the entrance to the South Campus (colloquially called the 'Old Campus') of the university, which shares its buildings with St. Patrick's college. The South Campus contains several groups of architecturally important buildings, by architects including Augustus Pugin.\n\nClose to the entrance of the South Campus is Maynooth Castle, a medieval stronghold of the Fitzgerald Family, who were a key family in Ireland under British rule. The castle was ruined in the 16th century, and attempts to inhabit it were abandoned after a cantury. The Fitzgeralds are also known for building Leinster House on Merrion Square in Dublin 2, and Carton House which is located approximately 2 kilometres east of Maynooth Main Street. A tree-lined pedestrian avenue, Carton Avenue, was laid out leading on from the straight main street to the entrance of Carton estate in which Carton House lies. Such town planning is very unusual historically in Ireland.\n\nThe Royal Canal, one of eastern Ireland's two main canals, runs through the town and forms part of a canal-side route originating in North central Dublin and continuing across several counties towards the River Shannon.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe town has a large number of high-street stores, including Heatons, Next, Dunnes Stores and a very large Tesco Extra, as well as Aldi and Lidl located more peripherally. There are a few smaller local clothing shops including Dawson's, Hula-Bou and Moulin Rouge.\n\n",{"type":"==","value":["Eat"]},"\nThe significant student population as well as university staff and other residents of the town has led to the development of a large food sector in the town relative to its population size.\n\nOver the past decade a number of restaurants have opened in the town centre including Greenes, the Avenue Café, Picaderos and a wide range of high-street chains such as Supermacs, McDonalds, the Bagel Factory, Abrakebabra and O'Briens.\n\nThe town also has a vibrant selection of cafés including the Elite, Twist, Bon-Bon and Boss Hogg, as well as others in the university grounds.\n\n",{"type":"==","value":["Drink"]},"\n\nThe Main Street has several pubs including the key student venues Brady's, the Roost, O'Neills and the night-club Mantra. A quiet drink can be had in Brady's, O'Neills and Caulfields. There is also a bar in the GAA club located on the Moyglare Road to the north of the town.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nCastletown House in nearby Celbridge is well worth a visit, as is the 'Obelisk', also known as Connolly's Folly, an eighteenth-century famine monument built to create employment for locals. Additionally, in nearby Leixlip, the Wonderful Barn is another eighteenth-century famine folly, with a unique spiral staircase on the exterior of a cone-shaped stone structure. Unfortunately, although visitors can get close to the wonderful barn, it is closed to the public due to vandalism and lack of funds for a visitor centre.\n\n",{"type":"{{","value":[["IsPartOf"],["County Kildare"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Maynooth"]]},"\n",{"type":"{{","value":[["geo"],["53.3808"],["-6.5933"],["zoom=14"]]}]