[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Mazatlanhistoric.jpg"],["thumb"],["right"],["350px"],["Overlooking the historical downtown section."]]},"\n\n",{"type":"'''","value":["Mazatlán"]}," is a city in ",{"type":"[[","value":[["Sinaloa"]]}," state, ",{"type":"[[","value":[["Mexico"]]},", known for its fine beaches.\n\n",{"type":"==","value":["Understand"]},"\nMazatlán is a socially and economically diverse city, with more than 350,000 welcoming people of all races.  It is a popular vacation and retirement destination for Europeans, Canadians and Americans, and also provides opportunities for working immigrants.  It has several distinct inner city districts, as well as outlying suburbs that are mainly inhabited by poor and middle-class Mexicans, but there are two primary areas of interest to visitors: the ",{"type":"''","value":["Zona Dorada"]}," where the tourists go and the ",{"type":"''","value":["Centro Historico"]}," with several lovely plazas and many recently renovated 18th century commercial buildings and private residences.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nMazatlán has an international airport - General Rafael Buelna International Airport  (",{"type":"{{","value":[["IATA"],["MZT"]]},"), also known as Mazatlán International Airport.  It receives international travelers from: Los Angeles, San Francisco, Portland, Houston, South Shore Harbor, Salt Lake City, Phoenix, Denver, Minneapolis, Calgary, Edmonton, Regina, Saskatoon, Toronto-Pearson, Vancouver, and Winnipeg.  You can reach Mazatlán from many other international origins via Mexico City.\n\n",{"type":"===","value":["By train"]},"\nMexico's passenger rail system including the old Nogales-Guadalajara route that passed through Mazatlán went out of service in the late 90's.\n\n",{"type":"===","value":["By car"]},"\nMazatlán is approximately 18 hr. drive from Phoenix, AZ. There are many considerations when ",{"type":"[[","value":[["Mexico#Get in"],["bringing a car into Mexico"]]},".\n\n",{"type":"===","value":["By bus"]},"\nMexico has an extremely well developed bus route system and one can easily find a bus to wherever one needs to go.  Mazatlán is about 12 hours away from Mexico City (~$90 one way), 6 hours from Guadalajara (~$40 one way), 15 hours from Nogales (~$50 one way), and only about 2 hours from Culiacán. Note: for whatever reason, the bus companies crank up the A\/C, so bring a sweater!\n\n",{"type":"===","value":["By boat"]},"\nBaja Ferries runs a ferry between Mazatlan and La Paz in Baja California. The trip takes 16 hours or more and leaves Mazatlan almost daily (check for weekend departures). Also, Mazatlán has a busy port which accommodates a number of cruise ships that sail up and down the western coast of the Americas.  From the port, it's a five-minute taxi ride to the southernmost hotels or fifteen minutes to the more modern (and more expensive) places to the north.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By taxi"]},"\nBesides normal taxis, the tourist areas (Zona Dorada and Centro Historico) always have many small white open-topped taxis called ",{"type":"''","value":["pulmonías"]}," that look like dodgem cars.  These are unique to Mazatlan. Although you'll never have to wait long for one (they're always whizzing back and forth) ",{"type":"''","value":["ask the price before you get in"]}," and then bargain.  The correct price will usually be about 30% less than the original quote.  Don't overdo the haggling, though.  It'll cost you less than $4 US to go between downtown and the tourist district.  You may want to give the driver a little tip as appreciation for a safe and enjoyable journey.\n\n",{"type":"===","value":["By bus"]},"\nThere are two different types of public transport buses that run in Mazatlán.  The larger green ones run along the main tourist strip right along the water and either turn off at Rafael Buelna Anvenue or continue on along the ",{"type":"''","value":["Malecon"]}," to downtown.  These are the equivalent of coach buses, they are very well air-conditioned and in great shape.  They cost around $.70 US (9 pesos) per trip.  The city is also served by regular local buses which are cheaper and only cost around US $.45 per trip (5 or 6 pesos).  Be sure to check the windshield of the bus as the bus route is typically written on it. These buses serve the entire city well but can be confusing without a thorough knowledge of the system. The buses that go along the ",{"type":"''","value":["Malecon"]}," between downtown and the tourist district are the \"Sabalo-Centro\" buses.\n\n",{"type":"===","value":["By car"]},"\nMazatlán is approximately on the intersection of highway 15 and highway 40. In-town transportation is mainly motorized, except for the Centro Histórico, which is a very nice walking district.  For tourists, cabs can be found in sparse supply compared to the number of ",{"type":"''","value":["pulmonías"]}," in town. ",{"type":"''","value":["Pulmonías"]}," are essentially open-air taxis, many of them old Volkswagens. They're as safe as any cab, just as cheap, and offer a far better view of the city on a nice day.\n\n",{"type":"*","value":[{"type":"'''","value":["AGA Rent a Car"]},", Av. Camaron Sabalo #312-A, Zona Dorada, ",{"type":"[","value":["http:\/\/www.agarentacar.com"]},". AGA Rent-A-Car has been renting vehicles to travelers and local renters since 1989. Their first location opened in Mazatlan, Sinaloa, Mexico and they have since expanded to serve Los Mochis and Culiacan, with locations both at the airport and in town.  There are the usual competing companies (Hertz, Avis, etc), but AGA may be the least expensive."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Mazatlan cathedral.jpg"],["thumb"],["right"],["300px"],["The Cathedral of the Immaculate Conception"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lighthouse of Mazatlan"],["alt=El Faro de Mazatlán"],["url="],["email="],["address="],["lat=23.177682"],["long=-106.427472"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Look for the signs that say \"Faro\" around town. Now the highest natural lighthouse in the world (Gibraltar was the highest, but now not in operation), it is 515 feet above sea level. You will have the best view in Mazatlan if you hike up. Don't attempt the hike up unless you're in shape."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cathedral of the Immaculate Conception"],["alt="],["url="],["email="],["address="],["lat=23.200904"],["long=-106.421946"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This lovely building was finished in 1899 and is being gently restored to its original beauty, although to a visitor it is already beautiful to behold. Its exterior displays a beauty that needs no extras or frills, its inner beauty is juxtaposed to its outside. With all interior light coming through stained glass, it takes on a lovely color, and its reflection off gold statues and other images is quite something. A unique detail is that, at the time of the construction, there was a Jewish family living in Mazatlan, and they donated money towards the construction. People were so happy that they decided to set the Star of David in the top windows of this cathedral. One of the only Catholic churches with this Jewish symbol."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Cliff divers"]}," - These daredevils do something similar as in Acapulco, but it is lower and more shallow. The rock formation that they climb up is about 45 feet high and it is only 5 to 6 ft deep. They wait for the right wave to make the dive. They are there all day long, but the best time to see them is in the morning."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Acuario Mazatlan"]},"—with bird, seal, and diving shows. Adjacent to the Parque de la Ciudad and Parque Infantil. Between Del Mar and Internacional, north of Deportes."]},"\n",{"type":"*","value":[{"type":"'''","value":["El Mercado"]},"—A large marketplace located in the historic center of town where they sell everything from t-shirts to traditional Mexican handcrafts. In the center is the meat and fruit market that serves the local residents. The name is Mercado Pino Suarez and it was finished in 1899. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Machado Square"]}," (",{"type":"''","value":["Plazuela"]},")—The jewel of the restored Centro Histórico. The west side of the square is flanked by the Teatro Angela Peralta, originally built in the 1800's, a beautifully restored building (1987 to 1992) which regularly offers many types of drama and music. Adjacent to the Teatro is a Spanish-language exhibit explaining the history of Mazatlán. The north side has Pedro y Lola's restaurant, a favorite among locals and tourists.  On the south side is a hotel restored to its original beauty. A decent (Spanish-language) bookstore is only a couple of blocks away near the Universidad Politécnica de Sinaloa on Constitución. Keep your eyes open for shops with interesting (high-end) local art. The restaurants on the ",{"type":"''","value":["Plazuela"]}," have great food, some a little nicer and pricier than others. El Patio and Café Pacífico line the northeast corner of the plaza, and regularly have a fantastic acoustic guitarist playing at night for the diners and the square. Along the north side are three great spots for lunch or dinner. With offers of cheap, ice-cold beer all day, it isn't hard to be lured in to try a little of their food. All these restaurants have both indoor and outdoor, on the sidewalk, seating.  It reminds one a bit of Paris."]},"\n",{"type":"*","value":[{"type":"'''","value":["Olas Altas Beach"]},"--This lovely curving beach with its popular ",{"type":"''","value":["Malecon"]}," and many restaurants serves the residents of the Centro Historico.  Don't miss it.  It's only four blocks west of the ",{"type":"''","value":["Plazuela Machado"]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":["A graveyard"]},".  There is one on Barragan, a block north of Najera. Beautiful and interesting."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["The miles of beach have plenty to keep most people occupied.  ",{"type":"'''","value":["Jet skiing"]},", ",{"type":"'''","value":["waterskiing"]},", and ",{"type":"'''","value":["parascending"]}," are all available, but always haggle on price."]},"\n",{"type":"*","value":["Enjoy the ",{"type":"'''","value":["nightlife"]},".  Mazatlán is known as a party city and has an exceptionally good night life.  Some popular destinations include Sumbawa, Joe's Oyster, Valentino's, and Señor Frog's.  The city gets crazy around American Spring Break when all city is flooded with American students looking for fun.  Mazatlán also has a five-day festival (which is purported to be one of the largest in the world) near the end of February.  During this festival, a large portion of the street in Old Mazatlán is closed down and live bands and vendors fill the streets.  During the week of Semana Santa (Easter week), Mazatlán is flooded with Mexican tourists from all around the country who are escaping the heat to come to the beach.  The miles of beach are literally jam-packed for the entire week.  The atmosphere is wild, and you can have a lot of fun, but be ",{"type":"''","value":["very"]}," careful."]},"\n",{"type":"*","value":[{"type":"'''","value":["Surfing"]},".  Mazatlán has several prime locations where you can try out your surfing skills. The most popular spot is a beach called ",{"type":"'''","value":["Playa Bruja"]}," to the North of the city.  The waves easily reach heights of 8-10 feet and there is almost always a vendor from whom you can rent surfboards.  This is a remote beach that is usually fairly empty.  Not only is the surf great, but the lack of annoying vendors makes it even better.  Another surfing location is right next to Valentino's (this is the largest landmark in the city).  There are several places to rent boards right on the beach, however the waves are not nearly as good as Playa Bruja."]},"\n",{"type":"*","value":[{"type":"'''","value":["Estrella Del Mar Golf Course"]},". Camino Isla de la Piedra KM 10, Mazatlan, Sinaloa, Mexico 82280.  phone=\"1-888-587-0609\". Rated one of the best courses in Mexico, Estrella Del Mar is a challenging 18-hole championship ",{"type":"[","value":["http:\/\/www.estrelladelmar.com Mazatlan Golf Course"]}," designed by Robert Trent Jones Jr. Just 10 minutes from Mazatlan airport, the course is laid out alongside the ocean, fronts 3½ miles of beach and offers tropical landscaping, beautiful lakes and truly  spectacular scenery."]},"\n",{"type":"*","value":[{"type":"'''","value":["Estrella Del Mar Sea Turtle Sanctuary"]},". KM 10 Camino Isla de la Piedra, Mazatlan, Sinaloa, Mexico 82267. phone=\"1-877-629-2852\". The ",{"type":"[","value":["http:\/\/www.seaturtleadoption.org Sea Turtle Sanctuary at Estrella Del Mar in Mazatlan"]},", Sinaloa, is the lagest privately funded sea turtle preservation and adopt a sea turtle program in Mexico. Established in 1998, the Turtle Sanctuary was created with the single goal of protecting and conserving the sea turtle Lepidochelys olivacea species."]},"\n",{"type":"==","value":["Learn"]},"\n\nThe more Spanish you know, the richer your experience will be. Mazatlán's language school is considered to be one of the best in northern Mexico.  The people of Mazatlan are very friendly, so you'll have opportunities to practice what you learn.\n\nMake sure to visit all of the Mazatlan beaches. High waves (",{"type":"''","value":["Olas Altas"]},"). The beach is in the ",{"type":"''","value":["Centro Historico"]}," of Mazatlan, in the southern part of the city, a few blocks west of the Plaza Machado. Along the boardwalk, the (",{"type":"''","value":["Malecon"]},")which runs of ",{"type":"''","value":["Olas Altas"]}," north into the tourist zone, can be seen several monuments, including The Shield, the coat of arms of Sinaloa state and Mazatlan, a statue of a deer (\"Mazatland\" in the language of the precolombian natives meant \"place of the deer\", a monument to the famous Mexican singer Pedro Infante, a monument to the continuity of life, and a monument dedicated to Mazatlan Women. \n\n",{"type":"*","value":[" ",{"type":"'''","value":["North Beach"]},". Located just north of Downtown. Along the boardwalk you'll find the Fishermen's Memorial, better known as monkeys bichis; a bronze replica of a ",{"type":"''","value":["pulmonia"]}," txi and a monument to the Pacific Brewery. This is great swimming and has a number of palm-roofed fish restaurants right on the beach.  The southern end of this beach is dedicated to fishermen and their boats."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Playa Sabalo"]},". Located in the north of the city. This is tourist country!  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beach Cerritos"]},". Is an extension of the Sábalo Playa.  This is tourist country!"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Dolphin Beach"]},". Located north of the tourist area of the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stone Island Beach"]},". located in the southern part of the city and accessed easily by any of the ferries that leave from just off the road to El Faro."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Centro Histórico"]}," Most of the shops and vendors down here are trying to make a living selling their wares.  You can get fantastic product, at far cheaper prices than if you go to the \"Golden District\" or to the Mall. It's also a great district to walk through, giving you more to do than just spend money all day. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Golden Zone"]}," The name says it all.  High class, high prices.  Valentino's Disco is famous for its parties, no matter what time of the year.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Gran Plaza Mall"]}," You'll find the Mall largely empty but for a few middle class kids milling around looking for somewhere to spend their money.  High prices in almost all the stores, bad food (well, I guess it's just mall food, like anywhere else), and absolutely no culture or feeling like you're anywhere but somewhere to waste money.  The one bright spot?  A really big video-game parlor that is great for kids big and small."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coconuts"]}," - Try it with lime, salt, chili powder, various hot sauces."]},"\nThere's a restaurant to suit everyone's taste and budget.  They're keen on seafood, especially prawns (",{"type":"''","value":["camarones"]},") and steaks.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["La Bahia"]}," - Amazing seafood."]},{"type":"*","value":[" ",{"type":"'''","value":["Chili's Pepper"]}," - Good atmosphere and often busy (always a good sign)."]},{"type":"*","value":[" ",{"type":"'''","value":["Chon"]},", at Carnival and Flores. Crab, shrimp and marlin tacos, etc. 4 for a little over 50 pesos."]},{"type":"*","value":[" ",{"type":"'''","value":["Costanzas"]},", Old Maz., at Serdan and 21 de Marzo. Comida corrida (daily special), prices vary, always good."]},{"type":"*","value":[" ",{"type":"'''","value":["La Mona"]},", Centro Histórico. A great pizza place. Always filled with locals (a good sign), and they have salads that tourists can safely eat."]},{"type":"*","value":[" '''Tacos Barracho\", Dock area, west of Bomberos(Firehall) 1 block.  Fish and Shrimp Tacos, always good, 12 pesos each.  Outdoor, definitely Mexican.  Open            6:30am to 11:00am"]},{"type":"*","value":[" ",{"type":"'''","value":["La Tromoya"]}," - Also on Plaza Machado and the best option next to Pedro y Lola's. Indifferent service, but good food (especially the tortilla soup)."]},"\nThere's also a restaurant in the middle of the Square located at Zaragoza and Nelson. Ham and eggs with tortillas, toast, and beans—30 pesos. The iguanas in the square are fun to watch, too (but terrible to eat).\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"'''","value":["El Olivo"]},"  Cafe, Deli & Boulangerie. The best cafe, delicious breakfasts, house-bread deli sandwiches, organic salads, pastas, unbelievable fresh fruit salads. And a wonderful variety of freshly baked pastries. Gaviotas and Camaron Sabalo, Fracc. Gaviotas Zona Dorada. Phone 913 2327. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Topolos"]}," - A really fancy restaurant-outside in a beautiful courtyard with red walls and oil paintings from local artists. The food is amazing, the service is amazing, but the atmosphere beats all. Be prepared for a 5-star meal for 300-400 pesos per person with appetizer, wine, and a main course. Their main dishes range from 90-150 pesos. Try the ",{"type":"''","value":["cubos tementapec"]},", or the shrimp."]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nJust like the restaurants, there are plenty of bars to choose from, depending upon taste, budget and comfort.  Tourists occupy the seafront bars whereas locals head inland where the atmosphere can be excellent.\n\nYou must try ",{"type":"'''","value":["Pacífico"]},", a beautiful locally brewed beer.  Sold everywhere for 15 to 20 pesos (about $1.50 or £0.75). 10 pesos for a can if you buy it at a deposito.\n\n",{"type":"*","value":[{"type":"'''","value":["Señor Frog's"]}," bar and restaurant (part of an international chain) is the place to be and be seen for locals on a Saturday night, and draws a huge tourist crowd as well."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bora Bora"]}," complex, which looks like an enormous white castle on the beach, has half a dozen bars and clubs overlooking the ocean and is always happening well into the dawn. Security at this bar is significantly less than at Joe's Oyster Bar. It should be considered dangerous and unsafe to go here without several muscular friends unless you want to be robbed at knife point directly outside the door in front of hundreds of people."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Joe's Oyster Bar"],["url=http:\/\/www.joesoyster.com"],["email="],["address=Av Playa Gaviotas 100"],["lat=23.240543"],["long=-106.449277"],["directions="],["phone=+52 669 983 5333"],["tollfree="],["fax="],["hours="],["price="],["content=Joe's Oyster Bar is located on the beach in the Hotel Ramada Mazatlan (formerly the Hotel Los Sabalos).  It is a palapa (grass roof) bar.  It is 2 for 1 beer (about 40 pesos) all day and night.  It opens around noon and stays open until 2am weekdays and 4am weekends.  During the day you can sit on the ledge over the beach and listen to classic rock music.  They have a volleyball court in the bar if you wish to play.  It is great for happy hour and watching the sunset.  At night, it turns into a nightclub where you can dance on the chairs and tables.  Many people hang out on the beach in front of Joe's just to listen to the music.  It gets very busy on Friday and Saturday nights and has a small cover charge (60 pesos) which includes your first 2 beers or 1 mixed drink.  During the day, food is served.  A visit to Joe's Oyster bar is a must when you visit Mazatlan."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Gus Y Gus Restaurant Bar and Grill"],["url=http:\/\/www.GusYGus.com"],["email="],["address=Avenida Camaron Sabalo 1730 Centro Commercial Plaza Dorada"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gus Y Gus (pronounced Goose-E-Goose) is a great little restaurant\/bar in the Golden Zone.  It is located across the street from the Hotel Costa De Oro.  The food is very reasonably priced. It is open for breakfast, lunch, and dinner. In the evening, the house band \"Chameleon\" plays classic rock and roll music.  When it is busy, people will get up and dance. It has both open air and air-conditioned sections. Normally, the open air sections are where people sit.  Gus Y Gus is the place to go to have a good evening out: dinner and dancing."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nMazatlán is well known for offering the best value of any of Mexico's major resorts. Both affordably priced lodging as well as food can be easily secured. Outside of January (when the city can be a little cold) it is one of the most attractive seaside destinations in Mexico.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Playa Mazatlan"],["url=http:\/\/www.hotelplayamazatlan.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Nice, beachfront hotel. 3 swimming pools, open-air restaurant, fitness center and volleyball court."]]}]},{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa de Huespedes Casillo"],["url="],["email="],["address=Jose Azueta"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Lerma"],["url="],["email="],["address=Simon Bolivar 622"],["lat="],["long="],["directions=Old Mazatlan"],["phone=(69) 81 24 36"],["tollfree="],["fax="],["hours="],["price=Prices range between $5 for a single without bath and $8 for a double with bath."],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Mexico"],["url="],["email="],["address=201 Calle Mexico, Centro"],["lat="],["long="],["directions="],["phone=669 981 3806"],["tollfree="],["fax="],["hours="],["price=100 pesos per night, double during Carnaval."],["checkin=7:00"],["checkout=12:00"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Belmar"],["url="],["email="],["address=Ave. Olas Altas 166, Centro"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=200 pesos per night (must negotiate), apartments on roof $300usd\/monthl."],["checkin=7:00"],["checkout=12:00"],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Estrella Del Mar Golf & Beach Resort"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=1-888-587-0609"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Camino Isla de la Piedra KM 10, Mazatlan, Sinaloa, Mexico 82280. Estrella Del Mar is a ",{"type":"[","value":["http:\/\/www.estrelladelmar.com Mazatlan Real Estate"]},", golf & beach resort destination in Mazatlan just 10 minutes from the international airport. A gated community comprising oceanfront condominiums with pools and gardens plus homesites alongside the 18-hole championship golf course designed by Robert Trent Jones Jr. Estrella Del Mar sits up against 3½ miles of white sandy beachfront and also houses Mexico's largest privately funded turtle sanctuary."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Las Villas Hotel & Spa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=1-877-629-2852"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Camino Isla de la Piedra KM 10, Mazatlan, Sinaloa, Mexico 82280. Las Villas Hotel & Spa is a brand new 2010 built luxury beachfront ",{"type":"[","value":["http:\/\/www.mazatlanhotellasvillas.com Mazatlan Hotel"]}," within the gated community of Estrella Del Mar. With 71 rooms, a full service spa, restaurant and bar, pool & hot-tubs, Las Villas is situated right on the beach. An ideal location for honeymoons, weddings, family reunions, conferences and retreats or other special occasions."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=El Cid Castilla Beach Hotel"],["alt="],["url=http:\/\/www.elcid.com\/castilla_beach\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=011-52 (669) 913-3333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Av. Camarón Sábalo S\/N, Mazatlán, Mexico 82110. A modern, Spanish-style resort located on the beach and a member of El Cid Resorts. The amenities of the hotel include private balconies in every guest room, two connected free form pools, a swim-up bar, children’s club, spa, fitness center, and five on-site restaurants."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=El Cid Granada Hotel & Country Club"],["alt="],["url=http:\/\/www.elcid.com\/granada\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=011-52 (669) 913-3333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Av. Camarón Sábalo S\/N, Mazatlán, Mexico 82110. Located 150 yards from the beach and surrounded by lush gardens, this hotel is a member of El Cid Resorts. This Mexican-style low rise hotel located on the golf course features a serene swimming pool, secluded areas for relaxing, and is within walking distance of the spa and tennis facilities."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=El Cid El Moro Beach Hotel"],["alt="],["url=http:\/\/www.elcid.com\/el_moro_beach\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=011-52 (669) 913-3333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Av. Camarón Sábalo S\/N, Mazatlán, Mexico 82110. The beachfront resort is a member of El Cid Resorts and features all suite accommodations, private balconies with ocean views, an oceanfront Jacuzzi and swimming pool, open-air restaurant, and on-site spa, fitness center, golf and fishing."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=El Cid Marina Beach Hotel"],["alt="],["url=http:\/\/www.elcid.com\/marina_beach\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=011-52 (669) 913-3333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Av. Camarón Sábalo S\/N, Mazatlán, Mexico 82110. A member of El Cid Resorts, this all suite oceanfront hotel features Mediterranean style accommodations, a private beach, swimming pools and on-site golf, water sports, tennis courts, and fitness center."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sea Garden Mazatlan"],["url=http:\/\/www.mayanpalace.com\/maz\/"],["email=conciergemzt@seagarden.com.mx"],["address=Av. Sábalo Cerritos s\/n"],["lat=23.288771"],["long=-106.474235"],["directions="],["phone=+52-669-989 4000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Beach and Golf Luxury resort with 3 swimming pools, spa, tennis court, gym."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pueblo Bonito Emerald Bay"],["alt="],["url=http:\/\/www.pueblobonitoemeraldbay.com"],["email="],["address=Av Ernesto Coppel Campaña"],["lat=23.309749"],["long=-106.479183"],["directions="],["phone=+52(669) 989-0525"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Set on 20 pristine acres overlooking the Pacific Ocean, Emerald Bay is in a new and unspoiled area that is known as \"New Mazatlán.\" Each suite comes with a panoramic ocean view. Amidst the sound of native birds, you'll relax below 150-year-old mangroves that surround a free-form pool."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Pueblo Bonito Mazatlan"],["alt="],["url=http:\/\/www.pueblobonito-mazatlan.com"],["email="],["address=Camaron Sabalo No.2121"],["lat=23.263914"],["long=-106.465781"],["directions="],["phone=+52(669) 989 8900"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Authentic Mexican style unites with modern amenities. Resort features two pools, one of the longest stretches of beach in Latin America, and a number of nearby water activities. Each suite at the Pueblo Bonito Mazatlán comes with an ocean view."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nMazatlán has the problems that all large Mexican cities do. It's wise to walk in groups or with someone else in any city after dark. Some places in the Centro Histórico and Golden Zone are well lit and occasionally busy at night. Don't let this deceive you into believing it is safe to walk around after dark. Don't be afraid to walk around the Cathedral, Malecon or Plaza Machado during the day. In most areas of the city there's almost no activity at night, and it would be unsafe to be anywhere after dark. Incidents of chain-snatching and robbery at knife point have been reported as occurring directly in front of Valentinos Disco in the Golden Zone even when it is very busy and several hundred people are standing outside. Avoid having any jewelry whatsoever, or wearing nice clothes so you are not targeted by the thugs in this large city.\nUnoccupied lifeguard stand are on all main beaches, however lifeguards are rarely present. You'll usually know if jellyfish are in the water by looking at the flags (white) on the beach but stings are still possible, you may want to bring a small container of vinegar to ease the sting. They will also warn you of other dangerous conditions (red flags), so be sure to look for them and heed their warnings.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/mexico.usembassy.gov\/eng\/edirectory.html"],["email=mazagent@prodigy.net.mx"],["address=Hotel Playa Mazatlan, Playa Gaviotas 202, Zona Dorada"],["lat="],["long="],["directions="],["phone=+52 669 916-5889"],["tollfree="],["fax=+52 669 916-5889"],["hours="],["price="],["content="]]}]},"Canadian Consular Agency in Mazatlan, Mexico\nCentro Comercial La Marina Business and Life\nBlvd. Marina Mazatlán 2302, Office 41\nCol. Marina Mazatlán\n82103 Mazatlan, Sinaloa\nMexico\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=Mexican Federal Highway 15.png"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Culiacán"]]}],["minorl1=",{"type":"[[","value":[["La Cruz"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Tepic"]]}],["minorr1=",{"type":"[[","value":[["Villa Unión (Sinaloa)"],["Villa Unión"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Sinaloa"]]},"\n",{"type":"{{","value":[["Geo"],["23.1833"],["-106.4167"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mazatlán"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Mexico\/States\/Sinaloa\/Localities\/Mazatlan"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mazatlan"]]}]