[{"type":"{{","value":[["Pagebanner"],["Europe"]]},"\n",{"type":"'''","value":["Mazeri"]}," is a mountain village in Upper ",{"type":"[[","value":[["Svaneti"]]},", ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Mazeri"]}," is the most famous village in ",{"type":"'''","value":["Becho Community"]},", Upper ",{"type":"[[","value":[["Svaneti"]]},".\n\nIt is situated about 20 km from ",{"type":"[[","value":[["Mestia"]]}," in an amazing valley of Dolra river, 1600 metres above sea, and surrounded by wide green meadows and snow-capped mountain peaks. Mazeri now is the ",{"type":"'''","value":["base for several most beautiful Svaneti trekking routes"]},".\n\nOnce upon a time this land was a possession of the princes Dadeshkeliani, there was a 10-storey tower that the owners blew up in 1921. The ruins can still be found near the village.\n\nTourism in Svaneti probably began to develop from this village. Here, thru Becho pass, many tourists and climbers arrived, as this pass is the most convenient for the transition from Russia to Svaneti. Besides, a lot of climbers who come to conquer Ushba stayed in Becho.\n\n",{"type":"==","value":["Get in"]},"\nCurrently there is no public transport going directly to Mazeri.\nThe closest public transport path is Zugdidi - Mestia main road. If you go by Marshrutka from Zugdidi you should get off about 16 km before Mestia, near turn to Becho (Mazeri).\nFrom this point to Mazeri is about 7 km.\nYou can walk this distance in 1-1,5 hours, or somebody from your guesthouse can pick up you here.\nAlso it is always possible to hitchhike.\n\n",{"type":"==","value":["See"]},"\nBesides the unforgettable landscapes and beautiful valley Shikhra, Becho is famous for its numerous mineral springs. There are several large waterfalls around the village. Also you can see a ruins of the Princes Dadeshkeliani castle, old church and ancient Svaneti Tower.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Trekking"]},{"type":"*","value":[" Biking"]},{"type":"*","value":[" Horseriding"]},{"type":"*","value":[" Skiing"]},"\n",{"type":"==","value":["Svaneti trekking routes from Mazeri (Mount Ushba)"]},"\n",{"type":"===","value":[" Mazeri - Mount Ushba glacier trekking"]},"\n",{"type":"*","value":[" Dolra river, waterfalls, views of peaks of Ushba and Mount Mazeri, glacier. Horseback ride is possible for a fist part of the route."]},{"type":"*","value":[" altitude start\/end: 1600\/2700m; duration: 8-9 hours by foot; length: 8,5km"]},"\n",{"type":"===","value":[" Mazeri - Baki pass - Etseri trekking"]},"\n",{"type":"*","value":[" possible by foot or horseback"]},{"type":"*","value":[" length: 15 km; duration: 6-8 hours; altitude start\/end: 1700\/1450m; highest point: 2460m"]},"\n",{"type":"===","value":[" Mazeri - Guli pass - Koruldi lakes - Mestia trekking"]},"\n",{"type":"*","value":[" possible by foot or horseback"]},{"type":"*","value":[" length: 16 km; duration: 8 hours; altitude start\/end: 1600\/1420m; highest point: 2960m"]},"\n",{"type":"==","value":["Eat"]},"\nStaying in one of Mazeri village guesthouses is a good opportunity to try traditional Svanetian food, cooked with fresh natural local eco products.\n\n",{"type":"==","value":["Drink"]},"\nClean and natural mineral water from a healing mineral water springs.\n\n",{"type":"==","value":["Sleep"]},"\nYou can stay at the several homestays and family guest houses offering accommodation and full board meals for reasonable money.\nThere is one hotel with high quality service but the price considerably higher than in guesthouses. \nA good option for backpack travellers is Peak Mazeri guesthouse, located in a renovated old Svan house, standing on a great green glade. They have their own horses and mineral water spring near the house. Also it is possible to put up a tent in the guesthouse camping zone. \n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grand Hotel Ushba"],["url="],["email="],["address=Tvebishi, Mestias rajoni, Svaneti, Georgia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Peak Mazeri Guest House"],["alt=A family mini hotel in Svaneti Mestia region - Peak Mazeri Guest House"],["url=http:\/\/www.hotel-svaneti-mestia.com"],["email=info@hotel-svaneti-mestia.com"],["address=Mestia district, Mazeri, Becho community, Samegrelo-Zemo Svaneti, Georgia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Amazing location just at the foot of Mount Ushba. Nice mountain view rooms and tasty food. Horseback riding. Free pickup by our car. You can start Ushba trekking here."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Svaneti"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Mazeri"]]}]