[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Mazunte"]}," is a small village in ",{"type":"[[","value":[["Oaxaca (state)"],["Oaxaca"]]},".\n\nPlaya Mazunte is a quiet beach that has been discovered by the traveller underground. Mostly patroned by European backpackers, a stay on the beach can cost between M$30 and 150--a hammock to a private room with a view. Most accommodations are primitive, only some are more luxury. The beach is lined with restaurants. Most have happy hours--a time where you get two drinks for the price of one. There is not much to do here except lounge and soak up the hypnotic sun and sights of pristine beach. The beach is quite safe to swim and not the waves are not suitable for surfers.\n\nThe main attractions, apart from the wonderful beach, are the National Mexican Turtle Center and the Cosméticos Naturales de Mazunte workshop\/shop that sells environment-friendly cosmetics.\n\n",{"type":"==","value":["Get in"]},"\n\nFrom Oaxaca City: Get a Bus to Pochutla (8 hours approximately) or a van (6.5 hours, M$170). From Pochutla either get a special taxi (~M$60), a shared taxi (colectivo, M$15 pp) of bus (camioneta, M$10pp) to Mazunte. Pochutla is about 15-40 minutes from Mazunte.\n\nMazunte is about 40 minutes from Puerto Escondido and 1 hour from Huatulco, from both places you can take a taxi or a \"collective\".\n\nFrom Mexico City: By plane: To Huatulco or Puerto Escondido (take the taxi to Mazunte outside the airport gate to save 75%). By bus: Go to south bus station Tasqueña, take either a route to Oaxaca City-Pochutla-Mazunte (not connected), which is 10 hours total, or a direct route to Pochutla (14 hours, Estrella Blanca buses). The latter is a coast route that goes through the Guerrero state (passing by Acapulco) then makes a stop in Puerto Escondido, and finally arrives in Pochutla.\n\nFrom Puerto Escondido: You can take a bus for about 40 pesos. The bus is in front of the Super Che supermarket, not at the bus station, although there is a more expensive bus there. Ask the driver to drop you off at Las Cruces de San Antonio. From here you can take taxi or collectivo (trucks with blue tarp roofing over back).\n\n",{"type":"==","value":["Get around"]},"\n\nMazunte is a very small, rustic village and very easy to navigate. Everything is easily reachable by foot. The main road is Paseo del Mazunte, bordered by a few restaurants, the church and the soccer field. It has four sideroads that all head to the beach. The most western sideroad, Calle del Rinconcito, leads to Playa El Rinconcito. It has a sideroad, Camino a Mermejita, a dirtroad that winds up the hill to private homes, a few hill top palapas, a cemetery, Punta Cometa and the neighboring beach, Playa Mermejita.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Centro Mexicano de la Tortuga"],["alt=Turtle center"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See all varieties of sea turtle that live in Mexico and some other kinds."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Punta Cometa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The rocks stretching into the ocean on the west side of town. From the tip of Punta Cometa you can watch both the sunrise and the sunset. There is a path up the hill along side the Alta Mira bungalows that is well signed."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Alligators"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At nearby Playa Ventanilla villagers will take you alligator watching in canoes."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Beaches"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are a few other beaches west and east of Mazunte. You can easily reach them by foot or colectivo (5 pesos)."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Centro Cultural Luna Nueva"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Live music and other performances."]]}]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Solstice Yoga Center"],["url=http:\/\/solstice-mexico.com\/"],["email="],["address="],["lat="],["long="],["directions=upstairs at Posada del Arquitecto"],["phone="],["tollfree="],["fax="],["hours=9 AM every day"],["price=M$90"],["content=Hatha yoga. These walk-in classes are very well explained in both Spanish and English and easy to follow for people in different levels. The room has a nice breeze and the only sound is the waves of the ocean."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Arcades"],["url="],["email="],["address="],["lat="],["long="],["directions=abbarotes store on the corner of the dirt road that leads to Punta Cometa"],["phone="],["tollfree="],["fax="],["hours="],["price=1 peso per 8 minutes"],["content=Several arcades outside. Arcades are hacked Xboxes that play Game Boy Advanced games and other emulators and games."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Agama Yoga Mexico"],["url=http:\/\/agamayogamexico.com\/"],["email="],["address="],["lat="],["long="],["directions=main road just before San Agustinillo"],["phone="],["tollfree="],["fax="],["hours=8:30AM and 4PM"],["price="],["content=Daily drop in classes, monthly courses, meditation retreats, workshops, etc. Classes are followed by an evening talk."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Paseo en lancha"],["url="],["email="],["address="],["lat="],["long="],["directions=at the beach"],["phone="],["tollfree="],["fax="],["hours="],["price=M$140-180 pp"],["content=Fishermen offer guided boat travels around the beach. You can get close to the turtles, dolphins or whales if you're lucky."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThe sea off the Mazunte coast is notoriously dangerous, and great care should be taken when swimming.  There is a lifeguard station but it's not always manned. Undercurrents can pull unsuspecting swimmers out to sea even when the surface of the water appears calm.  Drownings are not uncommon.  In December 2011 one man drowned here, just two weeks after another couple of tourists also died.\n\nMazunte is known to be safer and more calm than neighboring Zipolite but walking at night on the dark beach might still be a bad idea as muggings and rapes have happened in the past. Locals will not likely talk about such events as not to hurt their tourism-based livelihood.\n\n",{"type":"==","value":["Buy"]},"\nCosmeticos Naturales de Mazunte operates a small storefront on the main road, just North of the first dirt road. They sell shampoo, conditioner, soaps, lotions, and natural bug repellent made from citronella oil. \n\nFor more information about the locally owned company: http:\/\/findarticles.com\/p\/articles\/mi_m0KZH\/is_2_18\/ai_n13659599\n\n",{"type":"==","value":["Eat"]},"\nThe biggest vegetable shop is at the edge of town, on the main road just after the turtle conservation center. Other shops offers different foods, normally prices go higher the closer you are to the beach.\n\nBeach front palapas all have similar menus with similar prices. A good bet is to head to the one with the most people taking in the slow pace of life in Mazunte. Particularly recommended are the tlayudas, typical Oaxacan fare that cost M$25-M$50 and are big enough for two people. Also, try an agua fresca M$5-M$10, you may have to wait a while but the combination of watermelon, lemon, and water on a hot day is well worth it. Tacos are in abundance and price M$20-M$30 at most restaurants and less from vendors passing on the beach.\n\nIf it is just too hard to get off the beach, there are plenty of vendors that come along with homemade tamales and deep fried tacos. If you have a sensitive stomach practice caution in your choices. The boho residents also sell homemade bread and cookies and these treats are highly recommended.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tania"],["url="],["email="],["address=Paseo del Mazunte"],["lat="],["long="],["directions=at the west entrance of town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good choice of vegetarian, meat and fish dishes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La dolce vita"],["url="],["email="],["address=Paseo del Mazunte"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great Italian restaurant. Their pizzas are particularly delicious."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sahuaro"],["url="],["email="],["address="],["lat="],["long="],["directions=behind Arquitecto"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These people really like what they do and make very good food served in a pleasant way."]]}]},"\n",{"type":"==","value":["Drink"]},"\nNight life is quite calm. There's some restaurants spread through town and a few places at Playa El Rinconcito sometimes have live music. It's the only part of town that can be a bit noisy some nights. There's a single club named Coco Bamboo with offers different games and musical genres. No cover charge.\n\nEstrella Fugaz and Siddhartha, both at Playa El Rinconcito, have an espresso machine for good coffee drinks, liquados, beers, liquors, juices and sometimes live music.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Monthly Rentals"]},"\nIt is quite common to rent rooms or entire houses on a monthly basis with prices often between M$1,000-M$2,000 per month. Condition of the place, access to shower, toilet and kitchen vary greatly. Do mind that during the high season (around Chrismas and New Year's) most are reluctant to rent on a monthly basis. More than a few people reported being kicked out just before the high season as the landlord expects to make more money during the high season. As paper contracts are not common, ensure your agreement is as clear as possible on every detail and don't assume locals being kind when making the agreement to keep being nice when they believe they can make more money during the high season.\n\n",{"type":"===","value":["Budget"]},"\nThe best bet on a small budget is to find a place to drop your luggage and wander the small village looking for a place that suits your fancy. Rooms are cheap and there are deals to be had, as most places sharply lower their rates in the off season (mid January to October). Most residents have rooms and palapas set aside for travelers, although they are very, very basic. On the plus side, you are free to share the households wood cookfire and will probably return home with many interesting stories. Another option is to accept a hammock or bed at one of the alternative community spots - there are a few mostly backed around a lagoon of sorts in the middle of the beach.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tia Porfiria"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=dorm M$50"],["checkin="],["checkout="],["content=On the beach. Dorms, rooms and place for tents."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ataraya"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A budget place to stay right on the beach. It's not the cleanest place but the people running the hostel and restaurant are very relaxed and friendly."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Posada la Huerta"],["url="],["email="],["address="],["lat="],["long="],["directions=dirtroad left of the (dry) river"],["phone="],["tollfree="],["fax="],["hours="],["price=M$100 single room"],["checkin="],["checkout="],["content=Very basic private rooms."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Posada del Arquitecto"],["url=http:\/\/www.posadadelarquitecto.com\/"],["email="],["address="],["lat="],["long="],["directions=at Playa El Rinconcito"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Dormbeds and fancy bungalows. A popular place."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Posada Ziga"],["url=http:\/\/www.posadaziga.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Nice rooms right on the beach, wifi everywhere, nice terrace, a safe for your valuables in the room, good (cold) shower. Good value for money."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Miramar Cabanas"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A great place with an amazing view. Cabanas or rooms for 200-250 pesos a night. Quite a hike from everything else but very quiet. Off of the road that leads to Punta Cometa. Look for the blue sign with cursive-like writing."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tierra Verde"],["url=http:\/\/www.agamayogamexico.com"],["email="],["address="],["lat="],["long="],["directions=At entrance to Punta Cometa State Park, 150 meters from Rinconcito Beach and Mermejita"],["phone="],["tollfree="],["fax="],["hours="],["price=M$80 dorms M$200-500 cabanas"],["checkin="],["checkout="],["content=Tierra Verde is an eco retreat meditation center still a bit rustic.  Most people staying there are involved with the Agama Yoga Center and teaching although people looking for quietude and with a clean lifestyle are welcome to stay.  The vegetarian kitchen is often available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Agama yoga"],["url=http:\/\/www.agamayogamexico.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Yoga center with one room and camping possibilities for people taking at least one daily Yoga class. Great views, roomy kitchen, nice people, daily cleaning, vegetarian kitchen, free movies, etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Alta Mira"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The bungalows are steeply backed against the hillside with amazing views and nice tile work. Are they worth the forty dollars a night? Depends on your preference."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa pan de miel"],["url=http:\/\/casapandemiel.com"],["email="],["address="],["lat="],["long="],["directions=Up hill close to San Augustinillo"],["phone="],["tollfree="],["fax="],["hours="],["price=starting at USD100"],["checkin="],["checkout="],["content=A swimming pool at the edge of the hill, overlooking the ocean. Park your car at your own bungalow."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere are at least two internet cafés in Mazunte. Some restaurants and posadas have wifi. Connection speed is < 1MB so it can get quite slow when congested.\n\n",{"type":"==","value":["Cope"]},"\nThere is an ATM in one shop on the main road of Mazunte. If it doesn't deliver, use the ATM in Puerto Angel or an ATM or bank office in Pochutla. Cash is king. Hardly any place accepts credit cards.\n\n",{"type":"==","value":["Go next"]},"\n\nSan Augustinillo is the village and beach next door, a five minute walk. There are colectivo pick ups and taxis to Pochutla for M$10 and to ",{"type":"[[","value":[["Zipolite"]]}," for M$5. From Zipolite you can get another colectivo to Puerto Angel. Pochutla market day is a Monday, although you will find fresh fruits and vegetables on any day.\n\n",{"type":"{{","value":[["IsPartOf"],["Oaxaca (state)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Mazunte"]]},"\n\n",{"type":"[[","value":[["Commons:Mazunte"]]}]