[{"type":"{{","value":[["pagebanner"],["Małopolskie Tatra Mountain Peaks Wikivoyage Banner.png"]]},"\n",{"type":"[[","value":[["File:Sukiennice and St. Mary's Basilica from Church as seen from the Town Hall Tower (9159141840) (2).jpg"],["thumb"],["350px"],["Sukiennice and St. Mary's Basilica in ",{"type":"[[","value":[["Kraków"]]}," seen from the Town Hall Tower). Red beads are part of traditional Małopolan attire - here they are used in oversized form as temporary installation promoting the region."]]},"\n\n",{"type":"{{","value":[["regions discussion"]]},"\n:",{"type":"''","value":["For the historical region, see ",{"type":"[[","value":[["Lesser Poland"]]},"."]},"\n\n",{"type":"[[","value":[["Image:Malopolskie in Poland.svg"],["thumb"],["350px"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visit.malopolska.pl\/?lang=gb Małopolskie"]}]}," is a province in the south of ",{"type":"[[","value":[["Poland"]]},", whose name refers to the historic region of ",{"type":"''","value":["Małopolska"]},", rendered in English as Lesser Poland. Lesser Poland holds a wealth of tourist draws and it is no wonder it sees the most tourist traffic of all regions of Poland. On the one hand there is the historic capital of ",{"type":"[[","value":[["Kraków"]]},", on the other are the ",{"type":"[[","value":[["Tatra Mountains"]]},", Poland's highest mountain range. The Jewish heritage of the region has a poignant and sombre conclusion in ",{"type":"[[","value":[["Auschwitz"]]},". \n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jura Mountains (Poland)"],["Jura Mountains"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lesser Poland Lowland"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Western Beskids"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Eastern Beskids"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Podhale"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tatra Mountains"]]}]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kraków"]]}," — most popular Polish city with millions of visitors each year, it's the cultural capital and historical center of the country with countless medieval monuments and markets."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bochnia"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kalwaria Zebrzydowska"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Limanowa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nowy Sącz"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Nowy Targ"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Oświęcim"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rabka-Zdrój"]]}," — spa resort in the Beskids"]},{"type":"*","value":[" ",{"type":"[[","value":[["Zakopane"]]}," — a very popular winter resort and summer getaway town in the Tatra mountains"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Auschwitz"]]}," — Nazi-Germany concentration camp, which from 1942 to 1945 became the centre of the Holocaust on the European Jews"]},{"type":"*","value":[" ",{"type":"[[","value":[["Babia Góra National Park"]]}," — national park in the Beskid Mountains"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gorce National Park"]]}," — national park in the Beskid Mountains"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kalwaria Zebrzydowska"]]}," — monastery in the Beskids from 1600 with baroque Stations of the Cross"]},{"type":"*","value":[" ",{"type":"[[","value":[["Magura National Park"]]}," — national park in the Beskid Mountains"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ojcowski National Park"]]}," — national park in the Polish Jura with bizarre rocks"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pieniński National Park"]]}," — national park in the Carpathian Mountains with the break-through of the Dunajec River through the Pieniny Mountains"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tatrzański National Park"]]}," — national park in the Tatra Mountains around the Rysy Mountain, with bears, wolves and other animals"]},"\n",{"type":"==","value":["Understand"]},"\nThere is a strong sense of regional pride in Małopolskie, exemplified by two local folk traditions - ",{"type":"''","value":["Krakowiacy"]}," and ",{"type":"''","value":["Górale"]},". ",{"type":"''","value":["Krakowiacy"]}," are the inhabitants of the ",{"type":"[[","value":[["Lesser Poland Lowland"]]}," surrounding Kraków, while ",{"type":"''","value":["Górale"]}," are the mountaineers living in the ",{"type":"[[","value":[["Tatra Mountains"]]}," and ",{"type":"[[","value":[["Podhale"]]},". \n\n",{"type":"===","value":[" History "]},"\nIn ancient times Lesser Poland used to be part of different cultures, like the Przeworsk culture or the Celts. In the 9th century it became part of the Great Moravian Empire. Later in the early 10th century it became independent with some links to Bohemia. But already in the early Middle Ages Lesser Poland was conquered by the Piast from ",{"type":"[[","value":[["Greater Poland"]]},", which was the major part of Poland in the 10-11th centuries. However, the capital of Poland was moved from ",{"type":"[[","value":[["Gniezno"]]},"\/",{"type":"[[","value":[["Poznań"]]}," to ",{"type":"[[","value":[["Kraków"]]}," in 1040 and Lesser Poland became the biggest and most important region in Poland. When the Seniorat of Poland was formed in 1138, Lesser Poland became the senior region and Kraków remained the capital of the Seniorat.\n\nWhen Poland was reunified in 1295, Kraków became again the capital of the Kingdom of Poland. Kazimierz the Great turned Lesser Poland into one of the most beautiful Gothic regions in Central Europe. Also the Italian Renaissance had a great influence on Lesser Poland's architecture. When the capital was moved to Warsaw in 1596\/1611 the region still was one of the most important in Poland, although more investments were made in northern Poland since the middle of the 17th century. \n\nAfter the First Partition of Poland in 1772 most of its territory south of the Vistula was annexed by Austria and formed Galicja-Lodomeria. Kraków and its northern part was annexed by Prussia in 1795 after the Third Partition of Poland. After the Congress of Vienna the Northern part became part of the Kingdom of Poland, ruled by the Russian Tsar while the southern part remained part of Austria. After World War I Lesser Poland became part of the Second Polish Republic, but was occupied by Nazi-Germany between 1939 and 1944, when it was part of the German Generalgovernement. After World War II it again became part of Poland.\n\n",{"type":"==","value":["Talk"]},"\nPolish spoken in Małopolskie does not differ much from standard Polish, except for the mountain regions, where the local dialect is actually very different and has a lot in common with the mountaineer parlance of the other side of the Tatra mountains in ",{"type":"[[","value":[["Slovakia"]]},". It serves as a distinguishing factor for the close-knit communities of mountaineers who proudly celebrate their cultural heritage and is widely revered and cherished by Poles from other regions as well.\n\nAs the region sees significant and increasing foreign tourist traffic, you should be able to find many foreign language speakers, in particular of English, in the major tourist destinations and in the service trade. In smaller towns this may not be that easy though, but most younger Poles chose English as a foreign language in their course of education and looking for somebody of younger age may be a good bet.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe region's only international airport is Poland's second-busiest airport, the ",{"type":"[[","value":[["Kraków#By plane"],["John Paul II International Airport Kraków–Balice"]]},".\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"[[","value":[["Kraków"]]}," is a major railway hub and has direct railway connections across Poland, as well as with major cities of ",{"type":"[[","value":[["Central Europe"]]},". In particular, the train connection to ",{"type":"[[","value":[["Warsaw"]]}," features very frequent and reasonably fast (c.a. 3 hours) trains, which allows one to use the intercontinental ",{"type":"[[","value":[["Warsaw#By plane"],["Chopin Airport in Warsaw"]]}," as an entry point.\n\n",{"type":"===","value":["By car"]},"\n\nThe A4 motorway runs across southern Poland through ",{"type":"[[","value":[["Silesia"]]}," to ",{"type":"[[","value":[["Saxony"]]}," in ",{"type":"[[","value":[["Germany"]]},", connecting to the European Union's motorway system. Do note that A4 has tolls.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["Kraków"]]}," is the hub of the transportation system of Małopolskie. All major roads converge there, as do local railway lines to ",{"type":"[[","value":[["Tarnów"]]},", ",{"type":"[[","value":[["Nowy Sącz"]]}," and ",{"type":"[[","value":[["Oświęcim"]]},". \n\nAs the trains tend to be slow in the mountainous regions of Małopolskie and the tracks do not reach every destination, there is a wide offering of private minibus services connecting ",{"type":"[[","value":[["Kraków"]]}," to tourist resorts, as well as to ",{"type":"[[","value":[["Auschwitz"]]}," (where one can go by train as well).\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Medieval wooden churches of Southern Lesser Poland - rare exemplars of medieval wooden architecture. One of the most beautiful is in ",{"type":"[[","value":[["Dębno"]]}," at Lake Czorsztyn."]},"\n",{"type":"===","value":["UNESCO World Heritage sites"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kraków\/Old Town"],["Old Town and Wawel Castle in Kraków"]]}," - well-preserved medieval town city and marketplace. After the ancient Kraków was destroyed by the Tatars in 1241, Boleslaus IV located the new town in the current shape with the Main Market and the straight streets. Many fine buildings, museums, theatres and restaurants are situated there, with a spectacular Wawel castle hill."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wieliczka"],["Wieliczka Salt Mine"]]}," - the oldest still existing enterprise worldwide, founded more than 700 years ago. Once, it made the Polish kings very rich, as salt was the expensive white gold. 4.5 km of nearly 400 km of the mine can be visited. The tourist route shows the most beautiful halls and salt pieces of art made by the miners throughout the centuries. "]},"\n",{"type":"===","value":["Itineraries"]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Wooden Architecture Route of Lesser Poland"]]},". Running through almost the whole region, it shows hundreds of precious examples of medieval and modern buldings entirely made of wood."]},"\n",{"type":"==","value":["Do"]},"\nWhile ",{"type":"[[","value":[["Kraków"]]}," and ",{"type":"[[","value":[["Auschwitz"]]}," are the usual destinations for most visitors to Małopolskie, it is a shame not to go south and see the beautiful Tatra Mountains when already there. Going hiking in the mountains in the warmer months is definitely recommendable and a firm favourite holiday activity with many Poles. While the highest mountain ranges of Poland cannot rival the Alps for height, they can surprise with the amounts of breathtaking views and surprisingly green landscapes.\n\nIn the winter, the Tatra and Beskid mountains become the hub of winter sports activity in Poland. This is the place to go skiing or snowboarding, and with good timing you can attend ski jump competitions - a sport where Poland has a particularly strong track record.\n\nThe Lesser Poland Upland is by no means less interesting either - a string of castles and castle ruins forms a hiking trail, to be experienced on foot, by (mountain) bike or by car. In the summer, canoing down the many rivers that start in the mountains of Małopolskie is also very popular.\n\n",{"type":"==","value":["Eat"]},"\nMałopolskie is a delight to the palate - while the local cuisine may be simple, it is held to an art and eating well is a part of the local way of life. The mountains are home to traditional cheesemaking, in particular famous for the smoked cheese (",{"type":"''","value":["oscypek"]},"). Other parts of Małopolskie may not have as famous hallmarks and share the general culinary heritage with the rest of Poland, but you can always bet on a rich supply of organic regional produce and find many restaurants where you can enjoy traditional Polish food prepared in the best of ways.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Kraków"]]}," became an infamous target of British stag night excursions, but the region's nightlife is by far much more than that. Kraków is arguably Poland's cultural capital, with many venues blending cultural performances with social activities. One shall also find lively nightlife in ",{"type":"[[","value":[["Zakopane"]]},", the most popular mountain resort town.\n\n",{"type":"==","value":["Stay safe"]},"\n\nWhile incidents of racist and antisemitic behaviour do happen, especially in ",{"type":"[[","value":[["Kraków"]]},", tourists should not feel any less safe than in any other region of ",{"type":"[[","value":[["Poland"]]},", or ",{"type":"[[","value":[["Europe"]]}," for that matter. Much of Małopolskie thrives on tourist trade and therefore visitors are well looked after. Thanks to a large academic population, you should be able to find English-speaking support of all sorts reasonably easily.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"'''","value":["Lesser Poland Voivodeship"]}," borders three other ",{"type":"[[","value":[["Poland"],["Polish"]]}," provinces:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Podkarpackie"]]},","]},{"type":"*","value":[" ",{"type":"[[","value":[["Świętokrzyskie"]]},","]},{"type":"*","value":[" and ",{"type":"[[","value":[["Śląskie"]]},","]},"as well as ",{"type":"[[","value":[["Slovakia"]]},".\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Poland"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Lesser Poland Voivodeship"]]},"\n",{"type":"[[","value":[["Wikipedia:Lesser Poland Voivodeship"]]},"\n\n",{"type":"[[","value":[["it:Piccola Polonia"]]},"\n",{"type":"{{","value":[["geo"],["49.859444444444"],["20.274722222222"]]}]