[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nMcCarthy is a historic town in the center of Alaska's Wrangell-St. Elias National Park.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nMcCarthy can be reached by driving the highly scenic McCarthy Road, a 60-mile long gravel road beginning at the Copper River near Chitina.  The road is built on part of the original rail bed for the Copper River Northwestern Railway, which ran copper ore from Kennicott to Cordova until 1938.  \n\nAlthough usually suitable for passenger vehicles, road is notorious for potholes, washouts, railroad spikes and flat tires.  Drivers should check current road conditions at Park Headquarters, (907) 822-5234.\n\n",{"type":"===","value":["By bus"]},"\n\nMany visitors choose to leave their car at ",{"type":"[[","value":[["Chitina"]]}," and take a shuttle into the park on the McCarthy Road.    \n\n",{"type":"*","value":[{"type":"'''","value":["Backcountry Connections"]}," (907) 822-5292 makes daily runs from Glennallen to McCarthy in the summer months."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wrangell-St. Elias Tours"]}," (907) 822-5978 provides tours to McCarthy and Kennicott from Chitina (May-Sept).  They also offer shuttles and package tours to McCarthy from Anchorage."]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ellis Air"]}," has scheduled flights on Wednesdays and Fridays from Gulkana Airport near Glennallen. Call (907) 822-3368 or 800-478-3368 for prices and flight times. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Wrangell Mountain Air"]},", (, o."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Wrangell Mountain Air"],["url=http:\/\/www.wrangellmountainair.com\/"],["email="],["address=#25 PO Box MXY"],["lat="],["long="],["directions="],["phone=+1-907-554-4411"],["tollfree=+1-800-478-1160"],["fax="],["hours="],["price="],["content=Offers daily service three times a day (Mid-May to Mid-September) from Chitina to McCarthy with advance reservations, as well as passage throughout Wrangell-St. Elias National Park."]]}]},"\n",{"type":"==","value":["Get around"]},"\n\nVisitors to McCarthy should come prepared with good walking shoes, rain or wind jacket, hat, gloves, sunglasses and sunscreen.  If you are seeking outdoor recreation you will find ample opportunity.  You'll be walking and exploring historic sites, maybe even trekking on a glacier, or climbing a mountain!\n\nThe McCarthy Road ends at a footbridge across the Kennicott River.  From here it is about 0.5 miles to the town of McCarthy, and 5 miles uphill to Kennicott.  You can walk, ride a bike, or take a shuttle.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Root Glacier"]}," This is one of Alaska's most accessible glaciers.  You can walk on the white ice of the glacier after hiking just two miles from Kennicott.  There are guide services in Kennicott to assist you.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Historic Kennicott"]}," The Kennecott mines and mill town formed in the early 1900s after copper was discoved near Kennicott.  Today, these buildings and the history they contain remain one of Alaska's most treasured artifacts."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are very few places to eat in the McCarthy\/Kennicott area, but they all offer good food in an extremely remote area.  In McCarthy there are 3 places to eat:\n      The Potato- Open daily from 9-7\n      The Golden Saloon- Open daily for breakfast 7:30-930 and for dinner 5-10(bar stays open later, kitchen closes at 10)\n      The Lodge- Open daily from 6-9.\n\nIn Kennicott there are 2 places to get a warm meal:\n      The Pizza Bus- Hours?\n      Kennicott Glacier Lodge- Hours?\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kennicott River Lodge & Hostel"],["url=http:\/\/www.kennicottriverlodge.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The main lodge building provides a commons area for all guests to enjoy. There is a lounge upstairs and a kitchen on the lower level.  There are also upper and lower viewing decks for spectacular views of the glaciers and mountains.  Next to the main lodge is a sauna and out front a fire pit for nighttime bonfires."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kennicott Glacier Lodge"],["url=http:\/\/www.KennicottLodge.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 907-258-2350"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Guest rooms available in the Main Lodge and the South Wing. Amazing views and tons of activities.  Restaurant on site.  Offers a shuttle service to McCarthy daily."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["Fly out with Ellis Air (907) 822-3368 (the Mail Plane) on Wednesday or Friday.  "]},"\n",{"type":"*","value":["Backcountry Connections (907) 822-5292 makes daily runs from McCarthy to Glennallen in the summer months."]},"\n",{"type":"*","value":["Wrangell-St. Elias Tours (907) 822-5978 provides transportation to Anchorage from McCarthy.  (May-Sept.)  Call for schedules and prices."]},"\n\n\n",{"type":"{{","value":[["isPartOf"],["Southcentral_Alaska"]]},"\n",{"type":"[[","value":[["Wikipedia:McCarthy, Alaska"]]},"\n\n",{"type":"{{","value":[["geo"],["61.432696"],["-142.910917"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Alaska\/Localities\/M\/McCarthy\/"]]}]