[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Medan"]},", the capital of ",{"type":"[[","value":[["North Sumatra"]]},", is on the northern part of ",{"type":"[[","value":[["Sumatra"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Medan20101024.jpg"],["thumb"],["500px"],["Medan skyline"]]},"\nMedan is the third largest city in ",{"type":"[[","value":[["Indonesia"]]}," after ",{"type":"[[","value":[["Jakarta"]]}," and ",{"type":"[[","value":[["Surabaya"]]},". With a population of about 2 million people it is the largest city outside of Java. There is no single ethnic group forming a majority; the largest ethnic groups are the Chinese, Javanese, Toba-Batak, Minangkabau, Mandailing Batak, Karo Batak, Southern Indians, and Northern Indians, and there are many more ethnic minorities.\n\nEach ethnic group contributes to thousands of tasty, mouth-watering dishes found in every corner of Medan. They offer to locals and tourists alike dozens of food streets and hawker centres to suit their appetite at any time of the day. From the sweet Javanese cuisine, to delicious Batak grilled pork, to hot Padang dishes, from savoury Chinese noodles, to spicy Indian curry, this varied cuisine is available 24 hours a day, 7 days a week. It is obvious why the locals are so into food. The city itself is quite well known for \"food-tourism\", especially amongst other Indonesians.\n\nIt's interesting to contrast the old, Dutch style green areas, with parks, lawns, and huge old Dutch houses (now turned into government offices or commercial business) and the hundreds and hundreds of newer, shoddy shophouses sprawled together by the hundreds in the commercial areas along with a few modern style malls.\n\nLook out for the motor becaks!  A sort of motorized rickshaw, they are a common sight throughout Medan, spewing black smoke everywhere.\n\nOverall, Medan isn't really a tourist destination, but it's a convenient stepping stone to other places like the 'weekend getaway' ",{"type":"[[","value":[["Berastagi"]]},", the island of ",{"type":"[[","value":[["Penang"]]},", Malaysia and, of course the ever popular, beautiful crater lake ",{"type":"[[","value":[["Lake Toba"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nMedan's ",{"type":"'''","value":["Kualanamu International Airport"]}," and ",{"type":"'''","value":["Belawan"]}," sea port are both visa-free and visa-on-arrival points.\n\nFor more visa information, see the ",{"type":"[[","value":[["Indonesia#get in"],["Indonesia"]]}," page.\n\n",{"type":"===","value":["By plane"]},"\n\nMedan's international airport is known as ",{"type":"'''","value":["Kualanamu International Airport (",{"type":"{{","value":[["IATA"],["KNO"]]},")"]}," and is located about 45 minutes from the city. It handles both domestic and regional international flights. Domestic departure taxes from Medan is Rp 35,000, while international departure tax is Rp 75,000.\n\nEffective 19 May 2014, the departure tax increased to Rp. 60,000 for Domestic departure and Rp. 200,000 for International departure.\n\nAfter arrival, ATMs are quite easy to find in the interior of the airport. An information desk is also available.  \n\nThe old Medan's international airport ",{"type":"'''","value":["Polonia International Airport (",{"type":"{{","value":[["IATA"],["MES"]]},")"]}," is no longer handling commercial flights. It is now used by the military.\n\n",{"type":"====","value":["Public Transport"]},"\nTrain services is provided by Railink, a joint venture between Angkasa Pura II and Indonesian Railway. The South Korean-made trains have a carrying capacity of 172 passengers per trip. It is the first integrated ",{"type":"'''","value":["Airport rail link"]}," in Indonesia, city check-in and electronic tickets are also available for passengers' convenience.\n\nThe airport train runs 20 trips a day in each direction with the first trip from Medan Main Train Station besides the Merdeka Square on Balai Kota street at 4:00 and the last trip from the airport at 21:30. It is the fastest way to get from the airport to central Medan, taking about 45 minutes. Ticket can be purchased either from the vending machine or from the ticket counters. One way ticket costs Rp 80,000. Discounts are available when purchasing multiple tickets together, e.g. 4 tickets costs only Rp 250,000.  Most updated schedule and pricing can be checked in [http:\/\/www.railink.co.id\/jadwal-kereta Railink's \n\nBuses operated by state-owned bus company DAMRI also connects the airport to two destinations in Medan, Gatot Subroto next to Plaza Medan Fair and Amplas bus terminal. The bus needs about 60 to 90 minutes to reach the airport, but the bus ticket costs cheaper than that of the airport train.\n\n",{"type":"{|","value":[["style=\"text-align:left; font-size:95%; border:1px solid black\""],["|-"],["! Service !! !!Destination !! Fare"],["|-"],["! colspan=\"3\" style=\"background:#09f; color:black; height:35px;\"| Kuala Namu Airport Bus"],["|-"],["| style=\"background-color:yellow;color:black;text-align:center;font-weight:bold\" | Damri || Amplas Bus Terminal ||Medan||IDR 10,000"],["|-"],["| style=\"background-color:yellow;color:black;text-align:center;font-weight:bold\" | Damri || Plaza Medan Fair ||Medan||IDR 15,000"],["|-"],["| style=\"background-color:green;color:black;text-align:center;font-weight:bold\" | ALS || Binjai Super Mall ||",{"type":"[[","value":[["Binjai"]]},"||IDR 30,000"]]},"\n\n",{"type":"====","value":["Taxi"]},"\nTaxis are about Rp 130-150,000 for the ride to the city centre, but will leave immediately, arrive quicker and be more comfortable than the bus: do note that there is a Rp 10,000 surcharge to all fares for airport pickup, so be prepared to pay the metered rate plus this amount.\n\n",{"type":"====","value":["International"]},"\n\nThere are direct international flights to\/from ",{"type":"[[","value":[["Penang"]]}," (for only around US$70 return), ",{"type":"[[","value":[["Kuala Lumpur"]]},", ",{"type":"[[","value":[["Johor Bahru"]]}," and ",{"type":"[[","value":[["Ipoh"]]}," in Malaysia, ",{"type":"[[","value":[["Singapore"]]},", and ",{"type":"[[","value":[["Bangkok"]]},". There are a few international flights which serve Medan: Silkair, Malaysia Airlines, Air Asia, Firefly, Valuair and Tiger Airways. The first two are regular airlines, while the rest are budgest airlines.\n\nSilkair, Valuair and Tiger Airways fly the popular Singapore-Medan route. Kuala Lumpur-Medan route is served by both Malaysia Airlines, Air Asia and Firefly. Air Asia and Firefly also connect Medan to many other cities in Malaysia, including the popular Medan-Penang route.\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fireflyz.com.my Firefly Airlines"]}]}," from\/to Penang and Subang near Kuala Lumpur"]},{"type":"*","value":[{"type":"'''","value":["AirAsia"]}," (www.airasia.com) from Kuala Lumpur"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.garuda-indonesia.com Garuda Indonesia"]}]}," from\/to Kuala Lumpur (Malaysia Airlines)"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airasia.com Indonesia AirAsia"]}]}," ",{"type":"''","value":["LCC"]}," from\/to Penang, Kuala Lumpur, Bangkok and Hong Kong"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lionair.co.id Lion Air"]}]}," from\/to Penang"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.malaysiaairlines.com Malaysia Airlines"]}]}," from\/to Penang (by Firefly) and Kuala Lumpur"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.silkair.com SilkAir"]}]}," ",{"type":"<","value":["small",[{"type":"''","value":["(operated by Singapore Airlines)"]}]]}," from\/to Singapore"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tigerairways.com Mandala Airlines"]}]}," ",{"type":"<","value":["small",[{"type":"''","value":["(operated by Tiger Airways)"]}]]}," from\/to Singapore"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sriwijayaair.co.id Sriwijaya Air"]}]}," from\/to Penang"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jetstar.com\/vf\/en\/index.aspx Valuair"]}]}," ",{"type":"''","value":["LCC"]}," from\/to Singapore"]},"\n",{"type":"====","value":["Domestic"]},"\n\nFor destinations within Indonesia, there are some regional airlines and LCC that serve Medan to other cities.   \n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.batavia-air.com Batavia Air"]}]}," from\/to Jakarta, Padang and Batam"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.citilink.co.id Citilink"]}]}," ",{"type":"''","value":["LCC"]}," ",{"type":"<","value":["small",[{"type":"''","value":["(operated by Garuda Indonesia)"]}]]}," from\/to Jakarta"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.garuda-indonesia.com Garuda Indonesia"]}]}," from\/to Banda Aceh and Jakarta"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airasia.com Indonesia AirAsia"]}]}," ",{"type":"''","value":["LCC"]}," from\/to Bandung and Surabaya"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kartika-airlines.com Kartika Airlines"]}]}," from\/to Batam"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lionair.co.id Lion Air"]}]}," from\/to Pekanbaru, Jakarta and Banda Aceh"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.merpati.co.id Merpati Nusantara Airlines"]}]}," from\/to Meulaboh, Sabang, Nias, Sibolga and Sinabang"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tigerairways.com PT Mandala Airlines"]}]}," from\/to Jakarta"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.riau-airlines.com Riau Airlines"]}]}," from\/to Pekanbaru"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sriwijayaair.co.id Sriwijaya Air"]}]}," from\/to Banda Aceh, Padang, Pekanbaru, Batam and Jakarta"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.susiair.com Susi Air"]}]}," from\/to Kutacane, Silangit, Aek Godang, Simeulue, Blang Pidie and Meulaboh"]},"\n",{"type":"===","value":["By bus"]},"\n\nThe central station for all larger buses in Medan is ",{"type":"'''","value":["Amplas Station Central"]}," (not located in the center of the city though). This is where a lot of the smaller minivans go as well, and where travellers need to go to make connecting buses to further cities. Many of the large air-conditioned buses perform overnight routes.\n\nLarger, non air-conditioned buses and large luxury buses (often Mercedes) that are air-conditioned (some have toilets on board, though they are squatting toilets that are difficult to use when the buses are moving, given driving habits and road conditions throughout Sumatra).\n\nAs an example of prices from August 2005, expect to pay around Rp 50,000-80,000 for an 8-10 hr overnight luxury bus (without toilet saves about Rp 10,000+) trip, as in to Duri, Bukit Lawang, or ",{"type":"[[","value":[["Lake Toba"]]}," (Danau Toba).  Such buses provide a small snack and sometimes have televisions on board.  While seats are very comfortable by Sumatran standards, all rides are swervy\/bumpy and drivers often play stereos quite loud during the entire trip (unless a movie is available).  Also, many buses have smoking sections in the back, and sometimes, smoking occurs in the front of the non-smoking section by the driver if the driver is so inclined.  Earplugs are good accessories.  Furthermore, while the large luxury buses have ample stowage above seats, keep valuables safe while you sleep.\n\n",{"type":"===","value":["By boat"]},"\n\nMedan is not located by the sea but nearby ",{"type":"'''","value":["Belawan"]}," is a major port with domestic and international boat and ferry services. Belawan is listed as a visa-free and visa-on-arrival entry point (see the ",{"type":"[[","value":[["Indonesia#Get in"],["Get in"]]}," section of the Indonesia page).\n\n",{"type":"'''","value":["To\/from other parts of Indonesia:"]}," ",{"type":"[","value":["http:\/\/www.pelni.co.id Pelni"]}," boats link Belawan with various ports in Sumatra and other Indonesian islands. The comfortable MV Kelud departs from Belawan every Tuesday. The full sailing schedule is on www.pelni.com ",{"type":"[","value":["http:\/\/pelni.com\/pelni_kelud_a_schedule.htm"]},".\n\n",{"type":"===","value":["By rail"]},"\n\nMedan is connected by rail to other conurbations on the eastern coast of Sumatra, such as Tanjungbalai, Rantauprapat, Siantar and Binjai. Executive, business and economy class trains are available, but if your budget allows, take the better class trains, which are faster and more comfortable. Tickets cost between Rp 9,000 (economy) to Rp 70,000 (executive).\n\n",{"type":"==","value":["Get around"]},"\n\nMedan city is swamped by becaks and taxis (the preferable choice to get around). There is also a form of public transport known as the angkot (small minivan).\n\n",{"type":"===","value":["By becak"]},"\n\nAlso known as trishaws or pedicabs.  You have to be good negotiator if you want to ride on ",{"type":"''","value":["becaks"]},", with price ranging between Rp 5,000-10,000 depending on the destination (near or far).\n\nVery few becak drivers speak more than a few words of English, but a map and lots of pointing will get you to the right place, even if it takes twice as long as you thought.\n\nAs you can get a hotel taxi for Rp 35,000 to almost anywhere in Medan, paying more than Rp 15,000 for a longer ride is probably not a good idea. Local taxis are now Rp 30,000 to almost anywhere. They will not bargain much with visitors.\n\n",{"type":"===","value":["By taxi"]},"\n\nTry to pick taxi from a reliable place such in front of malls, shopping centres or airport. Many taxi drivers will resist the use of a meter and want to bargain. Taxis with meters may put them on, but then say there is a minimum charge, Rp 20,000-Rp 25,000 - the metered fare will usually be far lower.\n\nTry to avoid the use of taxis other than Bluebird or Express and always use the meter as they are the two most reliable taxi companies in Medan, this is a general rule that applies throughout the regions of Indonesia where either of these two taxi companies are available.\n\n",{"type":"*","value":[{"type":"'''","value":["Express Taxi"]}," ☎ +62 61 455 2211. White color taxis (usually Toyota Vios), they can usually be found around Medan, especially around central city and mostly use meter. Call in advance and they will come in time too (minimum fee by call is Rp 25,000)."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bluebirdgroup.com\/ Blue Bird Taxi"]}]}," ☎ +62 61 846 1234. Blue color taxis, the newest taxi company to start operate in Medan. Friendly drivers and always use meter. Minimum fee by call is Rp 20,000."]},"\nIf you must engage in bargaining a non-metered journey then a taxi cost anywhere in central Medan should be Rp 20,000 or less. However drivers may ask for Rp 25,000. Higher fares are only justifiable for longer distances, such as to Pinang Baris bus station, about 10 km, which should cost no more than Rp 50,000.\n\n",{"type":"===","value":["By bus"]},"\n\nPublic transport is not reliable, though they have fixed price from one destination to other destinations.\n\n",{"type":"'''","value":["Small minivans"]}," (called ",{"type":"''","value":["sudako"]}," or ",{"type":"''","value":["angkot"]}," by locals) have painted numbers (1 to 267 in Medan) that signify their routes, which even locals don't have memorized.  If you speak Indonesian, just ask where people are standing by the roadsides which \"bus\" number corresponds to your location and what the price is in advance.  When a van with the appropriate number approaches, flag them down as they don't make scheduled stops (just drive along a given route and drop off passengers when told or pick up new passengers when flagged).  If you are a westerner, be sure to confirm the price before getting in.  This type of transportation should only be braved by those with a point-to-point knowledge of Medan and a working knowledge of Indonesian so they know where to tell the driver to stop, unless you have a local friend who can take you around. Standard fee is now Rp 3,000\/trip.\n\nOne easy route is Minibus #3 from the great mosque (at the side of yuki mall) to the Medan Mall, which is Rp 2,000.\n\n",{"type":"==","value":["Talk"]},"\n\nBeing a part of Indonesia, all locals will be able to speak ",{"type":"'''","value":[{"type":"[[","value":[["Indonesian phrasebook"],["Indonesian"]]}]},". However, the ethnic Chinese can often be heard speaking a localised variant of ",{"type":"'''","value":[{"type":"[[","value":[["Minnan phrasebook"],["Hokkien"]]}]}," known as Medan Hokkien, which is almost identical to Penang Hokkien spoken across the Strait of Malacca.\n\nMedan has a very high level of education and many younger people speak English very well. Those over 50 or 60 also tend to speak English and some even Dutch. If you find yourself stuck just tell the person you need someone who speaks English to help and there will be someone there in a matter of minutes. Speaking English well is a highly regarded skill by the locals so anyone who does so is well known and can be found quickly.\n\nThe locals will really appreciate your efforts to learn Indonesian, and please not be offended if they will laugh loudly with you too. \nIt is not a mocking expression.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Mosque Dome and Minaret in Medan, Sumatra, Indonesia.jpg"],["thumb"],["500px"],["right"],["One of ",{"type":"'''","value":["Medan's numerous mosques"]},", with tiled minaret and domes visible."]]},"\n",{"type":"[[","value":[["File:Primate Taxidermy, Rahmat International Wildlife Museum and Gallery.jpg"],["thumb"],["500px"],["right"],["A tiny random portion of the many impressive rooms of taxidermy at the ",{"type":"'''","value":["Rahmat International Wildlife Museum and Gallery"]},"."]]},"\n",{"type":"[[","value":[["File:Central Entryway, Vihara Gunung Timur, Medan, Sumatra.jpg"],["thumb"],["500px"],["right"],["Entrance to the Chinese Daoist temple of ",{"type":"'''","value":["Vihara Gunung Timur"]},"."]]},"\n",{"type":"[[","value":[["File:View Toward Main Hall, Vihara Gunung Timur, Medan, Sumatra.jpg"],["thumb"],["500px"],["right"],["View toward the main hall with incense burner at left. Chinese Daoist temple of ",{"type":"'''","value":["Vihara Gunung Timur"]},"."]]},"\n",{"type":"[[","value":[["File:Perhimpunan Shri Mariamman (Mariamman Hindu Temple), Medan.jpg"],["thumb"],["500px"],["right"],["Street view of ",{"type":"'''","value":["Perhimpunan Shri Mariamman"]},", a Tamil Indian Hindu temple."]]},"\n",{"type":"[[","value":[["File:Vihara Borobudur, Medan.jpg"],["thumb"],["500px"],["right"],[{"type":"'''","value":["Vihara Borobudur"]}," Buddhist temple."]]},"\n",{"type":"[[","value":[["File:Skewed Front View, Tjong A Fie Mansion, Medan.jpg"],["thumb"],["500px"],["right"],[{"type":"'''","value":["Tjong A Fie Mansion"]},", the command center of the local Chinese community at the turn of the 20th century."]]},"\n\nMany tourists choose to use Medan as a quick thru-point to travel elsewhere in Sumatra, but the city offers a glimpse of a large Indonesian city still unfrequented by western tourists, and shouldn't be quickly dismissed.  However, Medan is more chaotic and has a bit more litter than Jakarta or Denpasar and open sewers abound.  Furthermore, not as many people speak English in Medan as in other large Indonesian cities, but even a short list of useful expressions goes a long way, and Sumatrans are still unjaded by westerners.\n\nMedan hosts a great lot of very nice ",{"type":"'''","value":["Art Déco buildings"]}," from the Dutch colonial era, like the Old City Hall, the Post office, the Great Mosque and many business buildings in and around Jl. Ahmad Yani. Some of them are in horrible shape, but most of them maintain their old splendour.\n\nOther attractions include:\n",{"type":"*","value":[" ",{"type":"'''","value":["Maimoon Palace"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Vihara Borobudur (Buddhist Temple)"]}," is often closed, but features some Chinese-style Mahayana statues of Guanyin (the goddess of Mercy) as well as regular Theravada Buddhist paraphernalia. The conservative opening hours may have something to do with a rumour heard on the grapevine that apparently one of the major figures behind the temple has become a devotee of ",{"type":"''","value":["Sai Baba"]}," (the late controversial Indian Guru), who in his passing apparently still maintains a small community of supporters in Medan. Free."]},{"type":"*","value":[" ",{"type":"'''","value":["Vihara Gunung Timur (Chinese Temple)"]}," is a Daoist temple of significant scale located to the west. It contains a large paved area with an impressively scaled incense burner, two covered badminton courts, a very large main hall and is partly surrounded by a moat and walls. Probably mostly happening for festivals, it is best visited before or after the nearby 'Rahmat' International Wildlife Museum and Gallery. Free."]},{"type":"*","value":[" ",{"type":"'''","value":["'Rahmat' International Wildlife Museum and Gallery"]}," opened in 1999 and is chiefly the most incredible global taxidermy collection you could imagine: ",{"type":"''","value":["multiplied by five!"]}," This place has to be seen to be believed - it's the sort of thing that could only happen in Asia! A veritable treasure-chest, it features numerous critters of sea, land and sky as well as the collected flotsam of the eccentric founding Afghan's life hunting big game, fishing, hob-nobbing and generally getting around the world. An obvious labour of love by Doctor Rahmat himself, who has since successfully installed as the chairman of the Indonesian Museum Association, this place is a small stay against the sea of Sumatran rainforests being destroyed and poached every year. Worth supporting against ill-contrived zoos otherwise found throughout the region. Tickets are Rp 50,000."]},{"type":"*","value":[" ",{"type":"'''","value":["Mesjid Raya Mosque"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Merdeka Walk (5 mins from Kesawan Square)"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Tondi Gallery (for-profit contemporary art store)"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Annai Velangkanni (Catholic Shrine with Tamil Hindu-style architecture)"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Perhimpunan Shri Mariamman \/ ",{"type":"''","value":["Badan Hukum Agama Hindu"]}," (Tamil Indian Hindu Temple)"]},". Beware: there are two of these! This one's the one on the corner not so far from town. The other one is down a long alley and is closed up. Featuring many brighty coloured statues of all of your favourite gods from the Tamil Hindu pantheon and a few ",{"type":"''","value":["naga stones"]},", this temple is testament to the reach of the ancient Tamil maritime empire and the age of the Tamil community in Sumatra. Regular events. Free."]},{"type":"*","value":[" One small ",{"type":"'''","value":["Sikh Temple"]}," is located in the old Chinese school 50m to the right of the Shri Mariamman Tamil Hindu Temple, opposite the maternity hospital. After you walk in to the impressive grounds, turn to the left and walk behind the stairway. The humble temple hall is located to your left. Note: Do not enter without both permission and proper attire! There is supposed to be a larger one elsewhere in the city. Free."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tjong A Fie Mansion"],["alt="],["url="],["email="],["address=Jalan A Yani"],["lat="],["long="],["directions=Ten minutes' walk south of the train station."],["phone="],["tollfree="],["fax="],["hours="],["price=35,000"],["content=The former mansion of the leader of the local Chinese community of Medan (then ",{"type":"''","value":["Deli"]},") who succeeded in ingratiating himself with both the Indonesian Muslims and the Dutch colonial authorities. No mention is made of his relations with the local Indian community. He became very rich on the profits of his hard-working countrymen, importing them as labour for Dutch plantations and shipping them off when they became destitute or impoverished through overwork, old age or opium. This colourful and ornately decorated building tells his story and that of his descendants, as well as filling in some details about the city's past."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Theme parks"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=HillPark GreenHill City"],["alt="],["url=http:\/\/www.medanku.com\/hillpark-greenhill-sibolangit-review\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The latest theme park 1 hour from Medan on the way to ",{"type":"[[","value":[["Berastagi"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pantai Cermin Themepark"]]}," - the first and only water theme park in North Sumatra, which located in Cermin Beach, Serdang Bedagai. The theme park is organized by Malaysia Investor and Local Government. Open on Mon, Wed, Thur and Fri (11.00 - 18.00) Sat, Sun and public holiday (09.00 - 18.00). Closed on Tuesday, except public holiday. With admission fee: Mon, Wed, Thur and Fri ->adult Rp 40,000,-child Rp 20.000,- (below 1,1 metre) and Sat, Sun and public holiday-adult Rp 60,000-child Rp 40,000,- (below 1,1 metre). Swimming, sun bathing and kayaking. To go there; rental car, private car or take mini bus (sudako) at Jalan. MT. Haryono (in front of Medan Mall) and stop at Perbaungan city. Then take a machine trishaw to the beach."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Taman Simalem Resort"],["alt="],["url=http:\/\/www.tamansimalem.com"],["email=info@tamansimalem.com"],["address=Km 9, Merek-Sidikalang Highway"],["lat="],["long="],["directions=Travel to Berastagi (90 mins) and continue journey to Merek town (45 mins), turn right and after around 15 minutes you will see the sprawling resort on the left."],["phone=+62614577616"],["tollfree="],["fax="],["hours=Open Daily"],["price=Rp250.000 per sedan"],["content=Taman Simalem Resort is Indonesia's first agro-eco-tourism destination that has the magnificent Lake Toba as the backdrop at some 1400 m above sea level.   Some unique features of the resort comprise Indonesia's largest loquat farm, an organic vegetables farm, a 9-hole golf course set in a tea and coffee estate and a twin waterfall in the 130-ha jungle that surrounds the resort.  The resort is still under development but accommodation is available; ranging from the 4-bedded rooms with detached bathrooms to villas set in the jungle. For the more adventurous, camping packages are also available.  A minimum 2-night stay is recommended to be able to enjoy most of the resort's facilities.  Windbreakers and sweaters are recommended as the temperature averages below 20 deg C year round."]]}]},"\n",{"type":"===","value":["Spa"]},"\n\nAlthough Sumatera does not have the same international reputation as Bali or Thailand for massage, it still forms a significant part of local culture. In rural areas, there will usually be a massuese available for low cost, if you ask around, while Medan itself offers true 'spa' facilities, which are highly recommended for anyone seeking a spa experience away from the hustle and bustle of the city at a fraction of the cost elsewhere in the world.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Quan Spa"],["alt="],["url=http:\/\/www.quanspa.com\/spa\/hotels\/hotel-information\/travel\/mdjw-jw-marriott-hotel-medan\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on the 17th floor of the JW Marriott has full 5 star hotel spa facilities, with a one hour massage from Rp 250,000++ for 1 hour massage, more for more elaborate rituals. This is of course a very expensive fee in Indonesia."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Zengarden"],["alt="],["url=http:\/\/zengarden.co.id\/en"],["email=hello@zengarden.co.id"],["address="],["lat="],["long="],["directions="],["phone=+62 61 4519306"],["tollfree="],["fax="],["hours="],["price="],["content=Located in the heart of Medan (Jalan S Parman No 22 \/ 272). The prices range from Rp 129.000 NETT - Rp 149.000 NETT for 90 \/ 120 minutes treatments. Skillful, clean and very affordable by local standard, Zengarden is one of the most valued premium family spa in town. Reservation is recommended."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Eucalypt's Spa"]}," There are two branches of Eucalyptus Spa in the city, one at the Travellers Suite hotel, prices here are lower, at Rp 120,000++ for 1 hour.",{"type":"[","value":["http:\/\/www.medanku.com\/eucalyptus-spa-griya-dome-medan\/"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=De'Spa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 61 4148416"],["tollfree="],["fax="],["hours="],["price="],["content=Malaka street no.136"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Aryaduta Hotel Spa"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Grand Angkasa Hotel Spa"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fish Spa"],["alt="],["url=http:\/\/www.Garrarufa-Indonesia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You may try the unique Fish SPA in Medan."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ras Spa"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Feng Huang Spa"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ocean Spa"]}," at Cemara Asri Complex"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Modern malls"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cambridge City Square"]},", located downtown, linked to both Grand Swiss BelHotel and Cambridge apartments. This is the latest and newest shopping mall in Medan. Although it is only less than a quarter of the size of Sun Plaza, it houses many restaurants and cafes. There are also several boutiques which sell knock-off \"branded\" stuffs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sun Plaza"]},", located downtown in the Central Business District area, just at the border of Little India, surrounded by major international banks. This is the major and largest high-end shopping mall in Medan. Plenty of food choices from western to eastern. There is a huge supermarket, Hypermart, which stocks almost anything, just like Carrefour. Has more luxurious goods than other malls in town, however many of them are knock-off branded products. The products can range from C to AAA grades. It is highly advisable to bargain. Some good buys include Mont Blanc pens which can be purchased for just IDR 100,000 to 200,000 per piece. It comes complete with gift box and warranty card."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Medan Fair Plaza"]},", city center. Has a big Carrefour supermarket, so if you need something you will be able to find them in Carrefour. Slightly cheaper than Sun Plaza. Has a branch of Matahari, the mid-market Indonesian department store."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Grand Palladium Mall"]},", good restaurants outside, underneath Aryaduta hotel, similar to Medan Fair Plaza, however Medan Fair Plaza is a better 'destination' if you are not in the location already. Hypermarket on the basement. No international brands for clothing, shoes and accessories."]},"\n",{"type":"===","value":["Older malls"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Medan Mall"],["alt="],["url="],["email="],["address=Jl. MT Haryono"],["lat=3.58793"],["long=98.68678"],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-10PM daily"],["price="],["content=A must go place for tourists where you can find almost everything from fine jewelery, clothing, food, and groceries. The adjacent Olympia mall is a wholesale market. There is also wet market extended located just behind the Central Pasar that operating in the morning time only, and a dry market that operates only in the evening."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Thamrin Plaza"],["alt="],["url="],["email="],["address=Jl. Thamrin"],["lat=3.58656"],["long=98.69151"],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-22PM daily"],["price="],["content=A smaller mall with large Matahari Department store, Timezone arcade and top-floor food court. There's a wholesale market beside Thamrin Plaza called Pasar Rame that opens from 9AM-5PM daily."]]}]},"\n",{"type":"===","value":["Food"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Carrefour"]}," stores stock food as well as electronics and clothing. The clothing section includes many namebrands at very low prices (ex: Diesel t-shirts for Rp 15,000. Many western food items can be found as well, at fairly competitive prices. These supermarkets cater to the middle\/upper classes and are one of the few stores in Medan that accept credit cards. Recent addition to the Medan supermarket scene, more sophisticated than some more established outlets."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Medan Home Dairy"],["alt="],["url=http:\/\/medandairy.weebly.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 813 9703 3540"],["tollfree="],["fax="],["hours="],["price="],["content=They have European style ",{"type":"'''","value":["best natural yogurt in Indonesia"]},". Located at TASBI Complex. They are producing many kinds of Goat's and Cow's milk Cheeses, as well. For the Goat's milk products they are using fresh, pasteurised (twice) ",{"type":"''","value":["organic goat's milk"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Macan Yaohan Supermarkets"]},", there are 13 branches located around Medan for your grocery shopping. Find more information and locations at ",{"type":"[","value":["http:\/\/www.Macan-Group.com"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pasar Petisah"]},", central market, sells vast array of meat, fish, fruit and vegetables"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Toko Mr. Ben"]},", provides imported western food such as frozen New Zealand beef and lamb at reasonable prices,. It is a small, Chinese-owned shop."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bolu Meranti"]},", Jl. Kruing, Petisah. The home-made roll cakes with variety of tastes, such as cheese, blueberry, mocca. The most famous roll cakes in town."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bika Ambon & Marquisa"]},",Jl. Majapahit, on Petisah area. With numbers of shops along the street there, you can do the selection."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lotte Mart (formerly known as Makro)"]},", (",{"type":"''","value":["on the road towards Pinang Baris bus station"]},"). A branch of the international cash & carry. Membership may be required."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dried fruits"]}," with sugar at Pasar Rame, a famous morning till afternoon market, beside Thamrin Plaza."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dewi Plaza Bakery"]},", Jl.Lampung No.8B. One of the best cakeshop in Medan, ☎ +62 61 7344272, +62 61 77701323."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zuki Bakery"]},", Jl.S.Parman No.103. Bika Ambon, Spekoek, Prunes, Role Cake(Bolu Gulung), Breads. Famous on fresh self-made everyday and additional Syrup self-made such as Marquisa syrup, Terong Belanda syrup, Kietnah Syrup."]},"\n",{"type":"===","value":["Others"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Masindo Jewellery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 61 4519101"],["tollfree="],["fax="],["hours="],["price="],["content=Gwangju street No.30. Established 1927 and located in the centre of the city. Various jewellery including necklace, bangle, bracelet, earrings, men and women rings, pendant in 24K gold which are structured by pearl and diversity of gemstones. Designed by an expert designer. A branch known as D'On Jewellery specialises in diamonds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Hels"],["alt="],["url="],["email=hels.medan@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+62 61 4573166"],["tollfree="],["fax="],["hours="],["price="],["content=Jl Sei Batang Serangan 39\/54. Complete design services in graphics and fashion. From Rp10,000-120,000."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=TauKo Medan"],["alt="],["url=http:\/\/www.taukomedan.com"],["email=taukomedan@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+62 61 4573166"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Sei Batang Serangan. Merchandise including t-shirts, from Rp 65,000."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tondi Gallery"]},", Jl Keladi Buntu No. 6. (",{"type":"''","value":["close to Jl Sriwijaya and Dharma Agung University"]},"). Contemporary arts by local, national and international artists. Open Mon-Sat 10AM-5PM, Sundays 12 noon-5PM."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Restaurants"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Koki Sunda"],["url=http:\/\/www.kokisunda.net"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 61 4533282"],["tollfree="],["fax="],["hours="],["price="],["content=,as the name implies, serves tasty Sundanese food and beverages such as ",{"type":"''","value":["Nasi Liwet"]}," and ",{"type":"''","value":["Es Delima"]},". Located at the heart of the city at the corner of S.Parman and Hasanuddin makes it a place hard to miss if you travel around the city. Its reasonably priced and wide array selection of delicious food is well known to both the locals and visitors alike. Koki Sunda now opens in Tanjung Morawa and Pekan Baru."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Merdeka Walk"]},", A complex of restaurants and food stalls with a variety of Asian and western food. It is a landmark of Medan and quite a happening place at night."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Roland's German Restaurant"],["alt="],["url=http:\/\/rolands-indonesia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 61 821-4379"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"'''","value":["The only German restaurant in Medan"]}," Located at the main entrance to TASBI Complex."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Gelato Bar"],["alt="],["url=http:\/\/www.gelato-bar.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 61 4533166"],["tollfree="],["fax="],["hours="],["price="],["content=Italian gelato dessert and many popular pasta dishes are available. Its good place to hang out and relax."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Apek's Coffee House"]}," Jl Hindu, Kesawan. Historic coffee house with excellent Lintong Coffee served up by 79-year old Apek. This place was set up by Apek's father in 1922. Serves roti srikaya (kaya toast). Contains stalls with Indian roti cane bread with goat curry and martabaq and Malay soto soup. Outside are Malay fried rice and Chinese kwetiau noodles. Piece of Medan history"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kesawan Square"]},", Ahmad Yani St, (",{"type":"''","value":["before '"]},"Merdeka Walk",{"type":"''","value":[")'"]},". Open 6PM-1AM everyday. Numerous vendors provide various kinds of cuisine, the majority of which are Chinese. Each vendor has \"halal\" or \"non halal\" label on their stand. However, the toilet facilities provided in the area are abysmal."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mansyur Avenue"]},", used to be a hang-out place for USU students, the avenue has developed in recent years into one of the hottest hangout place in town, lining with new cafe and restaurants which serves great food with student price."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tip Top Restaurant"]},", used to be THE restaurant in Medan, this unique restaurant can trace its history back to the Dutch colonisation. Located in Ahmad Yani St, the food has a nostalgic taste clinging on every bite, such as the ox-tongue sandwich and the bitter-ballen, but the best experience you could have here is watching the buzz of ",{"type":"'''","value":["Kesawan Square"]}," from your rattan chair on the verandah."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Selat Panjang, Sumatra and Semarang Sts"]},", this is where some of the oldest Chinese eateries in Medan serve their renown cuisines, such as mie pangsit tiong-sim (noodle served with stuffed dumplings), kwetiau goreng (wok-fried Chinese rice-fettuccine), pokpiah (Singapore-style vegetable-stuffed dumpling) and many more. If you want to eat halal, of course you should beware of the pork content in the dishes, but you could always ask for a no-pork version of the dish and a different wok to cook your food in."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mie Aceh Titi Bobrok"]},", has been dubbed by one of the Indonesian lifestyle magazines as the most popular local dish in Medan. A simple dish of noodle served with chili sauce and crab, rumour has it that the secret ingredient which make the Aceh-style noodle irresitistible is a dash of Acehnese marijuana, which is the commonest drug that could be imported illegally from the region. But that, of course, only heightened the mystery and the notoriety of the delicious mie Aceh."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ondo Batak Grill"]},", is a unique Batak restaurant where you can find the gems of Batak dishes, without all the germs. Cafe-like ambience with non-stop jazz music. Serves a reasonably-tasting saksang (a pork dish cooked in pork blood), panggang (Batak\/Karo-style chopped roast-pork) and arsik (Batak-style fish dish). Don't forget to taste the hot pora-pora (a dish of sauteed papaya and cassava leaves cooked in coconut gravy and rawit chili)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Garuda"]},", never forget to visit the famous local Padang restaurant. Well known for its rendang (Padang-style beef dish cooked slowly in coconut gravy and chili) and ayam pop (Padang-style chicken dish cooked in coconut gravy), Garuda also maintains its status as one of the first local restaurant who expands itself by franchising."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lontong Sayur Kak Lin"]},", serving tasty and cheap lontong sayur (rice cakes in hot vegetables curry), this humble eatery in Cik Di Tiro Street is not much to look at for the uniniatiated. But judging from the crowd that line in queue to buy their breakfast and lunch here, you can be sure that you have met the darling of Medan local dish."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cahaya Baru Indian Restaurant"]},", the North-Indian restaurant is one of Medan's best kept secrets, which recently has been featured in Kompas as the only restaurant in Medan which serves a wide range of authentic North-Indian cuisine. Visit the restaurant in Cik Di Tiro Street for its endless choices of delicious vegetarian and curry dish!"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pagaruyung Alley"]},", located at Medan's \"little India\" or referred as \"kampung keling\" by locals. They offer, of course, Indian and Indonesian cuisine. Begin their business when the sun sets till 2AM. They are well known for satay (chicken, lamb, liver, intestine, etc.), fried rice and martbak telur (egg pancake topped with diced potatoes, and onions, often served with curry)."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Spoutnik Cafe"],["url="],["email="],["address=Jl Tengah No. 33"],["lat="],["long="],["directions=behind Pelangi Internet"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gado-gado special, a traditional mixed vegetable salad)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bollywood Food Centre"],["alt=Medan, near Sun Plaza"],["url="],["email="],["address=Jl. Muara Takus No 7"],["lat="],["long="],["directions="],["phone=+62 61 453694"],["tollfree="],["fax="],["hours="],["price="],["content=This is nice place for real, homely Indian food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kwetiau Kerang"],["url="],["email="],["address=Jl. S Parman no 22"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Others"]},"\n\nDurian is one of the most famous fruits of both Medan and North Sumatra. Get the best price and taste when the season comes, which on July and December. North Sumatra has a lot of durian fields like; Sibolangit, Brastagi, Langkat, Sidikalang, Siborong-borong, Tarutung, Sibolga, Nias, Padang Sidempuan, Lima Puluh and Perbaungan. Get Medan durian at Jalan Sumatera, Jalan Semarang, Jalan Adam Malik, Ucok Durian, and more. Price start from Rp 5000-50,000 each depending on size and season.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are several clubs, pubs and karaoke joints to visit at night in Medan.\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Shoots Bar"],["url="],["email="],["address=Jl. Kapt. Patimura No.234"],["lat="],["long="],["directions="],["phone=(061) 4531881"],["tollfree="],["fax="],["hours="],["price="],["content=Modern Sports Bar\/Live band venue catering to locals and expats alike. Drinks are reasonably priced for the area and staff are very good."]]}]},{"type":"===","value":["Clubs, pubs and karaoke"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Capital Building"]}," This is the entertainment complex located in the heart of the city in Medan, close to the Post Office at Jalan Putri Hijau. "]},":* Taipan- Silver service chinese restaurant, with excellent interior decor\n:* Snook Pool Bar \n:* Office\n:* Classical - exclusive KTV Karaoke room\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Entrance Pub, Karaoke and Bistro"]},", these all in one entertainment venue host parties with local celebrities and international DJs. A popular place for expatriate and the local 'elite', located at the first floor of Grand Aston City Hall Hotel."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Millennium Three (M3) Discothèque"]},", located at Thamrin Plaza 8th floor"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jet Plane KTV, Plaza Medan Fair"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Equator KTV & Pub , Hongkong Plaza"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["New Zone Discothèque"]},", located at Jalan Wazir \/ Jalan Kolonel Sugiono"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stroom Bistro"]},", located at Jalan Listrik"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Elite (previously known as M-City)"]},", located at Jalan Gatot Subroto"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Retro pub, Capital Building"]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Vintage Wine shop"],["alt="],["url=http:\/\/www.wineindonesia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 61 4577750"],["tollfree="],["fax="],["hours="],["price="],["content=Located at Grand Angkasa Hotel Lobby at Shopping Arcade. Enjoy the jazzy environment with a glass or a bottle of wine chosen from the wine rack displaying more than 200 choices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Shoot Pool Lounge & Sports Bar"],["url="],["email="],["address=Jl. Kapten Pattimura 423"],["lat="],["long="],["directions="],["phone=+62 61 453 1884"],["tollfree="],["fax="],["hours="],["price="],["content=A pool bar with big screen playing sports channel (football games on the weekends) accompanied by regular live bands and DJ performance. It was expanded and renovated in June 2008 and introduced a more spacious and more relaxing venue. It also has a large collection of wine from all over the world."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Tavern"]},", (",{"type":"''","value":["in the Hotel Dana Toba complex"]},"). Was once one of the most popular going out pubs for expats in the city, but now is a little run down and attracts a sleazier crowd .  It features live music from local bands.  It's fairly small, fairly popular and is crowded on the weekends with groups of friends, couples, and some rather friendly girls hanging out. A bit expensive for the standard."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Corner Cafe Raya"]},", Jl. Sipisopiso, (",{"type":"''","value":["next to Mesjid Raya - The Grand Mosque"]},"). One of the few tourist attractions in Medan. Its proximity means that you will get deafened by the call to prayer several times a day should you be sat on the terrace. This is right in the heart of Medan's backpacker area and you are likely to meet other travellers and a few die hard expats here. Be careful, drugs may be offered here and undercover police often frequent the place."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["MC&P"]},", otherwise known as The Medan Club, this is now the go to place for the expats of Medan. Beer is relatively cheap and food is passable, but the company and the source of local info is the reason to come here.  Located on Jl Kartini, behind the Governors office, just down from Sun Plaza."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sky Club"]},", Jl.Kumango 1A (near Kesawan Sq and Merdeka Walk), this friendly Karaoke Bar has good cold beer, Chinese style food and friendly service. You can participate in the singing, request to watch satellite news or sports, talk to the locals or just sit and relax in this friendly atmosphere."]},"\n",{"type":"===","value":["Family karaoke"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=H.o.M.E Family Karaoke"],["url="],["email="],["address=Jl. Pattimura"],["lat="],["long="],["directions="],["phone=+62 61 4536567"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Inul Vizta Family Karaoke"],["url="],["email="],["address=Jl. Multatuli"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Karaoke Keluarga (K2) Family Karaoke"],["url="],["email="],["address=Kompleks Multatuli"],["lat="],["long="],["directions="],["phone=+62 61 4575055"],["tollfree="],["fax="],["hours=11AM-2PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Happy Puppy Family Karaoke"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=NAV Family Karaoke"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=NAV has 2 locations in Medan: Jl. Raden Saleh & Jl.Palang Merah"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Angel"],["alt=Ponduk Wisata Angel"],["url="],["email="],["address=Jl. Sisingamangaraja 70"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Twin room Rp 90,000"],["checkin="],["checkout="],["content=Very popular budget backpacker place with a cafe attached. Address Jl. Sisingamangaraja 70. Free wifi in the lobby\/restaurant. Rooms small, basic, clean. Windows and door handles provide doubtful security, better not leave valuables in your room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gumagaba Youth Hostel"],["url=http:\/\/www.Gumagaba.com"],["email="],["address=Jl SM Raja 21 Simpang Amplas"],["lat="],["long="],["directions="],["phone=+62 813 9611 5221"],["tollfree="],["fax="],["hours="],["price=Rp 40,000\/night"],["checkin="],["checkout="],["content=Good place to spend the nights if you have to catch an early departure from the nearby AMPLAS Bus Terminal."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Residence"],["alt="],["url=http:\/\/www.residencehotelmedan.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 61 7760 0980"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Budget accommodation next to the Grand Mosque. Rooms range from Rp 60,000-120,000. It is reasonably clean and central. Unmarried couples are not allowed to sleep in the same room."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Zakia"]},", ☎ +62 61 7322413. Budget accommodation next to the Grand Mosque. Rooms range from Rp 55,000-120,000 including a breakfast. It is reasonably clean and central."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Trav-fella Homestay"],["url="],["email=trav.fella@rocketmail.com"],["address=JL.Sisingamangaraja no.66"],["lat="],["long="],["directions=50 m from the Grand Mosque Al-Mashun"],["phone="],["tollfree="],["fax="],["hours="],["price=Single from Rp 35,000 and double room up to Rp 80,000"],["checkin="],["checkout="],["content=Clean, friendly people, good information. Located in the heart of travellers' area"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Wisma Ronna's"],["url="],["email="],["address=Jalan SM Raja No. 34 C"],["lat="],["long="],["directions=4 doors to the Grand Mosque"],["phone=+62 813 7598 9056"],["tollfree="],["fax="],["hours="],["price=From Rp 40,000"],["checkin="],["checkout="],["content=Plywood walls surround a large double bed and private bathroom and the most dirty rooms in the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wisma Wahana Daya Pertiwi"]},". (",{"type":"''","value":["a short walk from the railway station on M. Yamin St"]},"). Owned by the railway company, clean, decent, cheap. Superior rooms Rp 135,000\/night, suites Rp 250,000. Restaurant (",{"type":"''","value":["Permata DSM"]},") is acceptable."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yap Hostel"],["url=http:\/\/yaphostel.com"],["email=usman.yap@gmail.com"],["address=Jl. Kelapa 8-C"],["lat="],["long="],["directions=From Jl. Putri Hijau traffic light in front of Deli Plaza turn left to Jl. Guru Patimpus go straight after pass bridge, Jl. Kelapa located on left side 2nd street (after Jl. Sei Deli)"],["phone=+62 81 2609 4203, +62 61 4520 164"],["tollfree="],["fax="],["hours="],["price=Promotion price: Rp 50,000\/bed"],["checkin="],["checkout="],["content=Budget backpacker accommodation for ladies only. Very clean and well maintained. Very near to Airport Raillink station and Airport Bus Terminal to catch early morning flight. Free Wi-Fi, hot shower, air conditioned room, personal power points, lockers."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alpha Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rooms from Rp 259,000 (after discount)"],["checkin="],["checkout="],["content= Offering an enticing cominbation of disinterested staff, breakfast commencing fully half an hour after advertised time, the only buffet breakfast in Indonesia featuring neither eggs nor greens, alternatively broken and ridiculously slow internet (the staff are using it all day and night), smelly rooms largely without windows, nonexistant soundproofing ensuring you are woken up at 2AM as drunken locals arrive and a general air of mismanagement, this pathetic establishment is best avoided."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Antares Hotel"],["url="],["email="],["address=Jl S.M Raja 84"],["lat="],["long="],["directions=on same street and near Hotel Garuda Plaza and Hotel Sumatera"],["phone=+62 61 732 4000"],["tollfree="],["fax="],["hours="],["price=Rooms from Rp 229,000 (about US$25)"],["checkin="],["checkout="],["content= Discounts on weekends. Breakfast buffet included in the price. SatTV with HBO, Star Sports, Discovey Channel, CNN. A\/C. Clean, but room doors not properly noise-proofed, so you will hear anything and anyone walking the corridor on their way from the elevator. Bring ear plugs if you are a light sleeper. There is a children pool on the 3rd floor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Candi Hotel"],["url=http:\/\/www.candihotel.com\/"],["email=info@candihotel.com"],["address=Jl Darussalam No. 124"],["lat="],["long="],["directions="],["phone=+62 61 4536 888"],["tollfree="],["fax="],["hours="],["price=From Rp 275,000.00"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Citi International Sun Yat Sen"],["url=http:\/\/www.citi-hotel.com\/"],["email="],["address=Jl. Sun Yat Sen No.77"],["lat="],["long="],["directions="],["phone=+62 61 736 3479"],["tollfree="],["fax="],["hours="],["price=Current rate is at Rp 286,000 (around US$24) for Superior Room, credit cards accepted"],["checkin="],["checkout="],["content=Clean, no-frill & modern hotel with wifi in rooms and cafe. One of the highest buildings in Medan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Citi International Palang Merah"],["url=http:\/\/www.citi-hotel.com\/public\/index.php?id=112&uID=125"],["email="],["address=Jl. Palang Merah No.112A,"],["lat="],["long="],["directions="],["phone=+62 61 455 4787"],["tollfree="],["fax="],["hours="],["price=Standard Room is Rp 250,000 (around US$21) per night."],["checkin="],["checkout="],["content=Business hotel in the central district of Medan."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Danau Toba International"],["alt="],["url=http:\/\/www.hoteldanautoba.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Pleasant hotel with professional staff, a large swimming pool and excellent, inexpensive Indonesian food available on 24 hour room service (international options are available but perhaps less impressive). Sometimes takes tour groups. Rp. 500,000 (~US$40). Popular music venue ",{"type":"'''","value":["Tavern"]},"."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Grand Angkasa Hotel"],["alt="],["url=http:\/\/www.grand-angkasa.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=From US$89"],["checkin="],["checkout="],["content=Close to the airport but not convenient for city centre shopping. The night club ",{"type":"'''","value":["Soccer"]}," is in the basement."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hermes Palace Hotel Medan"],["url=http:\/\/www.hermeshotelmedan.com\/medan\/"],["email="],["address=Jl. Pemuda No 22"],["lat="],["long="],["directions="],["phone=+62 61 4515 777"],["tollfree="],["fax=+62 62 4515 999"],["hours="],["price="],["checkin="],["checkout="],["content=Hermes Palace Hotel Medan provides standard and deluxe room with air-conditioning, cable TV and internet connection. Facilities and services include Chinese seafood restaurant, fitness center, room service and city tours."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mikie Holiday Resot & Hotel"],["url="],["email="],["address=Jalan Raya Medan Brastagi"],["lat="],["long="],["directions="],["phone=+62 62 891650, +62 62 891 6551"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Swimming pool, wifi hotspot restaurant, Star Theater, function rooms and funland, a theme park. Hot water pool, trampoline. The rooms aim for minimalist design and a zen-like atmosphere."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Novotel Soechi"],["alt="],["url=http:\/\/www.novotelmedan.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=4 star hotel in the city centre, attached to a mall. From US$70\/night. Has a pub (3rd floor) and karaoke club and wifi on 8th floor for Rp 75,000\/day."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Garuda Plaza Hotel"],["url=http:\/\/www.garudaplaza.com\/"],["email="],["address=Jl Sisingamangaraja 18"],["lat=3.57833"],["long=98.68611"],["directions=Medan"],["phone=+62 61 736 1234"],["tollfree="],["fax="],["hours="],["price=Rp 350.000,-"],["checkin=10AM"],["checkout=12 noon"],["content=250 rooms in the city centre, 10 min from Polonia airport. Free wifi in public areas, rooms, meeting facilities."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grand Aston City Hall Hotel and Serviced Residence"],["url=http:\/\/www.grandastonmedan.com"],["email="],["address=Jl. Balai Kota No. 1"],["lat="],["long="],["directions=across Merdeka Walk"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The building is in the national archive of historic places and was recently restored."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Aryaduta Hotel Medan"],["url=http:\/\/www.aryadutamedan.com"],["email="],["address=Jl. Maulana Lubis No 8"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=5 star hotel opened in 2007 located in near business and government district, adjacent to Grand Palladium Mall. 15 minutes drive away from the airport. Resort style swimming pool, Pool Cafe, the Lounge and the Kitchen restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=J W Marriott"],["url=http:\/\/www.marriott.com\/hotels\/hotel-information\/travel\/mesmc-jw-marriott-hotel-medan\/"],["email="],["address=Jl Putri Hijau No. 10"],["lat="],["long="],["directions="],["phone=+62 61 455 3333"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=5 Star hotel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grand Swiss-Belhotel Medan"],["url=http:\/\/www.swiss-belhotel.com"],["email="],["address=Jalan S.Parman No.1"],["lat="],["long="],["directions="],["phone=+62 61 4576 999"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=5 star hotel with 246 guest rooms in the CBD and close to Polonia international Airport. Adjacent to the Cambridge condominium and city square. Rooftop dining at the \" Edge Restaurant\" or chill out while listening to live music at the \" View Music Lounge & Bar\" on the 26th floor."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Australia Honorary Consulate"],["url="],["email="],["address=Jl. R. A. Kartini No. 32"],["lat="],["long="],["directions="],["phone=+62 61 415-7810, +62 61 455-4520, +62 61 455-4504"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Royal Danish Honorary Consulate"],["url="],["email="],["address=Jl. Tengku Amir Hamzah Block G No. 106-108"],["lat="],["long="],["directions="],["phone=+62 61 415-3020, +62 61 453-8028"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Finland Honorary Consulate"],["url="],["email="],["address=Jl. Hang Jebat No. 2"],["lat="],["long="],["directions="],["phone=+62 61 845 5883"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=India Honorary Consulate"],["url="],["email="],["address=Jl. Uskup Agung A. Sugiopranoto No. 19"],["lat="],["long="],["directions="],["phone=+62 61 455-6452, +62 61 453-1308"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Japan Consulate General"],["url="],["email="],["address=Wisma BII, 5th Floor, Jl. Diponegoro No. 18"],["lat="],["long="],["directions="],["phone=+62 61 457-5193"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Malaysia Consulate General"],["url="],["email="],["address=Jl. Diponegoro No. 43"],["lat="],["long="],["directions="],["phone=+62 61 453-1342, +62 61 453-5271, +62 61 452-3992"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Royal Dutch Consulate"],["url="],["email="],["address=Jl. Cakrawati No. 12"],["lat="],["long="],["directions="],["phone=+62 61 414 6306, +62 61 455 7078"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Royal Norway Consulate General"],["url="],["email="],["address=Jl. Ir. Juanda I No. 24-O\/38"],["lat="],["long="],["directions="],["phone=+62 61 457-0012"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Royal Thai Honorary Consulate"],["url="],["email="],["address=Jl. Cut Meutia No. 6"],["lat="],["long="],["directions="],["phone=+62 61 415-2425"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sri Lanka Honorary Consulate"],["url="],["email="],["address=Jl Putri Hijau Dalam 4 FG"],["lat="],["long="],["directions="],["phone=+62 61 4144777"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Berastagi"]]}," - popular mountain resort for weekend getaways, for Medan locals. About 1.5 hours drive from Medan. Check out other references to Berastagi, which is pronounced Brestagi by the locals. It's a really beautiful place. You can hike the two nearby volcanoes, Sinabung and Sibayak."]},"PLEASE CHECK WITH LOCAL AUTHORITY BEFORE PROCEED HIKING. THE VOLCANO ERUPTED RECENTLY AND STILL DANGEROUS.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kabanjahe"]]}," - the capital of the Karo Regency. You can observe and experience the life of Karo people by visiting the villages around Kabanjahe. Kabanjahe is also a convinient post to climb Mount Sinabung. If you wish to spend the nights in the villages of Karo people, go to Gumagaba Youth Hostel located on Jalan SM Raja Simpang Amplas, Medan to find more information. They will be glad to help you. Your contact is David Gintings."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bukit Lawang"]]}," - A 3 hour journey from Medan, the latter half of the journey being a rather bumpy and pot-holed ride. A little village on the edge of Gunung Leuser National Park that was once home to an Orang-utan rehabilitation center. The rehabilitation program is no longer running, however regular feeding sessions take places at the feeding platforms. Jungle treks can be arranged or you can just relax by the river."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lake Toba"]]}," - one of biggest fresh water lakes in the world. Formed by volcanic eruption. Has a large island, Samosir, in the middle. Danau Toba is an absolute must see, its a really magnificent place full of Batak culture on the shores of a mesmerizing lake. The food is wonderful, accommodation is cheap and the climate is totally perfect, it seems to be 25'c 24 x 7. Rent a scooter and explore Samosir, you won't want to go home."]},"\n\n",{"type":"{{","value":[["geo"],["3.5833"],["98.6667"]]},"\n",{"type":"{{","value":[["isPartOf"],["North_Sumatra"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Medan"]]},"\n",{"type":"[[","value":[["Commons:Category:Medan"]]}]