[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["dotm=yes"]]},"\n",{"type":"'''","value":["Medellín"]}," is the second largest city in ",{"type":"[[","value":[["Colombia"]]},". It has over 2 million people and is the capital of the department of ",{"type":"[[","value":[["Antioquia"]]},". It's set in a valley running south to north just under one hour by plane from ",{"type":"[[","value":[["Bogotá"]]},".\n\n",{"type":"[[","value":[["File:Panoramica Centro De Medellin.jpg"],["right"],["thumb"],["Medellín"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Recent History"]},"\n\nLet's just get it out of the way up front: throughout the 1980s and 1990s, Medellín  was considered one of the most dangerous cities in the world for its size, and had a highly disproportional homicide and kidnapping rate. It was the home of the drug lord Pablo Escobar and the so-called Medellín Cartel, who virtually took over the city during that time. Since his demise in the mid-1990s, the cartel was disbanded and the city rebounded tremendously. In 1991 there were 6500 murders in the city, by 2009 the murder rate decreased to 2900 ",{"type":"[","value":["http:\/\/www.time.com\/time\/world\/article\/0,8599,1967232,00.html"]},". During the first 3 months of 2010, 503 murders were reported. ",{"type":"[","value":["http:\/\/colombiareports.com\/colombia-news\/news\/9110-medellin-murder-rate-up-50-in-2010.html"]},".\n\nIn November 2010 the U.S. State Department issued a travel warning regarding Medellín, citing a surge in crime and kidnappings in the metropolitan area, warning that U.S. citizens have been targets of violence.",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/tw\/tw_941.html"]},".        \nDespite these recent developments, it's safe to say that the city is better off today than 20 years ago. Paisas, the residents of Medellín, are proud of their city's progress, and are ready to move forward with vigor.\n\nMedellín is a vast city built north to south in the Aburrá valley and surrounded on either side by majestic mountain ranges. The wealthier classes live in the well-protected hillside neighborhood of El Poblado, and the more traditional suburban neighborhoods, Laureles and Envigado. This is far removed from the action and commotion which are found in the city's center. There are the busy markets and a thriving street life that make up much of the city's charm. The city is home to a half-dozen universities, accounting for a vibrant cultural and nightlife scene fueled by thousands of young adults from all over the country. Medellín is also Colombia's largest industrial center, and home to factories making everything from designer clothing to Toyota SUVs. The city's northern hills are flooded with rural refugees from the ongoing civil war and their ingenuity in making a living is impressive. People sell anything from crayons to guinea pigs to garden earth in the bars in order to make a living.\n\nAs a relatively newer city, the architecture has a decidedly modernist appeal, which goes hand in hand with the progressiveness of its residents. Medellín also has the first (and only) Metro system in Colombia.  And, for international travelers, Medellín is perhaps most famous for the Botero Museum, whose namesake is arguably the most famous modern artist alive today. It is also known for its perfect climate, as witnessed by its nickname \"city of the eternal spring\".  Enough to make your trip worthy.\n\nTraveler be aware: The best advice is to use common sense. Remember, common sense is the least common of all senses. As modern and picturesque as it may seem, listen to advice from the locals as to neighborhoods to stay out of.\nThe city safety report is online ",{"type":"[","value":["http:\/\/www.medellin.gov.co\/alcaldia\/jsp\/modulos\/N_admon\/obj\/pdf\/MEDELLIN%20EN%20CIFRAS%20FINAL2006.pdf?idPagina=1105"]},".\n\n",{"type":"===","value":["Metropolitan Area"]},"\n\nMedellín is surrounded by 8 smaller towns and together they form the ",{"type":"'''","value":["Area Metropolitana"]}," with almost 3.5 million people. These other towns are: Bello, Itaguí, Sabaneta, La Estrella, Caldas, Copacabana, Girardota and Barbosa. The neighboring town of Envigado does not belong to this administrative association even though it is closer than many of the mentioned above. Medellín is a true conglomerate of towns and you will find it difficult to tell the borders between these municipalities.\nLocated east of Medellín is the valley of ",{"type":"[","value":["http:\/\/www.rionegro.gov.co\/ Rionegro"]}," which is larger and higher in the mountains. This area holds some of the most important factories, recreational grounds and suburbs of the city, as well as the International Airport.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janmean =   22"],["febmean =   21.5"],["marmean =   21.5"],["aprmean =   22"],["maymean =   22"],["junmean =   22"],["julmean =   22"],["augmean =   22"],["sepmean =   21.5"],["octmean =   21.5"],["novmean =   22"],["decmean =   22"],["janprecip =  55"],["febprecip =  77"],["marprecip =  114"],["aprprecip =  179"],["mayprecip =  191"],["junprecip =  153"],["julprecip =  108"],["augprecip =  154"],["sepprecip =  178"],["octprecip =  218"],["novprecip =  150"],["decprecip =  79"],["description =  Source: ",{"type":"[","value":["http:\/\/www.ideam.gov.co IDEAM Colombian Meteorological Agency"]}]]},"\n\nThe weather in Medellín ",{"type":"[","value":["http:\/\/www.weather.com\/outlook\/travel\/businesstraveler\/local\/COXX0020?from=recentsearch"]}," is quite mild it well deserves its common motto of ",{"type":"'''","value":["'City of everlasting spring"]},"'. Average daily temperatures are 22°C (71°F), range from 15 to 30 degrees Celsius  (60º-85°F). Humidity is comfortable in the 50%-70% range. Due to its proximity with the equator there is little variation with the seasons. Due to the high altitude and moderate overcast skies Medellín stays cool, with an occasional couple hours of strong sun light.\n\nAs Medellín is located in a tropical country, the absence of air conditioners in Medellín often takes foreign visitors by surprise. Air conditioning is used in downtown areas. Fresh air comes from the mountains surrounding Medellín on all sides, and provides Medellín with the perfect climate. At night time the temperature is usually in the 10-15°C (50-60°F) range, and depends mostly on if its raining or not. The majority of restaurants are in open air environment, without walls, because of the perfect climate.\n\nThere is a new weather info page from the city of Medellín at ",{"type":"[","value":["http:\/\/www.clima247.gov.co"]},".\n\n",{"type":"===","value":[" GPS coordinates "]},"\n\nAt the local airport ",{"type":"'''","value":["Olaya Herrera"]}," the coordinates are Longitude -75,60 and Latitude 6,22.\nAltitude is 1.490 meters above sea level.\n\n",{"type":"==","value":[" Talk "]},"\n\nSpanish is the official language in Colombia. Few locals are bilingual, and when so it is usually English as the second language, nevertheless, you will find many signs written both in Spanish and in English, especially in the most 'touristy' areas.\n\n",{"type":"===","value":[" Traditional idioms "]},"\n\nThe conventional Spanish spoken by people from Medellín and its surroundings is closely related to ancient Spanish from the north (Asturias, Cantabria, Basque Country)\n\n",{"type":"===","value":[" Urban Modern idioms or Parlache"]},"\n\nUnder-served kids in the city have assembled a wealth of new expressions that have fascinated scholars and artists. Many local movies like ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.imdb.com\/title\/tt0157154\/ La Vendedora de Rosas"]}]}," depict this urban language called ",{"type":"'''","value":["Parlache"]}," in its own idiom.  Dialectologist have gather together a dictionary ",{"type":"[","value":["http:\/\/www.lalibreriadelau.com\/catalog\/product_info.php\/products_id\/10435?sid=c4ae2847d3b56010e152d5327ef906ec"]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" International Airport "]},"\n\n",{"type":"[[","value":[["File:Jose Maria Cordova Airport.jpeg"],["thumb"],["Jose Maria Cordova Airport"]]},"\n\nMedellín is served by ",{"type":"'''","value":["José María Córdova International Airport"]}," (",{"type":"{{","value":[["IATA"],["MDE"]]},") ",{"type":"[","value":["http:\/\/www.aeropuertosdelmundo.com.ar\/americadelsur\/colombia\/aeropuertos\/medellin.php"]},", located in the nearby city of Rionegro. International non-stop flights are available from ",{"type":"[[","value":[["Caracas"]]},", ",{"type":"[[","value":[["Lima"]]},", ",{"type":"[[","value":[["Panamá"]]},", ",{"type":"[[","value":[["Quito"]]},", ",{"type":"[[","value":[["Curaçao"]]},", ",{"type":"[[","value":[["San José (Costa Rica)"]]},", ",{"type":"[[","value":[["Miami"]]},", ",{"type":"[[","value":[["Ft. Lauderdale"]]},", ",{"type":"[[","value":[["New York City"]]}," and ",{"type":"[[","value":[["Madrid"]]}," with easy connections to Buenos Aires, Santiago, São Paulo, Rio and other places.\n\nAirlines serving this airport are: ",{"type":"[","value":["https:\/\/www.aa.com American Airlines"]},", ",{"type":"[","value":["http:\/\/www.avianca.com Avianca"]},", ",{"type":"[","value":["http:\/\/copaair.com COPA"]},", ",{"type":"[","value":["http:\/\/www.taca.com TACA"]},", ",{"type":"[","value":["http:\/\/www.lan.com LAN"]},", ",{"type":"[","value":["http:\/\/www.spiritair.com Spirit Airlines"]},", ",{"type":"[","value":["http:\/\/www.fly-inselair.com Insel Air"]},", ",{"type":"[","value":["http:\/\/www.satena.com Satena"]},". ",{"type":"[","value":["http:\/\/www.vivacolombia.co VivaColombia"]}," a new low-cost airline with a hub at this airport, started operations on May 2012.\n\nDomestic flights have frequent service to Bogota, Cali, Cartagena, Barranquilla, Bucaramanga, San Andrés Islas, Santa Marta and Pereira. There are taxis that can take you down to the city. As of January 20, 2012, a taxi from Rionegro's International Airport to the city is COP 40.000 (roughly USD 22 for the shortest distances. Usually more, depending on where you are going to), taking around 45 minutes. The minibus to Medellín downtown is at COP 7.000 (approx. USD 3,50) and takes approximately one hour, but can be really uncomfortable especially after a long trip, and doesn't provide too much space for luggage.\n\n",{"type":"===","value":[" Domestic Airport "]},"\n\nThere is a small local airport ",{"type":"'''","value":["Olaya Herrera"]}," (",{"type":"{{","value":[["IATA"],["EOH"]]},") ",{"type":"[","value":["http:\/\/www.aeropuertoolayaherrera.gov.co\/ppal.php"]}," close to downtown and it is very convenient for regional and domestic travel, with non-stop flights to 23 destinations. Airlines: ",{"type":"[","value":["http:\/\/www.lan.com LAN"]}," (Merged with Aires), ",{"type":"[","value":["http:\/\/www.ada-aero.com Aerolínea de Antioquia"]}," -ADA-, ",{"type":"[","value":["http:\/\/www.satena.com Satena"]},", ",{"type":"[","value":["http:\/\/www.easyfly.com.co EasyFly"]},". Also charter flights from ",{"type":"[","value":["http:\/\/www.searca.com.co Searca"]},".\n\n",{"type":"===","value":[" Bus "]},"\n\nMedellín has two ",{"type":"'''","value":["bus terminals"]}," (North and South) managed by the same company and share a single website ",{"type":"[","value":["http:\/\/www.terminalesmedellin.com"]},".  Both terminals have mid-size shopping malls in the premises. For a complete list of the cities check the webpage.\n\n",{"type":"*","value":[" The North terminal is much larger and it is connected with Metro station Caribe and the rail system (Although passenger rail transport in Colombia is quite limited). It serves cities North and East of Medellín (Cartagena, Santa Marta and Bogotá included)."]},"\n",{"type":"*","value":[" The South terminal is next door to the much smaller domestic airport (closest ",{"type":"''","value":["Metro station El Poblado"]}," but not within walking distance). Serves towns South (Manizales, Pereira, Cali)."]},"\n",{"type":"===","value":[" Car "]},"\n\nThere are four roads leading to Medellín from all cardinal points. From Bogota you can take ",{"type":"''","value":["Autopista Medellín"]}," and head west 7–9 hours with beautiful scenery. From Pereira, Cali and the south take ",{"type":"''","value":["road 25"]}," towards Medellín.  If coming from the Atlantic coast (Cartagena, Barranquillia) take ",{"type":"''","value":["route 25 south"]}," to Medellín (approx. 11 hours).  Of note, there is no road connecting Panamá with Colombia.\n\n",{"type":"*","value":[" Trains are scarce and unreliable in Colombia. It is not possible to arrive in Medellín by boat."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["File:Inside Suramericana Metro Station.jpg"],["thumb"],["left"],["The Metro is elevated; stations are wide, clean and with a view"]]},"\n",{"type":"{{","value":[["Mapframe"],["6.24688"],["-75.57907"],["zoom=14"]]},"\nMost of the city of Medellín is built on a grid system. Carreras (streets) are abbreviated as Cr, Cra, K, kra or Crs and run parallel to the river from South to North.\nThe calles (also streets) cross the Carreras and run from East to West. Calles are abbreviated as C, Cll or Cl.\nAvenidas, abbreviated as Av, are usually larger and main streets. The numerical system for the Avenidas is used but some have names that are more commonly used such as Avenida el Poblado or Avenida Oriental. \nThere are a few streets called ",{"type":"''","value":["Transversales"]}," which usually refer to wide Carreras atop the mountains in El Poblado neighborhood. The most famous are transversal ",{"type":"''","value":["Intermedia, Inferior and Superior"]},". Along ",{"type":"''","value":["Laureles"]}," neighborhood you can also find ",{"type":"''","value":["Diagonales"]}," and ",{"type":"''","value":["Circulares"]},".\n\nEach address consists of a series of numbers, for example: Calle 50 # 65 - 8 which indicates that the building is on street 50 (Calle 50) 8 meters ahead from the intersection with street 65 (Carrera 65).\nThe most central point, Parque de Berrio, is located by convention on the crossroads of Calle 50 and  Carrera 50.\n\n",{"type":"===","value":[" Metro and Metroplus "]},"\n\n",{"type":"{{","value":[["infobox"],[{"type":"'''","value":["METRO"]}],[{"type":"'''","value":["Timetables"]}," :\nMonday through Saturday from 4:30AM to 11PM    \nSundays and holidays from 5AM to 10PM\n\n",{"type":"'''","value":["Frequency"]}," Peak hours: trains every 5 min, non-peak every 7 min.\n\n",{"type":"'''","value":["Fare"]}," : single ride 1,800 COP as of Jan 2012 (includes Metrocable transfers)\nThe new touristic Metrocable line ",{"type":"'''","value":["L"]}," costs 3,500 COP, from 9AM to 6PM"]]},"\n\nTraveling trough the city is easy and quick, with the ",{"type":"[","value":["http:\/\/www.metrodemedellin.gov.co Metro system"]},", you can go to anywhere in the city with ",{"type":"[","value":["http:\/\/www.metroplus.gov.co The Metroplús"]}," (Bus extension to the Metro) and the ",{"type":"[","value":["http:\/\/www.medellininfo.com\/metro\/metrocable.html Metrocable"]},", a sky train or cable car that has revolutionized transport in the city. The 'southern extension' of the metro to ",{"type":"''","value":["Sabaneta"]}," opens August 2012, while the station to the town of La Estrella is under construction. The new project will add 2 km of  lines to the system. Trains run from 5.00h to 23.00h on workdays and from 7.00h to 22.00h on Sundays and holidays. Single tickets are 1,800 COP (1 USD), transfers between the Metro trains, cables and buses (Metroplus Line 1) are free.\nThe Metrocable to the ecopark Arví - Line L - opened 2010 with a fare of 3,500 COP for the 4.5 km trip up the mountains. Transfer is available at the Santo Domingo station of the Metrocable ",{"type":"'''","value":["K"]}," line.\n\nThe Metroplus system opened on December 2011 with 32 stations. Consists of long articulated buses powered with natural gas for a more environmentally friendly option. They run on exclusive roads and enclosed stations. Only the station ",{"type":"''","value":["Hospital"]}," offers transfer to the Metro.\n\nSee the transit map where the Metroplus is the thin green line ",{"type":"''","value":["Bus linea 1"]}," ",{"type":"[","value":["http:\/\/www.metroplus.gov.co\/metroplus\/index.php?sub_cat=6435"]},".\n\n",{"type":"[[","value":[["File:Metro-cable.JPG"],["thumb"],["Metrocable"]]},"\n\n",{"type":"===","value":[" Taxis and Buses "]},"\n\nTaxis are cheap and plentiful.  All taxis have meters, make sure they use them.  Minimal fee costs about 4.600 COP. Taxis should always be called by phone for safety reasons and not be hailed on the street. As in most Latin American countries, their driving can be harrowing, so hold on tight.\n\nThere is also the ",{"type":"[","value":["http:\/\/www.yoquieroir.com\/360\/turibus TuriBus"]},", a modern bus that goes around the city showing its parks, attractive neighborhoods, and historical parts; it only costs 15,000 COP.  While they do not guarantee this, many times their guides also speak English and are happy to translate for you.\n\nIf you want to go around downtown or neighborhoods near the downtown area without using Taxis, try using the ",{"type":"[","value":["http:\/\/www.themedellinmap.com\/Circular_Sur.html Circular Coonatra"]},".  There are various routes, marked on the front and back of the busses.  These cost about 1400 COP and require exact change.\n\n",{"type":"===","value":[" Other  "]},"\n\n",{"type":"'''","value":["Outdoor Escalators"]},"\n\nThis unusual system allows underserved indwellers to climb up the mountains in the way to their homes, the escalators go up equivalent of a 28-story building. Opened in December 2011, rides are free ",{"type":"[","value":["http:\/\/colombiareports.com\/colombia-news\/news\/21242-medellin-inaugurates-almost-finished-mega-escalator.html"]},". They are located in the west of the city - San Javier area - which can be a rough neighborhood. It is not in walking distance of the San Javier metro station, which is the nearest. \nSimilar examples were only for tourist purposes, they are found in ",{"type":"[[","value":[["Bilbao"]]}," near Portugalete, in the way down to the Vizcaya Bridge, and Monjuic Hill in ",{"type":"[[","value":[["Barcelona"]]},", Spain.\n\n",{"type":"'''","value":["Car Rental"]},"\n\nRenting a car in Medellín, Colombia can enhance your visit, so it´s definitely worth considering.  Take a day trip to Santa Fe de Antioquia, Santa Helena, El Peñol or Llano Grande in Rionegro. Driving from Medellín allows for spectacular views as you climb up and out of the city into the surrounding mountains that lead to your day trip destination. Car rental in town or at the airport ",{"type":"[","value":["http:\/\/www.localiza.com"]},".\n\n",{"type":"'''","value":["Biking"]},"\n\nBiking is not easy in the city since many neighborhoods are in the hills. There is a small bike-route in the Laureles and Estadio areas. There are few areas designed to park bikes. On nights and weekends some major avenues are closed for the popular ",{"type":"''","value":["Ciclovia"]}," when you can safely ride a bike in the company of many other people exercising.\n\nWalking is safe in some areas, not so in other parts of town. Read the 'stay safe' section for advise.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":[" Landmarks "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pueblito Paisa"]}," is a reconstruction of a typical but tiny Antioquia village. It's located on top of el Cerro Nutibara and has a pleasant view over the city. It's within walking distance from the metrostation \"Industriales,\" but as the walk to the top requires hiking uphill for a while, visitors might find that a taxi ride is a smart choice."]},"\n",{"type":"*","value":[{"type":"'''","value":["Los Alumbrados"]},", the Christmas lights decorating Medellín, make it the most beautiful Latin American city for the holidays. The lights stay put from the beginning of December to mid January. The most impressive parts are centered around the Rio Medellín at the 'puente de Guayaquil' and downtown. Large statues made of lights can be found throughout the city."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Metropolitan Cathedral"]},", which holds the record as one of the buildings in the world with the most bricks -over 1'1 million-, located along the Bolivar park in the city heart. Cra 48 calle 56. Metro station ",{"type":"'''","value":["Prado"]},".",{"type":"[","value":["http:\/\/www.arq-medellin.org.co\/IGLESIA_CATEDRAL.htm"]},"."]},"\n",{"type":"*","value":[{"type":"*","value":["... Junin..., The junin pedestrian street it's a cobbledstone street in downtown area from Colteger building to Bolivar's park shows the history of city with Astor tea salon and Versalles salon."]}]},"\n",{"type":"===","value":["Museums and The Arts"]},"\n\n",{"type":"[[","value":[["File:Estátuas de Botero em frente ao Palácio de Cultura (Botero's in front of Culture Palace).jpg"],["thumb"],["left"],["Botero sculptures outside of Museo de Antioquia and Palacio de la Cultura"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Museo de Antioquia"],["alt="],["url=http:\/\/www.museodeantioquia.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cra 52 #52-43, displays a collection of contemporary art including many pieces, paintings and sculptures of Fernando Botero, one of the most important sculptors in the world. The Plaza Botero holds several large sculptures just in front of the museum and is free of charge. Open: Mon - Fri 10AM-5PM and Sun - Holidays 10AM-4PM. Entrance is usually free, but on occasion is COP$8,000 and students COP$4,000. Metro station ",{"type":"'''","value":["Parque Berrío"]},"."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Museo Universidad de Antioquia"],["alt="],["url=http:\/\/museo.udea.edu.co"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Represents the merge of six collections: Visual Arts, Natural Science, University History, Galileo Interactive Room, Human Being and Anthropology. The attraction for foreigners is the Anthropology Collection which has the largest number in the Colombia of pre-Columbian ceramic pieces, with near 20,000 objects. Located in Bloque 15 of the University's main campus. Free admission, closed Sundays. Calle 67 N° 53-108, phone +57 4 219 5180. Metro station ",{"type":"'''","value":["Universidad"]},"."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Casa Museo Fernando González"],["alt="],["url=http:\/\/www.otraparte.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Was local writer also known as ",{"type":"''","value":["The Philosopher from somewhere else"]}," or ",{"type":"''","value":["Otraparte"]}," which gives name to the home. A good opportunity to see an old traditional home with gardens, personal belongings and know more about his legacy. Monday-Friday 8AM-8PM, Sat-Sun 9-5PM. Cra 43A # 27A Sur - 11 Avenida Fernando González (In the nearby town of Envigado), phone +57 4 276 1415 or 335 2501. Closest Metro station is Envigado then take a cab or bus, the walk is almost 2 km mostly uphill."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Museo Pedro Nel Gómez"],["alt="],["url=http:\/\/www.colarte.com\/museos\/PedroNelGomez\/recuento.htm?nomartista=Pedro+Nel+Gomez+Museo&idartista=14436"],["email="],["address="],["lat="],["long="],["directions="],["phone=+57 4 233 2633"],["tollfree="],["fax="],["hours="],["price="],["content=Shows artwork by this local artist, Free Admission. Monday-Sat 9AM - 5PM. Sundays and Holidays 10AM - 4PM. Not near the Metro, closest stations are Prado or Hospital."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Museo Interactivo EPM"],["alt="],["url=http:\/\/www.museointeractivoepm.org.co\/museo\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 'please touch museum', great for kids. Tuesday-Fri 8AM- 5:30PM, Sat - Sunday 11AM- 5:30PM. Closed Mondays (or Tuesdays after a holiday Monday). Cra 57 # 42-139, located on Parque de los Piés Descalzos and next door to the Plaza Mayor convention center. Phone + 57 4 380 6950. Metro station ",{"type":"'''","value":["Alpujarra"]}," or ",{"type":"'''","value":["Cisneros"]},"."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Museo Etnográfico Miguel Angel Builes"],["alt="],["url=http:\/\/www.yarumal.org\/yarumal\/museo.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=57-4 421 6259"],["tollfree="],["fax="],["hours="],["price="],["content=A large display of everyday use articles crafted by natives from all over the country. Tools, textiles, bijouterie, pottery, little boats, small tents. Cra 81, No. 52B-120. The museum is off the beaten path, closest Metro station is ",{"type":"'''","value":["Floresta"]}," but the walk is over 1 km."]]}]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Museo de Arte Moderno de Medellín (MAMM)"]}," has now 2 sites. The original is a small building near Suramericana and ",{"type":"''","value":["Carlos E. Restrepo"]}," neighborhoods, hosting the traditional exhibits. The new space in ",{"type":"''","value":["Ciudad del Río"]}," is a large and old industrial warehouse. Great café and restaurant in the premises. Opened in October 2009 near Metrostation ",{"type":"''","value":["Industriales"]},". Original site: Carlos E. Restrepo, Carrera 44 Nº 19A-100. Phone +574 444 2622. Ciudad del Río, Carrera 64B Nº 51 - 64, Ph +574 230 2622 ",{"type":"[","value":["http:\/\/www.elmamm.org"]}]},"\n",{"type":"*","value":[" During the 1980s there was a local law mandating every new building to invest 5% of the budget in a work of art displayed to the public, usually a sculpture. The legacy is around 300 monuments and sculptures scattered throughout the city and the nickname of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/commons.wikimedia.org\/wiki\/Category:Sculptures_in_Medellín City of Sculptures"]}]},". There are 3 places with a higher concentration of sculptures: the above mentioned ",{"type":"''","value":["Plaza Botero"]},", ",{"type":"''","value":["El Cerro Nutibara"]}," close to Pueblito Paisa and the gardens at ",{"type":"''","value":["Suramericana"]}," (Headquarters for the largest insurance company in the country)."]},"\n",{"type":"*","value":[" After the wave of violence in the 1980s and 90's there was a resurgence in the field of education and the construction of modern ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.reddebibliotecas.org.co\/sites\/Bibliotecas\/Paginas\/ParquesBiblioteca.aspx libraries"]}]}," in poor neighborhoods became a top priority. A few of them are masterpieces of architecture and  a couple of them are easy to visit: Biblioteca ",{"type":"'''","value":["España"]}," is atop the mountain and looks like giant black rocks hanging in the hills: Go to Metrostation Acevedo then take Metrocable to Santo Domingo station ",{"type":"[","value":["http:\/\/www.reddebibliotecas.org.co\/sites\/Bibliotecas\/parquebibliotecaespanasantodomingo\/Hoja%20de%20Vida\/Historia.aspx"]},". Another library, is close to Metrostation San Javier ",{"type":"[","value":["http:\/\/www.reddebibliotecas.org.co\/sites\/Bibliotecas\/parquebibliotecajoseluisarroyave\/Hoja%20de%20Vida\/Historia.aspx"]},"."]},"\n",{"type":"===","value":[" Parks "]},"\n\n",{"type":"[[","value":[["File:Orquideorama Jardin Botanico 4.jpg"],["thumb"],["Modern structure for display of orchids at the Botanical Gardens"]]},"\n\n",{"type":"*","value":["The ",{"type":"'''","value":["Parque de la bailarina I.C.R.C"]}," (Ballerina's I.C.R.C. Park) ",{"type":"[","value":["http:\/\/www.parquedelabailarina.com"]}," Carrera 43 E between 7 and 9 street. Is a park located in El Poblado. You can find art that is made by artistic an cultural corporation Alas de mariposa ",{"type":"[","value":["http:\/\/www.alasdemariposa.com\/en"]}," since 2008, every month."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Parque de los Deseos"],["alt=Park of wishes"],["url=http:\/\/www.antioquiadigital.com\/guiamedellin\/atra\/deseos.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The near Antioquia's University, has an Indian context, beautifully emmarqued with the planetarium, and large display of science experiments. You can find free open air movies and discussions with film directors Saturdays at 7PM. Metro station ",{"type":"'''","value":["Universidad"]},"."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Plaza de Cisneros"],["alt=o de la luz - Plaza of Light"],["url=http:\/\/www.antioquiadigital.com\/guiamedellin\/atra\/cisneros.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The is in the heart of the city, it borders some beautiful buildings from the 20's, the EPM library, and a sector that was full of drugs and poverty many years ago, but is now a place to visit and have a great time. Metro station ",{"type":"'''","value":["Alpujarra"]},"."]]}]},"\n",{"type":"*","value":[" Also visit the ",{"type":"'''","value":["Parque de los Pies Descalzos"]}," (Barefoot park) ",{"type":"[","value":["http:\/\/www.fundacionepm.org.co\/parque_pies_descalzos"]}," for a Zen experience in the heart of town. Outdoor cafés, cultural activities. Metro station: ",{"type":"'''","value":["Alpujarra"]}," or ",{"type":"'''","value":["Cisneros"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Plazuela de San Ignacio"]}," depicts Colonial and Republican style buildings. This little plaza witnessed in 1803 the birthplace of the largest university in town. The main lecture hall or ",{"type":"'''","value":["Paraninfo de la Universidad de Antioquia"]}," is still in use and available for public view, even though the University moved 45 years ago to a big campus 2 km. north. Cra 44 at calle 48. Metro station: ",{"type":"'''","value":["Parque Berrío"]},". Walk uphill 6 block east."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parque Berrío"]}," is in the heart of town at the crossroads of Carrera 50 and Calle 50. Has the buildings of the Stock Exchange, Bank of the Republic, La Candelaria Church and the busiest metro station. It has the unofficial meetingplace for the locals -right at the sculpture of the 'Fat Woman' or 'La Gorda de Botero'. Connects directly to Plaza Botero and Plazuela Nutibara. Metro station ",{"type":"'''","value":["Parque Berrío"]},"."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Parque del Periodista"]}," (journalist park) is a small square right in the center of the city. It is where the 'bohemian' and 'alternative' people meet. The bars play music varying from reggae and old salsa to alternative rock. You will find most of the people hanging outdoors instead of inside the bars. Metro station ",{"type":"'''","value":["Parque Berrío"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parque San Antonio"]}," is a large, newer development right downtown. Hosts a handcraft bazaar and an infamous sculpture of a fat dove, bombed  by criminals a couple of decades ago during the hard times of violence. By request of the artist the piece of art has not been repaired. Metro station ",{"type":"'''","value":["San Antonio"]},"."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Parque de Boston"]}," is an attractive area that leads down to the main promenade ",{"type":"'''","value":["La Playa"]}," where people can be found gathering at night to see street acts."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Jardín Botánico"],["alt=Botanical Gardens"],["url=http:\/\/www.jbmed.org"],["email="],["address=Calle 73 # 51 -298"],["lat="],["long="],["directions=Metro station Universidad"],["phone=+574 444-5500"],["tollfree="],["fax="],["hours="],["price=Free except during the orchid exhibit"],["content=Mid size gardens with a vast collection of orchids and many tropical flowers, plants and trees. The covered area for display of flowers is an architectural marvel. The annual orchid exhibit every August ",{"type":"[","value":["http:\/\/www.sco.org.co"]}," is world class."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Zoo"],["alt=Zoologico Santa Fe"],["url=http:\/\/www.zoologicosantafe.com\/"],["email="],["address=Ave Guayabal"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9AM-5PM"],["price=COP 8,000 adults, 4,000 kids"],["content=Around 1,000 animals are displayed here."]]}]},"\n",{"type":"*","value":[" Parque ",{"type":"'''","value":["Juanes de la Paz"]}," is of limited touristic attraction since it has mostly sport courts and is in an under served neighborhood. With the help of the world famous singer work began in 2006 on a recreational park for the rehabilitation of the handicapped. The 68,000 square meter facility cost was around COP$11 billion, financed in part by the government of Medellín, it was completed in 2008. ",{"type":"[","value":["http:\/\/www.medellin.gov.co\/alcaldia\/jsp\/modulos\/I_gestion\/avanceparejuenesymlc.jsp"]},". Metrostation ",{"type":"'''","value":["Tricentenario."]}]},"\n",{"type":"*","value":[" The new ",{"type":"'''","value":["Arví"]}," park in the eastern slopes of the valley, close to a beautiful dam. This park promotes ecotourism and it has direct connection with the Metro through a new Metrocable (opened March 2010). The several kilometer long ride goes up over the mountain and then over the tree tops into the park. ",{"type":"[","value":["http:\/\/www.parquearvi.org"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parque El Salado"]}," is in a beautiful natural setting on the mountain overlooking Envigado. There are good paths for walking. The main attraction is a short canopy tour\/zip line with about five stops. (The complete is longer but the additional length is reserved for members). Take the Metro to Envigado and then take the connecting bus that goes to Parque El Salado. The bus ride itself is worth the trip as it winds its way through neighborhoods up the mountain with some great views along the way. ",{"type":"[","value":["http:\/\/www.medellinparati.com\/sitio.php?id=57"]}]},"\n",{"type":"===","value":["Buildings"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ferrocarril de Antioquia - Old train station"]}," is a fine building at the corner of City Hall and the Governor's Hall.  Has a small exhibit area with free admission.  Cra 52 # 43-31. Metro station ",{"type":"'''","value":["Alpujarra"]},". ",{"type":"[","value":["http:\/\/www.antioquiadigital.com\/guiamedellin\/atra\/ferroca.htm"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["EPM building"]}," also called the ",{"type":"''","value":["Intelligent building"]}," for its computerized self-control. An icon of contemporary architecture. Cra. 58 calle 42. Metro station ",{"type":"'''","value":["Alpujarra"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Edificio Coltejer"]}," has been the symbol of the city for over 40 years, shaped as a threading needle for this textile company. Calle 52 cra 47 (Crossroads of La Playa Ave and Junín). Metro station ",{"type":"'''","value":["Parque Berrio"]},"."]},"\n",{"type":"===","value":[" Neighborhoods "]},"\n\n",{"type":"[[","value":[["File:Laureles y Estadio neighborhoods Medellín.jpeg"],["thumb"],["Suramericana, Estadio and Laureles neighborhoods surrounded by mountains"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Prado"]}," neighborhood - formerly it was the wealthy neighbourhood of the city so many huge houses were built there. It still has some of these beautiful old houses, though it should be visited with caution as it's near the center of the city. Metro station ",{"type":"'''","value":["Prado"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Poblado"]}," neighborhood - this upscale part of town is built in steep hills and has many modern buildings which complement the nearby Andes forest. Most of the trendy bars, clubs, and restaurants of Medellín are located in this neighborhood. Safe to walk around at any time. Recommended. Take metro to ",{"type":"'''","value":["Poblado"]}," station and walk East on Calle 10 for approximately 1 km."]},"\n",{"type":"*","value":[" West of the Medellín river are the middle-class neighborhoods of ",{"type":"'''","value":["Laureles"]},", ",{"type":"'''","value":["Estadio"]}," and ",{"type":"'''","value":["Suramericana"]}," which are modern.  Carrera 70 in Suramericana is where many of the best Salsa clubs are, and represent an excellent way to take a break from the trendiness of Zona Rosa and see some real Colombian dancing.  The line B of the Metro runs along 'Estadio' near all major stadiums and sport facilities."]},"\n",{"type":"===","value":["If you only have a day"]},"\n\nIn the morning take the metro to a downtown station, visit some churches - most are open early in the morning -, then head to the park outside ",{"type":"''","value":["Museo de Antioquia"]}," to see the sculptures, enter the museum at 10AM and visit until lunchtime.\nHave lunch either at the museum's restaurant or cafe, or take the metro to Metrostation ",{"type":"'''","value":["Universidad"]},", enter ",{"type":"''","value":["Jardin Botanico"]}," (Botanical Gardens) and eat there. Rest a little while strolling the gardens, then  go across the street to ",{"type":"''","value":["Parque Explora"]}," or ",{"type":"''","value":["Parque de los Deseos"]},". Before sunset take the metro to ",{"type":"'''","value":["Acevedo"]}," station, hop on the ",{"type":"'''","value":["Metrocable"]}," for spectacular views in the way up, and a city of lights upon your return. Take the metro back to any station near El Poblado, go shopping and then for dinner and a bar afterwards.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Sightseeing"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Metrocables"],["alt="],["url=http:\/\/www.urbanrail.net\/am\/mede\/medellin.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are two cable car extensions of the Metro: For the line K take the a metro train to Acevedo station and from there take the ",{"type":"'''","value":["Metrocable"]}," up to Santo Domingo for a nice view over the city. The cablecar is included in your metroticket. Go during the day and walk around to see what working-class people live like. The area at the top sees tourists so there are little stands set up and people selling empanadas and other things. You can stop at a little bar and have a beer. Don't stray too far or off the beaten path in this neighborhood, though. For those so inclined, there are young people that give tours waiting at the top wearing t-shirts that said \"guia\" (guide). Also recommended is taking the metrocable located at San Javier up to La Aurora ",{"type":"'''","value":["(J line)"]},". Although there is nothing special to see or do at the top of the cable car route, the trip itself is longer and more interesting than the cable car that goes to Santo Domingo."]]}]},"\n",{"type":"*","value":["Stroll along lively ",{"type":"'''","value":["Carabobo"]}," street, Carrera 52 ",{"type":"[","value":["http:\/\/www.antioquiadigital.com\/guiamedellin\/atra\/pasaje.htm"]}," in the heart of downtown, recently converted to pedestrian-only. Safer during daytime. Metro stations ",{"type":"'''","value":["Parque Berrio"]},", ",{"type":"'''","value":["San Antonio"]}," or ",{"type":"'''","value":["Alpujarra"]},". Along the street see ",{"type":"''","value":["Plaza Botero"]}," (read under Museums) and also:"]},"\n: ",{"type":"''","value":["Basílica de la Candelaria"]}," built in 1767, a National Monument. Cra. 49 # 50-85, just off Carabobo. ",{"type":"[","value":["http:\/\/www.arq-medellin.org.co\/IGLESIA_CANDELARIA.htm"]},"\n\n: ",{"type":"''","value":["Edificios Vásquez y Carré"]}," built at the turn of the XIX century by a French architect. Nowadays in public use, with stores, cafeterias, etc. Cra. 52 x calle 44. ",{"type":"[","value":["http:\/\/www.antioquiadigital.com\/guiamedellin\/atra\/vasquez.htm"]},"\n\n: ",{"type":"''","value":["La Veracruz"]}," colonial church, built in 1682. Cra 51 # 52-58. ",{"type":"[","value":["http:\/\/www.arq-medellin.org.co\/IGLESIA_VERACRUZ.htm"]},"\n\n: ",{"type":"''","value":["Palacio Nacional"]}," Circa 1928, is now a large shopping mall. Styled with Romantic and Modern influence. Cra 52 # 48-45. ",{"type":"[","value":["http:\/\/www.medellininfo.com\/shopping\/PalacioNacional.html"]},"\n\n",{"type":"*","value":[" ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.medellininfo.com\/atractions\/turibus\/index.html Turibus"]}]}," is a good option to get a general overview of the city. You can take it to many of the main tourist attractions for 17,000 COP. The tour lasts four hours and allows 20–30 minutes per stop for sight-seeing and photos. Turibus departs from the south side of Parque Poblado at 9AM and 1PM.  You must return to the same bus after each stop, it is not a hop-on\/hop-off service. Spanish is the only advertised language, however many times at least one guide speaks English and is happy to translate ",{"type":"[","value":["http:\/\/www.yoquieroir.com\/360\/turibus"]},"."]},"\n",{"type":"*","value":[" Another operator is ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.zorba.com.co Zorba"]}]},", with interesting bilingual tours."]},"\n",{"type":"===","value":[" Entertainment "]},"\n\n",{"type":"*","value":["Medellín has a very ",{"type":"'''","value":["active cultural life"]},". There are four major theatres in town: ",{"type":"[","value":["http:\/\/www.elcolombiano.com\/tm.asp Metropolitan Theatre"]},", ",{"type":"[","value":["http:\/\/www.teatropablotobon.com Pablo Tobon Uribe"]},", ",{"type":"[","value":["http:\/\/www.udem.edu.co\/UDEM\/Servicios\/Teatro\/ Teatro de la Universidad de Medellín"]}," and ",{"type":"[","value":["http:\/\/www.eafit.edu.co\/eafitcn\/agenda Teatro EAFIT"]},". They offer a variety of Music concerts, Opera, Theater, Ballet and other events with international and local performers."]},"\n",{"type":"*","value":["There are several good quality contemporary and classic theater companies, such as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.matacandelas.com Matacandelas"]}]},", ",{"type":"'''","value":["Hora 25"]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pequenoteatro.net Pequeño Teatro"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.teatrooficinacentraldesuenos.com\/Historia.htm Oficina Central de los Sueños"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.teatropopulardemedellin.com Teatro Popular de Medellín"]}]},". There is an annual Theater Festival held in the last week of August, organized by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.medellinenescena.com Medellín en Escena"]}]}]},"\n",{"type":"*","value":["The city sits to classical music orchestras: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/filarmed.com Orquesta Filarmónica de Medellín"]}]}," and ",{"type":"'''","value":["Orquesta de EAFIT"]},". ",{"type":"[","value":["http:\/\/www.eafit.edu.co\/EafitCn\/CienciasYHumanidades\/Pregrados\/Musica\/orquesta.htm"]}]},"\n",{"type":"*","value":[" The annual opera program is held in September, organized by ",{"type":"'''","value":["Prolírica de Antioquia"]},". ",{"type":"[","value":["http:\/\/www.proliricadeantioquia.com\/"]}]},"\n",{"type":"*","value":[" Go to the movies: most movies are projected in their original language with Spanish subtitles. For independent flicks try the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.colomboworld.com Centro Colombo-Americano"]}]}," with downtown and El Poblado locations. "]},"Commercial movies are available at most shopping malls:\n",{"type":"[","value":["http:\/\/www.cinecolombia.com.co Cine Colombia"]},", ",{"type":"[","value":["http:\/\/www.royal-films.com Royal Films"]}," or ",{"type":"[","value":["http:\/\/www.cinemark.com.co\/teatros.asp?tea=790 Cinemark"]},". Price is around 10,000 pesos (4-5 USD).\n\n",{"type":"*","value":[{"type":"''","value":["The ",{"type":"[","value":["http:\/\/www.thearepa.com Arepa"]},": Medellín's English Magazine"]}," is a resource guide while in the city. They also have a weekly radio show talking about the events in the city."]},"\n",{"type":"===","value":["Sports"]},"\n\n",{"type":"[[","value":[["File:Skateboard track.JPG"],["thumb"],["New sport venue in Ciudad del Rio neighborhood"]]},"\n\nMedellín is one of a few cities in the world to have all sport venues located at the same place. At ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.inder.gov.co\/unidades_deportivas.php?subpagina=0&pagina=1 Unidad Deportiva Atanasio Girardot"]}]}," you will find football, track & field, swimming, diving, baseball, volleyball, basketball, softball, tennis, velodrome, ping-pong, karts, boxing, hapkido, judo, karate do, gymnastics, taekwondo, weightlifting, chess, roller skating and many more stadiums in one convenient location. The Unidad Deportiva was recently renewed for the  South American games held in March 2010. Metrostation ",{"type":"'''","value":["Estadio"]},".\n\n",{"type":"*","value":[{"type":"'''","value":["Watch a soccer game"]}," at one of the two teams based in Medellín, ",{"type":"[","value":["http:\/\/www.atlnacional.com.co Atlético Nacional"]}," and ",{"type":"[","value":["http:\/\/www.dim.com.co Independiente Medellín"]},". Attending a home game at the Atanasio Girardot Stadium  is recommended for any football - soccer fans, or those wanting to experience the famed South American passion for futbol! Games generally take place on Wednesdays and either Saturday or Sunday. Tickets can be purchased at the stadium. Metro station ",{"type":"'''","value":["Estadio"]},"."]},"\n",{"type":"*","value":["The neighboring town of Envigado also has a professional soccer team ",{"type":"[","value":["http:\/\/www.envigadofutbolclub.net"]},". Metro station ",{"type":"'''","value":["Envigado"]},"."]},"\n",{"type":"*","value":["The neighboring town of Itagüí also has a recently classified as professional soccer team ",{"type":"[","value":["http:\/\/www.aguilasdoradasitagui.com"]},"."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Juvenile Soccer World Cup"]}," was held in Colombia during July - August 2011 (Also called ",{"type":"''","value":["Under-20"]}," by FIFA) with Medellín as one of its venues. ",{"type":"[","value":["http:\/\/www.colombia2011.com"]}]},"\n",{"type":"*","value":[" Try the new ",{"type":"'''","value":["Skateboarding"]}," track at Parque Ciudad del Rio. Opened July 2009, this colorful bowl-like ramps allow lots of fun for skaters and spectators. Metro station: ",{"type":"'''","value":["Industriales"]},"."]},"\n",{"type":"===","value":[" Fairs, Shows & Exhibits "]},"\n\n",{"type":"[[","value":[["File:Parque Explora- Interactive museum & Aquarium.jpeg"],["thumb"],["Parque Explora- Interactive museum & Aquarium"]]},"\n\n",{"type":"*","value":[" Visit the city during the first days of August for the local festival ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.feriadelasfloresmedellin.gov.co\/ \"Feria de las flores\" (Flowers festival)"]}]},". There are all kind of events during one week including the \"Desfile de Silleteros\" (Parade of flower carriers)."]},"\n",{"type":"*","value":[" The new freshwater ",{"type":"'''","value":["Aquarium"]}," inside the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parqueexplora.org Parque Explora"]}]}," opened in December 2008 and depicts a great variety of river and freshwater wildlife, abundant in Colombia. It is probably one of the largest aquariums ",{"type":"[","value":["http:\/\/www.antioquiadigital.com\/guiamedellin\/atra\/acuario.htm"]}," in Latin America and certainly one of few specialized in freshwater fauna. Metro station ",{"type":"'''","value":["Universidad"]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Planetario Municipal"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+57 4 5168300"],["tollfree="],["fax="],["hours="],["price="],["content=Was renewed with new digital equipment. Reopened in June 2012. See the outer space at the ",{"type":"[","value":["http:\/\/www.planetariomedellin.org Planetarium"]}," for COL 12,000. Cra 52 # 71 - 112 at Parque de los Deseos. Metro station ",{"type":"'''","value":["Universidad"]},"."]]}]},"\n",{"type":"*","value":[" Medellín has one of the most important ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.festivaldepoesiademedellin.org Poetry Festivals"]}]}," in the World. Every year, usually in July, poets from all around the world (including Nobel Prizes) come to this amazing event."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Full moon night"],["alt="],["url=http:\/\/www.cementeriosanpedro.org.co"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Do a visit to an old Cemetery (Cementerio de San Pedro) where former presidents and beautiful sculpted graveyards are found. Metro stations ",{"type":"'''","value":["Hospital"]}," or ",{"type":"'''","value":["Universidad"]},"."]]}]},"\n",{"type":"*","value":[" The Convention Center ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.plazamayor.com.co Plaza Mayor"]}]}," is the main site for big events including the fashion and textile industry related annual shows ",{"type":"'''","value":["Colombiamoda"]}," (July) and ",{"type":"'''","value":["ColombiaTex"]}," (January) ",{"type":"[","value":["http:\/\/www.colombiamoda.com"]},"."]},"\n",{"type":"*","value":[" The Fourth ",{"type":"'''","value":["International Tango Festival"]}," will convene with world renown artists. Free admission to all events. Every year in June. ",{"type":"[","value":["http:\/\/www.medellincultura.gov.co\/dialogoydiversidad\/Paginas\/ED09_100617_festivalinternacionaldetango.aspx"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tangovia"]}," is a monthly street fair in the neighborhood of Manrique, with great tango performers (singers, groups, dancers and more). Calle 45 x Carrera 73."]},"\n",{"type":"==","value":[" Learn "]},"\n\nMedellín houses many important universities and learning institutes. Almost 100% of the courses are in Spanish.\n\n",{"type":"[[","value":[["File:Plazuela San Ignacio-Medellin-Colombia.JPG"],["thumb"],["Universidad de Antioquia at Plazuela San Ignacio-Medellín"]]},"\n\n",{"type":"===","value":[" Universities "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Universidad de Antioquia"]}," with over 200 years is the largest and more important academic institution in town and the second one in the whole country. Its old campus downtown has beautiful republican architecture while the newer campus (1960's) i a great example of modern architecture ",{"type":"[","value":["http:\/\/www.udea.edu.co"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Universidad Pontificia Bolivariana"]}," has 2 main campuses. Careers that are strong: Medicine, architecture, liberal arts and engineering ",{"type":"[","value":["http:\/\/www.upb.edu.co"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["EAFIT"]}," emphasis on business, information technology and engineering ",{"type":"[","value":["http:\/\/www.eafit.edu.co"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eia.edu.co\/ Escuela de Ingenieria de Antioquia"]}]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["CES"]}," a health sciences university ",{"type":"[","value":["http:\/\/www.ces.edu.co"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Universidad Nacional de Colombia"]}," has 2 campuses, good education in engineering ",{"type":"[","value":["http:\/\/www.unalmed.edu.co"]},"."]},"\n",{"type":"===","value":[" Learn Spanish "]},"\n\nAt a variety of second language schools:\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.medellinspanish.com Medellín Speaks Spanish"]}]}," A Colombian teacher and writer offers Spanish courses tailored for individuals or small groups. His blog is also a resource for Medellín and the Spanish Language. Great prices and flexibility. All levels."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/studyspanishmedellin.com\/ Español para Extranjeros"]}]}," Offers individually tailored lessons for beginners to advanced students, either one-on-one or in groups. Lists prices and contact details on their website, and comes highly recommended."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/spanishinmedellin.com Medellín Spanish School"]}]}," Like most of the schools in town, this one offers the best flexibility and quality at a price that does not aim to rip off the \"rich foreigner\"."]},"\n",{"type":"*","value":["Learn Spanish at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.loquella.co.uk Loquella"]}]},". All levels of students are welcome, overseas students can also find accommodation at different levels from cheap hotels to apartments.  They also offer cultural learning and courses online."]},"\n",{"type":"*","value":["Learn Spanish with the Language Institute Medellín, +57 316 4039 305. They offer cheap courses with great accommodations! ",{"type":"[","value":["http:\/\/www.medellinlanguageinstitute.com"]}]},"\n",{"type":"===","value":["Learn Tango"]},"\n\nAfter Buenos Aires, Medellín is the best place to learn how to tango -dance, sing-.\n\n",{"type":"*","value":["  ",{"type":"'''","value":["Che Tango"]}," Dancing school. Address: Calle 32 E # 80 A - 57, Barrio Laureles - Nogal. Phone: +57 4 412 8326 Mobile: +57 3 14 890 4557 email: che.tango.medellin@gmail.com ",{"type":"[","value":["http:\/\/chetangomedellin.com"]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=El Ultimo Café"],["alt=Milonga & Tango Dance Academy"],["url=http:\/\/www.elultimocafemedellin.com"],["email=elultimocafem@yahoo.es"],["address=Cra. 43 B # 11 -12"],["lat="],["long="],["directions=Near parque el Poblado"],["phone=+57 4 266 1860"],["tollfree="],["fax="],["hours=Scheduled events"],["price=$$"],["content=A dance academy with good turnout."]]}]},"\n",{"type":"===","value":["Learn Colombian Cooking"]},"\n\n",{"type":"*","value":[" This culinary school has occasional courses on Colombian Cuisine. ",{"type":"'''","value":["INSARC"]}," Cra 40 A # 11B - 15. El Poblado, Lalinde. Phone: +57 4 4444 850. ",{"type":"[","value":["http:\/\/insarc.com"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Colegiatura"]}," is a small college with full degrees in culinary sciences and also shorter courses in basic and Colombian cooking. ",{"type":"[","value":["http:\/\/www.colegiatura.edu.co"]}]},"\n",{"type":"==","value":["Work"]},"\n\nOfficially it is not legal to work in Colombia without a proper working visa. Visas can be obtained by employers on your behalf.\n\nThere is a significant market for English and other language teachers.\n\n",{"type":"==","value":["Buy"]},"\n\nColombia is famous for its coffee and Medellín is only a few hours from the coffee growing centers of Colombia. You can find coffee flavors of everything you can imagine, from ice-cream to arequipe (sweetened milk). The ‘Starbucks’ coffee culture is growing, with the most prominent brand being Juan Valdez coffee shops. The Juan Valdez chain is owned by the National Federation of Coffee Growers of Colombia, and sells a variety of Colombian coffees.\n\nAguardiente Antioqueño: Schnaps with a special flavor, much like black licorice.\n\nRon Medellín: The local Rum, excellent! The quality of this rum was elevated to the highest standards during 2009 and the 8 and 12-year bottles are great presents.\n\nDespite the claim of being the textile capital of Colombia, Medellín is not a shopper’s paradise for clothes for North American tourists, but prices can be attractive to visitors from other latitudes. The main malls sell a limited variety of clothes, (especially men’s clothes), at only slightly discounted prices from the US, although there are always bargains to be found if you look hard enough. The style of clothes for women in Medellín is very revealing and sexy, so it perhaps more suited for gift buying than shopping for yourself. When planning your shopping for clothes bear in mind that the local weather is very mild, so the options for winter and summer clothes are limited. Near Parque Lleras you can find via Primavera, a little zone full of local young designer's shops with unique garments that you will surely won't see anywhere else.\n\n",{"type":"===","value":["Handcrafts"]},"\n\n",{"type":"*","value":[" On the first Saturday of the month there is the ",{"type":"'''","value":["Mercado de San Alejo"]},", an open market right on Parque de Bolívar, hours: 8AM a 6PM A large variety of local handcrafts sold primarily by the artisans themselves. Right in the middle of Parque Lleras from Thursday to Sunday you may as well find some handcraft being sold."]},"\n",{"type":"*","value":[" Centro Artesanal mi viejo Pueblo. Cr 49 # 53-30. Phone +574 513 7563"]},"\n",{"type":"===","value":[" Shopping Malls "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=El Tesoro Parque Comercial"],["url=http:\/\/www.eltesoro.com.co\/"],["email="],["address=Cra. 25A # 1A Sur - 45 \/ Loma El Tesoro con Transversal Superior"],["lat="],["long="],["directions=Access only by taxi or private car"],["phone=5743211010"],["tollfree="],["fax="],["hours=9AM-11PM"],["price="],["content=A large shopping mall located in an unusual location: in very steep mountain overriding a creek. Many upscale stores, technology shops and good restaurants. El Tesoro is bilingual; they have an Information Center where tourists can get any information in English, every day from 14:00 to 21:30. Furthermore, it is possible to access this service calling 321 10 10 ext 111-112. And just for tourists to go shopping without any problem, the mall made a brochure with all the terms and expressions they need, in English and Spanish. Ask for it at the information desks."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Oviedo centro comercial"],["url="],["email="],["address=Av El Poblado Cr 43 A # 6 S 15"],["lat="],["long="],["directions="],["phone=+574 311 6116"],["tollfree="],["fax="],["hours="],["price="],["content=Large shopping area with nearby hotels and restaurants."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=San Diego centro comercial"],["url=http:\/\/www.sandiego.com.co"],["email="],["address=Calle 33 No 43 16"],["lat="],["long="],["directions=at the crossroad of Las Palmas, Avenida Oriental, Avenida San Diego and calle 33"],["phone=+ 574 262 0105"],["tollfree="],["fax="],["hours="],["price="],["content=The first shopping mall built in Colombia over 30 years ago is still a nice place to stroll, eat and of course shop. You will find good prices for top notch merchandise."]]}]},{"type":"*","value":["Outlet ",{"type":"'''","value":["Mayorca"]}," is directly connected to a Metro station and also has a movieplex. ",{"type":"[","value":["http:\/\/www.mayorca.com.co"]},". Metro ",{"type":"'''","value":["Itagui"]},"."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Premium Plaza"],["alt=Centro comercial"],["url=http:\/\/www.ccpremiumplaza.com"],["email=servicioalcliente@ccpremiumplaza.com"],["address=Carrera 43 A 30 - 25"],["lat="],["long="],["directions="],["phone=034 448 70 71"],["tollfree="],["fax="],["hours=10AM a 10PM"],["price="],["content=Premium Plaza has more than 115,000 square meters, with 1,427 cells free parking, over 350 shops to choose from entertainment, shopping, large financial services five banks, cinemas in 35mm and 3D formats, gym, amusement park, two squares of meals, the largest casino in the city and synthetic soccer courts."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Monterrey"],["alt=Centro comercial"],["url="],["email="],["address=Avenida 62 (Carrera 48) x Calle 10"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Only 2 blocks from Poblado metro station. This mall is the place to go for anything computer or cell phone related. Many small shops selling all manner of electronic equipment and accessories. There is also a 5-screen movie theatre in this mall as well as a salon offering excellent massages (store #126)."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Santa Fe centro comercial"],["url=http:\/\/ccsantafemedellin.com"],["email=comunicaciones@ccsantafemedellin.com"],["address=Cra 43 A # 7 sur - 170"],["lat="],["long="],["directions=Av El Poblado & Loma los Balsos, 300 mts south of Oviedo"],["phone=+57 4 460 0737"],["tollfree="],["fax="],["hours=10AM - 9PM, restaurants and Carrefour until 11PM"],["price=$$"],["content=The newest shopping mall in town opened May 2010, 5 levels of shopping, entertainment, food and more"]]}]},"\n",{"type":"===","value":["Stores"]},"\n\n",{"type":"[[","value":[["File:Handbag Calceta platano.JPG"],["thumb"],["Handcrafted ethnic handbag"]]},"\n\n",{"type":"*","value":[" For leather goods for women visit ",{"type":"'''","value":["Bon-Bonite"]}," with 10 locations in town. Features many handbags in leather and ethnic materials, as well as shoes and accessories. ",{"type":"[","value":["http:\/\/www.bonbonite.com"]},". Available In most shopping malls."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Underwear"]},", for men and women, are plentiful and the variety is great. ",{"type":"'''","value":["Women"]},": ",{"type":"[","value":["http:\/\/www.leonisa.com Leonisa"]},", ",{"type":"[","value":["http:\/\/www.tania.com.co Tania"]},". ",{"type":"'''","value":["Men"]},": ",{"type":"[","value":["http:\/\/www.mymundounico.com Unico"]},", Punto Blanco, GEF. In all major shopping malls."]},"\n",{"type":"===","value":["Money"]},"\n\nThe local currency is the Colombian Peso (COP). Bank notes come in denominations from 1,000 to 50,000 pesos. Coins are available in 50, 100, 200, 500 and 1,000 pesos, starting in 2012 the circulation of a new edition of coins paying homage to endangered wildlife species ",{"type":"[","value":["http:\/\/www.banrep.gov.co\/billetes_monedas\/bm_cara.html"]}," (former set of coins is intended to circulate alongside the new one for a limited time, after which it will cease to be accepted). It is strongly recommended to use the exact change on taxis, because the drivers rarely have the exact amount. US dollars and Euros are rarely used, except for tourist oriented stores.\n\nUsing Credit and Debit Cards is frequent in Colombia but not prevalent as in developed countries. Oftentimes you will need a form of ID, like your passport or government ID to pay with a card. You sometimes may be able to use a copy of your passport, but not always.\n\nATM limits: ATMs strictly limit withdrawals on foreign and domestic cards. You may only be able to get out 1,2 million pesos per day, so plan to visit the ATM often or hunt around for a more relaxed limit. There are 5 major international banks with local offices, if by chance you hold a card of any of these banks your rates are usually lower (Citibank, HSBC, RBS, Santander and BBVA). The largest Colombian bank is Bancolombia with ATM's everywhere.\n\nWhen withdrawing money from an ATM it is highly advisable to avoid any located on streets for safety purposes. It is recommended to withdraw from ATMs inside shopping centers. Be sure not to take a taxi straight after withdrawing, it is not unusual for people to be followed out and mugged soon after making a withdrawal. Keep an eye out to be sure you are not followed. If you plan to withdraw a significant amount of money, it is recommended to ask the police to escort you, this service has no cost.\n\n",{"type":"==","value":["Eat"]},"\n\nColombian cuisine is varied and regional. The more typical dishes are referred to as comida criolla.\n\nSome examples are: sancocho de gallina (chicken soup), carne en polvo (ground beef), arepas de choclo (fresh corn tortillas), empanadas (meat-filled fried turnovers), ají (hot sauce), ajiaco (Bogota's chicken and potato soup), bandeja paisa, natilla, buñuelos (fried cheese puffs), hojuelas (fried puff squares), rice with coconut, Antioquian beans, sobrebarriga (flank steak) mantecada (bun made with lard), papas chorreadas, pandeyuca (yucca bread) and carne desmechada (shredded meat).\n\nA typical breakfast in Medellín consists of baked corn arepas (Flat unsweetened corn pancake) topped with butter and fresh white cheese, coffee or hot chocolate.\n\nOne treat that will leave anyone stuffed is the \"Tipico Antioqueño\"; arepa con queso (small flatbreads with cheese on top), beans, chicken, rice, fried eggs, chicharron (salted and fried unsmoked bacon) and patacon (deep-fried plantain pancakes). Topping that off with a Colombian beer and a cup of \"chocolatte\" (pronounced the Spanish way - it's milky, sweet hot chocolate) makes for an excellent meal. An excellent place to eat typical food is Hatoviejo.\n\nThere is a large variety of restaurants all throughout Medellín, especially concentrated around the ‘Zona Rosa’ which is in Poblado between Parque Poblado and Parque Lleras.  You can find a fine display of places with whatever food you desire, with good quality for comparatively cheap prices compared to the US, although there is a shortage of authentic Greek, Indian and Thai restaurants. Sushi is increasingly popular and may be found at the larger malls or supermarkets that are more \"international.\"\n\nColombia also has an incredible variety of tasty fruits. A few of these are: guanábana, lulo, zapote, mamoncillo, uchuva, feijoa, granadilla, maracuyá, tomate de árbol, borojó, mamey and tamarindo. Ask for a \"Salpicón\": a mix of fruits marinaded on orange or watermelon juice.\n\nColombia is well known for its coffee, and Medellín is no exception. As with any large city, there are the usual chain restaurants, however the American \"fast-food culture\" has not made a huge splash in the country. Mc Donald's, Burger King, Domino's Pizza and most recently Hooters can be found there.\n\n",{"type":"===","value":[" El Poblado "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=HatoViejo"],["alt=Local dishes"],["url="],["email="],["address=Calle 16 #28 - 60 Via Las Palmas"],["lat="],["long="],["directions=Across the street from Hotel Intercontinental"],["phone=+57 4 268 6811"],["tollfree="],["fax="],["hours="],["price=$$$"],["content=Great food for the last 30 years. Mostly meat, regional dishes. Decorated as an old farm. Also outdoor areas"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Las Luisitas"],["alt=Typical & Local"],["url="],["email="],["address=Carrera 37A No. 8A-50"],["lat="],["long="],["directions="],["phone=+57 4 311 5615 and 312 6064"],["tollfree="],["fax="],["hours="],["price=$$$"],["content=Simple and well done Colombian meals in this tiny place with lots of character. Prices used to be modest, now expensive."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Provincia"],["alt=Seafood & Italian"],["url="],["email="],["address=Calle 4 sur # 43 A - 179"],["lat="],["long="],["directions=Near Oviedo shopping mall"],["phone=+574 311 9630"],["tollfree="],["fax="],["hours=Mon-Sat Noon-3PM, 7PM - midnight"],["price=$$$"],["content=Really good food, well prepared and well served. Closed Sundays."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=San Jorge de Manila"],["alt=Grill & Seafood"],["url=http:\/\/www.sanjorgedemanila.com"],["email="],["address=Carrera 43 B # 12 - 101"],["lat="],["long="],["directions=Calle de la Buena Mesa, near El Poblado"],["phone=+574 312 3006"],["tollfree="],["fax="],["hours=Mon-Sat noon-3PM, 7PM-Midnight"],["price=$$$"],["content=Lunch menu available at discounted price. Closed Sundays."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Al Patio"],["alt=Mexican - Seafood"],["url="],["email="],["address=Carrera 38 # 19 - 2- 65"],["lat="],["long="],["directions=Carretera Las Palmas"],["phone=+574 2666 060"],["tollfree="],["fax="],["hours=Noon to 4AM"],["price=$$"],["content=Restaurant and Bar. Overlooks town, great outdoors."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Herbario"],["alt=Steak & Seafood"],["url=http:\/\/www.elherbario.com"],["email="],["address=Carrera 43 D # 10 -30"],["lat="],["long="],["directions=Near el parque El Poblado"],["phone=+574 311 2537"],["tollfree="],["fax="],["hours=Mon-Sat Noon-3PM, 7PM-11:30PM"],["price=$$$"],["content=Short and Exquisite menu."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mystique"],["alt=By Juan Pablo Valencia"],["url=http:\/\/www.mystique.com.co"],["email="],["address=Cra. 33 # 7 - 55"],["lat="],["long="],["directions=El Poblado - Provenza, not far from Parque Lleras"],["phone=+574 311 8221"],["tollfree="],["fax="],["hours="],["price=$$$"],["content=Nicely prepared meals with option of 1 to 4 dishes in the Chef's Menu. Nouvelle Cuisine at its best. A short menu with the options changing every 2 months. Mobile: +574 311 8221"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Casa Molina"],["alt=Eclectic cuisine"],["url=http:\/\/www.casamolinarestaurante.com"],["email="],["address=Calle 11a # 43b- 41"],["lat="],["long="],["directions=Barrio Manila, El Poblado"],["phone=+57 4 266 1440"],["tollfree="],["fax="],["hours="],["price=$$$"],["content=By appointment only. Seafood and steaks."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bijao"],["alt=Latin food"],["url="],["email="],["address=Cra. 37 A # 8-66"],["lat="],["long="],["directions=Parque Lleras, El Poblado"],["phone=+57 4 311 6294"],["tollfree="],["fax="],["hours=Noon-2:30PM, 7-11PM. Closed Sundays"],["price=$$$"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=LouCalen"],["alt=Seafood & Steak"],["url=http:\/\/loucalen.com\/Loucalenrestaurant.aspx"],["email="],["address=Calle 8  #  43 A 57"],["lat="],["long="],["directions=One block south of Parque el Poblado"],["phone=+57 4 312 7614"],["tollfree="],["fax="],["hours="],["price=$$$"],["content=Spacious and elegant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Cielo"],["alt=Molecular cuisine"],["url="],["email="],["address=Cra 40 No. 10A - 22"],["lat="],["long="],["directions=El Poblado"],["phone=+57 4 268 3002"],["tollfree="],["fax="],["hours=Noon- 3PM, de 7-11PM"],["price=$$$"],["content=Molecular cooking is a complex science, here you can sit down and enjoy it. Ignorance is bliss."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Anita's"],["alt=Cafe"],["url="],["email="],["address=Calle 4 sur No. 43-A 97"],["lat="],["long="],["directions=Near Oviedo shopping mall and McDonald's"],["phone=+574 310 1770"],["tollfree="],["fax="],["hours=Bfast-Lunch"],["price=$$"],["content=Modern cafe with indoor and outdoor seating. Eggs any style, bacon or French toast. Sandwiches (ciabatta or baguette), salads (Caesar, tuna, Thai or Italian) as well as delicious coffee and fruit juices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Milagros"],["alt=Mexican"],["url="],["email="],["address=Cra. 48 # 10 - 45 local 149"],["lat="],["long="],["directions=Near Hotel Plaza Rosa"],["phone=+57 4 311 4216"],["tollfree="],["fax="],["hours="],["price=$$"],["content=Authentic Mexican food. Basic wine list."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Fiambrería"],["alt=Seasonal and Harvest"],["url=http:\/\/www.lafiambreria.net"],["email="],["address=Cra 43 B # 8-52"],["lat="],["long="],["directions=Parque el poblado, Southwest corner"],["phone=+574 311 5927"],["tollfree="],["fax="],["hours=Lunch and Dinner"],["price=$$"],["content=Nice lunch menu for under 10,000 COP. Try the meat in a Bailey's sauce."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Bonuar"],["alt=At the Museo de Arte Moderno"],["url="],["email="],["address=Carrera 44 Nº 19A-100"],["lat="],["long="],["directions=Ciudad del Rio, on the side of the Museum"],["phone="],["tollfree="],["fax="],["hours="],["price=$$"],["content=Great outdoors. Easy free parking"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lion's Den Sports Pub"],["alt=American"],["url=http:\/\/www.tigerpawhostel.com\/sports_bar.html"],["email=info@tigerpawhostel.com"],["address=Car. 36 No. 10-49"],["lat="],["long="],["directions=Three blocks from Parque Lleras. Go up Calle 10 and turn left on Car. 36, we are 5 buildings down on the left"],["phone=+ 574 311 6079"],["tollfree="],["fax="],["hours=5PM - midnight nightly"],["price=$$"],["content=Watch NFL, college football, NBA, baseball, soccer and more international sports.  Please call to see if we can get your game.  Menu : Black bean nachos, chicken wings, burgers and sandwiches (grilled chicken, tuna salad, etc). Multiple plasma\/LCD\/wide screen TVs."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Verdeo"],["alt=vegetarian"],["url=http:\/\/ricoverdeo.com\/"],["email=info@ricoverdeo.com"],["address=Carrera 35 # 8a-3"],["lat="],["long="],["directions="],["phone=+574 444 0934"],["tollfree="],["fax="],["hours="],["price=$$"],["content=Lunch. Bakery. Salad bar. Cooking classes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Café de Otraparte"],["alt=(in Envigado)"],["url=http:\/\/www.otraparte.org"],["email="],["address=Calle 27 Sur, 43A - 61, Envigado"],["lat="],["long="],["directions=adjacent to Casa Museo Otraparte, in Ave. El Poblado"],["phone=+574 302 4218"],["tollfree="],["fax="],["hours=3PM - Midnight"],["price=$$"],["content=Next door to the museum. Open-air and open-minded café."]]}]},"\n",{"type":"===","value":["Laureles, Suramericana, Estadio"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Vitto's"],["alt=Trattoria Italiana"],["url="],["email="],["address=Calle 33 # 74 B - 310"],["lat="],["long="],["directions=Ave. 33, 300 mts up from Bulerias Circle"],["phone=+574 411 7247"],["tollfree="],["fax="],["hours="],["price=$$"],["content=Well done Italian food, home-made pasta. Great sauces."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Zen Wei"],["alt=Taiwanese"],["url="],["email="],["address=Calle 33 # 74B-240"],["lat="],["long="],["directions=near Bulearias circle"],["phone=+574 412 8613"],["tollfree="],["fax="],["hours="],["price=$"],["content=Vegetarian buffet for lunch"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fenicia"],["alt=Middle Eastern cuisine"],["url=http:\/\/www.feniciacomidaarabe.com"],["email="],["address=Cra. 73 # circular 2 - 41"],["lat="],["long="],["directions=Ave Jardin, Laureles"],["phone=+574 413 8566"],["tollfree="],["fax="],["hours=M-F noon to 8:30PM, Sundays\/Holidays Noon-4PM"],["price=$$"],["content=Mainly Lebanese dishes in this unpretentious restaurant. Good food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Hari Om"],["alt=vegetarian"],["url="],["email="],["address=Carrera 66 B, Diagonal 4-7"],["lat="],["long="],["directions="],["phone=+574 3017931514"],["tollfree="],["fax="],["hours="],["price=$"],["content=Some vegetarian Indian dishes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Salud Pan"],["url="],["email="],["address=Circular 4 # 70-78"],["lat="],["long="],["directions=not far from Mondogo's"],["phone=+574 411 6935"],["tollfree="],["fax="],["hours="],["price=$$"],["content=Bakery, vegetarian, seeds, nuts, also gluten free food"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Arbol de la Vida"],["alt=vegetarian"],["url="],["email="],["address=Carrera 64 C # 48-188"],["lat="],["long="],["directions="],["phone=+574 230 2522"],["tollfree="],["fax="],["hours="],["price="],["content=Well served vegan dishes, low in salt - hey, the use of salt shaker is free -"]]}]},"\n",{"type":"===","value":["Downtown"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Versalles"],["url="],["email="],["address=Carrera 49 # 53-39"],["lat="],["long="],["directions=Metrostations Parque Berrio or Prado"],["phone=+57 4 511 9147"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant along carrera Junin downtown has basic Argentinean fare at reasonable prices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Moli"],["alt=Vegetarian"],["url="],["email="],["address=Calle 54 # 47 - 105, local 132"],["lat="],["long="],["directions=Centro comercial El Parque"],["phone=+574 231 5675"],["tollfree="],["fax="],["hours="],["price="],["content=Downtown location."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=In situ restaurante"],["alt=Jardín Botánico"],["url=http:\/\/www.jbmed.org\/"],["email=chef@jbmed.org"],["address=Calle 73 # 51 D-14"],["lat="],["long="],["directions=Metro Universidad"],["phone=+574 233 2373"],["tollfree="],["fax="],["hours="],["price=$$"],["content=Reservations recommended. Nice restaurant located in the middle of the Botanical Gardens. The menu offers a combination of local food, some organic choices and all plates are well presented. Outside the restaurant there is a little garden with herbs and aromatic plants."]]},"."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Restaurante Vegetariano"],["url="],["email="],["address=Carrera 51 D # 67-30"],["lat="],["long="],["directions="],["phone=+574 583 8386"],["tollfree="],["fax="],["hours="],["price="],["content=Daily menu, burgers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Agua Clara"],["alt=Typical"],["url="],["email="],["address=Carrera 49 No. 52-141, 2nd floor"],["lat="],["long="],["directions=Metro station Parque Berrio"],["phone=+ 57 4 231 6642"],["tollfree="],["fax="],["hours=lunch"],["price=$"],["content=Regional food."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lenteja Espress"],["alt=vegetarian"],["url="],["email="],["address=Calle 53 # 42-17"],["lat="],["long="],["directions="],["phone=+574 239 5230"],["tollfree="],["fax="],["hours="],["price=$"],["content=Vegetarian burgers (Chickpeas and lentils), mexican vegan, lasagnas. Also features a Poblado location at Carrera 35 # 8A-75"]]}]},"\n",{"type":"===","value":["Oriente - Eastern Suburbs"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=QueAreParaEnamorarte"],["url=http:\/\/www.arepamor.com"],["email=info@arepamor.com"],["address=Partidas para El Retiro"],["lat="],["long="],["directions=Crossroads of Las Palmas and road leading to El Retiro, near the dam"],["phone=+57 4 542 0011"],["tollfree="],["fax="],["hours="],["price=$$"],["content=At 40 km east of Medellín, great local food, old fashioned and homemade."]]}]},"\n",{"type":"===","value":["Multiple locations & Online - Delivery"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["J y C Delicias"]}," offers typical arepas with a variety of toppings, good for lunch or dinner. A few locations: in Laureles neighborhood Carrera 76 # 33 A-62, phone ",{"type":"''","value":["+57 4"]},"  250 4861. In El Poblado Calle 4 Sur # 43 A-8,  phone ",{"type":"''","value":["+57 4"]}," 312 6656, AND El Tesoro Shopping mall. $$."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mondongo's"],["url=http:\/\/www.mondongos.com.co"],["email="],["address=Carrera 70 # circular 3 - 43"],["lat="],["long="],["directions=Right hand side on avenida 70, 3 blocks from Universidad Bolivariana"],["phone=+57 4 411 3434"],["tollfree="],["fax="],["hours="],["price=$$"],["content=A famous and traditional local restaurant with tow locations in town, and one additional in Miami for the homesick. Offers a local soup made up with tripe. If not adventurous you can go for regular beans and other delicacies. Additional location in El Poblado Calle 10 # 38 -38, phone +57 4 312 2346."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Astor"],["alt=Dessert house"],["url=http:\/\/www.elastor.com.co"],["email="],["address=Junín: Carrera 49 # 52-84"],["lat="],["long="],["directions=1 block away from Edificio Coltejer"],["phone=+574 511 9002"],["tollfree="],["fax="],["hours=9AM - 7PM"],["price=$$"],["content=Traditional cakes, pastries and desserts. Tea house. Metrostation Parque Berrio."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pasteleria Santa Elena"],["url=http:\/\/santaelena.com.co"],["email="],["address=Parque el Poblado"],["lat="],["long="],["directions=Carrera 43 # 8 - 36"],["phone=+574 325 6600 ext 107"],["tollfree="],["fax="],["hours="],["price="],["content=Great desserts, pastries and the locally famous 'Pastel de Gloria' filled with guava paste and arequipe. \nAlso downtown at Ave. La Playa Carrera 45 # 50-64. Many locations throughout town."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Food and Deliveries"],["alt=Online only - Deliveries only"],["url=http:\/\/www.foodanddeliveries.com"],["email="],["address=Virtual"],["lat="],["long="],["directions="],["phone=+574 448 4836"],["tollfree="],["fax="],["hours=11AM- 9PM"],["price=$$"],["content=Meat, fish, soups, rices. Nice trays, still hot when the meal arrives to your home\/hotel. You can also order via Microsoft Messenger."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":[" Local Drinks "]},"\n\n",{"type":"*","value":[" ",{"type":"''","value":["Aguardiente"]}," - A popular alcoholic beverage in Colombia with sweet and licorice-flavored, made-up of sugarcane. The local brand is ",{"type":"''","value":["Aguardiente Antioqueño"]}," and it is usually drank straight followed by an ounce of water or slices of mango."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Ron"]}," - Rum is also popular with locals. The domestic brand is ",{"type":"''","value":["Ron Medellín Añejo"]}," aged either 3, 8, 12 or 30 years, typically served mixed with Club Soda, Coca-Cola or lemon juice ",{"type":"[","value":["http:\/\/www.fla.com.co"]},"."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Cerveza"]}," - Beer is available almost anywhere, the one most enjoyed by people is ",{"type":"''","value":[{"type":"[","value":["http:\/\/www.bavaria.com.co\/espanol\/marcas\/col_cerveceras_pilsen.php Pilsen"]}]}," a light golden in color, German Pilsener or Lager type of beer. Also admired by locals and foreigners is ",{"type":"''","value":["Club Colombia"]}," a finer premium beer, made-up of 100% malt ",{"type":"[","value":["http:\/\/www.cervezaclubcolombia.com"]},". Other popular national beers include Aguila and Costena. A small company brews beer locally: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.3cordilleras.com Tres Cordilleras"]}]}," makes Wheat, American Pale and Amber Ales."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Refajo"]}," - A kind of cocktail made by mixing beer and the local soft drink ",{"type":"''","value":["Colombiana"]},". It is refreshing and a little sweet."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Cocteles"]}," - Due to the great variety of tropical fruits and its juices your imagination will be boundless when creating ",{"type":"''","value":["Cocktails"]}," in Medellín. Start with ",{"type":"''","value":["Lulo juice"]}," with vodka, or try the many recipes with passion fruit (Spanish: ",{"type":"''","value":["Maracuyá"]},")."]},"\nThursdays, Fridays and Saturdays are the main days to party in Medellín; the rest of the week the mainstream nightlife isn't really exciting. Bars close at 2AM, but you will find plenty of clubs that close at 4AM, and if you need to stay up later just look for the techno or electronica clubs.\n\nColombians love to cook out and party. Check out some of the culture shots here : ",{"type":"[","value":["http:\/\/www.MedellínTours.net Colombian Festival Tour Photos"]},"\n\n",{"type":"===","value":["Dance Clubs"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Babylon"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best known for its Thursday night all you can drink, 20,000 pesos to enter, OPEN UNTIL 4AM. Located in Las Palmas. It's popular with gringos and 'gringo hunters'."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=El Blue"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A popular place with cross-over music (a mix of rock and local music).  It's popular with gringos and 'gringo hunters'. Thursday is the night to go."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Circus"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A new venue with great views over Medellín.  Very popular with the beautiful, in-crowd and normally plays cross-over music."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Cuchitril Club-Bar"],["alt="],["url=https:\/\/www.facebook.com\/cuchitrilclub"],["email="],["address=Calle 10, #52-87"],["lat=6.21523"],["long=-75.58268"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The name translates as \"hovel,\" which can only be thought of as a tearm of endearment for this salsa club. It's actually very nice inside, with decor somewhere between arabesque and neon plus chandeliers. There is a fair amount of room to dance, including a space on the wonderful courtyard patio\/garden in the back. Sundays are the best nights, when all sorts of great salseros and salseras converge in this part of town for the party."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Eslabon Prendido"],["alt=Salsa & Tropical"],["url="],["email="],["address=Calle 53, #42-55 (Maracaibo street)"],["lat=6.24905"],["long=-75.56167"],["directions=Downtown, half block east of Parque del Periodista"],["phone="],["tollfree="],["fax="],["hours="],["price=$"],["content=Probably the most famous salsa club in the city, with live bands Tu Th (it's more or less closed the rest of the week). The name of the place plays with words: Hot -or Burning- Link instead of Missing Link. It's fairly small inside, but the dancing spills well into the street. There are tables inside, if you are looking to just watch, but they are claimed way before the party gets started. Its location downtown warrants some precaution."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Mangos"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The most famous of clubs here in Medellín and has a reputation of being visited by rich mafia-related Colombians but is also usually full of incredibly hot women (proceed with caution, some women are paid for).  Also it is very very expensive at about $5 per beer and $25 for a small bottle of rum, Auto Pista Sur. OPEN TIL 4AM"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Palmaia"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Autopista Sur"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The newest, biggest and arguably best club in Medellín and has a capacity of 3,000 people.  Standard crossover music with a boxing ring for girl-fights!"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Red"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opposite El Blue, offers electronic music and local music."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Sabor Antillano"],["alt=Salsa & Tropical music"],["url="],["email="],["address=Calle 38 sur # carrera 43. Envigado"],["lat="],["long="],["directions=Two blocks down from main plaza"],["phone="],["tollfree="],["fax="],["hours="],["price=$$"],["content=A fun tiny place. Classic salsa with songs coming from vinyl."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=VIVA"],["alt=Dance club"],["url="],["email="],["address=Calle 51 # 73 - 100"],["lat="],["long="],["directions=Close to baseball stadium"],["phone="],["tollfree="],["fax="],["hours="],["price=$$"],["content=Large 2-story dance club with mostly gay clientele"]]}]},"\n",{"type":"===","value":[" Bars "]},"\n\nThere are a few districts for bars. Foreigners prefer Parque Lleras in El Poblado, safer, more upscale, nicer crowds. The middle class also mingle outside Museo de Arte Moderno, near Carlos E Restrepo neighborhood; and the so-called ",{"type":"''","value":["Urban Tribes"]}," meet at Parque del Periodista (downtown). Other areas with bars are: Carrera 70 near Estadio, Carretera Las Palmas and Avenida 33 in Laureles.\n\nThe area around Parque Lleras, (la Zona Rosa), has a concentration of restaurants, bars and is great for people watching. It is active on most nights and a must visit for those looking for Colombian nightlife. The major restaurants on the corner, El Rojo and Basilica are great for food, drinks and people watching. Occasionally they have live music or big screens when important football matches are played.\n\nParque Lleras is interesting any night of the week although admittedly Thursday, Friday and Saturday are far more lively. There are places, mostly electronic music venues open till 6 or 7AM outside of the city limits as the laws forbid any bar to remain open after 3PM.  People however gather around Parque Poblado until dawn drinking, smoking and chating.  You can buy cigarettes, alcohol and anything else you could wish for from the street vendors until the last man standing.\n\nA more upmarket experience can be had at La Strada just south of Parque Lleras on Aviendo El Poblado. The centre features numerous bars, restaurants and clubs. La Strada has become the weekend destination for the more affluent of Medellín's residents. Expect to pay more for drinks and food than in la Zona Rosa, bars close at 1AM.\n\nJust outside of Medellín, there are some venues in the neighboring towns of Sabaneta, Envigado and Itagui. Sabaneta has not yet caught on with foreigners, making it the place to go if avoiding gringos is your thing.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Arte Vivo"]}," Mostly a local crowd. a great 80's and 90'live band (arguably the best in town) playing  rock-pop greatest hits and local rock. Prices are affordable, with a nice upscale crowd, and beautiful women. Located in el Poblado across the Monterrey Shopping center (Calle 10 x Las Vegas)."]},"\n",{"type":"*","value":["\"El Alamo\" The cheapest bar in Parque Lleras, free rum for girls. They show American football games if you need your fix."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["B-Lounge"]}," is an electronic disco with rich, beautiful women as is..."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Kasa"]}," which are both good on Thursday nights as it's Ladies Night."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Niagara"],["alt=5 puertas"],["url=http:\/\/www.arepamor.com"],["email="],["address=Cra 38"],["lat="],["long="],["directions=2 blocks south of Parque Lleras, El Poblado"],["phone="],["tollfree="],["fax="],["hours=Opens in the afternoon until 2AM"],["price=$$"],["content=Has been a classic for local crowds for over 30 yrs. Informal, beer, chat"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Camerata"]}," has offered classic music to its costumers for over 25 years. Occasional live appearances. Calle 49 between carreras 64 y 65, near calle Colombia."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=San Marcos"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+57 4 265 3666"],["tollfree="],["fax="],["hours="],["price="],["content=Bar and video has mostly gay clientele, located near Unicentro shopping mall Calle 34 # 66B - 53, Barrio Conquistadores. ",{"type":"[","value":["http:\/\/www.sanmarcosbar.tk"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vinacure"]}," An incredibly trippy place - expensive to get in but definitely worth seeing once, entry is about US$4. The entire club is designed by a noted Colombian sculptor. Try to go when German, the owner, is about so you can check out The Naked Room, an interactive art exhibition that must be experienced (sometimes) naked. This is a very interesting, unusual and fun art-museum\/bar. It's truly unique. To get there, take a taxi to the beginning of Caldas (carrera 50 No 100D Sur 07, Caldas). Or you can take a bus."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Casa Gardeliana"],["alt=Tango bar"],["url=http:\/\/www.gardelweb.com\/Casa-Museo-Gardeliana-Medellín.htm"],["email="],["address=Carrera 45 # 76 - 50"],["lat="],["long="],["directions=Manrique"],["phone=+57 4 212 0968"],["tollfree="],["fax="],["hours="],["price="],["content=Since 1973, has been the meeting place for tango lovers. Live music, dance."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Salon Málaga"],["alt=Tango and Bolero bar"],["url=http:\/\/www.salonmalaga.com"],["email="],["address=Cra. 51 Bolívar # 45 + 80"],["lat="],["long="],["directions=Between Amador & Maturín streets"],["phone=+57 4 231 2658"],["tollfree="],["fax="],["hours=M-Sat 7AM - 2AM, Sundays\/holidays 8AM - Midnight"],["price=$-$$"],["content=A classic bar right downtown. All social classes mingle here with nice music and local drinks. Dance. Only half a block away from the main Metrostation San Antonio (Lines A and B)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Dulce Jesus Mio"],["alt=Mi Pueblo"],["url=http:\/\/dulcejesusmiolaparranda.blogspot.com\/"],["email="],["address=Calle 77S # 46B-90 Sabaneta"],["lat="],["long="],["directions=Next to Texaco gas station"],["phone=+57 4 288 8176"],["tollfree="],["fax="],["hours=4PM- 1AM"],["price=$$"],["content=The whole place is a replica of a traditional 'paisa' town. The locals from the village will greet you and be your host, ask you to dance and party all together. Every midnight is new years' eve. Really fun."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bolero Bar"],["url="],["email="],["address=Cra. 67 B 51 A 98 Local 101"],["lat="],["long="],["directions=Near Exito calle Colombia"],["phone=+57 4 234 039"],["tollfree="],["fax="],["hours="],["price=$"],["content=Tangos, boleros. Ph +57 4 230 3259"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bermellón"],["url="],["email="],["address=Calle 23 Sur # 42B-107 Envigado"],["lat="],["long="],["directions="],["phone=+57 4 331 7963"],["tollfree="],["fax="],["hours="],["price="],["content=Tango, et al."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Hotels"]},"\n\n",{"type":"====","value":["El Centro"]},"\nMost of the inexpensive hotels in Medellín are located in El Centro. It's a vibrant area during the daytime, but at night becomes a bit sketchy, be aware.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Conquistadores"],["url=http:\/\/www.webteam.com.co\/hconquist"],["email="],["address=Carrera 54 #49-31"],["lat="],["long="],["directions="],["phone=+574 512 3232"],["tollfree="],["fax="],["hours="],["price=25,000 COP for a single room"],["checkin="],["checkout="],["content=An affordable and safe hotel in the center of town. All the basic amenities, including broadcast TV, hot water, lock boxes. Restaurant on site. Extremely friendly and helpful staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Linton"],["url="],["email="],["address=Carrera 45 #47-58"],["lat="],["long="],["directions=El Palo between pichincha and Bomboná"],["phone=+574 239 2647"],["tollfree="],["fax="],["hours="],["price=20,000 COP for a single room"],["checkin="],["checkout="],["content=All the basic amenities including cable TV, hot water, mini stereo system in rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ayacucho Real"],["url="],["email="],["address=Calle 49 (Ayacucho) #48-15"],["lat="],["long="],["directions="],["phone=+574 511 5904"],["tollfree="],["fax="],["hours="],["price=28,000 COP for a single room"],["checkin="],["checkout="],["content=All the basic amenities including cable TV, hot water, mini stereo system in rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel San José"],["url="],["email="],["address=Calle 49 #45-12, second floor"],["lat="],["long="],["directions=Ayacucho por el Palo"],["phone=+57 4 512 0066"],["tollfree="],["fax="],["hours="],["price=16,000 COP for a single room"],["checkin="],["checkout="],["content=Probably the cheapest decent hotel in town. Despite the price, it is clean and safe. Cable TV, hot water, laundry on site."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nutibara"],["url=http:\/\/www.hotelnutibara.com"],["email="],["address=Calle 52A # 50 - 46 Plazuela Nutibara"],["lat="],["long="],["directions=Downtown near Metro station Parque Berrio"],["phone=+57 4 511 5111"],["tollfree="],["fax="],["hours="],["price=from 110,000 COP"],["checkin="],["checkout="],["content=The most traditional hotel in Medellín, now a tad rundown. Great architecture. Just across the street from Museo de Antioquia. Fax: +57 4 231 3713"]]}]},"\n",{"type":"====","value":["Estadio and Laureles"]},"\nThese are middle-class, safe neighborhoods just west of the river (west of downtown) with many bars, restaurants, shops and clubs along Carrera 70.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Egina Medellín"],["url=http:\/\/www.lemanoir-egina.com\/pagina.php?p_a=18"],["email="],["address=Calle 47 #68A - 80, Medellín 54 Colombia"],["lat="],["long="],["directions="],["phone=5716371610"],["tollfree="],["fax="],["hours="],["price=From COP 140,000.00"],["checkin="],["checkout="],["content=65 rooms, standard rooms, junior rooms and suites, all equipped with air-conditioning, mini-bar and Wi-Fi access. Facilities and services are bar, events room and fitness room\/gym."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Terranova 70"],["alt="],["url="],["email="],["address=Carrera 70 #47-34"],["lat="],["long="],["directions=Diagonally opposite Estadio metro station"],["phone=+574 260 2282"],["tollfree="],["fax="],["checkin="],["checkout="],["price=45,000 COP for a single room"],["content=The cheapest hotel in this area. Clean, modern, nice rooms. Friendly staff. Bar next door plays loud music until 3am."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sauces del Estadio"],["url="],["email="],["address=Cra 69 No.49A-30"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel TRYP"],["alt=a Wyndham hotel"],["url=http:\/\/www.hoteltrypmedellin.com"],["email="],["address=Calle Colombia 50 N 70-124"],["lat="],["long="],["directions=near Stadium"],["phone=+57 4 604 0686"],["tollfree="],["fax="],["hours="],["price=$$"],["checkin="],["checkout="],["content=The newest hotel in the area"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Casa Laureles"]},", Calle 35 No.78-66."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Laureles 70 "]},", Circular 5a No.70-15."]},"\n",{"type":"[[","value":[["File:San Fernando Plaza Hotel.jpg"],["right"],["thumb"],["300px"],["San Fernando Hotel"]]},"\n\n",{"type":"====","value":[" El Poblado "]},"\nThis is probably the most desirable neighborhood to stay in. However, it is also the most expensive. The higher-end bars, restaurants, and clubs are all located in this area. High-end supermarkets (Pomona, Carulla and Exito) are nearby, as well as shopping malls, open Wi-Fi networks, and a few Juan Valdez coffee shops.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Intercontinental"],["url=http:\/\/www.ichotelsgroup.com\/intercontinental\/en\/gb\/locations\/medellin"],["email="],["address=Calle 16 #28-51"],["lat="],["long="],["directions=Variante Las Palmas, 2 km up from San Diego shopping mall"],["phone=+574 319 4450"],["tollfree="],["fax="],["hours="],["price=$$$"],["checkin=15.00"],["checkout=13.00"],["content=A nice and traditional hotel in town, recently renewed. Suburban location. Large rooms, convention center."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel San Fernando Plaza"],["url=http:\/\/www.hotelsfp.com"],["email="],["address=Carrera 42 A # 1 - 15"],["lat="],["long="],["directions=Ave. el Poblado"],["phone=+574 444 5333"],["tollfree="],["fax="],["hours="],["price=110 USD"],["checkin="],["checkout="],["content=Very fancy and elegant for the price, excellent service. Nice surroundings with many restaurants, gym, coffee house."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Poblado Plaza Hotel"],["alt=Estelar"],["url=http:\/\/www.hotelesestelar.com\/nuevo2\/web\/home_esp.php?Hotel=Hotel%20El%20Poblado%20Plaza&Seccion=Home&Idioma=Esp"],["email="],["address=Carrera 43A No.4Sur-75"],["lat="],["long="],["directions="],["phone=+574 268 5555"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In the Golden Mile. Has a pleasant garden where meals can be taken. Free Wi-Fi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Plaza Rosa"],["url="],["email=info@plazarosa.com"],["address=Carrera 32D No. 09-17 El Poblado"],["lat="],["long="],["directions="],["phone=+574 312 0005"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Four Points by Sheraton"],["url=http:\/\/www.starwoodhotels.com\/fourpoints\/property\/overview\/index.html?propertyID=736"],["email="],["address=Carrera 43 C #6 Sur 100"],["lat="],["long="],["directions=Near Oviedo shopping mall, Poblado neighborhood"],["phone=+574 3218088"],["tollfree="],["fax="],["hours="],["price=$$"],["checkin=15.00"],["checkout=15.00"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Belfort"],["alt=A Dann Carlton Hotel"],["url=http:\/\/www.hotelbelfort.com"],["email="],["address=Calle 17 # 40 B - 30"],["lat="],["long="],["directions=Avenida el Poblado"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Nice swimming pool area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Park 10 Hotel"],["url=http:\/\/www.hotelpark10.com.co"],["email=reservas@hotelpark10.com.co"],["address=Carrera 36B No. 11-12 El Poblado"],["lat="],["long="],["directions="],["phone=+574 310 6060"],["tollfree="],["fax="],["hours="],["price=$$$"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Milla de Oro"],["alt=Estelar"],["url=http:\/\/www.hotelesestelar.com"],["email="],["address=Carrera 43 A No. 1A Sur 237"],["lat="],["long="],["directions=Av. El Poblado, between the main plaza and Oviedo shopping mall"],["phone="],["tollfree="],["fax="],["hours="],["price=$$$"],["checkin="],["checkout="],["content=Opened June 2009. Over 150 rooms. Toll free calling within Colombia 01 8000 97 8000"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Portón de Medellín"],["url=http:\/\/www.hotelportonmedellin.com"],["email="],["address=Carrera 43A No 9 Sur 51 Av. El Poblado"],["lat="],["long="],["directions=Close to Oviedo mall"],["phone=+574 313 2020"],["tollfree="],["fax="],["hours="],["price=90-180 USD"],["checkin="],["checkout="],["content=Located in the area called “The Golden Mile”."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dann Carlton Hotel"],["url=http:\/\/200.26.151.12:81\/dann\/index.php\/es\/content\/view\/full\/87"],["email="],["address=Av. El poblado Cra. 43A # 7-50"],["lat="],["long="],["directions=Close to Poblado main plaza"],["phone=+574 444 5151"],["tollfree="],["fax="],["hours="],["price=$$$"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Estelar Poblado Alejandría"],["url=http:\/\/www.hotelesestelar.com\/nuevo2\/web\/home_esp.php?Hotel=Estelar%20Poblado%20Alejandria&Seccion=Home&Idioma=Esp"],["email="],["address=Cra. 36 # 2 Sur-60"],["lat="],["long="],["directions="],["phone=+574 318 2000"],["tollfree="],["fax="],["hours="],["price=$$$"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Medellín Royal"],["alt=A Radisson hotel"],["url=http:\/\/www.hotelesroyal.com\/medellin"],["email=contactoweb@medellinroyal.com"],["address=Cra 42 No 5 Sur -130 El Poblado"],["lat="],["long="],["directions=Near Oviedo and Santa Fe shopping mall"],["phone=+57 4 448 5700"],["tollfree="],["fax="],["hours="],["price=from 110 USD \/night"],["checkin=15:00"],["checkout=13:00"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Casa-10"],["url="],["email="],["address=Calle 11 #43B-71"],["lat="],["long="],["directions=A couple of blocks NW of Parque Poblado"],["phone=311 4882 or 582 5347"],["tollfree="],["fax="],["hours="],["price=150,000 COP for a single room"],["checkin="],["checkout="],["content=The least expensive hotel in this area. Clean and modern rooms, but musky. Opened in early May 2009. Friendly staff. Wider range of cable TV than most inexpensive hotels. Internet computers and Wi-Fi included. Free parking."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Novelty suites"],["url=http:\/\/www.noveltysuites.com\/"],["email="],["address=Ave El Poblado Calle 4 sur #43 A 109"],["lat="],["long="],["directions=Milla de Oro"],["phone=+57 4 319 4000"],["tollfree="],["fax="],["hours="],["price=$$"],["checkin=15,00"],["checkout=13,00"],["content=Comfortable and spacious suites in a modern building. Moderate prices."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Express"],["alt="],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/ex\/1\/en\/hotel\/mdeex"],["email="],["address=CRA 43 A # 1 SUR - 150 Av El Poblado"],["lat="],["long="],["directions=Next to Oviedo shopping mall"],["phone=+57 4 4440344"],["tollfree="],["fax=+57-4-384554"],["hours="],["price=$$"],["checkin=15.00"],["checkout=13.00"],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Medellín Executive Suites Hotel"],["url=http:\/\/www.medellinexecutivehotel.com"],["email=medellinexecutivehotel@gmail.com"],["address=Calle 11 A No. 31 A - 208"],["lat="],["long="],["directions=Near Zona Rosa"],["phone=+57 311-582-6237"],["tollfree="],["fax="],["hours="],["price=$$$"],["checkin="],["checkout="],["content=An exclusive hotel with exemplary service, modern amenities, and idyllic surroundings. Located in one of the most beautiful areas of Medellín. Short walk to Parque Lleras. Wi-Fi, pool and recreation deck available. A controversial owner and businessman who is disliked by many in the expat community because he talks so much crap about everyone else in Medellín."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Santa Ana"],["url=http:\/\/www.hotelsantaanamedellin.com"],["email="],["address=Calle 15 sur No. 48 - 34"],["lat="],["long="],["directions=Two blocks from Metrostation La Aguacatala"],["phone=+57 4 314 0707"],["tollfree="],["fax="],["hours="],["price=140.000"],["checkin="],["checkout="],["content=Santa Ana is not as nice as the other hotels in El Poblado, but its proximity to the Metro is a breakpoint for many tourists. There is not much to do in La Aguacatala. Breakfast included."]]}]},"\n",{"type":"===","value":["Boutique Hotels"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Art Hotel"],["url=http:\/\/www.arthotel.com.co\/"],["email="],["address=Cra 41 # 9-21 El Poblado"],["lat="],["long="],["directions=Zona Rosa, Parque Lleras."],["phone=+57 4 369 7900"],["tollfree="],["fax="],["hours="],["price=110 USD + tax"],["checkin="],["checkout="],["content=Spacious loft-style rooms with high ceilings, some with private terrace. A real boutique hotel. Located near Lleras Park, but quiet and safe."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Las Rosas"],["alt=Boutique hotel"],["url=http:\/\/www.lasrosashotelboutique.com"],["email="],["address=Cra. 33 # 5 G - 73"],["lat="],["long="],["directions=Barrio Provenza, near Parque Lleras"],["phone=+57 4 4444 513"],["tollfree="],["fax="],["hours="],["price=$$$"],["checkin=15:00"],["checkout=13:00"],["content=Only 14 large rooms with good service. Spanish courses available. The hotel arranges great tours outside the city."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel La Casa Medellín"],["url=http:\/\/www.lacasamedellin.com"],["email="],["address="],["lat="],["long="],["directions=Los Balsos"],["phone=+57 4 268 6010"],["tollfree="],["fax="],["hours="],["price=$$$"],["checkin="],["checkout="],["content=In Los Balsos el Poblado. Walking distance to popular attractions such as Oviedo Shopping center. U.S. phone number: 310-728-6301"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=DiezHotel"],["url=http:\/\/www.diezhotel.com"],["email="],["address=Calle 10 A Cra 34"],["lat="],["long="],["directions=El Poblado"],["phone=+57 4 312 0005"],["tollfree="],["fax="],["hours="],["price=+300,000 COP"],["checkin="],["checkout="],["content=Mobile +57 300 216 3744. A boutique hotel with decor inspired by all Colombian regions."]]}]},"\n",{"type":"'''","value":["Other Neighborhoods"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Las Lomas"],["alt=International Airport Hotel"],["url=http:\/\/www.laslomashotel.com"],["email="],["address=Glorieta of the international airport"],["lat="],["long="],["directions=José María Córdova Km. 26"],["phone=+574 536 0440"],["tollfree="],["fax="],["hours="],["price=$$"],["checkin=15.00"],["checkout=13.00"],["content=Nice suburban hotel with beautiful grounds. Not noisy. Toll-Free from Colombia: 018000 940 440"]]}]},"\n",{"type":"===","value":["Hostels"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Blacksheep Hostel"],["url=http:\/\/www.blacksheepmedellin.com\/"],["email=kelvin@blacksheepmedellin.com"],["address=Transversal 5A #45-133 (Patio Bonito)"],["lat="],["long="],["directions="],["phone=+574 311 1589"],["tollfree="],["fax="],["hours="],["price=Dorm bed : 19,000 COP \/ Doubles from 40,000 COP"],["checkin="],["checkout="],["content=On-site Spanish lessons, BBQ every Sunday. Operated by a helpful Kiwi expat named Kelvin. Two meters long European sized beds, en-suite bathrooms, hot power showers, airy rooms, fully equipped kitchen, 5 computers with high speed internet access (2,000 COP\/h), TV room + cable, free DVDs, hammocks."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Kiwi Hostel"],["url=http:\/\/www.casakiwihostel.com"],["email=casakiwi@gmail.com"],["address=Cra 36 #7-10"],["lat="],["long="],["directions=3 blocks above Parque Lleras in El Poblado"],["phone=+574 268 2668 \/ 352 1109"],["tollfree="],["fax="],["hours="],["price=Dorm bed : 20,000 COP \/ Private room from 40.000 COP"],["checkin="],["checkout="],["content=Great foreign run backpacker hostel, with cheap dorm beds and private rooms, and a new addition with nicer private rooms and suites. High speed internet, free Wi-Fi, TV with satellite. Terraces and patios, a fully equipped guest kitchen, laundry service, pool table, and lockers in the dorm rooms. Great atmosphere and good customer service and travel information."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sunshine Hostel"],["url=http:\/\/www.medellin-hostels.com\/"],["email=sunshinemedellin@hotmail.com"],["address=Calle 9 #43C-36 (Poblado)"],["lat="],["long="],["directions="],["phone=+574 582 0305"],["tollfree="],["fax="],["hours="],["price=Dorm bed : 17,000 COP \/ Doubles from 55,000 COP"],["checkin="],["checkout=13:00"],["content=Operated by two nice and helpful Israelis, it is on of the cheapest hostels in town. Two meters long European sized beds, hot power showers, fully equipped kitchen, computers with high speed internet access, free Wi-Fi, three common areas (TV area, dinning room, chillout area with hammock), pin-pong table."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Mayde"],["url=http:\/\/www.casamaydehostel.com"],["email=casamayde@yahoo.com"],["address=Calle 10 # 37-39"],["lat="],["long="],["directions=Ten-minute walk from Poblado metro station"],["phone=+57 4 312 0254"],["tollfree="],["fax="],["hours="],["price=Dorm bed : 15,000 COP \/ Private double room : 30,000 to 55,000 COP"],["checkin="],["checkout="],["content=A Colombian-run hostel in the safe and modern Parque Lleras neighborhood, for a maximum of 15 people. Hot showers in some rooms. Fully equipped self-catering kitchen. Two outdoor patios, slow internet connection, cable and laundry service. The owner, Mayde, and her staff are a rather eccentric bunch that drink and smoke up every night, so only consider staying here if you are looking to stay up all night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Tamarindo - Medellín"],["alt=hostaltamarindo@gmail.com"],["url=http:\/\/www.hostaltamarindo.com"],["email=hostaltamarindo@gmail.com"],["address=Calle 7 #35-36, El Poblado"],["lat= 06.20648"],["long= 75.56578"],["directions="],["phone=+574 268 9828, 57 315 451 6268"],["tollfree="],["fax="],["hours="],["price=Co-ed dorm : 18,000 COP \/ Female dorm : 22,000 COP \/ Private room from 55,000 COP"],["checkin=2PM"],["checkout=11AM"],["content=Calm, warm and friendly atmosphere, great service, clean comfortable rooms, bathrooms and social areas, hot water all day, a fully equipped open kitchen, free linens and towels, lockers, DVD movies, no curfew, free Wi-Fi, internet service, laundry service, keyless entry and complete tourist information."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lleras Park Hostel"],["url=http:\/\/www.llerasparkhostal.com\/"],["email=llerasparkhostal@gmail.com"],["address=Carrera 39 #8-72, El Poblado"],["lat="],["long="],["directions="],["phone=+574 266 6291"],["tollfree="],["fax="],["hours="],["price=Dorms 20,000 COP, doubles from 60,000 COP"],["checkin=Anytime"],["checkout=2PM"],["content=Amenities include free towels, internet, lockers, coffee, cable TV, and 24\/7 security. Roof top bar, meals for cheap, book exchange library, guided tours available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Palm Tree Hostel"],["url=http:\/\/www.palmtreemedellin.com\/"],["email=info@palmtreemedellin.com"],["address=Cra 67 # 48D - 63"],["lat="],["long="],["directions=Behind the ",{"type":"''","value":["Exito Colombia"]}," supermarket, 3 blocks away from the Suramericana Metro station"],["phone=+57 4 2606142 or 260 2805"],["tollfree="],["fax="],["hours="],["price=Dorm bed : 18,000 COP"],["checkin=24"],["checkout=11:30"],["content=24 hour staffed office, free internet & Wi-Fi, dormitories and private rooms, linen included, hot showers, laundry service, bar, book exchange, free bicycle, Cable TV with over 100 channels, DVD movies. Hammocks, free BBQ on Fridays, fully equipped kitchen, free bag storage, free coffee & breakfast."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Samán Hostel"],["url=http:\/\/www.samanhostelmedellin.blogspot.com\/"],["email=samanhostel@gmail.com"],["address=Calle 10 N° 36-24, El Poblado"],["lat="],["long="],["directions="],["phone=310 221436\/320 7662735"],["tollfree="],["fax="],["hours="],["price=Dorm bed : 20,000 COP"],["checkin="],["checkout="],["content=Run by an amazing guy named Alejandro who goes out of his way help you experience medellin. Seriously plush and very clean for a hostel, and close to the more up-market bars around El Poblado. Internet, plush lounge, kitchen, free tea & coffee, laundry service. Alejandro and his sidekick, also Alejandro, clean the rooms daily and even offered to do the dishes after cooking dinner!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tiger Paw Hostel"],["url=http:\/\/www.tigerpawhostel.com"],["email=info@tigerpawhostel.com"],["address=Car 36 No. 10-49"],["lat="],["long="],["directions=Across the street from Parque Lleras in Poblado"],["phone=US 843-564-5585 and international +574 311 6079"],["tollfree="],["fax="],["hours="],["price=Dorm bed : 20,000 COP"],["checkin="],["checkout="],["content=Brand new hostel which is steps away from the main night-life in town. Extra large compartmentalized private bunk beds. US TV programming, DVD, laundry, bilingual staff, pool table, free internet, WiFi, XBOX-360, private lockers, 24 hour reception, events, tour information, kitchen, hot water. Owner is American with plenty of experience in Medellín. Sports Bar located in the hostel (see 'Eat' section)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Pit Stop"],["alt=Hostel"],["url=http:\/\/www.pitstophostel.com"],["email=admin@pitstophostel.com"],["address=Cra 43 e # 5 - 110"],["lat="],["long="],["directions=Patio Bonito, in El Poblado"],["phone=+574 352 1176"],["tollfree="],["fax="],["hours="],["price=$"],["checkin="],["checkout="],["content=Mobile 314 657 6390."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Wandering Paisa Hostel"],["alt="],["url=http:\/\/www.wanderingpaisahostel.com"],["email=twphostel@gmail.com"],["address=Calle 44 A No. 68 A 76, Laureles"],["lat=6.24980"],["long=-75.58731"],["directions="],["phone=0(34) 436-6759 or (cell) 320-749-2073"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=New hostel with comfortable Beds, included Linen, Nintendo Wii, Free wifi, Bar, Laundry Service, Hammocks, Sun Deck\/Patio, Rooftop terrace, Library, 24 hour hot water, Bilingual staff, Lockers, Kitchen, Tour Information, 24 hour reception."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Waypoint Hostel"],["url=http:\/\/www.waypointhostel.com"],["email=info@waypointhostel.com"],["address=Cra 48b # 10 sur - 08"],["lat="],["long="],["directions=La Aguacatala, in El Poblado, next to EAFIT University"],["phone=+574 312 52 94 \/ Mobile 300 671 99 12"],["tollfree="],["fax="],["hours="],["price=$"],["checkin="],["checkout="],["content=Clean sheets, pillows, blankets and towels. Cooking facilities, Hammocks, Hot water, Wi-Fi, Swimming pool."]]}]},"\n",{"type":"==","value":[" Respect "]},"\n\nClothing is usually casual but shorts or Bermuda pants are unusual on weekdays. Only young locals will wear them on weekends. Sweaters and jackets are usually not necessary at daytime, occasionally needed at night.\n\nRefrain from joking about drugs, kidnapping or bombings.  Many residents of Medellín were personally affected by the violence of the past, and today they consider themselves very modern, forward looking and ready to move on.  They do not find these things to be funny.  In addition, the police take the security situation very seriously, and you may find yourself detained.  Accordingly, there is no official tourism built around the history of Pablo Escobar, and many people do not like to discuss him, although several hostels offer a Pablo Escobar tour. You will receive a lot of puzzled stares if you start asking how to get to the house where he was killed, etc.\n\nWhen on the Metrocable, remember that it is a functional part of the Metro system, and that many proud residents of the mountainside neighborhoods ride the system to and from work each day.  Accordingly, refrain from gawking, commenting on or taking pictures of the neighborhoods below, especially if there are Colombians in your car.\n\n",{"type":"==","value":["Stay safe"]},"\n\nMedellín is generally a safe city for tourism,",{"type":"[","value":["http:\/\/colombiareports.com\/colombia-news\/news\/5971-new-generation-of-criminals-returns-violence-to-medellin.html"]}," depending on the part of town you visit and the hours (like most other cities) and is much safer than in previous years. It was reported than in 2009 the murder rate in Medellín was the lowest in 30 years ",{"type":"[","value":["http:\/\/colombiareports.com\/colombia-news\/news\/7808-murder-rate-in-medellin-and-cali-lowest-in-30-years-minister.html"]},", while murder rates have since doubled in 2010 in a new surge of violence. According to the US State Department, murders have involved tourists and U.S citizens, and there remains a risk of \"terrorist\" actions in the urban area.",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/tw\/tw_941.html"]},". Much of the violence is concentrated within the city's hillside slums and among known drug traffickers, although richer parts of town have also been afflicted by the latest surge in crime.",{"type":"[","value":["http:\/\/www.newsweek.com\/2010\/09\/09\/colombia-wrestling-to-quell-local-drug-gangs.html"]}," The poorer neighborhoods in the north-east and north-west of the city should be avoided at both day and night to avoid trouble. Most of the inner city is best avoided at night, maybe excluding El Poblado. Most travelers to Medellín will tell you that they never found themselves in any danger while there, as the city center and touristy neighborhoods and attractions are all heavily policed. Thus, the following advice should not deter your plans to travel there, and should be taken as advice.  As in most major cities, staying safe comes down to common sense, and even the locals follow the following advice.\n\nDon't travel alone after dark.  Almost anyone who knows anyone who has gotten into trouble in Medellín will tell you that they were doing things that you shouldn't do in any city, i.e. walk around after dark alone, especially leaving clubs after having been drinking.  If you must, travel with a few friends, and at night call a taxi instead of taking it off the curb.\n\nAvoid straying off of the main areas outside of the Santo Domingo Metrocable station, especially after dark; basically, try to stay within sight of the station and library, and you will be fine.  Avoid areas of downtown at night, such as the Parque San Antonio area (including outside of the Metro station), Parque Boliviar, and areas directly to the north of Parque Barrio, where there is a lot of prostitution and other shady dealings.  During the day, these areas are all perfectly safe with the normal precautions.\n\nAs in most large cities, petty crime can be a problem; it is advisable to carry a color copy of your passport rather than the real thing, avoid carrying a wallet and to keep varying amounts of cash in several pockets, socks and bras.  Only carry what you will need for the day, and always have enough hidden somewhere to get back to your hotel.  However, at most tourist sites, the police have a very heavy presence, so you can feel safe taking pictures and walking around during the day.  Avoid parks, muggers with knives wait for tourists in parks near hotels in the affluent areas of the city, such as El Poblado.\n\nAvoid accepting drinks from strangers. One common organized scam reported recently involves girls being overly friendly to gringos at a club, buying them drinks and then asking to go home with them. The drinks end up being drugged, and the girls make off with money, credit cards and other valuables. Note that it is not very common for Medellín locals to go home with other locals to hook up; rather, cheap hotels are used. So one should be suspicious of overly friendly girls asking to come to your hotel or residence from a club.\n\nMany people sometimes feel overwhelmed by all of the small-time vendors selling anything from fruit, ice cream, cigarettes, lottery tickets, cell phone chargers, trinkets, hats, etc. However, a simple \"no, gracias\" will deter them from bothering you.\n\nAs Colombia is still a country with a \"macho man\" mindset, women might be the subject of lewd comments, cat-calling, or whistling. Women shouldn't take this personally - although women have the same rights as women in the US and elsewhere, it's just the culture.\n\nDo not, ",{"type":"''","value":["under any circumstances"]},", make any jokes about the use of cocaine or bombs. The Colombian police take jokes as threats, and you may find yourself in a police station explaining yourself to unsympathetic police officers. Under normal circumstances, police officers are usually kind and helpful towards tourists.\n\nThe age of consent in Colombia is 14. The drinking age is 18. Minors are not allowed to be in possession of alcohol at any time, and they may not enter night clubs of any kind. If a minor is found to be in a night club, the entire club will be immediately closed for violating a national law. (Enforced more in nicer neighborhoods)\n\nAlways change your money at the airport or at a bank.  Bancolombia is the largest national bank, is based in Medellín and has ATM's almost everywhere.  \"Street changers\" offer tempting rates for your dollar, but be on guard. \"Street Changers\" palm several of the biggest bills for themselves. Do not flaunt large amounts of money around. ATM machines are your best bet for dealing with the complexities of various money changers.\n\nWhen using an ATM machine (only delivers pesos) it is wise to use machines in a mall (Spanish: ",{"type":"''","value":["centro comercial"]},"), one of the large superstores (such as Exito or Carrefour) or grocery stores (such as Pomona or Carulla), then take your time walking around a bit. Don't rush out the door. If someone is watching people at the ATM, they will wait for you to leave, and possibly rob you on the street down the road. Using ATMs on the street is not advisable in Colombia.\n\n",{"type":"===","value":["Health"]},"\n\n",{"type":"*","value":["The water in Medellín is potable and delicious.  However, bottled water is always available everywhere for the extra-cautious."]},{"type":"*","value":["Colombia does not require foreigners to get extra vaccinations to enter the country."]},{"type":"*","value":["Altitude is generally not a problem for foreigners since Medellín is approximately 1,500 mts (4,921 ft) above sea-level (about the same as Denver, USA).  However, some who reside at or around sea-level may experience some minor effects their first night.  If this is the case, it is advisable to drink plenty of water and avoid alcohol on the way there and on the first night."]},{"type":"*","value":["You are at no risk of many tropical diseases like malaria, cholera, yellow fever, leishmaniasis or Chagas disease because of its altitude."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":[" Telephone "]},"\n\n",{"type":"*","value":["International country codes: Colombia 57, City code Medellín 4. When calling a mobile from outside Colombia dial 57-3 (I.E.+57 311 xxx xx xx don't double the 3). "]},{"type":"*","value":["To make an international call from Colombia, dial the access code 005 (Orbitel), 007 (ETB) or 009 (Movistar), followed by the country code, area code and party's number."]},{"type":"*","value":["Many local phones are blocked for direct international calling, but calling through an operator will work many phones: Call 159 for the operator."]},{"type":"*","value":["For all local phone calls you have to dial only 7 digits."]},{"type":"*","value":["When calling from a local phone into a cell phone you have to dial '03' then the 10 digit mobile number."]},{"type":"*","value":["When calling from a Mobile to a local phone: dial 03 + (city code) + 7 digit phone number."]},{"type":"*","value":[{"type":"''","value":["Emergencies"]}," dial 123"]},"\n",{"type":"''","value":["Mobile services"]},": There are several mobile phone companies in Colombia (",{"type":"[","value":["http:\/\/www.claro.com.co Claro"]},",  ",{"type":"[","value":["http:\/\/www.movistar.com.co Movistar"]},", ",{"type":"[","value":["http:\/\/www.tigo.com.co\/ TIGO"]},", ",{"type":"[","value":["http:\/\/www.uffmovil.com Uff!"]},", ",{"type":"[","value":["http:\/\/www.une.com.co UNE"]},", ",{"type":"[","value":["http:\/\/www.etb.com.co\/vozmovil ETB"]}," and ",{"type":"[","value":["http:\/\/www.avantel.com.co Avantel"]},"). Calling mobile phones is more expensive than calling local numbers but not prohibitive. In crowded places is common to find people selling 'minutes' to make calls from their cell phones, usual range of prices from COP 100 to 200 per minute for domestic calls.  All mobile numbers have 10 digits (The digit 3 is always first).\n\n",{"type":"===","value":[" Internet "]},"\n\nThere are many internet cafes throughout the city. The appendix for Colombian web addresses is   ",{"type":"'''","value":[".co"]},"\n\n",{"type":"===","value":[" Mail "]},"\n\nRegular mail in Colombia is quite dismal ",{"type":"[","value":["http:\/\/www.4-72.com.co"]}," as you can not attach the stamps yourself and always have to go to a post office. There are very few offices in each city, usually downtown.\nWith this background, private mail couriers have flourished with better service and more offices. There are close to 10 different companies, among the most popular are ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.coordinadora.com.co Coordinadora"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tcc.com.co TCC"]}]},". Both have agreements with international delivery services and cover the world over.\n\n",{"type":"===","value":["Newspapers "]},"\n\nThere are 4 daily newspapers in town:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.elcolombiano.com El Colombiano"]}]}," is the second largest paper in the country with somewhat conservative views. Interestedly it has a few vignettes with the most important news in English - look for '",{"type":"[","value":["http:\/\/coloverio.securesites.net\/blogs\/globalnewsroom\/?NM=Inicio Antioquia Bilingue"]},"'."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["El Mundo"]}," has a liberal point of view. ",{"type":"[","value":["http:\/\/www.elmundo.com"]}]},"\n",{"type":"*","value":[" The small format news outlets ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.qhubo.com Q'hubo"]}]}," and ",{"type":"'''","value":["ADN"]}," are easily available."]},"\nFor the country ",{"type":"'''","value":["Colombia Reports"]}," is a good source of news in English. ",{"type":"[","value":["http:\/\/colombiareports.com"]},"\n\nA good monthly paper about life downtown, with long articles (sorry, only for masters of the Spanish language), is ",{"type":"''","value":["Universo Centro"]},". ",{"type":"[","value":["http:\/\/www.universocentro.com"]},"\n\n",{"type":"===","value":[" Online Music "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.PaisaEstereo.com\/ Paisa Estereo"]}]}," is an online radio station streaming to more than 174 countries from Medellín"]},"\n",{"type":"===","value":[" TV stations "]},"\n\nSix local stations are available in cable services, air broadcast and most can be watched online.\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.teleantioquia.com.co Teleantioquia"]}]}," has local news and entertainment. The news outlet has hearing impaired caption. It promotes its non-violent programming. The channel is also available online ",{"type":"[","value":["http:\/\/www.teleantioquia.com.co\/JumpTV\/TeleantioquiaenInternet.html"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.telemedellin.tv\/ TeleMedellín"]}]},", online at: ",{"type":"[","value":["http:\/\/www.telemedellin.tv\/pagina_nueva\/telemed\/index.php?sub_cat=24896"]},". Also has an app for the iPhone."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.une.com.co\/ Une"]}]}," ."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cosmovision.tv Cosmovisión"]}]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Canal U"]}," the local universities medium ",{"type":"[","value":["http:\/\/www.canalu.com.co"]},"."]},{"type":"*","value":[{"type":"'''","value":["Televida"]}," is a regional catholic TV channel based in Medellín. ",{"type":"[","value":["http:\/\/www.televida.org.co"]},"."]},"\n",{"type":"==","value":[" Cope "]},"\n\n",{"type":"===","value":[" Medical Services "]},"\n\nThere are plenty of good hospitals and clinics in Medellín unfortunately English is not widely spoken by doctors and nurses. Most upscale hotels have medical services in house.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.elhospital.org.co Hospital Universitario San Vicente de Paul"]}]}," covers almost all specialties with emphasis in transplantation, trauma."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lacardiovascular.org.co\/ Clinica Cardiovascular"]}]}," is the local reference for cardiovascular medicine in adults and children."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hptu.org.co Hospital Pablo Tobon Uribe"]}]}," a non for profit with excellent services."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.clinicamedellin.com Clinica Medellín"]}]}," with its main building downtown and a smaller branch in neighborhood El Poblado."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.clinicaelrosario.com Clinica el Rosario"]}]}," has 2 sites, the one in El Poblado is modern, calm and oriented for international patients."]},"\n",{"type":"===","value":[" Consulates "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]},"  ",{"type":"'''","value":["Austria."]},"  Address Cr 43A No. 14-109. Phone: ",{"type":"''","value":["+57 4"]}," 266-5757, ext. 119\/ Fax: ",{"type":"''","value":["+57 4"]}," 268-2858"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"'''","value":["Belgium - Bélgica"]},".  Address Diagonal 75B No. 2A-120, Of. 309. Phone ",{"type":"''","value":["+57 4"]},")  341-6060\/ Fax: ",{"type":"''","value":["+57 4"]}," 341-2946"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bolivia"]]},"  ",{"type":"'''","value":["Bolivia"]},"  Address Cl 10 No. 41-9, Of. 301. Phone ",{"type":"''","value":["+57 4"]},"  381-7601\/ Fax: ",{"type":"''","value":["+57 4"]}," 268-2706"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"'''","value":["Brazil - Brasil"]},"   Address Cl 29D No. 55-91. Phone ",{"type":"''","value":["+57 4"]}," 265-7565\/ Fax: ",{"type":"''","value":["+57 4"]}," 265-5211"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Chile"]]},"  ",{"type":"'''","value":["Chile"]},"  Address Cr 48 No. 12sur-70, Ed. El Crucero, Of. 808. Phone ",{"type":"''","value":["+57 4"]}," 313-2209 or ",{"type":"''","value":["+57 4"]}," 313-5264\/ Fax: ",{"type":"''","value":["+57 4"]}," 313-1608"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Costa Rica"]]},"  ",{"type":"'''","value":["Costa Rica"]},"   Address Cr 43A No. 14-109 Ed. Nova Tempo, Of. 309. Phone ",{"type":"''","value":["+57 4"]}," 381-7549 or ",{"type":"''","value":["+57 4"]}," 312-2391"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["do"],["name=Denmark - Dinamarca"],["url="],["email="],["address=Cl 49 No.50-21, Of. 1904"],["lat="],["long="],["directions="],["phone=+57 4 513-5161"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ecuador"]]},"  ",{"type":"'''","value":["Ecuador"]},"  Address Cl 50 No.52-22, Ed. Banco de Caldas, Of. 802. Phone ",{"type":"''","value":["+57 4"]}," 512-1193"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["El Salvador"]]},"  ",{"type":"'''","value":["El Salvador"]},"  Address Cl 10B No. 35-27. Phone ",{"type":"''","value":["+57 4"]}," 266-5433\/ Fax: ",{"type":"''","value":["+57 4"]}," 266-5586"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["do"],["name=France"],["url="],["email="],["address=Cr 52 No. 14-200, local 204"],["lat="],["long="],["directions="],["phone=+57 4 235 8037"],["tollfree="],["fax=+57 4 265-7291"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["do"],["name=Germany - Alemania"],["url="],["email="],["address=Address Cr 43F No. 17-419"],["lat="],["long="],["directions="],["phone=+57 4 380-8080"],["tollfree="],["fax=+57 4 232-8474"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["do"],["name=Netherlands - Holanda"],["url="],["email="],["address=Address Cr 52 No. 51A-23, Of. 401-402"],["lat="],["long="],["directions="],["phone=+57 4 251-0324"],["tollfree="],["fax=+57 4 251-0314"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["do"],["name=Italy - Italia"],["url="],["email="],["address=Cl 31 No. 43A-172"],["lat="],["long="],["directions="],["phone=+57 4 262-1823"],["tollfree="],["fax=(+57 4) 262-3139"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"'''","value":["México"]},"    Address Cl 50 No. 42-54, piso 2. Phone ",{"type":"''","value":["+57 4"]}," 239-0456\/ Fax: (+57 4) 239-7062"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Panama"]]},"  ",{"type":"'''","value":["Panamá"]},"    Address Cl 10 No. 42-45, Of. 233. Phone ",{"type":"''","value":["+57 4"]}," 268-1157\/ Fax: (+57 4) 288-6108"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Peru"]]}," ",{"type":"'''","value":["Perú"]},"      Address Cl 4 sur No.43A-195 Ed. Centro Ejecutivo. Phone ",{"type":"''","value":["+57 4"]}," 268-7285\/ Fax: ",{"type":"''","value":["+57 4"]}," 268-7293"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"'''","value":["South Korea - Corea del Sur"]},"     Address Cr 42 (Autopista Sur) No. 54A-22, Itagüí. Phone ",{"type":"''","value":["+57 4"]}," 372-0755\/ Fax: ",{"type":"''","value":["+57 4"]}," 373-6289"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"'''","value":["Spain - España"]}," Address Cr 42 No.10-11. Phone ",{"type":"''","value":["+57 4"]}," 312-0400\/ Fax: ",{"type":"''","value":["+57 4"]}," 266-5364"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["do"],["name=Sweden - Suecia"],["url="],["email="],["address=Address Cr 43A No. 1 sur-31 Ed. Banco Ganadero, Of. 401"],["lat="],["long="],["directions="],["phone=+57 4 266-0498 or +57 4 311-9983"],["tollfree="],["fax=+57 4  268-7878"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["do"],["name=Switzerland - Suiza"],["url="],["email="],["address=Cr 68 No. 48D-48"],["lat="],["long="],["directions="],["phone=+57 4 230-4563"],["tollfree="],["fax=+57 4 260-1881"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["do"],["name=UK - Inglaterra - Gran Bretaña"],["url="],["email="],["address=Carrera 49 No. 46A sur-103, Envigado"],["lat="],["long="],["directions="],["phone=+57 4 270-9242 or +57 4 331-8625"],["tollfree="],["fax=+57 4 331-0046"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Venezuela"]]},"  ",{"type":"'''","value":["Venezuela"]},"   Address Cl 32B No.69-59. Phone ",{"type":"''","value":["+57 4"]}," 235-0359  or ",{"type":"''","value":["+57 4"]}," 351-1644\/Fax: ",{"type":"''","value":["+57 4"]}," 351-1909"]},"\nUS citizens (There is no consulate in Medellín. Only the US Embassy in Bogotá):\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["do"],["name=United States of America Embassy in Bogotá"],["url=http:\/\/bogota.usembassy.gov"],["email="],["address="],["lat="],["long="],["directions="],["phone=+57 1 315-0811 in Bogotá"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Laundry"]},"\n\nLaundromats are scarce in Colombia, but full-service laundry and dry cleaning shops are commonly found in important streets and some shopping malls.\n\n",{"type":"===","value":["Electricity"]},"\n\nIt is 110-120 volts for the country, using two-prong outlets (the same as in USA).\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":[" East "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Guatape"]]}," and  ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.piedrapenol.com\/ La Piedra del Peñol"]}]},": Guatape is located approximately 90 minutes outside of Medellín and is a popular recreational and ecotourism destination for many Colombians and foreign travelers. Half the fun of traveling to Guatape is driving through the Colombian countryside lined with beautiful rolling hills, small towns, farms and friendly people. Once you arrive in Guatape you will notice that the town borders a reservoir built for a hydroelectric dam. The lake covers thousands of acres and can be explored and enjoyed by renting a boat or taking one of the large party boats available on weekends. Guatape has new resort hotels, restaurants, homes, and recreational rentals (boats and water skis) bordering the lake. The huge Rock (",{"type":"'''","value":["La Piedra del Peñol"]}," a.k.a. Peñón de Guatape) that borders the lake is an unexplained geological phenomenon. With 2\/3 of its height below ground, the exposed vertical face is over 200 m. high (660 ft) and visible from throughout the surrounding countryside. Anyone can scale the rock for a  few thousand pesos via a staircase built into one side, the view is breathtaking. On the top of the rock, a restaurant offers outdoor tables overlooking views that stretch to the horizon in every direction. There are buses going about every hour from the Medellín North bus terminal. Pablo Escobar, the famous drug lord, once called Guatape his home and  built several big Casas on its lakeshores. His presence made Guatape a dangerous place for both foreign visitors and local Colombians. After his  death Guatape transformed into a quiet town that's growing as a tourist destination. Escobar's main home is now a bombed out shell that is easily viewed from the lake."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Natural Reserve of Río Claro"]}," This private nature reserve began in 1970 with the intention of supporting the protection of tropical rainforests in the Canyon of Rio Claro, while developing ecotourism with recreational-educational programs. The lime-stone, marble deposits and the river bed are beyond amazing.  ",{"type":"[","value":["http:\/\/rioclaroelrefugio.com\/index_e.html"]},"  Accommodations with optional open to the forest cabins are available.  Day tours from Medellín are also available with optional activities to choose from such as cave trekking, white water scenic rafting, kayaking and canopy adventures to name a few."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Extreme sports"]},": Montevivo is a reservation in ",{"type":"'''","value":["Santa Elena"]},", 30 minutes up the hill from Medellín. It has 5 aerial ropeslides, one is around 400 mts long, among the largest in the world. You can canopy, trek, even sleep in the park. $$-$$$. ",{"type":"[","value":["http:\/\/www.montevivo.org"]}," Phone: +574 538 0279. email: montevivo@montevivo.org"]},"\n",{"type":"===","value":[" West "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Santa Fe de Antioquia"]]}]},", a tropical town with beautiful colonial architecture.  An annual film festival draws the national elite and cinema lovers to this charming spot.  This cobblestoned street town founded in 1541 was the capital of the Antioquia Province until 1826 when it was ordained to Medellín."]},"\n",{"type":"===","value":[" South "]},"\n\n",{"type":"*","value":[" Most of the coffee in the country grows in the Andes region southwest of Medellín and most of the traditions of the coffee growers are the same as in this city. Indeed, world famous ",{"type":"'''","value":[{"type":"[","value":["http:\/\/juanvaldez.com Juan Valdez"]}]}," has lived in Medellín for over 3 decades. There are most of 20 small towns southwest of Medellín (Suroeste Antioqueño) where you can see Juan, mule Conchita and Grab Life by the Beans."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Jardín"]]}]}," is a quaint little town that displays beautiful local architecture, 2.5 hour drive southwest of Medellín. The main plaza is lined with several outdoor cafes, a large stone built church dominates this plaza. Local fresh trout is easily available at many eateries in town and a couple of countryside restaurants. Probably Jardín's most spellbinding natural attraction is the Splendor Cave.  ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.LandVentureTravel.com LandVenture Travel"]}]}," offers day tours from Medellín to the Splendor Cave plus visiting sugar cane mills, coffee mills and other great attractions that Jardín has to offer."]},"\n",{"type":"*","value":[" In the very southern tip of the Antioquia Department there is a small country hotel overlooking the Cauca river. Terrific views of the canyon, ecological paths, swimming pool. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hotelpipinta.com Hotel Pipintá"]}]}," in La Pintada. A 2.5 hr. drive from Medellín."]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["6.235925"],["-75.575136"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Antioquia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Medellín"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South America\/Colombia\/Localities\/Medellín\/"]]},"\n",{"type":"[[","value":[["Commons:Medellín"]]}]