[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Medford"]]},"\n",{"type":"'''","value":["Medford "]}," is a city in ",{"type":"[[","value":[["New Jersey"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nMedford was incorporated in 1837 under the authority of the New Jersey Legislature.  Portions from neighboring towns, most notably Evesham Township, were merged together in order to form present-day Medford.  Medford is approximately 40 square miles with a population of nearly 23,000.  Medford's population density is nearly 600 people per square mile.  \n\nThe early economy of Medford consisted of multiple glass and iron factories, as well as sawmills, gunpowder plants, furnaces, and farms.  Today, Medford has multiple small businesses that span nearly all industries, with the exception of factories or moderate-to-heavy industry.  The outer portions of Medford, most notably near Southampton township, contain farms expanding into the hundreds of acres.   \n\n",{"type":"==","value":["Get in"]},"\n\nDriving is the primary way into Medford.  New Jersey State Highway 70 (the only highway in the town) passes right through Medford and in fact crosses over the town's Main Street.  Road access to Medford can also be obtained to Medford by means of New Jersey State Highway 73 via the Marlton Parkway (Burlington County Road 544).  Smaller local roads enter and exit Medford at various points in Evesham Township, Southampton Township, Lumberton Township, Shamong Township, and Medford Lakes Township.\n\nMedford is also accessible via small aircraft.  Two small airports serve Medford: the Flying \"W\" and South Jersey Regional Airport.  No chartered flights to or from a direct destination exist and the primary purpose of these airports is for recreational flying.  \n\nMedford can also be accessed by bus via the New Jersey Transit 406 route to Philadelphia. \n\n",{"type":"==","value":["Get around"]},"\n\nMany of Medford's roads are suburban, therefore the most interesting mode of transportation would be by bike.  It is possible to ride for hours through many of Medford's many neighborhoods without having to cross any major roads or SR-70.  \n\nDriving a vehicle is the most common form of transportation in the town by far.\n\nSeveral of Medford's neighborhoods offer large roadways and wide sidewalks, making walking or jogging a wonderful way to explore the town.\n\n",{"type":"==","value":["See"]},"\n\nThere are many sightseeing opportunities in Medford.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nUnfortunately, Medford is lacking when it comes to shopping.  Many small coffee shops, pastry shops, and other food and necessity stores make up the majority of Medford's businesses.  However, people who are interested in specific odds and ends might be interested in several of Medford's stores.\n\nStoveworks is a store just off of Main Street that retails a multitude of fireplaces, grills, outdoor stoves, and other outdoor products.  609-654-1384.\n\nCamera and TV Stop retails high-end camera, video camera, TV, and sound system products.  856-983-5676.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nPJ Whelihan's pub, located in the land-locked town of Medford Lakes, is a popular pub, bar, and restaurant for locals and visitors alike.  609-714-7979.\n\nThe Mulberry Tea House, located on Medford's Main Street, serves up classic English tea in many varieties.  609-714-0640.\n\nBraddock's Tavern, located directly across the street from the Mulberry Tea House, offers a delicious but pricey full-course brunch, lunch, and dinner, as well as craft beers and other alcoholic beverages.  609-654-8180.\n\nPlease remember that like other municipalities in New Jersey and around the country, drinking in public is illegal and punishable by fine and a mandatory court appearance.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nMedford is a very safe town and the Medford Township police department does a terrific job of keeping the town safe.  Several petty thefts have occurred as well as murders, however, these incidents happen very rarely and are ",{"type":"''","value":["always"]}," isolated incidents usually involving domestic disputes.  There is absolutely no unsafe neighborhood or location in Medford, and with the mean income of a household earning over $100,000 per year, you can be sure that residents work hard to keep their neighborhoods clean and safe.\n\nMedford Township residents are known, especially in the neighborhood of Birchwood Lakes, to contact the police at the slightest sign of suspicion.  Many lakes in Medford are privately owned by either residents or the neighborhoods themselves, and trespassing on them without permission is illegal.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["39.90083"],["-74.82361"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Burlington County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Medford, New Jersey"]]}]