[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"'''","value":["Medina"]}," (المدينة ",{"type":"''","value":["Madinah"]},") is a city in ",{"type":"[[","value":[["Saudi Arabia"]]},", to the north of ",{"type":"[[","value":[["Mecca"]]},".\n",{"type":"[[","value":[["File:Outsideofmasjedolnabi5.JPG"],["thumb"],["350px"],["View of Medina in 2008, with Al-Masjid al-Nabawi (Mosque of the Prophet) in the middle foreground"]]},"\n",{"type":"==","value":["Understand"]},"\nMedina is the second holy city of Islam. The Prophet Muhammad migrated to Medina from Mecca, and taught there for some years before his triumphant return to Mecca. The city is commonly visited as part of the ",{"type":"[[","value":[["Hajj"]]}," pilgrimage.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["warningbox"],["Non-Muslims are ",{"type":"'''","value":["strictly prohibited"]}," from entering Central Medina. ",{"type":"'''","value":["The penalty is deportation from the country."]}," Documentation ",{"type":"'''","value":["will"]}," be checked upon entry and anyone not showing proof of being Muslim will be denied entry.  However, many parts of the city, notably the outskirts and the Medina Airport, ",{"type":"''","value":["are"]}," open to all."]]},"\n\n",{"type":"===","value":["By plane"]},"\nFor pilgrims, the most common route is to arrive in ",{"type":"[[","value":[["Jeddah"]]}," by plane, and get on a special pilgrims' bus to Mecca and Medina, and come back to fly home in a couple of weeks.  However, Medina's ",{"type":"'''","value":["Prince Mohammad Bin Abdulaziz Airport"]}," (",{"type":"{{","value":[["IATA"],["MED"]]},") fields an increasing number of direct flights from around the Middle East, and the airport is accessible to non-Muslims.\n\n",{"type":"===","value":["By bus"]},"\nThe Saudi Arabian Public Transport Company (SAPTCO) runs to and from luxurious buses several times daily from most parts of the country at cheap rates. There are also privately run buses.  The SAPTCO terminal is off-limits to non-Muslims.\n\n",{"type":"==","value":["Get around"]},"\nThere is no public transport other than taxis.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Sliding Domes for the Courtyard of the King Fahd Extension of the Prophet‘s Holy Mosque in Madinah.jpg"],["thumb"],["200px"],["Sliding Domes for the Courtyard of the King Fahd Extension of Al-Masjid al-Nabawi"]]},"\nSince it is visited only by Muslims, for religious purposes, the main thing to see is the Masjid Nabawi or the Prophet's Mosque where devout Muslims offer prayers. Men are allowed to visit the actual burial site of the Prophet and pay respects throughout the opening hours of the mosque, which used to close for the night at around 10PM but has since become 24\/7. Women may visit only after the Fajr or dawn and Duhr or afternoon prayers, when they are taken there in groups according to their countries.\nIn fact most of the things to be done or seen are around this grand mosque which is at the city centre. Adjacent to the mosque is Jannatul Baqi, a huge graveyard, where most family members and companions of the Prophet are buried. \nOther things to be seen, a little away from the city,are the plains and mountain of Uhud where the battle took place. There is also the burial ground of the 70 martyrs of this battle including the Prophet's uncle Hamza who is considered one of the greatest martyrs of all time. Further away is the Masjid Qiblatayen where the Quran recounts that the Prophet was ordered by Allah to turn his face from Jerusalem to the Kaaba in Makkah while offering prayers; Masjid Jumua where the Prophet prayed the first Jumua or Friday prayers; Masjid Gamama where once he had prayed for rain; Masjid Quba at Quba, which is the first mosque of Islam. Another place worth visiting is the battleground of Khandaq or the Trench.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Pedestrian View of Retractable Umbrellas.jpg"],["thumb"],["200px"],["Pedestrian's view of the retractable umbrellas that provide shade for pilgrims in the plaza of Al-Masjid al-Nabawi"]]},"\nVisit the grand mosque, Masjid Al-Nabawi. The Prophet Muhammad's burial site lies inside the mosque.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Al-Masjid al-Nabawi 02.jpg"],["thumb"],["200px"],["Prayer rugs for sale outside the mosque"]]},"\nThe streets leading to and around the Prophet's Mosque are lined with shops selling goods of every variety. Visitors to Medina usually buy prayer rugs (some with magnets pointing towards the Kaaba), caps, Tasveeh or rosary beads, Abayas, pictures of the holy city and mosques, religious CDs, copies of the Holy Quran, clocks sounding Azan or the call to prayer ( correct to the second) for nearly 5 million cities, etc. as souvenirs to take back with them or as gifts for family and friends. The best of them to take back are Dates from Medina.\n\nThere are also huge glittering shopping complexes and malls selling goods from all over the world.\n\nCredit cards are largely unaccepted, and few banks will exchange travelers' checks.\n\n",{"type":"==","value":["Eat"]},"\nThere are restaurants selling almost all types of food from all over the world. There are Indian, Pakistani and Bangladeshi restaurants in abundance. There is also Chinese, Indonesian,  Turkish, Egyptian, and local food. \n\nThe well-known Western fast-food chains such as McDonald's, Pizza Hut, Don Giovanni's and  KFC all have outlets, as do Saudi chains such as Al Baik, Kudu and Hardeez. The cheapest local specialities are shawarma, taamiyya (a type of vegetable sandwich), foul (cooked beans) with tameez (bread), roasted whole chickens called Broasts. There are always dates.\n\n",{"type":"==","value":["Drink"]},"\nAlcohol is prohibited.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Date palm with fruits.jpg"],["thumb"],["200px"],["A fruiting date palm in Medina"]]},"\nMedina has many hotels, most of which are very close to the mosque.\n\n",{"type":"===","value":["City center"]},"\n",{"type":"''","value":["The following hotels are for Muslims only."]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Al-Majeedi ARAC Suites"],["url=http:\/\/www.almajeediaracsuites-madinah.com"],["email="],["address=Northern Central Zone, P.O. Box 6388"],["lat="],["long="],["directions="],["phone=966 4 820 0000 ext 5100"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at SAR 400.00"],["checkin="],["checkout="],["content=It offers spacious and air-conditioned serviced apartments, all of which has a telephone, cable TV, and private toilet and shower with bathtub. Some of its amenities are currency exchange, dry cleaning\/laundry, and safe deposit boxes. While staying here you can visit some tourist spots like Masjid Al Nabawi, Qiblatayn Mosque, and Masjid Musallah."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Madinah ARAC Inn"],["url=http:\/\/www.aracinn-madinah.com"],["email="],["address=Western Central Zone, P.O. Box 6388"],["lat="],["long="],["directions="],["phone=966 4 819 6666"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at SAR 350.00"],["checkin="],["checkout="],["content=It offers rooms furnished with air-conditioning, cable TV, a phone, private toilet and bath, and mini-bar. Some of its facilities are currency exchange, airport transfer, and dry cleaning\/laundry. While staying here you can visit some tourist spots like Quba Mosque, Jannatul Baqi, Battleground of Khandaq."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Taiba ARAC Suites"],["url=http:\/\/www.taibaaracsuites.com"],["email="],["address=Northern Central Zone, P.O. Box 6388"],["lat="],["long="],["directions="],["phone=966 4 820 0000 ext 1005"],["tollfree="],["fax="],["hours="],["price=Best rates on official website start at SAR 2300.00"],["checkin="],["checkout="],["content=It offers air-conditioned suites aptly boasting a private toilet with shower and bathtub, cable TV, and phone. Some of its amenities are currency exchange, dry cleaning\/laundry, and safe deposit boxes. While staying here you can visit some tourist spots like Masjid Al Nabawi Al Sharief, Qibalatin Mosque, and Baqi ‘Al-Gharqad."]]}]},"\nNumerous 5 star hotels have been and are being constructed all around the Prophet's mosque within a radius of 500 m.\n",{"type":"*","value":[" Al Andalous Suites"]},{"type":"*","value":[" Madina Al Rawda Suites"]},{"type":"*","value":[" Dar Al Hijra Intercontinental"]},{"type":"*","value":[" Hilton Hotel"]},{"type":"*","value":[" The Oberoi"]},"\nBeyond these are many budget hotels extending miles from the Masjid Nabavi. The tariff depends on a hotel's distance from the mosque, the nearer the more expensive. Even these low cost hotels have facilities like proper beds with clean linen, carpeted floors, air conditioning,  refrigerator in every room, tiled bathrooms fitted with either eastern or western type WCs (sometimes both), 24 hours running hot and cold water. Kitchens with LPG and burners and sinks are also available for those pilgrims who would like to cook their own meals.  But now all of these small old hotels are being demolished on a large scale to make way for starred hotels.\n\n",{"type":"===","value":["Outside forbidden zone"]},"\n",{"type":"''","value":["The following hotels are open to all."]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=LeMeridien Medina"],["alt="],["url=http:\/\/www.starwoodhotels.com\/lemeridien\/property\/overview\/index.html?propertyID=1889"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=About 600 riyals per night"],["checkin="],["checkout="],["content=Previously the Sheraton, this is the only branded hotel in Medina open to non-Muslims. It is near the airport and often used by airline crew."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Mecca"]]},", the other city of the ",{"type":"[[","value":[["Hajj"]]},".\n\n\n",{"type":"{{","value":[["geo"],["24.4667"],["39.6000"]]},"\n",{"type":"{{","value":[["isPartOf"],["Saudi_Arabia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Medina"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle_East\/Saudi_Arabia\/Localities\/Medina\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Medina"]]}]