[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Meghalaya in India (disputed hatched).svg"],["thumb"],["Map of Meghalaya, Republic of India"]]},"\n\n",{"type":"'''","value":["Meghalaya"]}," (",{"type":"'''","value":["Abode of Clouds"]}," in ",{"type":"''","value":["Sanskrit"]},") is one of the seven ",{"type":"[[","value":[["North-East (India)"],["Northeastern"]]}," states of ",{"type":"[[","value":[["India"]]},". It is bound by ",{"type":"[[","value":[["Assam"]]}," in north and east and by ",{"type":"[[","value":[["Bangladesh"]]}," in the south. River ",{"type":"''","value":["Brahmaputra"]}," (or ",{"type":"''","value":["Luit"]}," as called locally) forms the border in the west. \nIt comprises of erstwhile ",{"type":"''","value":["Khasi-Jaintia hills"]}," and ",{"type":"''","value":["Garo hills"]}," districts of Assam. Most of the terrain is hilly and experiences heavy rainfall during monsoons. \nMeghalaya is home to three major tribal population - ",{"type":"'''","value":["Khasis, Garos and Jaintias"]}," (in order of population). \n",{"type":"==","value":["Districts"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["East Khasi Hills"]]}]},{"type":"*","value":[{"type":"[[","value":[["West Khasi Hills"]]}]},{"type":"*","value":[{"type":"[[","value":[["Jaintia Hills"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ri Bhoi"]]}]},{"type":"*","value":[{"type":"[[","value":[["West Garo Hills"]]}]},{"type":"*","value":[{"type":"[[","value":[["East Garo Hills"]]}]},{"type":"*","value":[{"type":"[[","value":[["South Garo Hills"]]}]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Shillong"]]}," East Khasi Hills"]},{"type":"*","value":[" '''",{"type":"[[","value":[["Tura (India)"],["Tura"]]},", West Garo Hills"]},{"type":"*","value":[" '''Nongstoin, West khasi Hills"]},{"type":"*","value":[" '''Jowai, Jaintia Hills"]},{"type":"*","value":[" '''Nongpoh, Ri Bhoi"]},{"type":"*","value":[" ",{"type":"'''","value":["Williamnagar"]},", East Garo Hills"]},{"type":"*","value":[" ",{"type":"'''","value":["Baghmara"]},", South Garo Hills"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nThe British came to Sylhet in 1765. At that time the Khasis used to come at Pandua on the border of Sylhet to trade in silk, cotton goods, iron, wax, honey and ivory in exchange for rice, salt and dried fish. Limestone from the Khasi hills used to fulfill the demand in Bengal then. Soon British officials of the East India Company began trading in limestone and thus came in contact with the Khasis. In 1824, the Burmese invaded Cachar and also appeared at the border of the Jaintia Hills. The British sent a small force to reinforce the Jaintia Rajah’s troops. On 10th March 1824, a friendship treaty was signed by the Rajah accepting the protection of the British. Other Khasi chiefs also allowed the passage of the British troops through their territories. After the Burmese invasion was over, the British demanded a corridor through the Khasi and the Jaintia Hills to connect Assam valley with Surma valley. Most of the Khasi chiefs agreed, and the road was completed in March 1829, but only after quelling an upheaval by U Tirot Sing. The story that followed after putting down the uprising by U Tirot Sing was the signing of several treaties with different Khasi chiefs. In 1862 the Jaintias revolted under U Kiang Nongbah. By virtue of these treaties, the British gradually took control of the mineral deposits and side by side subjugated the chiefs and also took control of judiciary.\n\n",{"type":"==","value":["Talk"]},"\nGaro, Khasi & Jaintia are the major languages spoken in addition to English, which is spoken all over the state and all urban areas.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe Shillong Airport, located around 35 KM from ",{"type":"[[","value":[["Shillong"]]}," is the only airport in Meghalaya where commercial flights operate from. A limited number of Air India flights (ATR42 type) are available from Kolkata per week. \nHowever, the Lokpriya Gopinath Bordoloi International Airport at ",{"type":"[[","value":[["Guwahati"]]},", serves as the nearest major airport to Shillong. It is connected by daily flights to all Indian  cities and also to ",{"type":"[[","value":[["Bangkok"]]},".\n\n",{"type":"===","value":["By helicopter"]},"\nThe Government of Meghalaya operates a twice-a-day helicopter service from the Guwahati Airport to the Shillong Heliport, located 10 km away from the city centre. Tickets are modestly priced at 1500 INR. A 4 hour long journey by road from Guwahati to Shillong (and vice-versa) is cut down to just a 20 minute flight if travelling by helicopter.  \n",{"type":"===","value":["By train"]},"\nThere are no railway lines in Meghalaya. ",{"type":"[[","value":[["Guwahati"]]}," is the nearest railway station located around 104 KM from Shillong.\n",{"type":"===","value":["By road"]},"\nShillong is connected with Guwahati by NH 40. Various modes of transport including Shared taxis, Buses and private cabs ply on this route. Shared sumos are available from right outside Guwahati Railway Station to Shillong for INR 160 per seat.\n\n",{"type":"===","value":["Visa and Restricted Area information"]},"\nNo Inner Line Permit or Protected Area permit is required to enter Meghalaya.\nMeghalaya government maintains a very useful site ",{"type":"[","value":["http:\/\/megtourism.gov.in\/"]}," which contains a lot of resources for tourists\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":["Any Meghalaya Excursion should start from Shillong or Guwahati for convenience. Local Non-AC Buses, Share Sumos connect several parts of  Meghalaya and other destinations of North East. Though cheap but these buses are infrequent and inconvenient for both domestic and foreign travelers. Best is to hire a taxi for a day and cover your destination.Standard Maruti 800 Taxis costs about INR 1200(with fuel) for standard day excursions(Mawsynram, Cherrapunjee, Nartiang) as on Nov 2008. One will have to negotiate if you want to explore more other than regular tourist sites.Shillong City Tour costs about INR 500-700. Being a small state destinations are not very far apart in regular tourist circuit. So retaining a car is not a cost effective idea. If one visits Orchid Lake Resort or Cherrapunjee Resort, cars are not readily available from these offbeat spots.So plan your itinerary in advance and accordingly make arrangements from Shillong for pick up from the resorts in the return leg.Otherwise, you may have to face delays. As tourism initiatives are mostly limited to Shillong and East Khasi Hills, travellers to Garo Hills(Tura, Williamsnagar),Jaitia Hills(Jowai), West Khasi Hills(Nongstoin) should plan their route\/itinerary considering the lack of proper tourism infrastructure(Fooding\/Lodging\/Transport\/Road)."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shillong Peak"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Elephant Falls"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Wards Lake"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lady Hydari Park"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Umiam Lake"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cherrapunji"]]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["South Garo Hills, Pitcher Plant sanctuary, Siju Caves"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Balpakram National Park"]}]},{"type":"*","value":[" '",{"type":"''","value":["Nokrek National Park"]}]},{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nRice is the staple food and different varieties from the red rice to the sticky glutinous rice are grown and eaten in Meghalaya. The red rice from the Sung Valley is known to be particularly delicious. Pork in every form is enjoyed by all three communities. The Khasi and Jaintia cuisine are similar and use black sesame seeds to add a distinctive taste to the pork and other dishes. A cold salad of shredded pork with onions and ginger is also very popular.\n\nDuring the early monsoon, different varieties of mushroom sprout all over the Jaintia and Khasi Hills and these make their way to the local markets. The mushrooms are either cooked in combination with the meat dishes or just fried lightly on its own. Rice is cooked either plain or in combination with onions, ginger and turmeric, giving it the characteristic yellow colour; this is known as 'jastem'. Another variation is the 'jadoh' which is rice cooked with meat (namely pork). Rice cakes called ",{"type":"'''","value":["'putharo"]}," and the drier flaky ",{"type":"'''","value":["'pumaloi"]}," are prepared from rice flour. Another variety is the deep fried jaggery sweetened pukhiein and steamed pusla usually eaten as snacks with tea.\n\nThe Garo cuisine is simple to cook with different variations adding richness to the flavour. One of the most popular dishes among the Garos is the ",{"type":"'''","value":["Nakham Bitchi"]}," dish, which is prepared from special dry fish, chillies and a pinch of soda. This is a hot spicy soup and is usually served with rice, together with some other fish or meat dish, usually boiled with yam, pumpkin, gourd, chillies and a dash of bamboo ash water.  These dishes are sometimes cooked wrapped in leaves or in fresh bamboo cylinders over an open fire, thereby infusing the food with the flavour of the leaves and green bamboo. Also popular among the Khasi, Jaintia and Garos is fish and meat preserved either by drying in the sun or smoking over fire. A variety of chutneys prepared from different types of herbs, fermented soya bean and fermented fish always accompany the meals.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["style"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Alpine Continental"],["alt="],["url=http:\/\/www.alpinecontinental.com"],["email=alpineshillong@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=3 Star, Shillong Kolkata Office: 09831220761"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Lake View Inn"],["alt="],["url=http:\/\/www.shillonghotels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=MG Road. Kolkata Office: 09831220761"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Micasa. Shillong"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Broadway. Shillong"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Polo Towers, SHillong"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Pineborough. Shillong"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Orchid Lake Resort. Umiam Lake(Barapani), 16 KM from Shillong towards Guwahati."]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Cherrapunjee Resort"],["alt="],["url=http:\/\/www.cherrapunjee.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["FoodPlus, FOODING CUM LODGING, Laban Last Stop Taxi Stand,Shillong. Ph:09863083167"]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["25.57"],["91.88"]]},"\n",{"type":"{{","value":[["isPartOf"],["North-Eastern_India"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["WikiPedia:Meghalaya"]]},"\n",{"type":"[[","value":[["Commons:Category:Meghalaya"]]}]