[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Megeve"]}," is a city in ",{"type":"[[","value":[["Rhone-Alpes"]]},".\n\n",{"type":"==","value":["Get in"]},"\nMegève is ideally located as it is only an hour’s drive from Geneva airport.\nIt is situated in the foothills of the Mont Blanc massif, close to Chamonix and the Mont Blanc Tunnel, which is the gateway to Italy and the Aosta Valley.\n\nThe closest rail station is about 15 km away in the town of ",{"type":"[[","value":[["Sallanches"]]}," from where there are frequent TGV connections to Paris and TER connections to Lyon, Annecy and other cities in the south of France.\n\n",{"type":"==","value":["Get around"]},"\nMost people arrive by car but park their vehicle for the duration of their stay as the village center is pedestrian-only. Five ski-bus lines trundle through town and out to most of the major lift stations. Fares are included in the lift pass.\n\n",{"type":"==","value":["See"]},"\nMegève is often referred to as the St Moritz of France. It is a resort which has attracted the jet set since the Rothschilds made it popular in the early 1900s; but is also an ideal family destination that has, unlike many ski resorts, retained its local French essence and atmosphere. The village is exactly what one would look for in a ski resort: a picture postcard central square with horse drawn carriages waiting to take you on a tour along the cobbled streets; old wooden chalets dominated by a church that dates back to the 13th Century and plenty of chic boutiques with all the trappings of elegance and class.\n\n",{"type":"==","value":["Do"]},"\nFor families and groups where there are often non-skiers in the mix, this is a resort where they will not be bored. It is a shoppers heaven – window or otherwise, there are plenty of top class restaurants, both on and off the slopes, a weekly market and one of the worlds best spas.  There is an outdoor ice rink which is in the town centre and is open in the winter months. From Megève it is easy to take day trips to Courmayeur, Annecy and Geneva. \n\nThe ski area of Megève has over 300km of slopes and 80 lifts within three areas: Rochebrune Cote 2000, Mont d’Arbois and Jaillet with 75% of the slopes geared towards beginner and intermediate skiers. The area links up to others within the Mont Blanc Evasion area, namely Saint Gervais, Combloux and Saint Nicolas de Veroce. Although the resort is not a very high one being at little over 1’000 metres, the natural protection of the Mont Blanc massive as well as over 170 snow cannons mean the ski conditions are usually excellent throughout the season.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=hotel Au coeur de Megève"],["url=http:\/\/www.hotel-megeve.com\/fr-restau.htm"],["email="],["address=44, avenue charles Feige"],["lat="],["long="],["directions="],["phone =+33 4 50 21 25 30"],["tollfree="],["fax="],["hours="],["price="],["content=Part of the hotel, this restaurant offers a range of French dishes. In summer there is a large outdoor terrace and bar. Not only for hotel guests!"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Brasserie Centrale"],["url="],["email="],["address=18 rue Charles Feige"],["lat="],["long="],["directions=Walk through the main square (Combloux direction) and it's on the corner on the right. Has a large brown coloured awning"],["phone = +33 4 50 21 22 44"],["tollfree="],["fax="],["hours="],["price="],["content=Offers a wide range of food where there's something to suit everyone: Including an impressive range of fondues, soups, salads, omelettes, pizzas, pastas and even fajitas! You can even select a sharing dish where you cook strips of beef & chicken on a small stove which is set up at your table! Great atmosphere. Generally busy but reservations can be made."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Bistrot de Megeve"],["url="],["email="],["address=74 rue Charles Feige"],["lat="],["long="],["directions=Head through the main square (in direction of Combloux) and it's on your right"],["phone = +33 4 50 21 32 74"],["tollfree="],["fax="],["hours="],["price=Main courses from about €20"],["content=Le Bistrot de Megeve, 74 rue Charles Feige (Head through the main square (in direction of Combloux) and it's on your right), ☎ 04 50 21 32 74. Recently refurbished to a high standard, sits in a peaceful location not far off the main square. Range of meat, fish, and salad dishes offered amongst others. The lamb (agneau)served with tempura vegetables is particularly fabulous. Mains from about €20"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chalet le Forestier"],["url="],["email="],["address=Massif de Rochebrune"],["lat="],["long="],["directions="],["phone=+33 4 50211295"],["tollfree="],["fax="],["hours=a little hut run by the forest guards"],["price=lunch for 2 € 66"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chez Maria"],["url="],["email="],["address=18, impasse du Chamois 74120 Megève France"],["lat="],["long="],["directions=next to the ski lift"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent crepes. Try the pom pom with apples and calvados as an apres ski!"]]}]},"\n",{"type":"==","value":["Drink \/ Snack"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Grand Marnier"]},", 17 Arcades Mont Blanc (",{"type":"''","value":["situated on the pathway to the right of the Tourist office, just over the stream"]},"), 04 50 21 12 06. 7 days a week. Extensive & delicious range of great value cocktails, hot drinks & crepes: almost all with a Grand Marnier liquer component! Soft drinks, tea \/ coffee, bottled beer and cider also available."]},"\n",{"type":"*","value":[{"type":"'''","value":["Patisserie L'Arboisier"]},", 170, place de l’église (",{"type":"''","value":["situated at the edge of the main square"]},"), 04 50 21 20 28. great place to sit a relax and watch the world go by! Offers range of soft drinks and patisserie items. Euro3 for large coffee."]},"\n",{"type":"==","value":["Sleep"]},"\nThere are several fabulous hotels in Megève: the renowned Ferme de Marie and the Fer a Cheval  to name but two. Most visitors however, prefer to stay in chalets, either self catering or for those looking for a luxury holiday there are some operators, such as Indigo Lodges, who have several chalets that come with their own chef.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["45.8500"],["6.6167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rhône-Alpes"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Megève"]]}]