[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Mekele"]}," is in the Tigrayan Highlands in ",{"type":"[[","value":[["Ethiopia"]]},". It is the capital of the ",{"type":"[[","value":[["Tigray"]]}," region and has a population of 200,000.\n\n",{"type":"==","value":["Understand"]},"\nMekele (or the smaller towns of Wukro and ",{"type":"[[","value":[["Hawzien"]]}," to the north) can be used as a base to explore the many rock-hewn churches scattered across the stunning high-desert landscape of northern Tigray. The churches are as rewarding to visit as they are (often) difficult to reach. Abuna Yemata Guh is a particular highlight, although not recommended for those without a head for heights. The tourist office in Wukro can help to arrange guides and transport.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By bus:"]}," Coming from ",{"type":"[[","value":[["Axum"]]}," there are three types of buses: public buses, minibuses and shared taxi. The buses depart from Axum in the early morning. If you want to go to Mekele in the afternoon you have to go by either minibus with a stopover in ",{"type":"[[","value":[["Adwa"]]}," or by shared taxi. Ask at the bus station for certain taxi companies. The public bus should be about 65 birr, the minibus 90 birr and the shared taxi around 100 birr.\n\n",{"type":"'''","value":["By plane:"]}," As of July 2011 there are daily direct flights to Axum, ",{"type":"[[","value":[["Addis Ababa"]]}," and ",{"type":"[[","value":[["Lalibela"]]},". For other destinations you have to change flights.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Yohannis IV Museum"]},", opposite the Atse Yohannis Hotel. Formerly the palace of Emperor Yohannes IV."]},{"type":"*","value":[{"type":"'''","value":["Sit on the balcony of the Atse Yohannis Hotel"]}," (situated near Ethiopian Telecomms building, on the roundabout that has a sometimes-on fountain in its centre) and watch the world go by while having a coffee, cold beer, fresh juice, lunch or dinner. It's a nice view and you're up on the first floor so you're away from beggars and street-stares."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Walk around the town"]},", the tree-lined streets are pleasant to walk around and observe life going on around you."]},{"type":"*","value":[{"type":"'''","value":["Chele Anka Waterfall"]}," - 8km out of Mekele, to the southwest - a nice hike to get there, more dramatic in the rainy season."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are quite a few 'ferenji' restaurants in Mekele, serving pizza, meat, chicken, fish, vegetables and salads. There's also lots of national food restaurants and many cake\/pastry\/coffee shops.\n\n",{"type":"*","value":[{"type":"'''","value":["Geza Gerelassie"]}," - eating\/drinking\/dancing venue, has great beef dishes such as shish kebab and shekla tibs. Live Ethiopian music and dancing at the weekend (or is it Thursday and Saturday nights - maybe someone else can confirm?). Everyone gets up and joins in, it's good fun. They have good food too and a bar."]},"\n",{"type":"*","value":["Pizza and other 'ferenji' dishes as well as national food in the ",{"type":"'''","value":["Yordanos"]}," restaurant beside the Abreha Castle Hotel. They have another branch down the road into the town, called Yordanos Blue (this one doesn't have pizza but has everything else)."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Atse Yohannis Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions=near Ethiopian Telecomms building, on the roundabout that has a sometimes-on fountain in its centre"],["phone="],["tollfree="],["fax="],["hours="],["price=220-400 birr depending on room"],["checkin="],["checkout="],["content=One of the classic \"Western\" hotels in town. They have a huge selection of good food which is surprisingly cheap."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Hawzien"]]}," to the north, in an area with many rock-hewn churches"]},{"type":"*","value":[{"type":"[[","value":[["Adwa"]]}," and nearby Yeha with its ancient temple, further north than Hawzien"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["13.4833"],["39.4667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tigray"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mek'ele"]]}]