[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mekedatu"]}," (a.k.a. Sangama) is a very well known place for people in and around ",{"type":"[[","value":[["Bangalore"]]},". Sangama and Mekedatu are actually two different places, but as they are located next to each other, people usually call the area Mekedatu\/Sangama. It's a good day trip if you are staying in Bangalore.\n\n",{"type":"==","value":["Understand"]},"\nSangama is the confluence of two rivers – ",{"type":"''","value":["Arkavathi"]}," and ",{"type":"''","value":["Kaveri"]}," (Cauvery). This place is around 2 hours drive from Bangalore and can be done on a two-wheeler or a four-wheeler. Arkavathi will be just a small stream for most of the year and will have some water during the monsoons. It is best to visit the place in rainy season when kaveri is running full of water. \n\nThe last 5kms of the drive to Sangama is quite interesting. The road takes a steep dip into a valley and offers a nice view of the running river. The waters here are shallow and wide, so you can walk around in the water or take a dip. When you are done, you can walk through the forest, along the banks of the river for around 3kms and reach Mekedatu. You also have the option to take a bus, but most people prefer to walk. As you move towards Mekedatu, you notice the river getting narrow, until at some point there is hardly a 20 feet distance between the banks. The river runs ferociously at this point and has formed beautiful soft structures on the rocky banks. Legend has it that the channel was so narrow that sheep would jump across, and hence the name Mekedatu(Meke = sheep, datu = cross in Kannada).\n\n",{"type":"==","value":["Get in"]},"\nTo reach Sangama, drive on Kanakapura road from Bangalore. You need to leave the highway after Kanakapura and take a left. Inquire once you reach the town. Another option is to take a circuitous route by driving on the highway till Satanur and taking a left from there. Once you are in Sangama, you can take a bus that keeps shuttling between Mekedatu and Sangama. But most people prefer to walk leisurely along the riverbank. To go to Chunchi falls, take a left turn around 5km before Sangama. There is a sign on the road which you will not miss. \n\n\n",{"type":"===","value":["By bus"]},"\nThere are lot of buses from Banashankari to Kanakapura, the travel time around 100 minutes. From Kanakapura, buses will start from once in 2 hrs to Mekadatu (35 km streach). After 30 min of travel, we can start enjoying the natures beauty.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nAround 5kms before Sangama is a waterfall on the river Arkavathi. You would not find much water most of the year except in the monsoons. \n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere is only one hotel near the Sangama. Not much in varieties, but okay and also not sure that it will be open all the days.so its best to bring it from home. Other wise there are lot of small shops are there to have some snacks.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bangalore Rural"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mekedaatu"]]}]