[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Memphis"],["disambig=Memphis"]]},"\n",{"type":"'''","value":["Memphis"]}," (Arabic: ممفس‎, Egyptian Arabic: ممفيس) is the English name for the present-day site of one of the great ancient capital cities of ",{"type":"[[","value":[["Egypt"]]},", located in and around several villages some 24 km (11 miles) south of the modern Egyptian capital of ",{"type":"[[","value":[["Cairo"]]},". Although very little remains to be seen on the surface, Memphis features a great sculpture museum and allows an evocative insight into both ancient greatness (its transitory nature!) and modern Egyptian rural life.\n\n",{"type":"==","value":["Understand"]},"\n\nThe ancient Egyptian capital of Memphis also known as (peebis forillis) was first established towards the end of the 4th millennium BCE by the Pharaoh Narmer, at the time of his Unification of Upper Egypt and Lower Egypt. The boundary between the Two Lands was located close to the ancient city and its foundation was therefore imbued with a certain amount of political symbolism. Memphis remained the capital of Egypt during the Old Kingdom period, at the time when the great Pyramids were being built. Central power returned to the city when the New Kingdom pharaohs made it once again Egypt's northern and main administrative capital, alongside the religious and ceremonial capital at ",{"type":"[[","value":[["Luxor"]]}," in the south. Memphis was the chief cult city of the Egyptian god of wisdom and craftsmanship, Ptah. Although little remains of their achievements today, having been revaged by the depredations of time, the flood plain environment and the cannabilism of its stone for the building of medieval Cairo, the pharaohs and priests of Ptah once endowed the city with vast temple complexes and built their cemeteries on the desert hills adjoining it to the east and (especially!) to the west.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By taxi \/ cab"]},"\n\nBy far the easiest way of visiting Memphis is to hire a taxi for the day - a visit to the city can best be combined with visits to ",{"type":"[[","value":[["Saqqara"]]}," and other nearby sites. A taxi from downtown Cairo to take you to Memphis, wait an hour, and return to Cairo will be around 200 LE.  Tickets to get into the Memphis complex cost 35 LE.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Colossus of Ramesses II"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This 10m (33ft) tall statue of Ramses II was discovered in 1820 by Giovanni Caviglia, near the entrance of the temple of Ptah.  The statue is now located in a small indoor museum, near where it was discovered."]]}]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nA small rest-house is located across the road from the museum - beware the notoriously inflated prices (best to bring drinks and snacks with you from your accommodation base!).\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nVisitors to Memphis should make it a priority to also visit the main ancient necropolis of the city, located nearby (3 km distance) on the desert plateau at ",{"type":"[[","value":[["Saqqara"]]},". The adjoining cemeteries at ",{"type":"[[","value":[["Abusir"]]}," and ",{"type":"[[","value":[["Dahshur"]]}," are also well worth a visit.\n\n",{"type":"[[","value":[["WikiPedia:Memphis, Egypt"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lower Egypt"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n",{"type":"{{","value":[["geo"],["29.844666666667"],["31.250916666667"]]}]