[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"[[","value":[["File:Plaza videla castillo area fundacional.jpg"],["300px"],["thumbnail"],["Videla Castillo square"]]},"\n",{"type":"'''","value":["Mendoza"]}," is a city in western ",{"type":"[[","value":[["Argentina"]]},", in the desert ",{"type":"[[","value":[["Cuyo"]]}," region. Mendoza is the center of the Argentinian wine industry, for which it is world renowned. It is also near the ",{"type":"[[","value":[["Aconcagua"]]},", the highest mountain outside of the ",{"type":"[[","value":[["Himalayas"]]},". Mendoza is the capital of ",{"type":"[[","value":[["Mendoza (province)"],["the province of Mendoza"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAlthough it is situated in an extremely dry desert region, Mendoza has an extensive ",{"type":"'''","value":["artificial irrigation system"]},", which allows for greenery throughout the city as well as the growth of grapes used to make its wines. Most streets have irrigation channels on either side, with bridges for pedestrian and vehicular traffic. These are periodically flooded with water diverted from the river. The trees and the wide avenues give the city a beautiful ambience, a change from much of the bare feel of many Argentine cities.\n\nTo the immediate west is the Pre-Cordillera of the Andes towering over the city, with peeks at some of the snow-covered (throughout the year) Andes peaks beyond.\n\n",{"type":"'''","value":["Siesta"]}," (afternoon nap) is still taken in Mendoza. Most businesses close from approximately 1-5PM, then re-open until about 8:30-9:30PM. Banks are only open in the mornings from 8:00 to 13:00,Monday to Friday.\n",{"type":"===","value":["Climate"]},"\nSummers can be hot and dry in the city. January is particularly hot; temperatures of 40C (104 °F) are not uncommon. However, the lack of humidity makes both the heat and cool more bearable than, say, humid Buenos Aires. The nearby mountains are cool, though, even in the summer.\n\nWinters are moderately cold in the city from late June to late August, and very cold in the mountains. Many ",{"type":"'''","value":["ski centers"]}," are located near Mendoza (see below \"DO\").\n\n",{"type":"==","value":["Get in"]},"\nThe large bus terminal is about two kilometers from the city center. Taxis and ",{"type":"''","value":["remis"]}," (private taxis) are readily available (US$ 3-4 to the center), or it is a 15 minute walk (not recommended at night, the area between it and the center borders on the red light district).\n\nThere are daily bus connections to all major destinations including ",{"type":"[[","value":[["San Carlos de Bariloche"],["Bariloche"]]}," and ",{"type":"[[","value":[["Santiago de Chile"]]},", a beautiful 7-hour bus ride crossing the ",{"type":"[[","value":[["Andes"]]},".  Santiago de Chile is not always reachable by bus as the Andes pass closes after the first heavy snowfall in the winter months, normally around late May, but when it does snow heavily, the pass is usually only closed for a few days at most. The joint immigration\/customs control for both Chile-out-stamps\/Argentina-in-stamps (convenient) for entry into Argentina is located at Los Horcones near Puente del Inca, and the one for entry-into-Chile\/exit-from-Argentina stamps is at Las Libertadores in Chile, 5 km past the tunnel  (Check the following website for pass conditions ",{"type":"[","value":["http:\/\/www.gendarmeria.gov.ar\/pasos.html"]}," (Spanish).\n\nMendoza has a small airport, El Plumerillo (airport code MDZ), with flights to Buenos Aires (LAN and Aeroineas Arg.), and Santiago de Chile (LAN and Aerolineas Arg.), but tickets are very expensive as compared to bus fares (the fares to Chile and Peru are more reasonable, as you do not have to pay the foreigner premium for domestic flights). Flights to Salta, Iguazú and Bariloche have started in the 2010, to and from, on Tuesdays, Thursdays and Saturdays, with Aerolineas Argentinas. From the airport, you can take a remis (a type of taxi) for fixed posted prices (as of 2013, it was 70 pesos to the centre). There is also a city bus (collectivo) that takes you downtown, but it comes only every 40 minutes and takes an hour to make it's way downtown (exact coins only).\n\nMendoza is a travel hub of sorts for Argentina. It used to be the case that USA, Canada and Australian passport holders did not have to pay the Argentine reciprocity fee if entering Argentina at Mendoza (or any other entry points other than the two airports in Buenos Aires), making Mendoza a cheaper entry point for Argentina for some travellers.  That that's no longer the case, however: as of January 2013, the reciprocity fee must be paid before entering Argentina no matter how you're getting into the country. If you are flying through Santiago, book your bags through so you do not have to pay the Chile reciprocity feefor the same nationalities, payable only when leaving immigration at the Santiago airport,not for Chile land entry\n\nBus travel times to\/from Mendoza:\n",{"type":"*","value":[" 13-17 hours: ",{"type":"[[","value":[["Buenos Aires"]]}]},{"type":"*","value":[" 10 hours: ",{"type":"[[","value":[["Cordoba (city, Argentina)"],["Cordoba"]]}]},{"type":"*","value":[" 14 hours: ",{"type":"[[","value":[["Tucumán"]]}]},{"type":"*","value":[" 36 hours: ",{"type":"[[","value":[["Puerto Iguazú"]]},", Andesmar"]},{"type":"*","value":[" 42 hours: ",{"type":"[[","value":[["Río Gallegos"]]}]},{"type":"*","value":[" 7 hours: ",{"type":"[[","value":[["Santiago de Chile"]]}," (But actually 8-9 with the border crossing)"]},{"type":"*","value":[" 7 hours: ",{"type":"[[","value":[["Valparaíso"]]},", ",{"type":"[[","value":[["Chile"]]}]},{"type":"*","value":[" 60-74 hours: ",{"type":"[[","value":[["Lima"]]},", ",{"type":"[[","value":[["Peru"]]}," (via Santiago)"]},{"type":"*","value":[" 26 hours: ",{"type":"[[","value":[["Montevideo"]]},", ",{"type":"[[","value":[["Uruguay"]]}," EGA bus lines"]},{"type":"*","value":[" 18 hours: ",{"type":"[[","value":[["Bariloche"]]}," Run by Andesmar and CATA, there is a daily direct bus even during winter (but not along Ruta 40)"]},{"type":"*","value":[" 18 hours ",{"type":"[[","value":[["Salta"]]}]},"\nBuses from Buenos Aires: ",{"type":"[","value":["http:\/\/www.omnilineas.com.ar Micros de Retiro"]},".\n\nIn the winter, the mountain passes to Chile can be closed for several days if weather is bad, but this is only intermittent.\n\n",{"type":"==","value":["Get around"]},"\nCentral Mendoza is relatively compact and walkable - for example it is a 20-30 minute walk from Plaza Independencia to Parque San Martin, however to get to the bodegas (vineyards) to the south walking isn't recommended as it they are at least 10km away.\n\nBuses are cheap and plentiful, but a little confusing at first.  Buses have two numbers, a line (linea) number, which is the big number at the top of the front of every bus, and a route number, which is two or three digits (i.e. 33) and is on a small sign behind the windscreen. Buses on the same line (e.g. Linea 3) all go to ",{"type":"''","value":["roughly"]}," the same place (e.g. Godoy Cruz) but the route varies by route number - so be careful not to get on the wrong route! At the moment, you can pay cash for bus journeys (Ar$2.50, coins only) but if you plan to use the buses a lot it is better to purchase a Red Bus card (a prepaid proximity card) that you touch-in when boarding a bus. A switch to card-only entry to the buses was in the works in late 2013.  You can buy a Red Bus card from some kioskos near a bus stop for Ar$3, and charge them up at the same place. An interactive map of the city bus routes canbefound onthis city website :  ",{"type":"[","value":["http:\/\/www.ciudaddemendoza.gov.ar\/e-ciudad\/recorrido-autobuses#titulo\/ ",{"type":"'''","value":["city bus map"]}]},".\n\nThere are also Trolleys, which have the same price, coin machines and use the same RedBus card. There are two varieties on all lines: the new locally-made red jobbies and the more recycled Vancouver BC city discards only sold due to wheelchair accessibility rules there. A popular run is the Parque circuit, which takes you to the gates of the immense and green Parque San Martin gates every 10 minutes or so, which you can catch on 9 de Julio, Colon or Aristides Villanueva Streets downtown. At the gates, you could also return by catching the circuit at the same stop.\n\nTaxis are plentiful, metered and fairly cheap, costing about the same as in Buenos Aires. A trip across town from the bus station to Parque San Martin will cost around Ar$18.\n\nYou can hire bicycles in town - most hostels can put you in touch with a bicycle hire outfit - prices are negotiable (i.e. they will charge you as much as they think you are willing to pay) but you shouldn't pay more than Ar$50 - Ar$60 per day.  You will need some form of ID to leave as deposit. Ask to see the bike ",{"type":"''","value":["before"]}," handing over your money - many are old clunkers.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parque San Martín"]},". This huge park is nice for walking or biking around.  There is also a ",{"type":"''","value":["zoo"]}," at the north-west corner of the park with animals in small cages. Behind the zoo begins a path up to ",{"type":"''","value":["Cerro de la Gloria"]}," where there is a large statue and nice view over the city and of the mountains - particularly pleasant at sunset."]},"\n",{"type":"*","value":[" Many ",{"type":"'''","value":["bodegas"]}," (wineries) offer tours. Wine-tasting events are common; check the culture section of local newspapers or ask around. A good period to visit is during harvesting in March and April. Visiting wineries often requires reservations booked in advance, (Many are closed during weekends). Some major wineries (Norton, Rutini etc.) have regular \"walk in tours\"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Festivals"]}," occur often and are usually free. Each has a different theme, and they usually have a stage with singing and dancing and booths that sell food around a plaza. The harvest festival at the end of February is a major event."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Plaza Independencia"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The central main square of the city is the best starting point to explore downtown Mendoza. It boasts some nice buildings around, restaurants and even some street shows. The ",{"type":"'''","value":["Mendoza Museum of Modern Art"]}," is located under the plaza also (Ar$6, free on Wednesdays).  The Plaza can also be visited at night, where you can see some nicely illuminated buildings and a beautiful big coat of arms of the city that is made of lights."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Plaza España"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Possibly the most beautiful square in the city, this square is an artistic expression of the special relationship that this city (and all others in Hispanic America) has with Spain. It is decorated in a splendid way with typical Andalusian and Spanish motifs all around the place. The central wall depicts some images and texts of the Spanish colonization and it is crowned by a gorgeous statue."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Central Park"],["url="],["email="],["address=El Parral & Vendimiadores"],["lat="],["long="],["directions=10 blocks north of Plaza Independencia"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A modern city park, contrasting with the tradition of the better-known Parque San Martin. Not a Mendoza must see, but the park has some nice water fountains and a grassy hill - often amateur Mendocinans set up their easels here and paint away."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Casa de Fader"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=A historic house museum, is an 1890 mansion once home to artist Fernando Fader in nearby Mayor Drummond, 14 km south of Mendoza. The mansion is home to many of the artist's paintings."]]}]},"\n",{"type":"==","value":["Do"]},"\nMany companies organize trekking, expeditions, horseback riding,  and whitewater rafting in the desert and the mountains. ",{"type":"'''","value":["Mountain cabins"]}," in areas with spectacular scenery are easily rentable in the city. Check the classified ads in the newspaper.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Campo Base Travel and Adventure"],["url=http:\/\/www.campobase.com.ar"],["email=info@campobase.com.ar"],["address=Peatonal Sarmiento 229, Mendoza City"],["lat="],["long="],["directions="],["phone=+54 261 425 5511"],["tollfree="],["fax="],["hours="],["price="],["content=Trekking-Rafting-Horseriding-Paragliding-Mountainbike-Aconcagua Trekking and Expeditions-High Andes tour-Wine tasting tours."]]}," Another rafting company above Potreillos (same run) is \"Rio Mendoza\", and for a more leisurely raft, Betancourt Rafting below the reservoir."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kaua Spa"],["url=http:\/\/www.mendoza.park.hyatt.com\/hyatt\/pure\/spas\/"],["email=kaua.phmendoza@hyatt.com"],["address=Park Hyatt Mendoza Hotel, Chile 1124"],["lat="],["long="],["directions="],["phone=+54 261 441 1234"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Termas de Cacheuta (Spas of Cacheuta)"],["url=http:\/\/termascacheuta.com"],["email="],["address=2624 490 139"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cacheuta, located about an hour outside of Mendoza, has a very large network of \"natural\" hot-tubs called the \"Parque del Agua\". During high season and weekends, you will pay AR$70 . For easy transportation, inquire regarding Cacheuta at the Bus Terminal, Espreso Uspallata bus counter at the immediate south side of the terminal near platform 50; busses depart Mendoza in the morning (before noon) and return in the evening (last bus departs Cacheuta at 6:50PM). You will pay AR$14 for each way, and it is recommended that you purchase both directions before departing. If you're in for the full day adventure, consider bringing some food to cook on their plentiful and free grills. Bus times can be found online ",{"type":"[","value":["http:\/\/www.vivicacheuta.com.ar\/llegar.htm"]},". \nIf you want the natural hot springs, just go down to the river and find some rocks forming a pool. For free.\n\nAn upscale alternative is to go for the day  to the Termas Hotel, about a km before\", with swanky pools, masseuses, jacuzzis and an incredible buffet lunch, all for a hefty 180 pesos, but well worth the value - if you go, you had better book at the hotel a few days before for the package (do not bother staying at the hotel , the overpriced rooms are very cramped."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Aconcagua"]}," - America's highest peak Aconcagua (highest in the world outside the Himalayas) provides trekking and climbing possibilities. All travel agencies and backpacker hostels can organise trips - although a considerably cheaper and more flexible option is to take a Transportes Uspallata bus to the park from Mendoza's bus station. Probably you would be happy just paying the 25 pesos at the park entrance to walk the short interpretive trail and lookout, rather than paying the hefty hiking fees past that you need to pay in town at the Provincial Park office in Parque San Martin (depending on how far and how many days you trek). If you want to see the top of Aconcagua, check the weather for the area before going, or you will waste your time and money."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wine tour"]}," - The nearby vineyards will let you taste wine if you show genuine interest. It's possible to do a tour by bike, but there are also fully organised tours going from Mendoza.  The most popular destination for biking and wine tasting is Maipu, a short bus (line 10-173) or cab ride out of Mendoza.  Many outfits rent bikes and provide a map of the standard route.  Do yourself a favor and choose your bike company carefully. For example, Mr. Hugo has well maintained bikes, but Bikes and Wines had terrible old clunkers and there is no better wat to spoil your day than to battle with an awful bike. The most popular high-end wine tours are Malbec Symphony Wine Tours, Ampora Wine Tours and Trout & Wine, which take small groups to better wineries and include a multi-course lunch. There are several excellent wineries on the typical route, including Tempus Alba, Viña El Cérno, Familia Di Tommaso, and Carinae.  As an alternative, Bachhus Wines runs bike tours out of Chacras and will rent bikes for about $40, provide a map and call ahead to several vineyards. Please be careful with your belongings on the wine tours, as there have been cases of bags being snatched out of the baskets on bikes recently. Budget from 80 to 140 pesos per person for \"tastings\", based on visiting between 4 to 6 wineries."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cooking Class"]}," - Ampora, who primarily does wine tours, also offers a cooking class for about $115 per person (less if paying cash). The four-hour course includes lots of wine, hands-on prep for several dishes and of course dinner. Finca Adalgisa, about 30 minutes from downtown, likewise offers a cooking demonstration several night per week. Unlike Ampora, this class is more of a demonstration than a hands-on class, but it is immensely popular. The teaching chefs for Ampora and Adalgisa both cooked under legendary Argentine chef Frances Mallmann (1884, Patagonia Sur)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Vines of Mendoza"]}," - Located around the corner from the Hyatt in downtown (Espejo 567), Vines of Mendoza is the premiere wine bar in the city. They choose top wines from the region and offer various flight options, each coming with five glasses. Options include the Iconos (top wines), whites, reserves, Uco Valley reserves, Sensory Tastings and even a Blending Lab where you experiment mixing different varietals and take home a bottle of your own personal blend. The Vines hosts a Vino y Tapas event on Thursday nights (9PM) at the Hyatt and a (meet the) Winemaker Night on Wednesdays (7-9PM) during high season. Their website has great local tourist information and the definitive \"Insiders' Guide to Mendoza.\" From the main page, click on \"Mendoza Travel\" and then click on \"The Vines Tasting Room.\" There you will info on the weekly events, and for the flights, click on \"Reserved\" to see the options and prices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Paragliding"]}," (parapentes in Spanish) can be done in Mendoza every day of the year, depending on the winds of course. Tours include a tandem flight of about 15 minutes with an experienced pilot. Costs are about 100 US$. There are two companies going off Cerro Arco, both easily googleable: \"zonadevuelo\" (aka Fly Excursion) and \"flyadventure\"(aka mendoaventuras)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Skiing"]}," is popular in the winter, but the season is short. Closest are Penitientes (bigger) and Los Puquios (beginner) on the highway almost to the Chile border. You could either take the Espreso Uspallata milkruns, or by bus tickets or packages from the many agencies on Las Heras Street, between Mitre and Peru streets, where there are also lots of ski equipment and clothes rental shops."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hike up Cerro Arco"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A pleasant half-day hike easily done independently from Mendoza, offering great views of both the Andean foothills behind and the vast expanse of Mendoza's plains to the front.  Cerro Acro is the looming mountain to Mendoza's north west, topped with various antenna. It is also used as the base for paragliding.  Take bus 114\/115 (linea 3) from Plaza Independencia (or Parque San Martin on Av Del Libertador) to El Challao Mirador, at the end of the line 8km to the northwest. From here walk across from the white nightclub following the dyke  100 metres, then take an unpaved track further west until you reach a small restaurant \/ mountaineering museum\/ clubhouse - then follow the track to the north (going through the gate).  This is a popular hike for Mendocinos at the weekend, but during the week it may be deserted.  You can treat yourself to a hearty asado as the restaurant - although beware that restaurant has two menus, one more expensive than the other!  From the Mirador, the hike is about a 3.5 hour round trip. Get out of the area well before dark. In the summer, go early to avoid the worst of the heat, and in the winter bring a jacket, as it can be cool and windy at the top. Afterwards you could visit the aircraft hanger sized church in Challao, a local version of Lourdes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Horse riding Gaucho Experience"],["url=http:\/\/www.gauchoexperience.com.ar\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=0261 15 5592711"],["tollfree="],["fax="],["hours="],["price="],["content=Every hotel, hostel and travel agent can organise horse riding trips close to the city - but these guys have one of the better reputations - can do day and overnight rides, look after their animals and speak good English. Expect to pay around As$120 for half a days riding. A late afternoon ride, with a return at sunset will enable you to avoid the heat of the day and night-riding is very atmospheric. If you phone them direct you will get a lower price compared to organising through a hostel."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Las Lenas ski resort"],["alt=Mendoza"],["url=http:\/\/www.laslenasholidays.com"],["email=info@laslenasholidays.com"],["address=Valle de Las Leñas"],["lat="],["long="],["directions=San Martin 811"],["phone=254-261-4297730"],["tollfree="],["fax="],["hours="],["price="],["content=Las Leñas is definitely the most important ski resort in Argentina. The Andes Mountains are the highest outside of Asia with reliable skiing every ski season. Dry, plentiful powder, all levels welcome, Nordic skiing, incredible off-piste skiing and a base up at 2,240 metres describes Argentina’s most important ski resort, Las Leñas. Las Lenas Holidays is a subsidiary of Mendoza Holidays Vacations, the leader in providing vacation packages for the upscale traveller in the west of Argentina."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Malbec Symphony Wine Tours"],["alt=Wine Tours, Mendoza"],["url=http:\/\/www.malbecsymphony.com"],["email=info@malbecsymphony.com"],["address=256 Rivadavia"],["lat="],["long="],["directions=Mendoza, Argentina"],["phone=549-261-543-3292"],["tollfree="],["fax="],["hours=9-17hrs"],["price="],["content=Malbec symphony is an up and coming wine-tour specialized travel agency in Mendoza, Argentina. Our wine tours are directed by sommelier, Julian Dlouhy and his knowledgeable staff. Here at Malbec Symphony, we can organize wine tours to fit all your travel needs. Our goal as a travel agency is to offer the most interesting and educational wine tours in Mendoza, providing our clients with experiences they will never forget. We offer tailor-made, customized tours with chauffeurs and bilingual guides in Mendoza, and other Argentine wine growing regions (Patagonia, Salta, San Juan, Cafayate, Valle de la Luna, Talampaya). Our multi-lingual staff speaks French, German, English and Portuguese. Our vision is to provide our customers with a unique experience in Mendoza, therefore not only do we offer wine tours, but also, olive oil tours, cooking classes, mate classes, and spirit tours."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mendoza"],["alt=Mendoza Outdoors"],["url=http:\/\/www.mendozaholidays.com"],["email="],["address=San Martin"],["lat="],["long="],["directions=811"],["phone=4297730"],["tollfree="],["fax="],["hours=9-19"],["price="],["content=Mendoza Holidays is a boutique operation specializing in upscale private tours, gourmet itineraries and specialty programs throughout Mendoza, Chile and other areas in Argentina such as Buenos Aires, Salta, Iguazu Falls, Patagonia and more. Recommended by Frommers and The New York Times Travel & Dining, Mendoza Holidays is the premier provider of luxury wine tours in Argentina."]]}]},"\n",{"type":"==","value":[" Learn "]},"\nAs with many cities in Argentina, there is a variety of Spanish courses and private lessons are available. There are two extablished language schools in Mendoza: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.spanishinterculturalcourses.com.ar\/ Intercultural"]}]}," is the biggest, has a range of afternoon activities, and is slightly more expensive, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.coined.com.ar\/ Greenfields"]}]}," (aka COINED) is smaller and feels even less well organised, but many of the teachers work at both schools.\n\nAnother great option for individual or very small tailor-made quality group lessons with a highly trained instructor: ",{"type":"'''","value":["Spanish in Mendoza, Argentina"]}," ",{"type":"'''","value":["(SIMA)"]}," ",{"type":"[","value":["http:\/\/spanishinmendozaargentina.greenash.net.au\/"]},". This is a better option for those seriously interested in learning or improving their Spanish, although the classes are very enjoyable.\n\nAnother interesting way to learn Spanish is by sharing accommodation. For people planing to stay for a couple of months, renting a room in a shared place could be the best option. Prices are reasonable low compared to hostels and hotels ranging from $700 pesos in a student apartment to $1300 pesos for a homestay with no meals. The best website for finding this type of housing is ",{"type":"'''","value":["MiHouse"]},":",{"type":"[","value":["http:\/\/www.mihouse.com.ar\/"]},". Here you will find previous roommates evaluations of houses, and the assistance of the website coordinator that will help you find roommates by providing all type of information: info@mihouse.com.ar.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["wine"]}," is excellent and can be extremely inexpensive, although in terms of quality you most often get what you pay for. There are several wine boutiques which offer wine tasting. In general, you can buy the same bottles of wine at local supermarkets at lower prices."]},{"type":"*","value":[" Clothing tends to be fashionable and cheap for those paying in US dollars or Euros."]},{"type":"*","value":[" Electronics are imported and thus expensive."]},{"type":"*","value":[" There are several ",{"type":"'''","value":["mountaineering and trekking equipment shops"]}," offering a wide variety of outdoor equipment. A couple of shops are on Av Juan B Justo near Av Belgrano."]},{"type":"*","value":[" Many unique home decor items are available at good prices."]},{"type":"*","value":[" Leather goods are also readily available and inexpensive. There are many shops on Las Heras Av."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Andes and More"],["url=http:\/\/www.andesandmore.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For expeditions up Aconcagua with a local guide who has been working on the mountain for 16 years."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Monkey Hostel"],["url="],["email="],["address=Sarmiento 681"],["lat="],["long="],["directions="],["phone=4231148"],["tollfree="],["fax="],["hours="],["price=35"],["content=Has a pool and a black dog with mysterious eyes"]]}]},"\n",{"type":"==","value":["Eat"]},"\nGood restaurants abound. For a round-up of Mendoza's more expensive eateries ask for the ",{"type":"''","value":["Guía Mendoza Gourmet"]}," from the tourist office. The main restaurant strip is on Aristides Villanueva, which runs east-west from Ave Belgrano (where the defunct railway tracks are) to Parque San Martin. It is difficult to have a bad meal here, although as a general rule be wary of special offers from places near the hostels - they may be cheap, but this shows in the quality. There are also some excellent (and pricey) restaurants on Ave Sarmiento running west from Plaza Independencia. A cluster of cheaper restaurants are on Ave Juan B Justo\n\nTry world-famous Argentinian beef ",{"type":"'''","value":["asado"]}," (roasted) from a ",{"type":"'''","value":["parrilla"]}," (grill) restaurant, with a bottle of Mendoza's excellent wine. Mendoza's most famous varieties are the Malbecs from Maipú and Luján de Cuyo. Other good options are Cabernet Sauvignons and Merlots.\n\nEven by Argentinian standards, Mendocinans eat late. On weekdays kitchens open around 9PM, but few diners arrive before 10PM. On Fridays and Saturdays things don't get going until 11PM.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=La Casa de Ofelia"],["alt="],["url=http:\/\/lacasadeofelia.com.ar"],["email=lacasadeofelia@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+54-0261-4990159"],["tollfree="],["fax="],["hours="],["price="],["content=Located in the peaceful valley of Lunlunta, this house is a perfect stop while you're visiting wineries and vineyards. Meals are prepared with traditional recipes and served personally by the house's owners. You can get the best specialties calling some days earlier to make a reservation."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["1884"]},",  Belgrano 1188 in the Godoy Cruz neighborhood. One of Francis Mallman's famous restaurants.  The food is expensive but excellent and focuses on local meat and produce."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tenedor Libres:"]}," (literally, free fork) Mendoza has many good buffets that serve reasonably priced lunches and dinners.  Most offer 5-10 meat dishes freshly cooked on a giant grill and a variety of side dishes and desserts.  The quality of the food can be quite good and it's an excellent way to try a selection of Argentine food."]},{"type":"*","value":[" ",{"type":"'''","value":["Onda Libre"]}," Av. General Las Heras 446"]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Wasana Thai Restaurant"],["url=http:\/\/www.wasanaresto.com.ar"],["email="],["address=785 Aristes Villanueva"],["lat="],["long="],["directions=at western end of Aristes Villanueva"],["phone=0261 4256762"],["tollfree="],["fax="],["hours=9PM-late"],["price="],["content=Mendoza's only Thai restaurant, recently opened in 2009, offers a nice change from standard Argentinian fare - set in an old house with contemporary decor and a nice upstairs balcony. Mains around Ar$40. Located all the way at the end of Aristes Villanueva where the road comes to an end."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sofia resto-bar"],["url=http:\/\/www.sofia-restaurant.com.ar\/"],["email="],["address=Aristides Villanueva 650"],["lat="],["long="],["directions="],["phone=0261-4299836"],["tollfree="],["fax="],["hours="],["price=mains circa Ar$40"],["content=Stylish restaurant and one of the more upmarket on the Aristides strip. Extensive menu of meats, salads, pastas, and a curious 'exotic' range, including Wok Chicken, Wok Beef, and more oddly, Wok Pizza."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Nilda"],["url="],["email="],["address=780 Arístides Villanueva"],["lat="],["long="],["directions=near Parque San Martin"],["phone=0261 423 2317"],["tollfree="],["fax="],["hours=from 9PM"],["price=mains around As$40"],["content=Pleasant Argentinian restaurant at the far end of Aristides Villanueva - a good choice on Friday and Saturday nights when the popular places nearer the centre are full and you don't have a reservation. Solid menu of beef and pork dishes, hearty salads, good wine list and reasonable prices. If this restaurant were closer to the action it would be full every night!\nNot always open in the off season though."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Zinc"],["url="],["email="],["address=Aristides Villanueva"],["lat="],["long="],["directions=near Ave Belgrano"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the first restaurants you'll encounter walking up from Ave Belgrano.  Not a bad choice for a uncomplicated meal - often runs promotions of 'steak + desert' for Ar$35 or so, aimed squarely at budget-conscious foreigners - and surprisingly the food is pretty good - beware of the cheap wine offerings, they are cheap for a reason."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Il Panino"],["url="],["email="],["address=147 Paso de Los Andes"],["lat="],["long="],["directions="],["phone=0261 428 5922"],["tollfree="],["fax="],["hours=lunch & dinner"],["price="],["content=A pleasant restaurant away from the bustle of Arístides Villanueva - the garden is a welcome oasis away from the traffic noise that blights al fuera dining elsewhere in the city. Serves perhaps the best pizza in the city, with thin Italian style bases with a traditional range of toppings (although still cheese-heavy). Also good salads, meats, and pastas. Often has a Ar$25 lunch special."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=El Patio de Jesus Maria"],["url=http:\/\/elpatiodejesusmaria.com.ar\/"],["email="],["address=788 Boulogne Sur Mer"],["lat="],["long="],["directions=at the end of Aristides Villanueva"],["phone="],["tollfree="],["fax="],["hours=8PM-late"],["price="],["content=Pleasant & pricey restaurant with, as the name suggests, a patio. Asado, steak, chicken and more steak. For an interesting dining experience have a meal whilst a football game at Club Independiente next door is underway."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Terruño (Club Tapiz)"],["url=http:\/\/www.club-tapiz.com.ar\/en\/restaurant.php"],["email="],["address=Pedro Molina s\/n - Ruta 60 Km 2.5 - Russell – Maipú"],["lat="],["long="],["directions=Arrange with a driver or call ahead for specific instructions."],["phone=0261-496 0131"],["tollfree="],["fax="],["hours="],["price=AR$ 45"],["content=Located 15 minutes south of the city center (close to suburban Chacras de Coria) and in the middle of one of the Tapiz winery vineyards, this stylish restaurant offers a series of regional dishes and a superb wine list. Make the best out of the visit by touring the vineyard, visiting \"Pour la Galerie\" a maginificent art space located beside the museum featuring works of renowned artist Sergio Roggerone, and learning about the Club Tapiz boutique hotel (see below). Reservations required."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Las Palmas"],["url="],["email="],["address=Alma, near intersection with Rioja"],["lat="],["long="],["directions=Mendoza"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers good menu of salad, soup, main course, bread and drink for 20 Pesos."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Barca"],["url="],["email="],["address=Espejo 120 City Center"],["lat="],["long="],["directions=btw España & 9 de Julio"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Open for Lunch and Dinner, this is a classic, family-owned restaurant that serves authentic, quality Argentine food.  Great home made pasta.  Daily specials.  Friendly to English speakers.  If you're in the city center and want a dependable meal, you can't go wrong here."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nAlthough Mendoza is a very liveable city, and many choose to stay for a few weeks to take language courses and the like, there is not the same short term apartment rental infrastructure as in Buenos Aries. An internet search will bring up a few options but be wary of paying deposits before you arrive as the apartment may not live up to your expectations. Traffic noise can be a particular problem.\n\nThe most pleasant part of town is between Plaza Independencia and Park San Martin - with quiet street and well kept neighbourhoods, and the bars and restaurants of Aristes Villanueva within walking distance. East of the centre is the more low rent area, and contains the cheaper hostels.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Pueblo Hostel"],["url=http:\/\/www.casapueblohostel.com\/"],["email="],["address=Carlos Pellegrini 377, Guaymallen, Mendoza, Argentina"],["lat="],["long="],["directions=3 blocks from the bus station"],["phone=+54 261 432 4976"],["tollfree="],["fax="],["hours="],["price=Ar$65 dormitory; Ar$100 double with shared bathroom; Ar$70 female 6 bed dormitory; Ar$70 quadruple"],["checkin=11AM"],["checkout=10:30AM"],["content=Nice little hostel about 15 minutes walk from the city center. The new owners (since December 2012) are a lovely young couple who'll try to make your stay as pleasant as possible. They offer good information on tours and activities in town, but there's no pressure to book anything through them. The kitchen is big and rather well-equipped, so good for self-catering."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Cava Hostel"],["alt="],["url=http:\/\/www.lacavahostel.com\/main.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Av. San Martin 1702, Mza. Argentina. An old mansion converted into a hostel with a relaxed, social atmosphere. A great place to meet people and venture out to the many bars, restaurants, and wineries. It is in a beautiful tree-lined street and is an easy walk downtown. The cheapest dorm rooms in town (35 pesos = 9 USD) are spacious, clean, and accommodate 2, 4 or 6 people. The price includes internet and WIFI, basic breakfast, kitchen, TV room, backyard with pool, 24hr hot water, and a bar."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Cuyum Mapu Hostel"]}," Av San Martín 2348, Mendoza. ",{"type":"''","value":["Located right in the center of the city, just seven blocks from the downtown area"]}," +54 261 4201147 $10\/person\/night A cozy, friendly hostel with big rooms, hot water 24\/7, and a huge beautiful garden with bbq and pool in an old mansion.  It's close to downtown, but on a shady pedestrian street so there is no traffic noise."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hostel Lagares"]}," Corrientes 213 ",{"type":"''","value":["Downtown Mendoza; ten minutes from the bus station and 2 blocks from Ave. San Martin"]}," +54-261-4234727 $7.80-$18.20  A very friendly, welcoming hostel with big, bright rooms, each with a full bathroom, thick mattresses, daily cleaning service, lockers, Wi-Fi, breakfast, and large common rooms stocked with fun things to do.   Very close to all the downtown restaurants, bars, clubs, shopping, and more."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ruca Potu"]}," TRAVEL WARNING:  A large man at the bus terminal is very convincing about this hostel.  DO NOT GO.  If you do expect to have your belongings stolen and to feel sorry for the human race as the owners are dishonest, filthy, disgusting, thieves.  The actions of this hostel have been reported to the tourist police on several occasions, they are not to be trifled with.  Somehow they are allowed to continue to operate by the local authorities.  Do not support their illegal activities. DO NOT stay at this hostel."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Savigliano International Hostel"],["url=http:\/\/www.savigliano.com.ar\/"],["email="],["address=Pedro B Palacios 944, at junction with Alem"],["lat="],["long="],["directions="],["phone=+54 261 4237746"],["tollfree="],["fax="],["hours="],["price=Ar$60 dormitory; Ar$90 double with shared bathroom; Ar$100 double with private bathroom; Ar$125 triple; Ar$140 quadruple"],["checkin=12PM"],["checkout=10AM; 2PM half-day"],["content=Located conveniently across from the bus terminal, this hostel has an eager-to-help staff and can arrange bus tickets (with no commission) and activities such as winery tours and paragliding."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Universal"],["alt="],["url=http:\/\/www.hosteluniversal.com.ar"],["email=hosteluniversal@live.com"],["address="],["lat="],["long="],["directions="],["phone=+54 261 425 7212"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Calle Beltran 315.  Comfortable, family run hostel. Aldo and Sofia will make you very welcome and will definitely help you practise your Spanish during your stay. 3 blocks from the main street, Av. San Martin. Dorm rooms start at AR$40 per person per night and private rooms from AR$45 per person based on at least 2 sharing. A simple breakfast is included. The hostel has a nice patio, well equipped kitchen, Wi-Fi internet and satellite television in the lounge. The owners are very helpful and can help you organise tours to the vineyards, Aconcagua, horseriding and much more."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alamo Hostel"],["url=http:\/\/www.hostelalamo.com\/"],["email=info@hostelalamo.com"],["address=Necochea 740"],["lat="],["long="],["directions="],["phone=0261 429-5565"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Less of a party hostel than the hostels located on Av Aristides. Located just off Plaza Chile, and _very_ close to a large supermarket, you can expect to pay around AR$45 or AR$50 pesos per night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bohemia Hotel Boutique"],["url=http:\/\/www.bohemiahotelboutique.com"],["email=contacto@bohemiahotelboutique.com"],["address=Granaderos 954"],["lat="],["long="],["directions="],["phone=(54-261) 423-0575"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In one of the most elegant neighbourhoods of the city, the fifth section."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Break Point Hostel"],["url=http:\/\/www.breakpointhostel.com.ar\/"],["email=breakpoint@arlinkbbt.com.ar"],["address=Av Aristides Villanueva 241"],["lat="],["long="],["directions="],["phone=0261-4239514"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Excellent Resto Bar, comfortable rooms, swimming pool, breakfast & friendly atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Campo Base"],["url=http:\/\/www.hostelcampobase.com.ar\/"],["email=info@campo-base.com.ar"],["address=Av. Mitre 946"],["lat="],["long="],["directions="],["phone=(54-261) 429-0707"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A hostel with discounts for Hostelling International members. It is definitely a party hostel. Well located, near Plaza Independencia. Excellent atmosphere for backpackers. Tourist information also available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Chimbas"],["url="],["email=info@chimbashostel.com.ar"],["address=Acc. Este y Cobos 92"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Beautiful hostel, charming owners. Approx. Ar$18. There is access to a pool, BBQ, brick oven, bike rental, and extensive excursion information."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Damajuana"],["url=http:\/\/damajuanahostel.com.ar\/"],["email=reservas@damajuanahostel.com.ar"],["address=Av Arítides Villanueva 282"],["lat="],["long="],["directions="],["phone=0261-425858"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Not a party hostel. With swimming pool and breakfast. Guests are crammed into small 6-bed dorms, while the larger, cheaper 12-bed dorm remains mysteriously half-empty. The staff think they're your parents. AR$75 to stay in a six bed dorm (in May 2013). Rooms are noisy night and day, with music blasting from reception and the bar at the front. The shower heads are broken, and the flow is poor. The toilet have no seats, and the bath has some weird red stuff in it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Internacional Mendoza"],["url=http:\/\/www.hostelmendoza.net"],["email=info@hostelmendoza.net"],["address=Av. Espana 343"],["lat="],["long="],["directions="],["phone=0261-4240018"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A comfortable hostel, with excellent facilities, four beds rooms with private bathroom, excellent price. Also with great options for tours, including wine tours, horseback riding, rafting and excursions into the mountains. Expect to pay between AR$35 and AR$45 per night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Lagares"],["url=http:\/\/hostellagares.com.ar\/"],["email=lagareshostel@speedy.com.ar"],["address=Corrientes 213"],["lat="],["long="],["directions="],["phone=(0054)261 423-4727"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A cozy hostel with a relaxed and friendly atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Lao"],["url=http:\/\/www.laohostel.com\/"],["email=info@laohostel.com"],["address=Rioja 771"],["lat="],["long="],["directions="],["phone=0261 438-0454"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Rated very highly on hostel booking sites. Friendly, sociable and relaxed hostel. Attractive garden and pool. Runs weekly wine tasting events. AR$40 per night dorm, private accommodation also available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Mendoza Inn"],["url=http:\/\/www.mendozahostel.com\/"],["email=info@mendozahostel.com"],["address=Aristides Villanueva 470"],["lat="],["long="],["directions=on the pubs and bars street"],["phone=(0261)4380818"],["tollfree="],["fax="],["hours="],["price=35-43"],["checkin=12:00"],["checkout=10:00"],["content=In a beautiful house with large open spaces, couches and big garden with swimming pool and hammocks. Spacious and equipped kitchen for guests and a bar to buy beer and wine. Bedrooms are comfortable. The beds have new thick mattresses and lockers. Friendly and helpful staff that can recommend you lots of activities to do in Mendoza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Modigliani Art and Design Suites"],["url=http:\/\/www.deptosmendoza.com.ar\/?lang=en"],["email=deptosmendoza@yahoo.com.ar"],["address=Alem 41, Ciudad, Mendoza, Argentina"],["lat="],["long="],["directions="],["phone=(54 261)429-9222"],["tollfree="],["fax="],["hours="],["price=Rooms from 95.00 USD"],["checkin="],["checkout="],["content= Just a few steps away from San Martin Ave. and Peatonal Sarmiento (kilometer “zero” of downtown Mendoza) Modigliani Art and Design Suites is a boutique complex with just a few exclusive apartments, emphasizing Architecture, Art, Design and Lighting, specifically used for vacation rentals in Mendoza. A sexy alternative to an accommodation in a conventional hotel. Modigliani is a development with accent on ultracontemporay design and a very complete furnishing in each and every apartment; as well, the “Modigliani” building has an Art Gallery on its top floor (Espacio Modigliani) which permanently exhibits works of local and international artist, combined with wine tastings and live music."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=NH Cordillera"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/argentina\/mendoza\/nh-cordillera.html"],["email="],["address=Avda.España, 1324. M5500DWN"],["lat="],["long="],["directions="],["phone=+54-26-14416464"],["tollfree="],["fax="],["hours="],["price=Rooms from 133.09USD"],["checkin="],["checkout="],["content=Located just a short distance from the main square, this hotel offers modern, comfortable rooms. Take advantage of the on-site restaurant and fitness centre."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Parque Central"],["url=http:\/\/www.hostelparquecentral.com\/"],["email="],["address=25 de Mayo 1889"],["lat="],["long="],["directions="],["phone=+54-261-4251535"],["tollfree="],["fax="],["hours="],["price=10 to 36 U$D"],["checkin=12"],["checkout=11"],["content=Located around 8 blocks from Plaza Independencia, is a decent point for exploring downtown Mendoza. Its staff is very friendly and helpful. They offer excursions and complete information what to do in the city. Breakfast and lockers are included."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Savigliano International Hostel"],["url=http:\/\/www.savigliano.com.ar\/"],["email="],["address=Pedro B Palacios 944, at junction with Alem"],["lat="],["long="],["directions="],["phone=+54 261 4237746"],["tollfree="],["fax="],["hours="],["price=Ar$30 dormitory; Ar$90 double with shared bathroom; Ar$100 double with private bathroom; Ar$125 triple; Ar$140 quadruple"],["checkin=12PM"],["checkout=10AM; 2PM half-day"],["content=Located conveniently across from the bus terminal, this hostel has an eager-to-help staff and can arrange bus tickets (with no commission) and activities such as winery tours and paragliding."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sol de Vistalba"],["url=http:\/\/www.soldevistalba.com.ar"],["email=soldevistalba@yahoo.com.ar"],["address="],["lat="],["long="],["directions="],["phone=+54-261-4524757"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An amazing lodge with great park, BBQ, swimming pool and wine tours."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cavas Wine Lodge"],["url=http:\/\/www.cavaswinelodge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=54 261 410 6927 \/ 28"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=One of the nicest, if not the nicest lodge in the area. Outside of town, quiet. 5 star."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Club Tapiz"],["url=http:\/\/www.newage-hotels.com\/en\/accommodation\/club-tapiz-maipu-mendoza"],["email=ctapiz@tapiz.com.ar"],["address=Lujan de Cuyo"],["lat="],["long="],["directions=in the centre of Mendoza"],["phone=(54 11) 4005-0050"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Kiwi Collection recommended boutique hotel in the outskirts of Mendoza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Park Hyatt Mendoza, Hotel Casino & Spa"],["url=http:\/\/www.mendoza.park.hyatt.com\/"],["email=mendoza.park@hyatt.com"],["address=Chile 1124"],["lat="],["long="],["directions=in Plaza de la Independencia"],["phone=+54 261 441 1234"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= The hotel offers spacious rooms and suites featuring wireless internet access (internet at additional charge), turndown service, marble bath and executive bar. Facilities include Regency Casino Mendoza, Kaua Club & Spa, an outdoor heated pool and garden sun deck."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Posada Borravino"],["url=http:\/\/www.posadaborravino.com\/"],["email=reservas@posadaborravino.com"],["address=Chacras de Coria (wine country)"],["lat="],["long="],["directions="],["phone=+54 261 496 4445"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Beautiful lodge in the wine country. Close to some of Mendoza's nicest wineries."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Sheraton Mendoza Hotel"]},", Primitivo de la Reta 989, +54 261 4415500, 5 star hotel."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tupungato Divino"],["url=http:\/\/www.tupungatodivino.com"],["email=reservas@tupungatodivino.com.ar"],["address=Ruta 89 and Los Europeos St"],["lat="],["long="],["directions="],["phone=(02622) 15 448 948\/49"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Wine Hotel in Tupungato."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nBe wary of scams, especially around the bus terminal. Occasionally foreigners will pretend to have been robbed and use your sympathy to \"borrow\" money for a bus ride.\n\nSpecifically, a guy claiming to be a Dutch\/Belgian traveller (blond\/brown hair, about 40 years old) who got 'mugged' at the station, having everything including his backpack taken.  Do not help him out, he's a European that has lived here for ages and has been doing this for a while.  It has been confirmed that this man is continuing to operate the same con as of late 2013.  If he approaches you and there is a police officer nearby report him.\n\nAs everywhere in Argentina, be careful of the vehicles. They do not honour the right-of-way-for-pedestrian or stop-sign laws (the police just stand around and watch the \"fun\"). Intersections are death traps, this cannot be emphasized too much, the vehicles are usually driven erratically, fast, without attention, wandering and without signalling. Look everywhere, and make no assumptions. Especially be careful when there is a bus or taxi approaching from any direction. Many pedestrians choose to jaywalk (not a crime here) in the middle of the block to avoid endangering their lives and limbs at intersections!\n\n",{"type":"==","value":["Go next"]},"\nBuy your bus tickets out at the terminal at least a few days before you leave, especially during the December to March high season, July mid-winter break, and holidays, when bus usage is especially high.\n\n",{"type":"{{","value":[["geo"],["-32.8833"],["-68.8167"]]},"\n",{"type":"{{","value":[["isPartOf"],["Mendoza_(province)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mendoza, Argentina"]]},"\n",{"type":"[[","value":[["Commons:Category:Mendoza City"]]}]