[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["pgname=Mendoza"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mendoza.gov.ar\/ Mendoza"]}]}," is a province in the ",{"type":"[[","value":[["Cuyo"]]}," region of ",{"type":"[[","value":[["Argentina"]]},". It is located at the center-west of the country, bordered in the north with the ",{"type":"[[","value":[["San Juan (province)"],["San Juan"]]}," province, in the east with ",{"type":"[[","value":[["San Luis (province)"],["San Luis"]]}," and ",{"type":"[[","value":[["La Pampa (province)"],["La Pampa"]]}," provinces, in the south with ",{"type":"[[","value":[["Neuquén (province)"],["Neuquén"]]}," province and in the west with ",{"type":"[[","value":[["Chile"]]},", the Andes mountain range being the natural border. It has an area of 150,839 square kilometers. It is located 1,098 kilometers away from ",{"type":"[[","value":[["Buenos Aires"]]},", and only 380 kilometers away from ",{"type":"[[","value":[["Santiago de Chile"]]},", the Chilean capital city. This province is an important tourist destination in Argentina. It has the principal ski resort in ",{"type":"[[","value":[["Argentina"]]},", the most famous vineyards and wine producers (internationally recognized), the highest peak in ",{"type":"[[","value":[["South America"]]},", and beautiful places to visit.\n\n",{"type":"==","value":["Cities"]}," \n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mendoza"]]}," (Capital city)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Godoy Cruz"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lujan de Cuyo"]]}," - major wine making city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Maipu"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Malargüe"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Punta de Vacas"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Rafael(Mendoza)"],["San Rafael"]]}," - second most important city in the province"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Aconcagua"]]},", the highest peak in ",{"type":"[[","value":[["America (continent)"],["America"]]}," and the Western Hemisphere (6,959.6 meters over the sea) is located near the capital city. Because of this, an important number of mountain climbers arrive to this city each year, and provide a market on its own.  Note that during low season, tourists are allowed to take only a short hike.  High season begins on November 15th.  Even towns that cater to tourists near Aconcagua have limited information about hiking, and it seems that hiking in the National Park is discouraged unless one hires a guide.  Nonetheless, the roads in this area are famed for their scenery, especially RN 7, which connects the city of Mendoza, the entrance to the Aconcagua Park, and Chile.  The surrounding scenery is well worth the drive, even if outdoor activities (with the exception of white-water rafting) are not well developed."]},{"type":"*","value":[" ",{"type":"[[","value":[["Las Leñas"]]},", near the city of ",{"type":"[[","value":[["Malargüe"]]},", is the most important ski resort in ",{"type":"[[","value":[["Argentina"]]},"."]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" By plane, to fly from ",{"type":"[[","value":[["Buenos Aires"]]}," takes 2 hours, LAN and Aeroloneas Argentinas. It takes less than 1 hour to get there from ",{"type":"[[","value":[["Santiago de Chile"]]},", Chile, (by LAN). Also, there are 3 flights a week direct from Lima Peru with TACA. Flying in on an international flight to Mendoza is a good way for USA, Australia and Canada passport-holders to avoid paying both the hefty Argentina (payable when landing at the 2 Buenos Aires airports) and Chile (when booking your bags through and not exiting immigration at the Santiago airport) recirpocity fees."]},"\nOn Wednesdays and Saturdays, there are Aerolineas Argentinas flights coming and going from\/to Bariloche, Salta and Iguazu.\n\n",{"type":"*","value":[" By bus, Mendoza is approximately 13 to 17 hours from Buenos Aires and 7 hours from Santiago. "]},"\n",{"type":"*","value":[" By car, by the routes 7 and 8 from Buenos Aires."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[" The route 40 goes all along the Andes, with incredible landscapes although it is not paved in some places. It connects with the cities of ",{"type":"[[","value":[["San Rafael (Mendoza)"],["San Rafael"]]}," and ",{"type":"[[","value":[["Malargüe"]]}]},"\n",{"type":"==","value":["See"]},"\n\nBodegas (Wineries)\n",{"type":"*","value":["Bodega La Rural.  One of the largest wineries in Mendoza is also one of the best for visits.  they offer tours in English which includes the history of the place, the Museo de Vino, the wine processes and storage containers and finally a tasting of wines only offered at the end of the tour.  Bodega la Rural makes 7 to 8 million liters annually and makes a full range of inexpensive to high quality wines.  Brands produced at Bodega la Rural include Felipe Rutini, Trumpeter, and San Felipe (characterized by an oddly shaped bottle)."]},{"type":"*","value":["Carinae"]},{"type":"*","value":["Familia Zuccardi"]},{"type":"*","value":["Finca Flichman"]},{"type":"*","value":["Bodega Chandon"]},{"type":"*","value":["Huarpe"]},{"type":"*","value":["Trapiche, one of the biggest and widely distributed wines in Argentina but it does not offer tours or tastings. "]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\nLearn Spanish in the city of Mendoza to appreciate the culture more. \n\nAs with many places in Argentina, there are a variety of Spanish courses and private lessons are available. There are two extablished language schools, both disorganized but fun, in Mendoza: ",{"type":"'''","value":["Intercultural"]}," , has a range of afternoon activities especailly appropriate for young partiers, and is slightly more expensive; ",{"type":"'''","value":["Greenfields"]}," (aka COINED, after the web bookers) is smaller and feels even less well organised, but many of the teachers work at both schools.\n\nAnother great option for individual or very small tailor-made quality group lessons with a highly trained instructor: ",{"type":"'''","value":["Spanish in Mendoza, Argentina"]}," ",{"type":"'''","value":["(SIMA)"]}," ",{"type":"[","value":["http:\/\/spanishinmendozaargentina.greenash.net.au\/"]},". This is a better option for those seriously interested in learning or improving their Spanish, although the classes are very enjoyable.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nYou haven't gone to ",{"type":"[[","value":[["Mendoza (province)"],["Mendoza"]]}," if you haven't tasted its delicious wines. Mendoza's most famous varietal is Malbec from ",{"type":"[[","value":[["Maipú (Mendoza)"],["Maipú"]]}," and ",{"type":"[[","value":[["Luján de Cuyo"]]},".  Mendoza also grows very good Cabernet Sauvignons, Merlots and Syrah. Other important wine regions are ",{"type":"[[","value":[["Tupungato"]]}," and ",{"type":"[[","value":[["San Rafael (Mendoza)"],["San Rafael"]]},".\n\nA very nice (and cheap) way to taste Mendoza's wines is to visit wineries around Mendoza city. You can see how the wine is made and then  you can taste it. There are many wineries offering tours and wine tastings. Among the best are Bodega La Rural, which has a Museum of Wine, and Finca Flichman.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"{{","value":[["geo"],["-32.890278"],["-68.847222"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Cuyo"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Mendoza Province"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mendoza"]]}]