[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Mendi"]}," is the capital of the Southern Highlands province in the ",{"type":"[[","value":[["Highlands (Papua New Guinea)"],["Highlands"]]}," region of ",{"type":"[[","value":[["Papua New Guinea"]]},". Mendi is also little town in Ethiopia, Oromia regional state in Western Wollegga district.\n\n",{"type":"==","value":["Understand"]},"\nMendi is at an altitude of 1,675 m and lies in the Mendi River valley on a gentle volcanic slope.  Its population is around 20,000. The valley is flanked to the east by Mount Giluwe, PNG’s second highest mountain and to the west by limestone peaks that separate it from the Lai Valley.  In addition to the town and the river, “Mendi” also refers to the people who live in the surrounding areas. Temperatures in the area range from 7° to 24° C, with high-altitude areas regularly experiencing crop-damaging frosts. Vegetables and coffee are the main crops.\n\nIn 2000 the town suffered major inter-tribal violence, when around 50 people were killed. Although it has been relatively quiet since then, tour organizers tend to shun both it and the neighboring township of Tari. This is very much a location for the independent, adventurous traveler.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airniugini.com.pg\/ Air Niugini"]}]}," connects PNG's capital ",{"type":"[[","value":[["Port Moresby"]]}," just once a week with Mendi."]},"\nMendi is on the southern spur of the Highlands Highway. It can be reached by road from ",{"type":"[[","value":[["Lae"]]},", ",{"type":"[[","value":[["Goroka"]]},", ",{"type":"[[","value":[["Mt. Hagen"]]},", ",{"type":"[[","value":[["Madang"]]}," and Tari.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kiburu Lodge"],["url="],["email=kiburu@datec.com.pg"],["address=PO Box 466, Mendi"],["lat="],["long="],["directions=a few miles south of Mendi on the Highlands Highway"],["phone=549 1077"],["tollfree="],["fax=549 1350"],["hours="],["price=Expensive"],["checkin="],["checkout="],["content=Located on the banks of the Mendi River, this is a comfortable village-owned hotel. Twelve units with river views, television, telephone and refrigerator. Eight budget rooms with shared bathrooms. The lodge has been recently renovated. Birdwatching and whitewater rafting can be arranged."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Kutubu."]}," Although at 800m. above sea level this is considered to be in the lowlands of the Southern Highlands province. Southwest of Mendi, the culture is similar to that of the lower lying ",{"type":"[[","value":[["South-western provinces (Papua New Guinea)"],["Western Province"]]}," of PNG as men and women live in segregated houses. Considered to be one of the most beautiful spots in PNG, despite the presence of Chevron who are pumping oil into a pipeline down to the south coast. You can canoe around the lake to visit the villages and swim in the lake.  The lake has considerable biodiversity and ecological significance, with ten of its 14 fish found only there. Reachable from Mendi by road but also, because of the oil extraction, directly from ",{"type":"[[","value":[["Port Moresby"]]}," to Moro Airport on ",{"type":"''","value":["Airlines PNG"]}," ",{"type":"[","value":["http:\/\/www.apng.com\/"]},"."]},{"type":"*","value":[{"type":"'''","value":["Tari."]}," As a town Tari has little to offer. But it is close to the land of the Huli Wigmen, is one of the few reachable places where people still wear traditional costumes, and also offers excellent birdwatching. It is about 75 miles west of Mendi by road and has weekly flights from Port Moresby on Air Niugini. The Huli have a very traditional culture. Young men go into the jungle alone for months to develop the skills that will earn them respect. During this period they grow their hair long in preparation for making their first wig. Special events cause Huli wigmen to spend hours preparing their costumes and make-up, complete with wigs. Local accommodation, including the Ambua Lodge, is very expensive. "]},"\n\n\n\n",{"type":"{{","value":[["IsPartOf"],["Highlands (Papua New Guinea)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Mendi"]]},"\n",{"type":"{{","value":[["geo"],["-6.1477777777778"],["143.65722222222"]]}]