[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mengla"]}," (勐腊) is a city in ",{"type":"[[","value":[["Xishuangbanna"]]},". It is located near the China-",{"type":"[[","value":[["Laos"]]}," border in Southern Yunnan.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Mengla intersection.JPG"],["thumb"],["downtown Mengla"]]},"\nBuses from ",{"type":"[[","value":[["Jinghong"]]}," usually take around 2.5 to 3 hours. Buses leave Jinghong between 7AM and 6PM and cost ¥42.\n\nThis is the first big town\/city for travelers arriving from Laos. Buses from ",{"type":"[[","value":[["Luang Namtha"]]}," in Laos take around 4 hours. You will usually need at least an hour at the Chinese\/Laos border to deal with visa issues etc.\n\nIt would be wise to have some local currency before-hand. There is a Laotian bank about 800m from the border on the Laotian side that exchanges Laotian Kip to RMB at normal rates, but the Luang Namtha bus does not stop there. The ladies who convert Kip around the Chinese border don't give a good rate, Banks in Mengla exchange currency at market rates, but there is no ATM for international bank cards. Bank of China, will re-open there Mengla branch late Nov 2010 \n\nWhen you arrive by bus you may be taken to a depot. There is a ticketing station across the road, perhaps 200m north.\n\n",{"type":"==","value":["Get around"]},"\nThere are taxis and tuk-tuks that will take you around town for 6 yuan.\n\n",{"type":"==","value":["See"]},"\nMengla is the southern gateway to ",{"type":"[[","value":[["Xishuangbanna"]]},", surrounded by untouched rainforest good for trekking. Local Dai ethnic villages are within 10 km of the town that are untouched by commercial tourism if you have the time and are not in a hurry to leave they are worth visiting. \nNew Bupan Aerial Skyway Park. The park gets its name from the skyway in the clouds attraction. Visitors literally walk through the canopy of the key rainforest species, Paraforestea, a tall, straight-trunked tree... You walk supported by cable-supported rope transoms that permit you to step along among the higher branches of the forest. It gives you a new perspective on the rainforest. \nOverall the park is easily accessed, clean and unique.\n\nYiwu, hometown Of Pu'er Tea, is situated in the north of Mengla County. It is the hometown of Pu’er Tea as well as the starting point of the Ancient Tea-Horse Trail (Road). In old times, Yiwu was known as a commercial city. It serves as the linkage between China and Laos and an important gateway to Southeast Asia.\n\n",{"type":"==","value":["Do"]},"\nMengla is a fast growing border town. There is a market in the mornings that runs parallel behind the main street. The place is quite surreal so you might be interested in simply walking around the place for a couple of hours. \nTours – Village visits\/overnight stays and trekking trips to pristine rainforest are available with the local guide, Peter Lee – 18608811499 – Very friendly, fluent English\nhttp:\/\/menglaadventures.zapd.net\/\n\n",{"type":"==","value":["Buy"]},"\nThere are two well stocked supermarkets in town. If you are in need of a Chinese SIM card there are several China Mobile outlets. Locally made items are also available at reasonable prices if your ",{"type":"[[","value":[["bargaining"]]}," skills are good.\n\n",{"type":"==","value":["Eat"]},"\nThere are some restaurants in the main shopping area in town. The restaurants all sell Yunnan and typical Chinese dishes but don't expect a very high standard. Meals should cost around 30-40 Yuan per person.\n\nThere is a splendid noodle restaurant on the right side, 10 shops south of the north bus station ticket office. Here noodles are made right in front of you when you order them. A meal is ¥7-14, you might even get a discount if you ask for the meat to be excluded. Staff is helpful and friendly.\n\n",{"type":"==","value":["Drink"]},"\nThere is a new developed bar area down by the river close to the centre of town, behind the DICO’s chicken Western food outlet.\n\nThe Wine Barrel Bar: As you walk towards Dico’s turn right, large wine barrel above the entrance. This small bar serves cold beer, and is a relaxing place to sit and have a drink with its water feature and fish pond. A good sized bar, with live music from 9pm, dance floor, not to loud and a good place to mix with locals.\n\n",{"type":"==","value":["Sleep"]},"\nThere are many Hotels and guest house in Mengla, some option are.\nJin Qiao Hotel (金桥大酒店): Right inside the bus station with good rooms. Rooms go for ¥60 with A\/C or ¥40 with fans rooms, larger rooms with telephone ¥80. Free domestic calls can be made at the reception and third floor.\n\nNa La Bin Quan: Is a good option, quite clean with A\/C for ¥40, the room are quite large with an area for washing and hanging clothes, closer to the shops, restaurants and bar area of town. Turn right as you leave the bus station, it is about 1 km down towards the centre of town (¥5 taxi fare) turn left at the Spider King shop and it is located 10-15m on the left.\n\nCheaper, as you leave the bus station and turn right, walk approx 50 meters and there is a guest house on the right hand side near the Forest Cafe This place has no English name but is a pretty run down establishment. They have rooms for around ¥20-25 per night.\n\n",{"type":"==","value":["Connect"]},"\nThe best contact in town is the local guide, Peter Lee – 18608811499 – a fluent English speaker he can offer advice on places to stay, eat and drink. As you get off the bus in Mengla, turn right and walk down the street about 50m to the Forest Cafe. He can also be found at his restaurant, which is located a few restaurants left of the third intersection when you walk south from the north bus station.\n\nIn front of the bus station there is also a helpful man who will exchange money and also offer advice on accommodation, help you with directions and even offer his daughter to you (if you are single, male and western). He obviously takes a commission from places so be very specific about what you want and how much you want to pay. His exchange rates are poor but if you are in need of some Laos Kip just to be safe, it is worth exchanging some euros\/dollars\/Thai baht or anything else if you need to. He has a very wide range of currencies and is keen to show them off. His exchange rate 4th of September 2011 was ¥1 to 1200 Laos Kip (Forex exchange rate same date: ¥1 to 1258 kip). His English is also pretty good compared to most locals.\n\n",{"type":"==","value":["Go next"]},"\nBuses depart to Louang Namtha in Laos at around 9AM and take around 4 hours. The border crossing takes around an hour. Expect a bumpy and hair raising journey during the rainy season. Cost is around ¥40.\nThere are loads of buses to Jinghong, the capital of Xishuangbanna. Cost is around ¥40. There are also 4 or 5 buses a day that leave for Kunming. Cost is about ¥250. Nowadays you can go to Yuangyang Terrace  from Mengla by bus instead of going to kunming directly,it is cheaper and less tiring.\n\nThere is now a direct bus from Jing Hong to Luang Namtha.\n\n",{"type":"{{","value":[["geo"],["21.4667"],["101.5500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Xishuangbanna"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]