[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["The Mentawai islands"]}," are a chain of islands in ",{"type":"[[","value":[["Indonesia"]]}," off the western coast of ",{"type":"[[","value":[["Sumatra"]]},", recognized as having some of the most perfect surfing breaks in the world. However, because most waves break over very sharp and shallow coral reefs, only experienced surfers should attempt them. \n\n",{"type":"==","value":["Islands"]},"\n\n",{"type":"*","value":[" Siberut"]},"\n",{"type":"*","value":[" Sipura"]},"\n",{"type":"*","value":[" North Pagai"]},"\n",{"type":"*","value":[" South Pagai"]},"\n",{"type":"==","value":["Cities"]},"\n\nPagai\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\nMentawai people use Bahasa Indonesia and they also have their own Mentawai language.\n\n",{"type":"==","value":["Get in"]},"\n\nOver 30 surf charter yachts are based in ",{"type":"[[","value":[["Padang"]]}," harbour, around 100km away from the islands on the ",{"type":"[[","value":[["Sumatra"]]}," mainland.\n\nThe most comfortable Ferry to Mentawai is Ferry Ambu Ambu (made from Steel). Since September 2009, the Ambu-Ambu Ferry travels overnight from Padang Bungus to Muara Siberut 2. and 3. Thursday nights of each month. From Muara Siberut to Padang Bungus, the ferry travels 2. and 3. Friday nights of each month. The ferry departs from Padang at 9PM and arrives at approximately 7AM the following morning.  The Sumber Rejeki traditional Ferry (made from wood) travels overnight from Padang Bungus to Muara Siberut every Monday evening. From Muara Siberut to Padang, the ferry travels every tuesday nights.\n\n",{"type":"==","value":["Get around"]},"\nThree ways to travel to the Mentawai Islands.\n\n# Join an organized boat charter.\n# Take a ferry (Ambu-Ambu ferry).\n# Fly by seaplane.\n\n",{"type":"==","value":["See"]},"\n\nTraditional Mentawai peoples\nTrekking\nDiving\nFishing\n\n",{"type":"===","value":[" Surfing "]},"\n\nSurf spots include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beng Beng"]},".  A very consistent world class wave, an extremely rippable left. This spot is loads of fun and probably one of the easiest waves to surf in the Mentawai’s. It’s the deepest and safest wave in the area and also pick up a bit more swell than other locales. 5 more breaks in the area, including E-Bay and Pitstops. Nestled inside a small bay with one of the most scenic views imaginable all around you."]},{"type":"*","value":[" ",{"type":"'''","value":["E-Bay"]},". This is a hollow left that barrels off the take-off with a short wall down the line. A great option when a lot of swell is hitting. A hollow, fast, powerful left. A world class wave for experienced surfers. Watch out for the two rocks on the inside. Great barrels, and turns into a surfing paradise at 6 feet offshore. There is a heavy warble that hits as you are taking off. Make the drop and don’t get thrown by that first warble and chances are you’ll get a mean aqua blue barrel. The scenery alone will blow you away. Besides its aesthetic beauty, double overhead E-bay is a beast and forces to be reckon with."]},{"type":"*","value":[" ",{"type":"'''","value":["Nipussi or Pussies"]},". A shorter right that breaks down the point from Bank Vaults. Definitely fun and rippable. Usually has fairly deep water from the takeoff to the inside. Ends in a riptide that sucks all the water back out to sea. A good option when there’s not much swell, and usually the most consistent spot in the area."]},{"type":"*","value":[" ",{"type":"'''","value":["Pitstops"]},". This is the right off the peak at E-Bay. A playful right that can offer some cover-ups off the take-off, but mostly a high performance wave with air sections at the end. Ends in a sandy channel."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West Sumatra"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Mentawai_Islands"]]},"\n",{"type":"{{","value":[["geo"],["-2.1833333333333"],["99.65"]]}]