[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Merrimack"]}," is a city in ",{"type":"[[","value":[["New Hampshire"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMerrimack is located in the southern part of New Hampshire in Hillsboro County. The town is made up of four villages: Reeds Ferry in the north, Souhegan Village near the mouth of the river of that name, Thorntons Ferry and South Merrimack in the southern section. Each had its own Post Office, schools, stores and social life. The rivers were the main source of travel. Reeds Ferry and Thornton Ferry were named for the ferries which operated between Merrimack and Litchfield. There were taverns near the ferries to accommodate the travelers. Later there were taverns along what is now Route 3. The stagecoaches stopped at some of these. Souhegan Village, which was the center village, was named for the river. Later it was changed to Merrimack. South Merrimack Village was sometimes called \"Hard Scrabble\" because of the difficulty of tilling the soil.\n\n",{"type":"==","value":["History"]},"\nThe town of Merrimack was originally part of the 1673 Dunstable grant. In 1734, Massachusetts granted the town organization as Naticook, which was made up of Litchfield and part of Merrimack. In 1746 the boundary line between Massachusetts and New Hampshire was revised and the land which was originally part of Massachusetts now became part of New Hampshire. April 2nd, 1746 Governor Benning Wentworth signed a charter establishing that the land from Pennichuck Brook to the Souhegan River became the Town of Merrymac. At that time less then 50 families lived here. Pawtucket, Nashuaway and Penacook Indians camped along the banks of the Merrimack and Souhegan Rivers. The Penacooks were greatest in numbers and their chief, Passaconaway, was the ruler of all the tribes in the Merrimack Valley. June 5th, 1750 the towns charter was ratified giving the town an additional three miles to the north. The added a portion called Souhegan East was made up of the land north of the Souhegan River. Merrimack has the distinction of having two birthdays, April 2, 1746 when it was first incorporated and June 5, 1750 when it was expanded. Just prior to incorporation it was part of two states and four townships: Dunstable, Massachusetts, and Litchfield, Bedford, and Amherst, New Hampshire. In the beginning, stores were few and there were no schools. Industry consisted of saw and grist mills. Most of the residents were farmers. The original meetinghouse was built at the exact center of town. There were two cemeteries. Turkey Hill on Meetinghouse Road is the first mentioned in the town records, but Thornton Cemetery on Route 3 has the oldest gravestone. The Nineteenth century saw much growth in Merrimack. The meetinghouse was too small and too far from what had become the center of town. The church and government became separate and two new churches were built in more convenient locations, one in South Merrimack and the one on Baboosic Lake Road. A new town hall was built to replace the meetinghouse. The need for schools was seen and soon Merrimack had eight one room schoolhouses. That number later increased to twelve. Near the end of the century, a form of higher education came to Merrimack. McGaw Normal Institute, a teachers college was built in Reeds Ferry. It later became the high school, only to be torn down when a new high school was built on Baboosic Lake Road. This school is now the Mastricola Middle School. Industry changed to brick yards and bricks were floated down the Merrimack River to be sold in Lowell Mass. In Reeds Ferry, a cooper shop was built by Fesseden and Lowell Company. The Old White Mill, on Main Street, saw many changes over the years. Built as a woolen mill, it became a tannery shoe shop and then several small businesses occupied the building. It is now a chemical company. The railroads came to Town and stopped in four locations. The depot on Railroad Avenue is still standing. Merrimack Flourished in the twentieth century. The population increased. The small neighborhood school closed and three elementary, a middle and a high school were built. Farms were replaced with developments, apartments and condominiums. Industry changed once again, modern facilities housed manufacturers of paper products, furniture and electronics. The brewery and hamlet were opened and the famous Budweiser Clydesdales moved to Merrimack. Many larger stores and shopping malls were built along Route 3 and on Route 101A in South Merrimack. The one time volunteer fire department grew to a full time force with three fire stations. The police department increased and got its own facilities. Town Hall, the library and the schools all had additions built. The existing roads were improved and more were built, making it necessary to form a Highway Department. The Everett Turnpike and toll booths were constructed, changing much of the landscape of the town. Merrimack has seen many changes since its incorporation in 1746.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By Plane:"]},"\n",{"type":"*","value":[" Manchester Airport- One Airport Road Manchester, NH 03103 603) 624-6556 "]},"\n",{"type":"'''","value":["By Car:"]},"\n",{"type":"*","value":[" Silver Chariot Limousine- 20 Powers Circle, Merrimack - (603) 424-2181 "]},{"type":"*","value":[" Satisfaction Transport- 83 Daniel Webster Highway, Merrimack - (603) 889-6572 "]},{"type":"*","value":[" Merrimack is located on Exit 11 right of Route 3. Continure North on this highway and it will bring you all the way to the tip of NH. Or if you take this South it will take you to 95 which can either take you to Boston or to Florida."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["  One of the main attractions in Merrimack is it being home to a Anheuser-Busch Brewery. Here you can indulge yourself in a tour of the plant and along with tasting different great beers straight out of the mills. "]},"\n",{"type":"*","value":[" Take the kids down to Kids Cove and let them roam around the huge wood castle or if its just the two of you take a stroke through Twin bridge park that wraps itself around the wonderous Merrimack River."]},"\n",{"type":"'''","value":["Ice Skating & Sledding"]}," \n\nThe Town ice rink, maintained by the Highway Department (phone 423-8551), is located on O’Gara Drive behind the tennis courts. Naticook Lake is also enjoyed by many for ice fishing and ice skating. The ice is not monitored by the Town, so please use good judgment when using the lake, by testing the ice before you go on it.\n\nWasserman Park on Naticook Road and Weston Park on Turkey Hill Rd., have hills that are enjoyed for sledding.\n\nIn the summer months, we offer swimming in Naticook Lake at Wasserman Park. Lifeguards are on duty 5 days a week until the end of August, from 11AM until 5PM.\n\n",{"type":"'''","value":["Hiking"]},"\n\nIf you enjoy hiking, the Heritage Trail begins at the Town Hall, or you may begin at the High School and follow the trail to the Souhegan River and Wildcat Falls. The Heritage Trail Map and trail descriptions is available in the Parks & Recreation office at Wasserman Park on Naticook Road. The Horse Hill Nature Preserve offers hiking trails in a variety of skill levels. The trail head for the Quarry Trail is found at the edge of the parking lot in Wasserman Park. The conservation land around Wasserman Park has many trails to enjoy. Grater Woods, managed by the Merrimack Conservation Commission, is located at the Merrimack Middle School, has many trails and is a great place to go exploring!\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Restaurants:"]},"\n",{"type":"*","value":["  The Common Man    "]},{"type":"*","value":[" Florences"]},{"type":"*","value":[" Georgio's"]},{"type":"*","value":[" The Homestead "]},{"type":"*","value":[" Merrimack Diner"]},{"type":"*","value":[" Tortilla Flats"]},{"type":"*","value":[" TGI Fridays"]},{"type":"*","value":[" Longhorn"]},"\n",{"type":"'''","value":["Fast Food:"]},"\n",{"type":"*","value":[" Wendy's"]},{"type":"*","value":[" Burger King"]},{"type":"*","value":[" McDonalds"]},{"type":"*","value":[" Taco Bell\/ KFC"]},"\n",{"type":"'''","value":["Chinese:"]},"\n",{"type":"*","value":[" East China"]},{"type":"*","value":[" Silver Maple"]},{"type":"*","value":[" Jade Dragon"]},{"type":"*","value":[" South Garden "]},"\n",{"type":"'''","value":["Pizza:"]},"\n",{"type":"*","value":[" Billy's Famous House of Pizza"]},{"type":"*","value":[" Mr. G's Pizza "]},{"type":"*","value":[" Merrimack House of Pizza"]},{"type":"*","value":[" Sal's Pizza"]},"\n",{"type":"'''","value":["Ice Cream:"]},"\n",{"type":"*","value":[" King Kone"]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Fairfield Inn by Marriott"]}," Merrimack- 4 Amherst Road, Merrimack, NH 03054 \n\n",{"type":"'''","value":["Comfort Inn"]}," Merrimack- 242 Daniel Webster Highway, Merrimack, NH 03054 \n\n",{"type":"'''","value":["Residence Inn by Marriott"]}," Merrimack- 246 Daniel Webster Highway, Merrimack, NH 03054\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"'''","value":["Merrimack Fire Department Headquarters"]}," 432 Daniel Webster Highway Merrimack New Hampshire 03054 Fire Department: 603.424.3690\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 3.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Concord (New Hampshire)"],["Concord"]]}],["minorl1=",{"type":"[[","value":[["Manchester (New Hampshire)"],["Manchester"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Lowell (Massachusetts)"],["Lowell"]]}],["minorr1=",{"type":"[[","value":[["Nashua (New Hampshire)"],["Nashua"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["42.866389"],["-71.493611"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Merrimack Valley (New Hampshire)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Merrimack, New Hampshire"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New_Hampshire\/Localities\/M\/Merrimack\/"]]}]