[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Merthyr Tydfil"]}," is in ",{"type":"[[","value":[["Glamorgan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nMerthyr Tydfil is often referred to simply as Merthyr.\n\nPreviously, the town  was a major centre of coal mining and steel manufacturing, and in the 19th century had a population that exceeded both ",{"type":"[[","value":[["Swansea"]]}," and ",{"type":"[[","value":[["Cardiff"]]},". However, while those two cities have continued to thrive, Merthyr has been caught in a downward spiral of decline, and the town of today contends with the dual issues of mine closures and collapse of its manufacturing base. As the center of what has been called the UK's rust belt,  Merthyr is sometimes referred to as the British ",{"type":"[[","value":[["Detroit"]]},".\n\nThe town has nothing to offer the casual visitor, and you are only likely to end up there if lost or have a morbid interest in urban degradation. However, its close proximity to the stunning  ",{"type":"[[","value":[["Brecon Beacons"]]}," at least offers the town some default merit.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":[" By car "]},"\n\nMerthyr Tydfil can be reached by A470 located 22 miles north of the M4 Junction 32 which is located just north of ",{"type":"[[","value":[["Cardiff"]]},". The A470 connects with the \"Heads of the Valley road\" which connects ",{"type":"[[","value":[["Swansea"]]}," with the M5.  The road is good quality dual carriageway between Merthyr and Cardiff.\n\n",{"type":"===","value":[" By train "]},"\n\nMerthyr has its own railway station and there is an hourly service between Merthyr and ",{"type":"[[","value":[["Cardiff"]]}," Central Station.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Cyfarthfa Castle"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The former home of the Crawshay family, historical ironmasters of Cyfarthfa Ironworks. This castellated, constructed in 1800s now houses a small secondary school and a museum covering local history and containing a curious variety of antiques including several sarcophogi. The grounds of the 'castle' are a popular attraction during drier weather, covering 158 acres of land, containing woodland, children's park areas for sporting and a small lake."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nMerthyr Tydfil makes an excellent base camp for those wishing to see the Brecon Beacons without being cut off from transport and civilisation by staying in Brecon.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Brecon Beacons National Park"]]}," is just outside the town - amazing scenery and walking opportunities."]},{"type":"*","value":[{"type":"[[","value":[["Cardiff"]]}," and its museums and excellent shopping is a stone's throw away from the town."]},{"type":"*","value":[{"type":"[[","value":[["Swansea"]]}," offers excellent leisure and cultural amenities, not to mention a stunning coastline. Wales' second city is less than an hour's drive from Merthyr."]},"\n",{"type":"{{","value":[["IsPartOf"],["Glamorgan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Wales\/Merthyr Tydfil County Borough\/Merthyr Tydfil\/"]]},"\n",{"type":"[[","value":[["wikipedia:Merthyr Tydfil"]]},"\n",{"type":"{{","value":[["geo"],["51.742891666667"],["-3.3780472222222"]]}]