[{"type":"{{","value":[["pagebanner"],["Erg Chebbi banner 2.jpg"]]},"\n",{"type":"[[","value":[["Image:Erg Chebbi Maroc.jpg"],["thumb"],["350px"],["Erg Chebbi"]]},"\n\n",{"type":"'''","value":["Merzouga"]}," is a village in the Sahara Desert in ",{"type":"[[","value":[["Morocco"]]},", on the edge of Erg Chebbi, a 50km long and 5km wide set of sand dunes that reach up to 350m. Most people are here to take a camel safari into the dunes, and to get a taste of remote (tourism-influenced) Berber life.\n\nThe local population is mix of Arabs and Berber, and generally welcoming and friendly.\n\n",{"type":"==","value":["Get in"]},"\n\nFrom ",{"type":"[[","value":[["Marrakech"]]},", drive East to ",{"type":"[[","value":[["Erfoud"]]}," (2 days drive, stop for the night in or near ",{"type":"[[","value":[["Ouarzazate"]]},"). From ",{"type":"[[","value":[["Fez"]]},", drive South to Erfoud (1 day). \n\nFrom Erfoud, continue South 14 km (11 miles) to ",{"type":"[[","value":[["Rissani"]]},", carry on through the village and follow the road Southeast for 40 km (24 miles) to Merzouga. In recent years, the road to Merzouga has been asphalted and also to ",{"type":"[[","value":[["Taouz"]]},", a southern military border town (foreigners cannot cross here). The short access roads (1 or 2 km long) from the main road to the hotels alongside the sand dunes are normally not asphalted, but well maintained. There is now an asphalt road to Hassi Lybed, a smaller village about 4 km before Merzouga.\n\nFrom Rissani to Merzouga, a grand taxi or van is 10\/12dh. If you don't want to wait for other people to fill your grand taxi, pay 60dh. If you arrive before sunrise (if you come in the 6=7am bus from ",{"type":"[[","value":[["Fez"]]},") you can pay up to 100dh for a grand taxi.\n\nBeware of guides in Rissani or Erfoud who offer to take you to Merzouga for 5 dihram each, but instead strand you at their auberge 20 km north of the village. If you decline their offers of camel rides and lodging, it is often quite difficult (and expensive) to make your way back to town.\n\nYou can also fly to Ouarzazate from ",{"type":"[[","value":[["Casablanca"]]},", then continue to Erfoud, Rissani and Merzouga.\n\nThere are also weekly flights into ",{"type":"[[","value":[["Errachadia"]]},", about 2 hours north of Merzouga by car.\n\nSupra Tour buses from Marrakech and also from Fez have daily trips that stop in Merzouga village.\n\nIf you're continuing on to one of the small villages nearby, such as Hassi Labied, the usual tourist price is a fairly steep 50 dirhams (total, not per person) for the short 5 km drive. Beware that overnight busses may sometimes arrive more than an hour early, putting you in Merzouga before sunrise. If this happens, you may find yourself with no cabs available, so be prepared to wait for someone to arrive.\n\nTour operators can arrange 4x4s with driver\/guides from Marrakech or Casablanca and back.\n\n",{"type":"==","value":["Get around"]},"\n\nThe only way to get around Merzouga is on foot. It's fairly small and easily walkable, but you'll likely want to avoid the midday heat.\n\n",{"type":"==","value":["See"]},"\n\nSunrise\/sunset over the dunes. Folk dances and black G'naui music. Visits to villages near Merzouga inhabited by Senegalese musicians and dancers such as ",{"type":"[[","value":[["Khamlia"]]}," can be arranged with some guides, ask at your hotel.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Animals"]}," – see the ducks, and in early spring, flamingos, on the Dayet Srji salt lake, just west of Merzouga. There are many other species of birds (ruddy sheldrack and Kittllitz's plower during the spring migration, Tristram's desert warbler, the Egyptian nightjar, the arabian buzzard and falcons), and the desert sparrows are unique to this region and can be seen all year round. There are also reptiles (Algerian sand lizards, Berber skinks and snakes), mammals such as gerbils, desert hedgehogs, field mice and desert foxes, and scarab beetles. In the morning, you can often see their tracks in the sand. Brown scorpions can occasionally be seen, but they come out at night and tend to avoid humans."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Camel Safaris"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Almost certainly the reason you came here in the first place, and by far the best way to experience the dunes. After taking you into the village to buy a proper head scarf to protect you from the sun, you'll be thrown on a camel and lead off into the desert. Meals, water, tents, etc should all be taken care of by your leader, but naturally you'd want to confirm this when you do your negotiations beforehand and make sure you're very specific, and ask lots of questions. Speaking of negotiations, do your research before coming (ask other travelers in Marrakech, etc for recommendations and for what they paid), and be prepared to bargain ",{"type":"''","value":["very"]}," hard.... the industry here is smooth and deceivingly vicious. On the first night, most groups end up at a pre-setup camp circle at the base of some large dunes, where the various tour operators have their Berber tents set up. Dinner will be cooked here, perhaps some music played, and you can frolic on the sand dunes under zillions of stars. If you're only on a 1 day trip, then you'll wake early, have some tea\/breakfast, and head back before it gets hot. Others will hang out during the day, beating the heat in the tents all day, and either spend another night here or venture further out beyond the dunes and stay with a berber family, where you'll then set out to return early on the third morning.  A few operators have their own private camps that will offer a more remote experience, ask around if this is what you seek. This provides a more intimate setting with fewer people and noise where you can relax and enjoy the stars. Cost a little bit more but worth it. Also check to see if showers are included after the camel trek."]]}]},"\nIt is also possible to tour the dunes on ATVs, but this is ",{"type":"'''","value":["highly"]}," discouraged.... You're destroying the beauty of what you came to see in the first place, and severely ruining the remote experience that most people are here enjoying on a camel.\n\n",{"type":"==","value":["Eat"]},"\nMost people eat meals at their lodge, but a few basic restaurants are scattered around the town if you are in need.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Haven La Chance"],["url=http:\/\/www.desert-hotel.com"],["email="],["address=Hassi Labaid"],["lat="],["long="],["directions="],["phone=+212 66859-9340"],["tollfree="],["fax="],["hours="],["price="],["content=Arrange lunches at Haven La Chance Desert Hotel. Either by the hotel or in the desert itself. Popular is pizza cooked in the sand as the nomads do."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are about 50 small hotels of varying categories along the sand dunes, and most of them own camels or can at least arrange your trip into the dunes.\n\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Complexe touristique de Merzouga"],["url=http:\/\/www.complexemerzouga.com"],["email=chez_sadoq@hotmail.com"],["address=B.pn 49 merzouga centre taouz cercle rissani"],["lat="],["long="],["directions=500 m from the centre of merzouga"],["phone=+212 535576322"],["tollfree="],["fax="],["hours="],["price=€30 per person, breakfast and dinner included"],["checkin="],["checkout="],["content=it is the nearest hotel to the sand dunes of Erg Chebbi,  Mr Sadoq and  his qualified staff will make sure that your experience is unique, and put under your disposition all our services: Hotel, Restaurant, Snack, Bar, Terrasse, Piscine, Bivouac, and Excurtion with 4x4 or Camel.42 rooms including suites and a royal suite are under your disposition."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Les pyramides hotel"],["url=http:\/\/www.lespyramides-hotel.com"],["email=alimarzouga@yahoo.fr"],["address=Ksar Merzouga 52202 BP 41 Errachidia MAROC"],["lat="],["long="],["directions="],["phone=+212 67013-7673"],["tollfree="],["fax="],["hours="],["price=€20 per person, breakfast and dinner included"],["checkin="],["checkout="],["content=Located right on the sand dunes of Erg Chebbi, Ali and his staff will host you night and day, 24 \/ day to give you the best service"]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge Berberes"],["url=http:\/\/www.auberge-berberes-merzouga.com"],["email=auberge_berberes@yahoo.fr"],["address="],["lat="],["long="],["directions="],["phone=+212 6810-3178"],["tollfree="],["fax="],["hours="],["price=€20-30 per person, breakfast and dinner included"],["checkin="],["checkout="],["content=Located right on the edge of the dunes, offering single, double and triple rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge du Sud"],["url=http:\/\/www.aubergedusud.com"],["email=aubergedusud@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+212 66121-6166"],["tollfree="],["fax=+212 3557-8631"],["hours="],["price=€15-40 per person, breakfast and dinner included"],["checkin="],["checkout="],["content=On the edge of the dunes, all rooms come with private bathroom. Swimming pool, camel safaris."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge Les Dunes D'or"],["url=http:\/\/www.aubergedunesdor.com"],["email=reservation@aubergedunesdor.com"],["address="],["lat="],["long="],["directions="],["phone=+212 6135-0665"],["tollfree="],["fax=+212 3557-7146"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge Sahara Hotel"],["url=http:\/\/www.auberge-sahara-merzouga.com\/"],["email=info@auberge-sahara-merzouga.com"],["address=Ksar Hassi Labiad"],["lat="],["long="],["directions="],["phone=+212 3557-7039, +212 6676-6355 (Mobile)"],["tollfree="],["fax=+212 3557-7303"],["hours="],["price="],["checkin="],["checkout="],["content=Clean hotel in a oasis at the edge of erg chebbi sand dunes run by flexible staff. Swimming pool, restaurant, free parking, and a variety of accommodation options including camping under palm trees. Camel safaris and various trips around the area can be arranged."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chez Julia"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+212 3557-3182, +212 7018-1360 (Mobile)"],["tollfree="],["fax="],["hours="],["price=From 130dh."],["checkin="],["checkout="],["content=Spotless clean, very friendly French\/English\/German speaking staff, great meals (",{"type":"''","value":["tajines"]}," can be shared)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dar el Khamlia"],["url=http:\/\/www.khamliahouse.com"],["email=info@khamliahouse.com"],["address=Ksar Khamlia"],["lat="],["long="],["directions="],["phone=+212 7091-4351"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Dar el Khamlia is just outside of Merzouga, offering lodging for those who like to be more near the local people. Comfortable rooms, meals included. Camel trekking into dunes, excursions by 4x4, pick up at airport Errachidia, Ouarzazate or Marrakesh."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Desert Fish"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+212 7208-5113"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Right next to the sand dunes. A bivouac with a space to eat and relax and very nice, comfortable Berber tents. The place is managed by some very friendly, young boys. The Berber tents are nice and clean, there are three good showers, the food is good, they play live Gnaoua music after dinner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge Haven La Chance Desert Hotel"],["url=http:\/\/www.desert-hotel.com"],["email=info@desert-hotel.com"],["address=Hassi Lybed"],["lat="],["long="],["directions="],["phone=+212 53557-7269 +212 66859-9340"],["tollfree="],["fax="],["hours="],["price=€17-30 per person with half board"],["checkin="],["checkout="],["content=Modern, comfortable hotel right next to the sand dunes and palm trees in a private setting. A new swimming pool (11 meters by 6 meters) has been added amonst the olive trees and roses. 15 rooms are en-suite with toilets and showers. 12 Berber tents next to the hotel for the more adventurous. Singles \/ doubles\/triples\/quads  with en-suite toilet and shower.  Home made local food for dinner as well as breakfast is included in the price. Brand new restaurant with unique arches has just been finished. The owners also run a tour company, www.bluemenofmorocco.com, that can organize custom private tours around Morocco for individuals, families and small groups. Caravan parking with showers also located by the hotel. Wifi connection available by the pool and around the hotel for clients. N31.08'031\"  W004.01'128\""]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Yasmina"],["url=http:\/\/www.hotelyasminamerzouga.com"],["email=yasminadesert@yahoo.fr"],["address="],["lat="],["long="],["directions="],["phone=+212 3557-6783"],["tollfree="],["fax=+212 3577-4071"],["hours="],["price=from €20-45 per person, breakfast and dinner included"],["checkin="],["checkout="],["content=Yasmina is located right on the bottom of the dunes of Erg Chebbi, on a hill with great views of the dunes. Pool, on site restaurant and camel safaris."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ksar Bicha"],["url="],["email=info@ksarbicha.com"],["address="],["lat=31.10730"],["long=-4.01058"],["directions="],["phone=+212 5355-77113"],["tollfree="],["fax=+212 5355-73410"],["hours="],["price="],["checkin="],["checkout="],["content=A traditional, family-run kasbah with views of the dunes from the roof terrace. En suite rooms arranged around two plant-filled courtyards. English, French, Spanish, German and Italian are spoken."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Les Portes du Desert"],["url=http:\/\/www.lesportesdudesert.com"],["email=lesportesdudesert@free.fr"],["address="],["lat="],["long="],["directions="],["phone=+212 7369-4601"],["tollfree="],["fax=+212 3557-7930"],["hours="],["price=€26-50 per person, breakfast and dinner included"],["checkin="],["checkout="],["content=A comfortable hotel decorated in a mix of Arabesque, Andalusian and European styles. Pool, on site restaurant, and camel safaris."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Morocco Sahara"],["url=http:\/\/www.moroccosahara.net\/"],["email=info@moroccosahara.net"],["address=El Bourki Lhou, Hassilabied"],["lat="],["long="],["directions="],["phone=+212 1560-5886"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Made-to-measure camel trekking and tours of the dunes and wadis, sleeping in furnished traditional Berber tents. Camel tours of from 1 to 8 days and more, in groups or individually with a sensitive and knowledgable guide\/camel driver from a traditional nomad family. Sleep in Berber and Tuareg encampments or in seclusion. Tailored service. Comfortable clean tents, some with sprung mattress beds. Great traditional food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nasser Palace"],["url=http:\/\/www.nasserpalace.com"],["email=info@nasserpalace.com"],["address=Ksar Hassilabied"],["lat="],["long="],["directions="],["phone=+212 7078-0028"],["tollfree="],["fax=+212 3557-8010"],["hours="],["price=€25-45 per person including breakfast and dinner"],["checkin="],["checkout="],["content=Nasser Palace is a hotel with swimming pool and spa located on the dunes of Merzouga. 20 rooms with private toilets, bivouac and camel trekkings on Sahara dunes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Nomad Palace"],["url=http:\/\/www.hotelnomadpalace.com"],["email=info@hotelnomadpalace.com"],["address=Ksar Merzouga 52202"],["lat="],["long="],["directions="],["phone=+212 662191244"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Hotel Nomad Palace is located outside Merzouga, on the way to Taouz, before Khamlia. Comfortable, quiet, with terraces, swimming pool, restaurant, all rooms with private bathrooms,suite with king size beds. Half board included. \nCamel treks, 4x4 tours and pick up form any airport. Other tours can be arranged."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Riad Aicha Hotel"],["alt="],["url="],["email= said@riad-aicha.com"],["address="],["lat="],["long="],["directions="],["phone=+212 71153311"],["tollfree="],["fax=+212 0535577986"],["price="],["checkin="],["checkout="],["content=Ksar Hassi Labiad, bp;51 Merzouga Errachidia maroc."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Snack Hassi Labied"],["url="],["email="],["address=center of village Hassi Labied."],["lat="],["long="],["directions=Hassi Labied 30 m near the school"],["phone=+212 662042881"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Snack Hassi Labied located in center of Hassi Labied,just around 30 meter to school.\nSnack Hassi Labied is probably the best price-performer Moroccan restaurant \nIt's a good place for groups.\n\"The restaurant changes its theme periodically and on this visit, the chef and his cooks were serving up some excellent food inspired by the spices ...\nthe snack serves taggine,couscous,Kalia,jus,sandwich....\nSnack Hassi Labied can arrange also a camel trekking into desert,ski with sand boards,rent bike,quads,excursion with 4x4..."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Kasbah Mohayut"],["url=http:\/\/mohayut.com\/index.html"],["email=mohayut@hotmail.com"],["address=Merzouga"],["lat=31.13115"],["long=-4.01723"],["directions="],["phone=+212 666-039-185"],["tollfree="],["fax="],["hours="],["price="],["checkin=12:30 - 11 pm"],["checkout=12 - 1 pm"],["content=Beautiful hotel with a friendly and knowledgeable staff, fluent in English\/French\/Arabic\/Berber and other languages. Many rooms include terraces overlooking the Erg Chebbi and air conditioning. Rooms are comfortable and clean, with private bathrooms (Western style). Hotel also features a swimming pool, free internet connection, and a restaurant. You can arrange for desert excursions by camel with guides and Berber tent accommodations."]]}]},"\n",{"type":"==","value":["Go next"]},"\nSupra Tour Buses now travel from the center of Merzouga village north to Meknes, Fes and also over to Ouarzazate and then Marrakech. This is new and an affordable way to get to the desert- but there are no stops to visit the Todra Gorge, Dades valley or Ait Ben Haddaou or Ifrane. Or to take rest stops at your leisure! They travel overnight from fes and during the day from Marrakech.\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Saharan Morocco"]]},"\n",{"type":"{{","value":[["geo"],["31.09917"],["-4.01167"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Merzouga"]]},"\n",{"type":"[[","value":[["Wikipedia:Merzouga"]]}]