[{"type":"{{","value":[["pagebanner"],["Mesa verde wikivoyage banner.jpg"],["caption=Cliff Palace"],["otbp=yes"],["unesco=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/meve\/ Mesa Verde National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," and a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]}," located in the southwestern corner of the state of ",{"type":"[[","value":[["Colorado"]]},". The park is world-renowned for the incredibly well-preserved cliff dwellings it protects. Indeed, they are some of the most interesting archaeological sites in North America. Mesa Verde is also notable for its desert landscape of tall mesas and steep canyons.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\n",{"type":"{{","value":[["infobox"],["\"Anasazi\" or \"Ancestral Puebloans\"?"],["For decades, the people that once lived in these dwellings have generally been referred to as the \"Anasazi.\" However, in recent years there has been an effort to stop referring to them as \"Anasazi\", as it is believed the term translates to \"ancient enemy\" or \"enemy ancestor.\" Instead, the term \"Ancestral Puebloans\" is favored, and is the term you will see on most park displays and information signs. This is a fairly recent change though, so there is still a fair amount of confusion regarding the two terms."]]},"\n\nThe name of the park is Spanish for \"green table\", referring to the vegetation found at the tops of the plateaus in this area. The Ancestral Puebloans chose Mesa Verde as their settlement 1,400 years ago, establishing small pithouses (large holes in the ground with a wooden roof overhead) on the mesa tops. Back then they were more nomadic, and hunted game with spears and were skilled basketmakers. Over time they began to farm the mesa tops, learned how to create pottery, and fashioned bows and arrows instead of spears.\n\nAs the population grew, the Ancestral Puebloans moved from pithouses to pole-and-adobe houses built above ground. The pithouses became kivas (ceremonial rooms) as the mesa top villages became larger and more complex. Stone masonry replaced the poles and mud of earlier houses, as villages rose two or three stories high, became more compact, and had many rooms. During this time, pottery replaced baskets as a more desired craft.\n\nAround the year 1200, the Ancestral Puebloans began to move under overhangs found in the cliffs of the canyons. Here, they built cities with multi-storied structures that housed 100-400 people. However, the Ancestral Puebloans only used these incredible constructions for less than 100 years. By the year 1300, they had left the area for reasons unknown, traveling south into New Mexico and Arizona.\n\n",{"type":"===","value":["Landscape"]},"\nAbout 100 million years ago, Mesa Verde and the surrounding area were covered by a shallow sea, and sand deposits cemented into the sandstone layers that make up much of the park's geology. As the sea withdrew to the south, uplift in the area created the high plateau that is Mesa Verde. Over time, small streams have cut channels into the plateau, creating steep canyons which separate the individual mesas. Traveling south, the mesa extends like fingers into the desert.\n\nFrom the park entrance in Montezuma Valley, the elevation climbs steeply to the rim of the flat mesa top.  Elevations in the park range from about 6,100 feet (1,860 meters) to about 8,400 feet (2,560 meters) above sea level.\n",{"type":"[[","value":[["Image:Icicles Mesa Verde National Park Colorado USA.JPG"],["thumb"],["right"],["200px"],["After a spring storm, melted snow drips from the cliff tops at Spruce Tree House and refreezes on the trees below. Spruce Tree House is the only cliff dwelling in the park open year round."]]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nThere is a lot of wildlife in the park. Mule deer are a common sight, as are wild turkeys since the park service reintroduced them. You might also see squirrels, skunks, or an occasional black bear around the campground. Other mammals seen in the park include coyote, gray fox, mountain lion, black bear, elk, marmot, porcupines, and wild horses. There is also a wide variety of birds in the park (Mesa Verde even has a bird checklist). In the canyons you could find warblers, flycatchers, woodpeckers, jays, hawks, chickadees, titmice, and other species. Hawks, golden eagles, and peregrine falcons can be seen on the rim of the mesa along the Montezuma Valley.\n\nMesa Verde is in the Upper Sonoran Life Zone, which is characterized by semi-arid climate, moderately high altitude, and pinyon-juniper forests. Big sagebrush, Douglas fir, and Ponderosa pine are quite common. Gambel oak is in abundance around the Morefield Campground.\n\nWatch for ",{"type":"[[","value":[["poison ivy"]]},", particularly around Morefield Campground and in the canyons.  Incidentally, if you've never seen poison ivy in the wild, the park's brochure for the Petroglyph Point trail—see below under \"Do\"—helpfully points out a place along the trail where it grows perennially, so that you can see what it's like. Look but don't touch!\n\n",{"type":"===","value":["Climate"]},"\nMesa Verde is a four-season park, with a dry high-desert climate. Summer can get hot, with temperatures sometimes reaching into the 90s, (so drink plenty of water), but the evenings are quite cool (summer lows average in the 50s). Afternoon thunderstorms are common in July and August. Winters are rather mild (with average temperatures in 40s), but Mesa Verde is at a high elevation so snow can happen as early as October and as late as May.\n\n",{"type":"===","value":["Orientation"]},"\nThe major attractions in the park can be seen in just a half day, while longer visits will allow time to explore some of the less busy ruins and to take time to visit rock writings.\n\nMesa Verde is something of a seasonal park. While it is open year round, to get the true experience it is best to visit when the park is fully open, from April through October. The only places open year-round are at the central part of Chapin Mesa: the museum, the Spruce Tree Terrace restaurant and Spruce Tree House. Keep in mind that the drive from the park entrance to the top of the mesa is quite long and steep and, even during the summer months, can be a bit of a treacherous drive as there aren't always guard rails. It may be too daunting during the winter for many visitors.\n\nDirect access to the main archaeological sights is only available on Park Ranger-guided tours. Tickets must be purchased at the Far View Visitor Center. Otherwise, plan on viewing the sights from overlooks.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Map of Mesa Verde National Park.png"],["thumb"],["300px"],["Map of Mesa Verde"]]},"\n",{"type":"===","value":["By car"]},"\nDriving is just about the only way to get to Mesa Verde. The entrance to the park is 9 miles east of ",{"type":"[[","value":[["Cortez"]]}," and 35 miles west of ",{"type":"[[","value":[["Durango (Colorado)"],["Durango"]]}," on US Highway 160 (formerly US Highway 666). Keep in mind that the road into the park is steep, narrow, and winding, so make sure your car is in good shape, that ot has plenty of gas, and that its brakes are in property working order. A gas station in the park is located at the Morefield Campground, which is still several miles from the top. \n\n",{"type":"===","value":["By plane"]},"\nCortez has a ",{"type":"[","value":["http:\/\/www.cityofcortez.com\/government\/airport small airport"]}," with daily flights to Denver on Great Lakes Airlines. Durango has a ",{"type":"[","value":["http:\/\/flydurango.com\/ larger airport"]}," with daily flights to Denver on United Express and Frontier Airlines, Dallas\/Fort Worth on American Eagle, and Phoenix on USAirways. Rental car outlets are available at both airports.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nA 7-day entry pass to the park costs $10 per private vehicle fall-spring, and $15 per vehicle during the summer months. Motorcyclists and individuals on non-commercial buses pay $5 per person fall-spring and $8 per person during the summer.\n\nAn annual pass, just for Mesa Verde, is available for $30. Regular annual park passes, good for all National Park Service parks for one year, will get you in to Mesa Verde and are available for $80.\n\nRanger-led tours of the Cliff Palace, Balcony House and Long House areas cost $3 per person per tour.\n\nIn addition, the concession-management company Aramark, which also operates the restaurants and inn in the park, offers considerably pricier -- in the $40 per person range -- guided bus tours of the park that take visitors around to all the major sites while offering history and commentary.\n\n",{"type":"==","value":["Get around"]},"\nThere are four main areas of the park: Morefield Campground, Far View, Chapin Mesa and Wetherill Mesa. Morefield Campground is just inside the park, 4 miles from the entrance. Another 11 miles in is Far View, where you can drive another 6 miles to Chapin Mesa or turn right and drive 12 miles to get to Wetherill Mesa.\n\nFor the most part you will need private transportation in order to move throughout the park. The only public transit available is on Wetherill Mesa, where a tram services the area that is otherwise inaccessible to automobiles. The roads are steep, narrow, and winding, so make sure your car is in good shape and has plenty of gas. You can get gasoline at the Morefield Campground store. Watch out for rocks that may have fallen on to the road and take it slow. Be courteous to other drivers and stick to your side of the road. Keep in mind that the Park Rangers enforce safe driving on this road and will not hesitate to hand out tickets for unsafe driving.\n\nTrailers and towed vehicles are not permitted beyond Morefield Campground. If you're not camping, you can park these vehicles in the parking lot located near the entrance station. The road to Wetherill Mesa (open Memorial Day to Labor Day) has sharp curves and steep grades, so vehicles on this road are restricted to less than 8,000 pounds and 25-feet in length.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Mesaverde sprucetreehouse.JPG"],["thumb"],["right"],["300px"],["Spruce Tree House"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Far View Visitor Center"]},", located near the center of the park, 15 miles from the park entrance. Open mid-April to mid-October, 8AM-5PM daily. Tickets for guided tours of Cliff Palace, Balcony House, and Long House on Wetherill Mesa ",{"type":"''","value":["must"]}," be purchased here. Self-guided tours for  Mesa Top Road, Far View Sites, etc. can be purchased here as well. Exhibits, bookstore."]},"\n",{"type":"*","value":[" The park has many scenic vistas where you can observe the natural beauty of Mesa Verde. Just off the main park road is ",{"type":"'''","value":["Montezuma Valley Overlook"]},", ",{"type":"'''","value":["Park Point Overlook"]},", and ",{"type":"'''","value":["Geologic Overlook"]},". There are also good views from the Far View Visitor Center, the Chapin Mesa Museum viewing deck, and the two loop roads on Chapin Mesa."]},"\n",{"type":"===","value":["Chapin Mesa sights"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Historic District"]},", located 21 miles from the park entrance. Most of Mesa Verde's old park service buildings can be found here, with many of the structures here dating back to the 1920s. The park headquarters, Spruce Tree Terrace restaurant, post office, museum, and a picnic area are located here. Self-guided tour maps are available."]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["Chapin Mesa Archaeological Museum"]},", open April–October 8AM-6:30PM, October–April 8AM-5PM. Archeological exhibits about the culture of the Ancestral Puebloans, with artifacts from the region and dioramas illustrating life in Mesa Verde centuries ago. A 25-minute orientation film is shown every half-hour."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spruce Tree House"]},". Starting at the Chapin Mesa Museum, you descend 100 feet into Spruce Tree Canyon, where you'll see Mesa Verde's \"best-preserved cliff dwelling\". As well as seeing the cliff house, you can climb down into a reconstructed kiva. Rangers are at the site to answer questions (or make good conversation). In the winter, you may only visit Spruce Tree by ranger-guided tour. Walking distance is 1\/2-mile (1 km) round trip."]},"\n",{"type":"[[","value":[["Image:MesaVerde Sun Temple Wall.JPG"],["thumb"],["right"],["250px"],["Sun Temple"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mesa Top Loop Road"]},". A 6-mile (10 km) driving tour with short, paved trails to several excavated mesa-top sites. Also along the tour is a short trail to the Square Tower House overlook, Sun Point View (a spectacular overlook where you can see 6 or 7 cliff houses at the same time), and Sun Temple, a mesa-top ruin which boasts a spectacular view of Cliff Palace."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Far View Sites"]},", located off the road in-between the Far View Visitor Center and the Chapin Mesa Museum. An unpaved 3\/4-mile loop trail leads to five separate mesa-top villages and a dry reservoir. Interesting exhibits along the trail show what the villages may have looked like."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cedar Tree Tower"]},", located off the road in-between the Far View Visitor Center and the Chapin Mesa Museum. An ancient kiva complex and tower, the purpose of which isn't entirely known."]},"\n",{"type":"===","value":["Wetherill Mesa sights"]},"\nWetherill Mesa is only open seasonally. The Wetherill Mesa road opens at 9AM and closes to incoming traffic at 4:30PM every day, from Memorial Day to Labor Day. At the end of the road is the ",{"type":"'''","value":["Wetherill Mesa Kiosk"]},", 12 miles from Far View. You cannot drive beyond the Wetherill Mesa Kiosk; instead, there is a special tram service which takes you to a few sites on Wetherill Mesa. The tram departs from the kiosk every half-hour on the half hour from 10AM-5PM, making stops at the Long House trail (accessible only by guided tour), the Badger House Trail, and the Kodak House and Long House Overlooks. The Kodak House is a series of structures built between crevices in the horseshoe shaped cliff-side. There are two levels of structures which reach an elevation of approximately 75 feet high.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Badger House Trail"]},". A combination gravel and paved trail to the mesa-top Badger House sites. Trail starts at the Kiosk, and is 2.5 miles (4 km) round-trip. However, you can take the tram and shorten your walking distance to 1.5 miles."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Step House"]},". Starting at the Kiosk, trail descends 100 feet to the Step House cliff dwelling. A ranger is on-site to answer questions. Walking distance is 3\/4-mile round trip."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Ranger guided tours"]},"\nGuided tours are the only way to get up-close with some of Mesa Verde's greatest and most outstanding cliff dwellings: Cliff Palace, Balcony House and Long House (on Wetherill Mesa). Tickets cost $3 per person, per tour, and must be purchased at the Far View Visitor Center. The one exception is in the fall, after the Visitor Center has closed, when tours of Cliff Palace must be purchased at the Chapin Mesa Museum. Due to the popularity of the Cliff Palace and Balcony House tours, visitors are limited to only one of these two tours per day (Long House can be visited on the same day, however). Try to arrive early for ranger-guided tours as they tend to fill up quickly, particularly in summer. By mid-morning you should be prepared for at least an hour long wait for a place in a tour group. Be forewarned that each tour does involve traversing uneven stairways and tall wooden ladders.  While the overall distance you travel on the hiking tour isn’t very far, the nature of the trail, high altitude, and extreme temperatures all combine to make the hike a little grueling for the average couch potato.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cliff Palace"]},", early-April through early-November. Tour starts at the Cliff Palace overlook on the Cliff Palace Loop Road. This one-hour tour descends 100 feet to Mesa Verde's largest and most famous cliff house. Along the way you must climb five 8–10 ft ladders. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Balcony House"]},", late-April through early-October. Tour starts at the Balcony House parking area on the Cliff Palace loop road. Balcony House is more \"adventurous\" than the other tours, for on this one-hour tour you have to climb a 32 ft ladder, crawl through a 12 ft-long tunnel, and to get out climb a 60 ft stairway carved out of a steep rock face. If you enjoy heights, this tour is for you; if you don't, you might want to pass on this one."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Long House (Wetherill Mesa)"]},", Memorial Day through Labor Day. Tour starts at the Wetherill Mesa Kiosk, where you take a tram to the Long House trailhead. This 90-minute tour involves climbing two 15 ft ladders."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spruce Tree House"]},", early-November through early-March. In the winter, rangers will start tours at the Chapin Mesa Museum and lead you down to the Spruce Tree House. These tours are free of charge. During the rest of the year, Spruce Tree House is open on a self-guided tour basis."]},"\n",{"type":"[[","value":[["Image:Grinding Stones Mesa Verde National Park Colorado USA.JPG"],["thumb"],["right"],["250px"],["Manos and metates -- mortar stones the Ancestral Puebloans used to grind maize into flour."]]},"\n\n",{"type":"===","value":["Guided bus tours"]},"\nAramark operates half-day bus tours of Mesa Verde spring through fall. National Park Service Rangers provide information on short trails, overlooks, and a tour of Cliff Palace. Tickets may be purchased at the Far View Visitor Center, Far View Lodge and Terrace, or the Morefield Campground Village. Half-day tours begin at the Far View Terrace.\n\n",{"type":"===","value":["Hiking trails"]},"\nMesa Verde offers several designated hiking trails. Backcountry hiking or overnight backpacking is not allowed, so as to protect the natural and archeological sites in the park. All the trails (except Soda Canyon Overlook and Knife Edge) are strenuous and involve steep elevation changes. Some trails offer little shade, and it can get pretty hot in the summer, so be sure to take along lots of water.\n\nMorefield Campground trails:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Prater Ridge Trail"]},", 7.8 miles round-trip. Beginning on the west end of Morefield Campground, the trail ascends Prater Ridge and follows a loop around the top of the ridge."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Knife Edge Trail"]},", 2 miles round-trip. Starting at the northwest corner of Morefield Campground, this trail follows the old Knife Edge Road, which was built in 1914 as the main access into the park. Great view of Montezuma Valley at the end. Trail guides are available."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Point Lookout Trail"]},", 2.2 miles round-trip. Starting at the northeast corner of Morefield Campground, this trail switchbacks up the side of Point Lookout, the mesa you will see on the road into the park."]},{"type":"[[","value":[["Image:Pictograph Mesa Verde National Park Colorado USA.JPG"],["thumb"],["right"],["200px"],["Preserved through the centuries, a rare pictograph and red paint decorate an Ancestral Puebloan dwelling."]]},"\nChapin Mesa trails:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Petroglyph Point Trail"]},", 2.4 miles round-trip. Starting at the Spruce Tree House trail, this trail travels down Spruce Tree Canyon, then climbs to the rim of Chapin Mesa and winds back around to the museum. This is the only trail in Mesa Verde where you can see petroglyphs. Registration (free of charge) is required to hike this trail. Trail guides are available."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spruce Canyon Trail"]},", 2.4 miles round-trip. Beginning at the Spruce Tree House trail, this trail goes down the bottom of Spruce Tree Canyon and winds back around to Spruce Canyon, then climbs back up to Chapin Mesa at the picnic area. Registration (free of charge) is required to hike this trail."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Soda Canyon Overlook Trail"]},", 1.2 miles round-trip. Starting about a mile north of the Balcony House parking area on the Cliff Palace loop road, this trail winds around the canyon edge and ends at an overlook of Balcony House."]},"\nWetherill Mesa trails:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nordenskiold Site No. 16 Trail"]},", 1 mile round-trip. Starting at the Wetherill Mesa Kiosk, this trail ends at an overlook of Nordenskiold Site No. 16, one of the first excavated sites in Mesa Verde."]},"\n",{"type":"==","value":["Buy"]},"\nThe ",{"type":"'''","value":["Far View Visitor Center"]}," and the ",{"type":"'''","value":["Chapin Mesa Museum"]}," have a bookstore, and gift shops are located in the ",{"type":"'''","value":["Spruce Tree Terrance"]}," (near the museum) and the ",{"type":"'''","value":["Far View Lodge"]},". Buying postcards of the sites will save you the hassle of trying to get perfect shots of the sites with nobody else in them and allow you to focus on getting great photos of you having fun. There are also Native Americans in the parks that sell their arts and crafts.  Take a look if Southwestern jewelry and art interest you.\n\nFor groceries, camping supplies, and gasoline, the camp store at the ",{"type":"'''","value":["Morefield Campground"]}," is the only place in the park. They also have a laundromat.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Kiva Ladder Poles Spruce Tree House.JPG"],["thumb"],["right"],["250px"],["A pine pole ladder sticks out of the top of a kiva, or place of meeting and worship. In the background, keyhole-shaped doors lead to multilevel dwellings."]]},"\nFood is available at four locations in the park:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Far View Terrace & Marketplace"]},", located near the Far View Visitor Center. May–October, 7AM-7PM. A variety of somewhat-overpriced food in several styles (burgers, pizza, Southwestern, Native American, etc.) is available in this cafeteria. The dining room has a large window facing some of the mesas and canyons of the park."]},{"type":"*","value":[" ",{"type":"'''","value":["Spruce Tree Terrace"]},", located near the Chapin Mesa Museum. Daily 11AM-3:30PM (",{"type":"''","value":["with extended hours in the summer"]},"). Burgers, sandwiches and salads. $4–$8."]},{"type":"*","value":[" ",{"type":"'''","value":["The Metate Room"]},", located within Far View Lodge. May–October, breakfast 7AM-10AM, dinner 5PM-9:30AM (dinner & breakfast). A surprisingly sophisticated dining experience located in the otherwise mediocre Far View Lodge. The Metate Room offers an excellent dinner service and as well as gorgeous views that can extend as far as 100 miles out on a clear day. The food is an innovative take on Southwest cuisine, with dishes such as the Blue Corn and Pinenut Dusted Trout ($22) and Marinated Grilled Quail with Chili Polenta ($27) combining upscale dining with regional ingredients. The restaurant also offers a great list of Colorado wines. Casual dress. $15–$30."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Knife Edge Cafe"]},", located next to the Morefield Campground store. May–September, 7AM-10AM. Open for breakfast during the summer months."]},"\n",{"type":"==","value":["Drink"]},"\nYou can purchase soft drinks, juices, and drinking water at any of the restaurants and cafes around the park, including at Chapin Mesa, Far View, the Morefield Campground store, and the ranger station on Wetherill Mesa. There is an espresso bar at the Far View Terrace & Marketplace.\n\nFor alcohol, there's just about only one place in Mesa Verde where you can get it, and that's at The Metate Room restaurant in the Far View Lodge, which offers an extensive wine list.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Far View Lodge"],["alt="],["url=http:\/\/www.visitmesaverde.com\/lodging-dining\/far-view-lodge.cfm"],["email="],["address=near the Far View Visitor Center and the Far View Terrace Marketplace"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-449-2288"],["fax="],["price=$110-$140"],["checkin=3PM"],["checkout=10AM"],["content=Open May–October. This is the only hotel in the park and it's best described as \"rustic.\" There are 150 rooms in a motel-type layout, all non-smoking and with private balconies. There are no TVs in the rooms and the property is showing its age. Although the rooms can be quite pricey during peak season, don't expect luxury. However, if you're OK with clean, no-frills lodgings in a very convenient location, it's a good bet. When booking, request a room at the front of the lodge (rooms numbered in the 100s); many of these do indeed have breathtaking \"far views.\" However, many of the rooms toward the back of the property have their views obscured by other buildings or trees, which the hotel operators can't remove as they're protected within a national park."]]}]},"\nLodging is also available in the nearby towns of ",{"type":"[[","value":[["Cortez"]]},", ",{"type":"[[","value":[["Dolores"]]},", and ",{"type":"[[","value":[["Mancos"]]}," and farther away in ",{"type":"[[","value":[["Durango (Colorado)"],["Durango"]]},".\n\n",{"type":"===","value":["Camping"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitmesaverde.com\/rv-campgrounds.cfm Morefield Campground"]}]}," is the only campground in the park. The campsites are quite nice, most of them with lots of trees for privacy (and the campground rarely fills up), and all of them have a table, bench, and grill. There are also 15 RV sites with full hookups (recommend reservations if you wish a full hookup site). The restrooms are clean, and there are free showers. At the entrance to the campground is a store (where you can get gas, groceries and camp supplies), an RV dumping station, and a 24-hour laundromat. Open mid-May through mid-October. $24+Tax\/night (RV sites with hookups $34+tax\/night). Check-in is anytime during open hours and check-out is at 11AM at the campground store.\n\n",{"type":"===","value":["Backcountry"]},"\nBackcountry camping or overnight backpacking is ",{"type":"''","value":["not"]}," allowed in Mesa Verde to protect the scenic and archaeological sights in the park.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Image:Stonework Mesa Verde National Park Colorado USA.JPG"],["thumb"],["right"],["175px"],["The quality of the Ancestral Puebloan's stonework varied greatly from building to building."]]},"\n\nVisits to cliff dwellings can be strenuous; many require climbing uneven steps and ladders, involve large elevation changes, or are near steep cliffs. Almost all of the trails in Mesa Verde are difficult. It can get very hot in the summer, and even in the winter it can be quite warm, so drink lots of water and put on the sunscreen.\n\nBe careful while driving, as the roads are filled with sharp curves and often fallen rocks. Make sure your car is in good shape, especially your brakes, and make sure there's plenty of gas in the tank, as there is ",{"type":"''","value":["only one"]}," gas station in this large park, and that's at Morefield Campground near the base of the mountaint. Many portions of the roads are up against cliffs, so keep an eye out for rocks that may have fallen onto the road. \n\nTo protect the fragile archaeological sights in the park, don't sit, stand, lean, or climb upon anything at the sights (that includes ancient walls, structures, ruins, etc.).\n\nFor current and constantly updated park information, you can tune your radio to 1610AM.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Durango (Colorado)"],["Durango"]]}]}," is a charming city with a quaint and bustling, Old West downtown, an active skiing community, and a number of attractions including a historic narrow gauge railroad that does day trips into the mountain town of Silverton."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Cortez"]]}]}," is located about 10 miles west of the park entrance. This small (population: 10,000), working-class town doesn't offer much in the way of culture or entertainment, but it's small downtown does offer a few decent, casual restaurants and bars and it has several affordable lodging options. The ",{"type":"[","value":["http:\/\/cortezculturalcenter.org\/ Cortez Cultural Center"]},", also located downtown, has an outdoor theater and hosts cultural events such as art exhibitions, flute playing and Native American dancing demonstrations during the summer."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hovenweep National Monument"]]}]}," is a quiet park located nearby, and contains the ruins of several Puebloan-era villages."]},"\n",{"type":"{{","value":[["routebox-1"],["image1=US 160.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Four Corners"]]}],["minorl1=",{"type":"[[","value":[["Cortez"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Durango (Colorado)"],["Durango"]]}],["minorr1=",{"type":"[[","value":[["Mancos"]]}]]},"\n\n",{"type":"{{","value":[["guidepark"]]},"\n",{"type":"{{","value":[["geo"],["37.183784"],["-108.488687"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southwestern Colorado"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mesa Verde National Park"]]}]