[{"type":"{{","value":[["pagebanner"],["Mestia banner.JPG"]]},"\n",{"type":"'''","value":["Mestia"]}," is a city in Upper ",{"type":"[[","value":[["Svaneti"]]},", ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMestia is the regional capital.\n\nThe city has recently completed major construction works to make it more tourist-friendly, including a new \"highway\" (i.e., a mountain road with many curves but in decent state), renovated center area, and a new airport (3.6km from the actual city). This has made traveling to Mestia much easier, but the main street has lost part of its former character. This said, going in the streets just behind the main street immediately brings you to very rural areas with cows, pigs and chicken everywhere, including cows going to the main street.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nA new airport in Mestia - Queen Tamar Airport - has recently opened, and flights between Mestia and ",{"type":"[[","value":[["Tbilisi"]]}," are now available 5 times a week for 75 lari each way. Reserve tickets at least a week in advance.\n\nIn the summertime a plane flown by the Georgian military will give you a ride between ",{"type":"[[","value":[["Kutaisi"]]}," and Mestia.  The plane only operates on \"perfect\" days.  This is a very fun experience!  The cost is free to the locals, or ~$15 USD for foreigners.  It will take off from a grassy field in Mestia, and land in Kutaisi in less than an hour! This will reduce travel time to the capital by about 6-8 hours!  The plane flies on Saturdays and leaves Kutaisi at 9. The pilot's name is Leri - 877-199-689 (Info from 2010).\n\n",{"type":"===","value":["By train"]},"\nFrom ",{"type":"[[","value":[["Tbilisi"]]},", take the 21h10 night train reaching ",{"type":"[[","value":[["Zugdidi"]]}," at 6h25. From ",{"type":"[[","value":[["Zugdidi"]]},", take the marshrutka to Mestia waiting outside the train station. Marshrutka ticket price: 15 Lari (Georgian) \/ 20 Lari (foreigners). Duration: about 4 hours + an unpredictable waiting time in Zugdidi, that can be up to 7 or 8 hours (hence 12 hours in total).\n\nTrains can be full (especially private cabins), so book several days in advance.\n\n",{"type":"===","value":["By bus"]},"\nTbilisi - Mestia ",{"type":"''","value":["marshrutkas"]}," (mini buses) go every day from \"Vagzali\" bus station. Number of seats 16, ticket price 30 Gel per person. Departure time : 5AM. Duration 10-11 hours (depends on the weather conditions).\n\nFrom Mestia, one marshrutka leaves towards ",{"type":"[[","value":[["Zugdidi"]]}," everyday at 5AM. Sometimes (but only sometimes!), other marshrutkas leave at 6AM, 7AM, and even 8AM during the high season (but probably not later than 8). Later, you need to use a private taxi.\n\nThere are also marshrutkas from Mestia to ",{"type":"[[","value":[["Kutaisi"]]}," (not regular) and ",{"type":"[[","value":[["Tbilisi"]]}," (daily).\n\n",{"type":"===","value":["By car"]},"\nA new highway from ",{"type":"[[","value":[["Zugdidi"]]}," to Mestia has been opened and the trip has become relatively safe and comfortable by public or private transport. The view on the way is amazing. The usual driving time is about 4 hours, although it can be longer in winter following snow falls, or when the road is covered with ice. Whatever the season, it is not advised to drive yourself unless you are used to such mountain roads. Drive with high attention if you are not an experienced driver.\n\n",{"type":"==","value":["Get around"]},"\nThe city is small enough to be covered by foot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Svaneti Historical-Ethnographic Museum"]},", which is astonishingly extensive and has one of the oldest New Testament manuscripts in Georgian on display. Recently renovated, the museum is now equipped with modern display cases and has extensive written descriptions of exhibits in English. Admission is 5 Lari.\n\nHouse and Museum of the world-famous alpinist Mikhail Khergiani. Admission free, part of the tour includes going inside the Svan tower which Khergiani used as his training gym.\n\n",{"type":"==","value":["Do"]},"\n\nHiking, supported by the Mountain Tourist Centre of Svaneti, Pereulok Stalina No. 7, 200 m from the main square in Mestia.\n\nMestia is also the embarkation point for a trip to ",{"type":"[[","value":[["Ushguli"]]},", the highest altitude inhabited point in Europe. There is another small Ethnographic Museum there, containing 12th century religious artwork.\n\n",{"type":"'''","value":["Mountain Ushba"]}," is a main attraction, in a good weather conditions you can see it above.You can also get to its base.\nWalk to the ",{"type":"'''","value":["Mount Ushba"]}," glacier takes around 6 hours, starting from a beautiful mountain ",{"type":"'''","value":["village ",{"type":"[[","value":[["Mazeri"]]}]},".\n\n",{"type":"==","value":["Buy"]},"\nBeautiful works of Folk art can be bought at the Mountain Tourist Centre.\n\n",{"type":"==","value":["Eat"]},"\nMestia has several restaurants and cafés in town.\n\nThere is a small market for fruit, vegetables, drinks and necessity products, as well as a number of shops.\n\n",{"type":"==","value":["Drink"]},"\nOf course, as anywhere in Georgia, marvellous Georgian wine and chacha!\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Seti"],["alt="],["url=http:\/\/www.facebook.com\/pages\/Hostel-Seti-in-Mestia\/121334691296960"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Seti squ. 7. €10 for a dorm bed. Located right in the center, next to the tourist information center and a restaurant. It's newly built. Have air conditioning in the hall and heater in the room. The room is large."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel \"Mestia\""]},", Zurab Devdariani, 577721211, 590721211."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Muradi Chartolani's Guesthouse"],["url="],["email=Transfer-Mestia@mail.ru"],["address=Ushba St. 2"],["lat="],["long="],["directions="],["phone=+995 55 56 19 74"],["tollfree="],["fax="],["hours="],["price=$10-20"],["checkin="],["checkout="],["content=Guesthouse with TV, garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nest Hostel Mestia"],["url=http:\/\/hostelmestia.com\/"],["email=nesthostelmestia@gmail.com"],["address=Kakhiani st. 16"],["lat="],["long="],["directions="],["phone=+995 595 41 44 43 +995 555 52 55 77"],["tollfree="],["fax="],["hours="],["price=€9-11"],["checkin="],["checkout="],["content=Centrally located with balcony overlooking river mountains and 'Svan' towers holding the sky over Mestia. Friendly, English speaking and very helpful staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nino Ratiani's Guesthouse"],["url=http:\/\/www.svanetighouse.com"],["email=ninoratiani@gmail.com"],["address=1 Queen Tamari Street Akhalsheni"],["lat="],["long="],["directions="],["phone=+995 99 18 35 55 +995 90 52 78 18"],["tollfree="],["fax="],["hours="],["price=$20-25 per person  (including three meals)"],["checkin="],["checkout="],["content=Guesthouse with private and single rooms, free wifi internet, hot water and wonderful Georgian meals. Very comfortable beds. New building with additional guest-rooms. Calling ahead for vacancy is advisable during summer.  Putting up a tent may be possible for 5GEL per person. Warm and friendly owners who speak English. Additional services and airport pick ups, meal requests, cooking lessons, etc. can be arranged. 80 GEL for two persons including two very extensive meals per day (April 2014)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nino Tstulukiani's Guesthouse"],["url="],["email=nino.tstulukiani@gmail.com, salisalij@gmail.com"],["address=Guladi Japarise Street no 8"],["lat="],["long="],["directions="],["phone=+595 58 98 39"],["tollfree="],["fax="],["hours="],["price=GEL 30 per person (includes dinner and breakfast)"],["checkin="],["checkout="],["content=Nice family run guesthouse with spacious rooms, shared sitting room and bathroom with hot water. The owner is an excellent cook. Currently (summer 2011) the family is building a hotel, located next to the guesthouse."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Roza Guetshouse"],["url=http:\/\/roza-mestia.blogspot.com\/"],["email=rozashukvani@gmail.com"],["address=17 Vittorio Sella Str., Mestia, Svaneti"],["lat="],["long="],["directions=About 200 meters on the left just when entering Mestia."],["phone=+995599641455 or +995598309919"],["tollfree="],["fax="],["hours="],["price=From 15 to 40 Lari per person (depending on season and options)"],["checkin="],["checkout="],["content=Very nice guest house above Mestia. Free Wi-Fi, hot water, nicely warmed in winter, and delicious Georgian food. Also, the view from the living room may be one of the most beautiful views on Mestia. Booking possible on booking.com, or by email."]]}]},"\nSeveral people rent rooms in their houses as well:\n",{"type":"*","value":["House of Elguji Jorjoliani"]},{"type":"*","value":["House of Ketevan Gabliani (Tel. +599-56-93-58)"]},{"type":"*","value":["House of Malkhaza Argviliani (Tel. +599-25-90-80)"]},{"type":"*","value":["House of Irma Khergiani (Tel.  +598-97-72-38)"]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Shalva Kvitsiani's Ushba Homestay"],["url=http:\/\/www.ushbahomestay.com\/index.jsp"],["email="],["address="],["lat="],["long="],["directions=Village Becho"],["phone=599 73 95 21"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Guesthouse with with private rooms, hot water and meals in picturesque village Becho. Convenient for a trek or climbing expedition to Ushba."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Irine's Guesthouse"],["address=Becho village"],["directions=Turn off the Zugdidi-Mestia highway at Becho, then follow the main road in Becho for 2.5 km; the guesthouse is on the left."],["phone=+995 591 810 242"],["price=GEL 40 per person, including breakfast and dinner, add GEL 5 if you want lunch. Pitch your tent in the yard and use the bathroom\/shower for GEL 15 per person, add meals for GEL 5 per meal"],["content=Irine Japaridze operates a friendly, welcoming guest house in Becho, open year-round, which is located near a roaring river, in a beautiful yard with a garden and fruit trees. There are great views of Ushba, one of the tallest mountains in the Caucasus, and you can walk to a nearby spring which has naturally carbonated water. The food is outstanding, cooked in the flavorful Svan style, and much of it comes fresh from the garden. Becho is a peaceful and quiet village even during the peak of the tourist season. The rooms are comfortable and there is hot water. Day trips to Mestia, Ushguli, and other areas in Svaneti are easy, and Irine can arrange transportation. Bring warm clothes: the bathroom is in another building, and nights in Svaneti can be chilly."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Guesthouse Svaneti Peak-Mazeri"],["alt="],["url=https:\/\/www.facebook.com\/guesthouse.mestia.georgia"],["email=info@hotel-svaneti-mestia.com"],["address="],["lat="],["long="],["directions=Village Becho, owners pick-up from the main road"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Great location under Mt. Ushba, with gardens and meadows around, home-made natural traditional food. Horse-riding tours, trekking to waterfalls and Ushba glacier, and mountain river fishing are available. Families, backpackers and climbers are all welcome."]]}]},"\n",{"type":"==","value":["Connect"]},"\nNot much Wi-Fi access, but several cafés, restaurants and guesthouses offer free and decent Wi-Fi.\n\n",{"type":"==","value":["Note"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Mazeri"]]},"    - Svaneti mountain village, surrounded by a stunningly beautiful landscapes and huge waterfalls. The starting point for a several ",{"type":"'''","value":["exciting Svaneti trekking routes"]},", including Mount Ushba glacier trek."]},{"type":"*","value":[{"type":"[[","value":[["Ushguli"]]}]},{"type":"*","value":[" To get a more authentic experience, also consider visiting nearby villages such as ",{"type":"[[","value":[["Lenjeri"]]}," (many Svan towers), ",{"type":"[[","value":[["Latali"]]}," (old and beautiful churches), and ",{"type":"[[","value":[["Becho"]]}," (mountain hiking)."]},"\n",{"type":"{{","value":[["geo"],["43.045556"],["42.729722"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Svaneti"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mestia"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mestia"]]}]