[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Meta River.jpg"],["thumb"],["300px"],["The Meta River in the east of the department"]]},"\n\n",{"type":"'''","value":["El Meta"]}," is a department of the ",{"type":"[[","value":[["Orinoquía"]]}," region of ",{"type":"[[","value":[["Colombia"]]},". By far the main attraction here are the haciendas for rent around Villavicencio, which are wildly and rightly popular with Bogotanos looking to escape their high-altitude, colder climate for a weekend or week. The rentals are cheap, and the houses\/farms are beautiful, generally with pools in the courtyards. A great escape! This region is largely unknown to international travelers, and most guidebooks to Colombia don't even mention it.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Acacías"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["La Macarena"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Martin de los Llanos"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Villavicencio"]]}," — the main town and center of El Meta's hacienda country."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Serranía de la Macarena"]]}," — most famously home to Caño Cristales, but more generally a natural wonder in every sense, as El Meta's one jungle region, filled with rivers, waterfalls, cliffs, and hot springs."]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Caño Cristales 01.jpg"],["thumb"],["280px"],["Caño Cristales — the River of Seven Colors"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nCars only get you so far in the Meta, as most roads are not paved—plan on needing a jeep or motorcycle if you are going much farther than Villavicencio.  The road from ",{"type":"[[","value":[["Bogotá"]]}," to Villavo, though, is fine.\n\nFor southern parts of the Meta (e.g., La Macarena), the only real option is fly to La Macarena.\n\n",{"type":"===","value":["By bus"]},"\n\nAs with a car, bus routes are generally only helpful as far as Villavicencio and a few towns beyond, and those buses run all day long from Bogotá's main bus terminal (Terminal de transporte) for 20,000 pesos (about US$10). \n\n",{"type":"===","value":["By plane"]},"\nThe two airports most commonly used by travelers are La Vanguardia Airport ",{"type":"{{","value":[["IATA"],["VVC"]]}," at ",{"type":"[[","value":[["Villavicencio"]]}," ",{"type":"[[","value":[["La Macarena"]]}," Airport ",{"type":"{{","value":[["IATA"],["LMC"]]},". ",{"type":"'''","value":[{"type":"[","value":["http:\/\/satena.com Satena Airlines"]}]}," flies between the two (for some reason their English language website doesn't actually allow you to book many of their flights, so be sure to use the Spanish language site only). As the Satena flights from ",{"type":"[[","value":[["Bogotá"]]}," have a layover in Villavicencio, you can save a good deal of money on flights to La Macarena by taking a bus to Villavicencio and doing only the second leg of the flight.\n\nTour companies generally use the little 4-5 seater planes.\n\n",{"type":"===","value":["By boat"]},"\n\nIt is, in theory, possible to take a boat up the Guaviare river from ",{"type":"[[","value":[["San José del Guaviare"]]},", and it most certainly would be a gorgeous ride. But San José is in a very unsafe region, and this should not be attempted.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe most amazing sight in El Meta, and really one of the most amazing sights in all South America, is Caño Cristales, a.k.a. the ",{"type":"''","value":["River of seven colors"]},", a.k.a ",{"type":"''","value":["the most beautiful river in the world."]}," In the period of the year between the rainy and dry seasons, the algae of this always beautiful river turn bright red, leading to an explosion of colors. The hikes in take you right up the river, which you will cross many times. It's way off the beaten path, and most travelers remain pretty wary of traveling in the FARC-heavy region around La Macarena, but it's ",{"type":"''","value":["probably"]}," safe to visit just this one place, flying into ",{"type":"[[","value":[["La Macarena"]]}," and finding a guide there, or setting up a tour from Bogotá.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["4.1500"],["-73.6333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Orinoquía"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Meta_Department"]]}]