[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Metepec"]}," is South East ",{"type":"[[","value":[["Toluca"]]},".\n\n",{"type":"==","value":["Get in"]},"\nBuses leave regularly from the main bus terminal, Terminal Juarez.  Buses also pass frequently along Pino Suarez.  Alternatively, take a cab.  From downtown Toluca, the price may be around 40 pesos.  Although the bus terminal is closer, the drivers parked in front of the bus station will try to increase the price.  \n\n",{"type":"==","value":["See"]},"\nDowntown Metepec has the feeling of a small, historic Mexican town.  The charming centre is rife with small cafes, restaurants, bars, and stores selling local arts and crafts.  \n\nGet a good view of the city and surrounding area by climbing the Cerro de Maguey, the hill at the centre of the city.    \nSpend time walking around \n\n",{"type":"==","value":["Do"]},"\nWalk around town and check out the shops and restaurants.  For its small size, there is a considerable number of trendy bars.  \n\n",{"type":"==","value":["Buy"]},"\nIn the centre of the city you can buy arts and crafts, such as the locally famous \"Tree of Life\".  There are also lots of stores selling hip furniture and home decorations.  \n\n",{"type":"==","value":["Eat"]},"\nFor delicious homemade food for little money, try one of the many 'cocina familiares'.  La Pasadita, located beside Chedraui on Guadelupe Victora is a bit of a hike from the centre, but offers a complete meal for approximately 35 pesos.  \n\nSurrounding the main plaza are several small restaurants offering local food.   \n\nSeveral chain, high class, and fast food restaurants can be found in Galerias Metepec.\n\nSubway is located on Benito Juarez, just north of Leona Vicario. \n\nLa Forja, located a block east of the main plaza, offers fine cuisine, excellent atmosphere, and an impressive wine list.  \n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mexico State"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Metepec"]]},"\n",{"type":"{{","value":[["geo"],["19.25"],["-99.6"]]}]