[{"type":"{{","value":[["pagebanner"],["Manila banner Metro skyline.jpg"]]},"\n\n",{"type":"'''","value":["Metro Manila"]}," (Filipino: ",{"type":"''","value":["Kalakhang Maynila"]},") is the National Capital Region and the prime tourist destination in the ",{"type":"[[","value":[["Philippines"]]},". The metropolis is the Philippines' center of commerce, education, and entertainment. It is located on the island of ",{"type":"[[","value":[["Luzon"]]},", bordered by the province of ",{"type":"[[","value":[["Bulacan"]]}," on the north, ",{"type":"[[","value":[["Rizal"]]}," on the east, ",{"type":"[[","value":[["Laguna"]]}," on the south, ",{"type":"[[","value":[["Cavite"]]}," on the southwest, and Manila Bay on the west. Though it is the smallest region in the country, Metro Manila is the most populous of the twelve defined metropolitan areas in the Philippines and the 11th most populous in the world with a population of 16.3 million people.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Metro Manila Districts.png"],["regiontext= Map of Metro Manila, divided into districts"],["regionmapsize=250px"],["region1name=1st District"],["region1color=#7659b0"],["region1items=",{"type":"[[","value":[["Manila"]]}],["region1description=The bustling, crowded and noisy City of Manila, which in Metro Manila terms is the \"old city center\", is home to much of the country's history and culture.  It is the only city in Metro Manila which is divided into districts, of which there are sixteen."],["region2name=2nd District"],["region2color=#00b6ef"],["region2items=",{"type":"[[","value":[["Quezon City"]]},", ",{"type":"[[","value":[["Marikina"]]},", ",{"type":"[[","value":[["Pasig"]]},", ",{"type":"[[","value":[["Mandaluyong"]]},", ",{"type":"[[","value":[["San Juan (Philippines)"],["San Juan"]]}],["region2description=The northeastern corner of Metro Manila is home to universities, parks, suburbs and the former capital of the Philippines.  Metro Manila's second business district, Ortigas Center, is located here, as is the country's largest shopping mall."],["region3name=3rd District"],["region3color=#9cba60"],["region3items=",{"type":"[[","value":[["Caloocan"]]},", ",{"type":"[[","value":[["Malabon"]]},", ",{"type":"[[","value":[["Navotas"]]},", ",{"type":"[[","value":[["Valenzuela"]]}],["region3description=A largely working-class area, it has a notorious reputation for being flood-prone during rainy season, with some areas below sea level.  Also known as the gateway to northern Luzon, it is home to heritage houses and Metro Manila's largest fish market."],["region4name=4th District"],["region4color=#035946"],["region4items=",{"type":"[[","value":[["Makati"]]},", ",{"type":"[[","value":[["Pasay"]]},", ",{"type":"[[","value":[["Taguig"]]},", ",{"type":"[[","value":[["Pateros (Philippines)"],["Pateros"]]},", ",{"type":"[[","value":[["Muntinlupa"]]},", ",{"type":"[[","value":[["Parañaque"]]},", ",{"type":"[[","value":[["Las Piñas"]]}],["region4description=Bustling commercial districts, quiet suburbs and the gateway to southern Luzon and the rest of the Philippines.  Metro Manila's financial district, the twin business districts of Makati and Fort Bonifacio, is located here."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\nMetro Manila is home to the country's business districts, wealth extremes as well as major shopping centers, with a combined population of 11 Million and growing. \n",{"type":"*","value":[{"type":"[[","value":[["Manila"]]}," — The capital of the country, known for its rich colonial history, busy markets, old churches, gigantic shopping centers and vibrant nightlife.  "]},{"type":"*","value":[{"type":"[[","value":[["Quezon City"]]}," — Also has its share of large shopping malls, and electronic and automotive parts discount centers. The Ortigas Center at the confluence of Quezon City, ",{"type":"[[","value":[["Mandaluyong"]]}," and San Juan is also a shopper's paradise."]},{"type":"*","value":[{"type":"[[","value":[["Caloocan"]]}," — The main hub of people from the Northern Philippines. Known to be one of the 4 original cities of Metro Manila, along side ",{"type":"[[","value":[["Manila"]]},", ",{"type":"[[","value":[["Quezon City"]]},", and ",{"type":"[[","value":[["Pasay City"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Pasay"]]}," — Home to cultural centers and establishments as well as the Philippines' second largest mall; The Mall of Asia. "]},{"type":"*","value":[{"type":"[[","value":[["Pasig"]]}," —  A city named after the river next to it, the Pasig River. It is an industrial town with a booming business district in the uptown Ortigas Center. Downtown Pasig is home to more rustic churches, American period houses, and excellent cuisine."]},{"type":"*","value":[{"type":"[[","value":[["Makati"]]}," — Metro Manila's business district with tall buildings, luxurious hotels, vast shopping malls, lively entertainment spots, and numerous restaurants."]},{"type":"*","value":[{"type":"[[","value":[["Mandaluyong"]]}," — Nicknamed as ",{"type":"''","value":["Shopping capital of the Philippines"]}," for its collection of numerous shopping centers. "]},{"type":"*","value":[{"type":"[[","value":[["Marikina"]]}," — ",{"type":"''","value":["Shoe capital of the Philippines"]},", it was the former capital of the province of Manila during the declaration of Philippine Independence."]},{"type":"*","value":[{"type":"[[","value":[["Taguig"]]}," — First a thriving fishing community it slowly developed into an urbanized city."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Pateros"]]}," — Metro Manila's only municipality known for its famous ",{"type":"''","value":["Balut"]}]},{"type":"*","value":[{"type":"[[","value":[["San Juan (Metro Manila)"],["San Juan"]]}," — One of the smallest yet bustling cities of the metropolis."]},{"type":"*","value":["Navotas — Dubbed as the Fishing Capital of the Philippines"]},{"type":"*","value":[{"type":"[[","value":[["Alabang"]]}," —  An upscale neighborhood located on the outer suburb of Metro Manila."]},{"type":"*","value":[{"type":"[[","value":[["Muntinlupa"]]}," — Nicknamed as the \"Emerald City of the Philippines\"."]},{"type":"*","value":[{"type":"[[","value":[["Parañaque"]]}," — One of the growing business districts of Metro Manila."]},{"type":"*","value":["Las Piñas — An important residential, commercial and industrial suburb of Metro Manila known for its famous Bamboo Organ."]},{"type":"*","value":[{"type":"[[","value":[["Malabon"]]}," — A residential and industrial town known for its ",{"type":"''","value":["Pancit Malabon"]}]},{"type":"*","value":[{"type":"[[","value":[["Valenzuela"]]}," — Grown from a agricultural rural area to a major economic and industrial center in Metro Manila."]},{"type":"==","value":["Understand"]},"\nLocals refer to Metro Manila simply as Manila. However, the City of Manila forms only the city proper of Metro Manila. Consisting of 16 cities and 1 municipalities in 630 square kilometers, the metro is the national capital region, and the center of Philippine culture, arts, commerce, industry, and tourism. Metro Manila likewise serves as the pivot point to other exciting, popular destinations in the Philippines such as Boracay, Cebu City, Davao City and more.\n\n",{"type":"===","value":["People"]},"\nMetro Manila's population is a diverse mix of Multi-racial people as well as people from different classes either from the richest businessmen to the poorest of the poor. The streets of Binondo in Manila is Metro Manila's ",{"type":"[[","value":[["Manila\/Binondo"],["Chinatown"]]},", while the district of Paco is known as Little India and Japantown. European and American enclaves are found in Business districts where urban life is enjoyed and much similar to western lifestyle. Koreans forever everywhere and anywhere have resulted to Koreatown which is located in Makati City's Burgos St. which features many Korean restaurants, shops and groceries. The growth of immigrants is due to cheap cost for education and living in the Philippines. This is also a home to many of the rich and famous which most reside in Forbes Park as well as home to many homeless and poorest of the poor who seek job opportunities in this metropolis. Efforts have been made to clear slums in order to clean the Pasig River which have been reportedly successful and sustainable.\n\n",{"type":"===","value":["Religion"]},"\nReligion is a major key role in a local Filipino's life, Hindu, Buddhist, Taoist and Confucian temples are found, the Golden mosque is located in Quiapo; the Filipino-Muslim district, while cathedrals, churches and chapels of various Christian denominations are scattered around mostly of Roman Catholic faith. Processions of holy images are carried through in some cities of Metro Manila and during these times streets are crowded with a little space to move around or sometimes no space to move around.\n\n",{"type":"===","value":["Economy"]},"\nMetro Manila is a haven for investors and businessmen alike and the region accounts about 30% ($124 Billion) of the total GDP of the Philippines. It is also where major Filipino companies have their headquarters. Business, commercial and Financial districts include; Makati, Ortigas (Pasig and Mandaluyong) and Taguig, this is also where the Philippine Stock Exchange (PSEi) is located.\n\n",{"type":"==","value":["Talk"]},"\nCommunication with the locals is easy because almost everyone is bilingual. While ",{"type":"[[","value":[["Tagalog"],["Filipino"]]}," is the national language which is based on Tagalog, English is the primary language of trade, government, media and education not only in Metro Manila but in the whole Philippines as well. Spanish-speakers may recognize some words in Tagalog, since some of its vocabulary is Spanish-derived. A minority of ",{"type":"[[","value":[["Hokkien"],["Min Nan"]]}," (Hokkien), ",{"type":"[[","value":[["Hindi"]]},", ",{"type":"[[","value":[["Tamil"]]}," and other Indian languages, ",{"type":"[[","value":[["Korean"]]},", ",{"type":"[[","value":[["Japanese"]]}," is spoken by Korean and Japanese immigrants, Filipino-Muslims residing in Manila or any other part of the country know how to read and communicate in ",{"type":"[[","value":[["Arabic"]]},", and other ethnicities\/immigrants speak their native languages. Some Filipinos have knowledge of Spanish.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nMetro Manila is served by two airports: the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.miaa.gov.ph Ninoy Aquino International Airport"]}]}," (NAIA) located within the area, and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.clarkairport.com Clark International Airport"]}]}," located in ",{"type":"[[","value":[["Pampanga"]]},".\n\n",{"type":"====","value":["Ninoy Aquino International Airport"]},"\nThe ",{"type":"'''","value":[{"type":"[[","value":[["Ninoy Aquino International Airport"]]}]}," (NAIA) ",{"type":"[","value":["http:\/\/www.miaa.gov.ph"]}," (",{"type":"{{","value":[["IATA"],["MNL"]]},"), located eight kilometers south of Manila in ",{"type":"[[","value":[["Pasay"]]}," and ",{"type":"[[","value":[["Parañaque"]]},", is the main airport serving Metro Manila.  The airport is divided into four terminals: Terminals 1, 2, 3 and 4 (previously known as the Domestic Terminal).  Terminal 1, long regarded as one of Asia's worst airport terminals (if not the worst), is currently undergoing renovation and several areas of the terminal have been renovated.  The newer Terminals 2 and 3 are regarded as being far nicer than Terminal 1, with more amenities to boot.\n\nA variety of public transportation options connect NAIA with Metro Manila.\n\n",{"type":"*","value":[{"type":"'''","value":["Taxi"]},": Yellow airport taxis have a stand at the arrival area of all terminals.  The flagdown rate is ₱70, with an additional ₱4.00 surcharge for every 250 m.  At Terminal 3, you can hail a white city taxi from the departure area: just take the escalator or elevator up to the departures hall and exit to the departure ramp. Coupon taxis are special taxis with fixed rates according to the destination: inquire at the information desk for rates."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bus"]},": Eight city bus routes connect Terminals 1 and 2 with the rest of Metro Manila.  These buses have a \"MIA\/6-11\/Tambo\" signboard posted on the dashboard, and generally serve points along Epifanio de los Santos Avenue (EDSA) and Commonwealth Avenue, with fares usually starting at ₱12 (₱10 for students).  Terminal 3 is served by the Citylink bus (₱29), connecting it to Eastwood City in ",{"type":"[[","value":[["Quezon City"]]}," via Circumferential Road 5 (C-5)."]},"\n",{"type":"*","value":[{"type":"'''","value":["Train"]},": The airport is served by two train stations: Baclaran LRT station near the Domestic Terminal, and Nichols railway (PNR) station near Terminal 3.  Both stations however are 2-3 kilometers away from the airport proper.  Jeeps which serve Terminal 3 and Villamor Airbase stop near Nichols station."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jeepney"]},": Jeepneys which serve Terminal 3 will have \"NAIA Terminal 3\" or something similar written on the side route panel.  Jeepneys which serve Terminals 1 and 2 will have \"MIA\" written on the route panel."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel transportation"]},": Major hotel representatives are available on arrival and have chauffeur services which you can book on advance.  The cost is around ₱750-₱950."]},"\n",{"type":"====","value":["Clark International Airport"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.clarkairport.com Clark International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["CRK"]]},") in ",{"type":"[[","value":[["Angeles City"]]},", ",{"type":"[[","value":[["Pampanga"]]}," is 85 kilometers north of Manila and is a popular hub for low-cost carriers.  AirAsia, Cebu Pacific and SEAIR maintain hubs at Clark, with other airlines—including legacy airlines such as Asiana Airlines and Dragonair—also connecting Clark with points throughout Asia.\n\nSome airlines which serve Clark have dedicated bus transfer services that transport passengers between Metro Manila and the airport via the North Luzon Expressway (NLEx).  There are also four daily direct buses operated by ",{"type":"[","value":["http:\/\/www.philtranco.com.ph\/ Philtranco"]}," between Clark and its terminal in Pasay via SM Megamall in ",{"type":"[[","value":[["Mandaluyong"]]},", which costs ₱300 (to SM Megamall) or ₱350 (to Pasay).  Jeepneys also connect the airport to bus terminals in Angeles, where it is also possible to take a bus to Manila.\n\n",{"type":"===","value":["By boat"]},"\nAll ferries and most boats serving Metro Manila dock at the ",{"type":"'''","value":["Port of Manila"]}," in Manila proper, which is divided into two halves: the North Harbor on the northern side of the Pasig River in ",{"type":"[[","value":[["Manila\/Tondo"],["Tondo"]]},", and the South Harbor on the southern side beside ",{"type":"[[","value":[["Manila\/Ermita"],["Ermita"]]}," and ",{"type":"[[","value":[["Manila\/Intramuros"],["Intramuros"]]},".  2GO Travel ",{"type":"[","value":["http:\/\/travel.2go.com.ph"]},", the largest ferry operator out of the Port of Manila, operates out of the Eva Macapagal Super Terminal at Pier 15 in the South Harbor, though a few ferries operate from Pier 4 in the North Harbor, which was recently expanded with the construction of the newly-opened Manila North Port Passenger Terminal.  Cruise ships docking in Manila will dock at either terminal, though most dock at the Super Terminal.\n\nSome boat services do not dock at the Port of Manila: these include Sun Cruises ferries to Corregidor Island, which dock beside the Cultural Center of the Philippines (CCP) in Pasay, and boats to ",{"type":"[[","value":[["Cavite"]]}," and ",{"type":"[[","value":[["Bataan"]]},", which dock at the SM Mall of Asia further south.\n\n",{"type":"===","value":["By road"]},"\nThe Philippines' two major expressways: the ",{"type":"'''","value":["North Luzon Expressway"]}," (NLEx) and the ",{"type":"'''","value":["South Luzon Expressway"]}," (SLEx), terminate in Manila.  While there is currently no direct interconnection between the two (Stage 3 of the Metro Manila Skyway, when completed, will connect both expressways together), both expressways terminate at Epifanio de los Santos Avenue: the North Luzon Expressway terminates at the Balintawak Interchange in ",{"type":"[[","value":[["Quezon City"]]},", while the South Luzon Expressway terminates at the Magallanes Interchange in ",{"type":"[[","value":[["Makati"]]},", with a further expressway-like segment continuing on as the Sergio Osmeña Highway between Magallanes and Quirino Avenue in ",{"type":"[[","value":[["Manila\/Paco"],["Paco"]]},", ",{"type":"[[","value":[["Manila"]]},".  A third expressway, the ",{"type":"'''","value":["Manila-Cavite Expressway"]}," which connects Metro Manila and ",{"type":"[[","value":[["Cavite"]]},", terminates at the intersection with MIA Road in ",{"type":"[[","value":[["Pasay"]]},", and continues on as Roxas Boulevard.\n\nOther highways of the Philippines also terminate in Metro Manila.  The ",{"type":"'''","value":["MacArthur Highway"]}," (formerly the ",{"type":"'''","value":["Manila North Road"]},") to northern Luzon, which for much of its length runs parallel to the NLEx, terminates at Monumento in ",{"type":"[[","value":[["Caloocan"]]},", while the ",{"type":"'''","value":["Manila East Road"]},", connecting Metro Manila, ",{"type":"[[","value":[["Rizal"]]}," and ",{"type":"[[","value":[["Laguna"]]},", terminates in ",{"type":"[[","value":[["Pasig"]]},".  The ",{"type":"'''","value":["Pan-Philippine Highway"]},", the national road which stretches from ",{"type":"[[","value":[["Laoag"]]}," to ",{"type":"[[","value":[["Zamboanga (city)"],["Zamboanga City"]]},", is not signposted in Metro Manila, but major thoroughfares which are part of the Pan-Philippine Highway system in Metro Manila include the MacArthur Highway, Rizal Avenue, Padre Burgos Street and Taft Avenue.\n\nThe ",{"type":"'''","value":["Strong Republic Nautical Highway"]}," (SRNH) system has made it easier to travel between islands by car, and major islands are connected by roll on-roll off (RO-RO) ferries which can carry cars, buses and cargo trucks.  The SRNH system connects to the Pan-Philippine Highway network, which continues on to Metro Manila.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"{{","value":[["cautionbox"],["Metro Manila is currently implementing a new bus terminal scheme for provincial buses, wherein buses will no longer enter Metro Manila, but will terminate at one of three central bus terminals located at the extreme ends of the city.  Passengers will then connect onward to city buses.  The first of these terminals, the Southwest Interim Transport Terminal (SITT) beside Uniwide Coastal Mall in ",{"type":"[[","value":[["Parañaque"]]},", is currently in operation, and all buses from ",{"type":"[[","value":[["Cavite"]]}," and ",{"type":"[[","value":[["Batangas"]]}," now terminate here.  As the scheme is progressively being implemented, information in this section is expected to change."]]},"\nBuses to Metro Manila from other parts of the Philippines are cheap and efficient, particularly to destinations in more northern parts of Luzon (such as ",{"type":"[[","value":[["Baguio"]]},").  However, taking a bus to Metro Manila can be very bewildering, as it is one of only two major cities in Southeast Asia (the other is ",{"type":"[[","value":[["Singapore"]]},") that does not have a central government-run bus terminal.  Each bus company (and there are dozens) usually has its own exclusive terminal—in many cases two or more—serving its own set of destinations.  However, the good thing is that bus terminals are normally clustered around a particular part of the city, so it is not that difficult to find a bus to a particular destination.\n\nBus terminals in Metro Manila are normally clustered around the following areas:\n\n",{"type":"*","value":[" Buses to northern Luzon are normally clustered around ",{"type":"'''","value":["Cubao"]}," in ",{"type":"[[","value":[["Quezon City"]]}," (around Araneta Center-Cubao LRT\/MRT stations) and ",{"type":"'''","value":["Monumento"]}," in ",{"type":"[[","value":[["Caloocan"]]}," (around Monumento LRT station), mostly along Epifanio de los Santos Avenue.  A number of bus companies which serve areas south of Metro Manila (such as Philtranco, Philippine Rabbit and JAC Liner) also have terminals around Cubao.  Metro Manila's only attempt at a central long-distance bus terminal is also located in Cubao: the privately-run ",{"type":"'''","value":["Araneta Center Central Bus Terminal"]}," is located beside Ali Mall, and buses to a number of destinations in the Philippines, both north ",{"type":"''","value":["and"]}," south, terminate here."]},"\n",{"type":"*","value":[" Buses to southern Luzon and other islands are normally clustered around ",{"type":"'''","value":[{"type":"[[","value":[["Pasay"]]}]},", although a good number of buses to northern Luzon also depart from this area.  Buses to ",{"type":"[[","value":[["Batangas"]]},", ",{"type":"[[","value":[["Laguna"]]},", ",{"type":"[[","value":[["Quezon"]]},", ",{"type":"[[","value":[["Marinduque"]]}," and ",{"type":"[[","value":[["Mindoro"]]}," normally depart from terminals clustered at the corner of Gil Puyat Avenue (formerly Buendia) and Taft Avenue (around Gil Puyat LRT station).  A number of companies also have terminals along the southern stretch of Epifanio de los Santos Avenue, close to the intersection with Taft Avenue (around EDSA LRT station\/Taft Avenue MRT station)."]},"\n",{"type":"*","value":[" Buses to a number of areas in northern Luzon (in particular Baguio, Bataan and ",{"type":"[[","value":[["Zambales"]]},") may arrive in ",{"type":"'''","value":[{"type":"[[","value":[["Manila\/Quiapo"],["Quiapo"]]}]}," in ",{"type":"[[","value":[["Manila"]]},", at the intersection of Claro M. Recto Avenue and Rizal Avenue (around Doroteo Jose and Recto LRT stations)."]},"\n",{"type":"===","value":["By rail"]},"\n",{"type":"{{","value":[["disclaimerbox"],["Long-distance train services operated by the Philippine National Railways are currently suspended due to track rehabilitation works on several portions of the South Main Line, with no clear timetable yet as to when service will be restored.  Be sure to follow the PNR website or Facebook page ",{"type":"[","value":["http:\/\/www.facebook.com\/pnrailways"]}," for the latest announcements.  PNR commuter services within Metro Manila, as well as service to ",{"type":"[[","value":[["Biñan"]]},", ",{"type":"[[","value":[["Laguna"]]},", are unaffected."]]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pnr.gov.ph\/ Philippine National Railways"]}]}," (PNR) currently operates two overnight intercity services: the ",{"type":"'''","value":["Bicol Express"]}," between Manila and ",{"type":"[[","value":[["Naga"]]},", ",{"type":"[[","value":[["Camarines Sur"]]},", which resumed on June 29, 2011 after a five-year absence, and the ",{"type":"'''","value":["Mayon Limited"]}," between Manila and Ligao in ",{"type":"[[","value":[["Albay"]]},".  Additional services are expected in the future as the rehabilitation of the PNR network progresses.  Train service is comparable to (or slower than, due to delays) buses in terms of speed, but is more comfortable owing to the use of donated Japanese coaches for the service.\n\nLong-distance trains terminate at ",{"type":"'''","value":["Tutuban Station"]}," in ",{"type":"[[","value":[["Manila\/Tondo"],["Tondo"]]},", ",{"type":"[[","value":[["Manila"]]},", close to Divisoria and west of the Doroteo Jose and Recto LRT stations.  In addition to Tutuban, long-distance trains stop at ",{"type":"'''","value":["España Station"]}," in ",{"type":"[[","value":[["Manila\/Sampaloc"],["Sampaloc"]]},", close to the University of Santo Tomas.  ",{"type":"'''","value":["Pasay Road Station"]}," in ",{"type":"[[","value":[["Makati"]]}," is the most central long-distance station, located just outside the Makati central business district.\n\n",{"type":"==","value":["Get around"]},"\nIf you need to use public transportation try ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sakay.ph sakay.ph"]}]},", it will show you the right type to your destination.\n",{"type":"===","value":["By car"]},"\nThe metropolis has an extensive system of highways connecting the various cities and municipalities. The major roads include ten radial roads, which branch out from central Manila and five circumferential roads which form concentric arcs around downtown Manila. Most of these roads are very important transportation arteries. One is the C-4 (Circumferential Road 4) also called Epifanio de los Santos Avenue or more popularly known as EDSA. Some other other important roads are R-1 (Radial Road 1) or Coastal Road\/Manila-Cavite Road; R-3 or South Luzon Expressway (SLEX); R-7, which consists of Espana Avenue, Quezon Avenue, and Commonwealth Avenue; R-8 or the North Luzon Expressway (NLEX); and C-5 going from Bicutan to Libis (simply referred to as C-5).\n\nHowever, driving in a private car is not recommended for people who are unfamiliar with Manila because many drivers there ignore such things as stoplights and lane markings and most also have no idea what right of way means (although this behavior has been ",{"type":"<","value":["b",["decreasing significantly"]]}," over the years). Public transport is very cheap however but may get very crowded during the rush hours in the morning and early evening (7 AM to 10 AM and 4 PM to 7 PM). Traffic also tends to crawl during these times so best avoid being on the move in these occasions. Another fact to take note is, just like any city in ",{"type":"[[","value":[["South-East Asia"]]},", drivers in Manila tend to be reckless, but road signages are  ",{"type":"<","value":["b",["very common"]]},", though some are not that visible, and are also well abided and respected by at least 75% of Manila drivers despite the fact that this signages are quite different from international standards because of its very dominant pink color.\n\nWhen driving, be cautious of pedestrians crossing illegally. Be also aware when driving in narrow streets, where children usually play, given Manila is a crowded metropolis. Be also aware of the existing ",{"type":"<","value":["b",["Number-Coding Scheme"]]},", where some vehicles are not allowed to ply Metro Manila streets from 7AM to 10AM, and from 3PM to 7PM, Mondays to Fridays, i.e. cars with license plates ending in numbers 1 and 2 should not go out of the street on the said schedule every ",{"type":"<","value":["b",["Mondays"]]},", 3 and 4 every ",{"type":"<","value":["b",["Tuesdays"]]},", and so on and so forth.  Makati City however observes the Number-Coding scheme the whole day.  \n\nThe price of petroleum is relatively comparable to that paid in the US but expensive in the eyes of locals.\n\n",{"type":"===","value":["By jeepney"]},"\n",{"type":"[[","value":[["Image:PH-Manila-Jeepneys.jpg"],["thumb"],["250px"],["Jeepneys"]]},"\n",{"type":"'''","value":["Jeepneys"]}," are evolved versions of the Jeep which American Armed Force units used as utility vehicles during the war years. Usually built with a reconditioned surplus diesel engine from Japan coupled to a locally fabricated chassis, jeepneys come in a wide range of colors and decorations that are limited only by the owner's\/driver's imagination and taste. Over time, it has become the most common means of public transport in the Philippines. Recently however, the introduction of more modern buses as well as the more efficient LRT and MRT have lessened the importance of the jeepney. They still do travel all over the city, particularly in routes which are too small to be serviced by buses - but know exactly where you are headed before getting on. Once inside, pay your fare or \"bayad\" directly to the driver by telling him where you want to get off and how many people you are paying for. It is a norm all over the country that if you are seated far from the driver, one just need to say \"Bayad po\" while extending the hand with your fare to the driver and someone will readily take your fare and pass it until it gets to the driver. Giving back of change or \"sukli\" if the fare given is in a large denomination will come in a similar manner, and a polite expression of \"Thank you\" or \"Salamat po\" as a sign of gratitude is encouraged. \n\nThe fare structure begins with a minimum fare for the first four kilometers and increases every additional kilometer thereafter. As of February 2011 minimum fare is P 8 (14 US cts) while the per kilometer additional fare is P 1.25. Do not however expect that a driver will be able to give any change for very large denominations, e.g. P500 or P1000. \n\nYou can also request the driver to inform you that you are near to your destination. Note that loading and unloading zones for jeepneys are rarely followed so people hop on and get off practically at will. Saying \"para\" or \"para po!\" is the standard way to tell the driver that you need to get off. Caution - Jeeps are designed to carry small people - and can get very cramped for anyone over 6ft tall particularly if the jeepney is fully loaded! This arrangement is cramped even for the size of the locals who are small by Western comparison and some would regularly complain. Though not widely practiced, some people would pay for the price of two to avoid getting cramped by someone else as the fares are anyway extremely cheap. Jeepneys usually seat anywhere from 0 to 30 people.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are very affordable by western standards but pretty expensive for locals and almost all are now air-conditioned and use a meter to compute for the final fare.  The taxi rates start at PHP 40 (USD 0.90) for the first 500 metres and an extra PHP 3.50 (USD 0.08) for every succeeding 300-metres or 2 minutes of stopping.\n\nSome drivers may take advantage of tourists, but closer regulation by authorities and even by mall operators, are curbing this practice slowly. Many taxis are in a poor state of repair and drivers drive erratically.  The LTFRB (Land Transportation Franchising and Regulatory Board) has now instituted hotline numbers to report erring drivers. Just take note of the cab name and number. Mall operators also closely monitor the operations of taxis that use their taxi racks by ensuring that cab drivers do not choose only passengers bound for nearby destinations. Do not hire taxis waiting at bus terminals; they will charge much higher fare (100% more than normal fare). Just walk out from any main bus terminal, and you will find plenty of cabs.  \n\nBe wary especially during traffic as drivers will ask for a minimum fare higher than what the meter requires you to pay.  Also during rush hour (both morning and evening), as well as other times when there is heavy traffic (such as heavy rains), it is not unusual to see taxi drivers hesitant to drive you if your destination involves EDSA or an area full of offices; it is extremely difficult to hail a cab during these hours.  During the early morning, passengers are strongly advised to bring smaller denominations of bills (as well as coins) as drivers usually don't have ready change.\n\n",{"type":"===","value":["By bus"]},"\nBuses are common in the major thoroughfares of Metro Manila and most will pass through EDSA.  The common routes are as follows:\n\n",{"type":"{|","value":[["class=\"wikibox\""],["|+ ",{"type":"'''","value":["Bus routes"]}],["! Origin\/Destination !! Destination\/Origin !! Way\/s"],["|-"],["| Baclaran || Navotas || EDSA and Ayala\/EDSA alone"],["|-"],["| Baclaran || SM Fairview || EDSA and Ayala \/ Quezon Avenue and Espana"],["|-"],["| Baclaran || Malanday || EDSA and NLEX (North Luzon Expressway)"],["|-"],["| Baclaran || Sta. Maria, Bulacan || EDSA, Ayala, and NLEX\/MacArthur Highway"],["|-"],["| Grotto || Ninoy Aquino International Airport || EDSA and SM Fairview"],["|-"],["| Malanday || Ninoy Aquino International Airport || EDSA"],["|-"],["| Alabang\/Pacita || Navotas || SLEX (South Luzon Expressway) and EDSA"],["|-"],["| Alabang\/Pacita || Novaliches || SLEX, EDSA and NLEX"],["|-"],["| Alabang || Malanday || SLEX and EDSA"],["|-"],["| Alabang || SM Fairview || SLEX and EDSA"],["|-"],["| Quiapo || Cainta || Ortigas Avenue, San Juan and Sta. Mesa"],["|-"]]},"\nThere are both ordinary and air-conditioned buses available. Conductors collect your fare once on board and they are ready with change although it is suggested you have coins during morning rush-hours ready.  Just tell him\/her where you want to get off. Like the jeepneys, buses do not have route numbers identifying their routes and often do not observe loading and unloading areas except for some highly regulated zones where they are bound to get a ticket for not doing so, most notably in Makati's central business district.  As such, it is not uncommon for people to get on and off in odd places. Buses sometimes load and unload in the middle of the road and couldn't care less about the traffic they may cause.  Furthermore, they don't have a timetable for when to stop at a particular area although buses bound to the same place stop at a particular area seconds from each other.  The fare structure of buses is almost the same as that of jeepneys where a fare matrix is provided and fares increase at a constant rate per kilometre after the first few kilometres.  While EDSA has a bus lane (two lanes wide on each side), these are generally packed with buses from city\/provincial routes funneling down the thorughfare, and are rarely followed.  It is not uncommon to see that a bus won't go until it is fairly packed so it's best to avoid an empty bus.  This is because the drivers and conductors are paid depending on how many passengers they take-in.  If your route\/destination is along EDSA, it is best to take the MRT (see below) to avoid the traffic.\n\n",{"type":"===","value":["By minivan"]},"\n",{"type":"'''","value":["FX"]}," (minivans) are a relatively new transport mode available now.  They are more expensive than jeepneys, but cheaper than taxis.  FX follow the jeepney practice of having a fixed route but like taxis are usually air-conditioned. You likely will have to share the ride as the FX can take up to 10 passengers at a time, but it's reasonably comfortable.  \n\n",{"type":"===","value":["By tricycle"]},"\n",{"type":"''","value":["Tricycles"]}," (motorcycles with modified side cars)  These are common for short trips in areas where jeepneys do not travel.  In Manila proper you are unlikely to see any.  However, in outlying suburbs and towns they are more common. Another variant is the ",{"type":"'''","value":["pedicab"]}," which is merely a bicycle with a side car.\n\n",{"type":"===","value":["By rail"]},"\n",{"type":"[[","value":[["Image:MRT-2 J. Ruiz Station.jpg"],["thumb"],["250px"],["Manila Light Rail Transit System"]]},"\n\nTravelling by rail is so far, one of the fastest options. Here are some options to choose from:\n\n",{"type":"*","value":[" There the ",{"type":"'''","value":["LRT system"]}," which is run by the Light Rail Transit Authority or LRTA ",{"type":"[","value":["http:\/\/www.lrta.gov.ph\/passenger_info.htm"]},". The system has two lines. LRT Line 1 (also known as the Yellow Line) runs along Taft Avenue from Baclaran in Paranaque to the Bonifacio Monument in Caloocan City. MRT Line 2 (also known as the Purple Line) runs from Santolan in Pasig to Recto in the heart of downtown Manila.  "]},"\n",{"type":"*","value":[" There is also the similar ",{"type":"'''","value":["MRT system"]}," which is run by the Metro Rail Transit Corporation and Department of Transportation and Communications",{"type":"[","value":["http:\/\/www.dotcmrt3.gov.ph"]},". The system has a single line. MRT Line 3 (also known as the Blue Line). is a light rail transit system that runs along Epifanio de los Santos Avenue or EDSA, one of the main thoroughfares in Metro Manila. The system runs from the North Avenue Station in Quezon City to the Taft Avenue Station in Pasay City. "]},"\nFares in all lines can go as cheap as 15 pesos and it is air conditioned albeit quite crowded during the morning and early evening rush hours.  Entering the systems requires a ticket which like other countries, must be inserted onto the turnstile.  Alternatively, magnetic plastic cards are increasingly becoming available to access the system although surcharges to both top-up the card and to pay for actual travel apply.  \n\nSingle-journey and stored-value tickets are available for each of the lines.  You can transfer between lines at the following areas:\n",{"type":"*","value":[{"type":"*","value":["Between Line 1 and Line 2: Dorroteo Jose-Recto"]}]},{"type":"*","value":[{"type":"*","value":["Between Line 1 and Line 3: Taft Avenue-EDSA"]}]},{"type":"*","value":[{"type":"*","value":["Between Line 2 and Line 3: Araneta Centre\/Cubao"]}]},"\nHowever, unlike most other countries, you will need to exit the system and purchase a separate ticket to ride on the other lines except if you're in possession Strong Republic Transit Flash Pass or if you are transferring between LRT-1 and MRT-2 due to being operated by the same operator.  Also be prepared for long queues at the entrance as security personnel will check to see if bags are loaded with prohibited items.  \n\nLines 1 and 3 are expected to be crowded during rush hour and while the journey itself can be fast, expect to wait a long time before riding and be mindful of your personal belongings as pickpockets are not uncommon.\n\n",{"type":"===","value":["On foot"]},"\nIt is not recommended to walk in Manila since many street sides are infested with vendors and peddlers. If walking is inevitable, just remember that you should always walk on areas were pedestrians walk (common sense), and crossing a street is not a problem, if you know how to cross the street correctly. Walking at night is not also recommended, especially for women. Walking in groups is a safe option if you are going at night. The business district of Makati is  walkable as well as Taguig.\n\n",{"type":"==","value":["See"]},"\nOne should see Metro Manila's numerous attractions.\n\n",{"type":"===","value":["Plazas, Parks and Nature Reserves"]},"\n",{"type":"[[","value":[["Image:Luneta.jpg"],["right"],["thumb"],["250px"],["Rizal Park"]]},"\nWhen it comes to parks, , ",{"type":"'''","value":["Luneta park"]}," and ",{"type":"'''","value":["Intramuros"]}," are the most popular destinations. ",{"type":"'''","value":["Luneta Park"]}," (also called as Rizal Park and Rizal Monument) is home to the Rizal monument; a statue of the Philippines' national hero, Jose Rizal. It is one of the most significant and most important places in Philippine history from the Spanish colonial era to the EDSA revolution. The walled former city of ",{"type":"[[","value":[["Intramuros"]]}," served as a settlement for the Indianized-Malay-Muslims, then it was taken over by the Spanish and fell into ruins during the World War II, it is one of the most popular icons of the Philippines. \nSee ",{"type":"'''","value":["Plaza de Roma"]}," in Intramuros where a statue of King Carlos IV of Spain stands, ",{"type":"'''","value":["Plaza de Goiti"]}," or now known as ",{"type":"'''","value":["Plaza Lacson"]}," is where a statue of Arsenio Lacson; said to be one of Manila's greatest mayor stands, next to it is Roman Santos building which would again make you think you're somewhere in Rome, Italy because of it Greco-Roman architecture. ",{"type":"'''","value":["Plaza Miranda"]}," stands infront of Quiapo Church in the Filipino-Muslim district of Quiapo, an unfortunate event occurred here on 1971; the Plaza Miranda bombings. ",{"type":"'''","value":["Manila Zoological and Botanical Gardens"]}," is one of the oldest zoos in Asia unfortunately it is criticized for its inadequate care towards animals as well as its dirty surroundings and animal rights activists are demanding to free the animals due to this while ",{"type":"'''","value":["Ninoy Aquino Parks and Wildlife Center"]}," have rare animals such as water monitors and the Philippine deer, it also treats injured animals even if it isn't part of their zoo. ",{"type":"'''","value":["La Mesa Dam EcoPark"]}," is the haven for most Filipinos after a tiring week of work and a getaway from the noisy and polluted metro, not only is it an ecopark but is also a dam which provides water to Metro Manila and nearby provinces. ",{"type":"'''","value":["Manila Ocean Park"]}," is larger than Singapore's Sentosa Underwater World, construction is incomplete however it had already opened to the public, tickets cost 350 for a child, 400 for adults. ",{"type":"'''","value":["Quezon Memorial Circle"]}," is a shrine and a national park, it is where the remains of late President Manuel Quezon and his wife are rested. While ",{"type":"'''","value":["Greenbelt Park"]}," is located in Makati and is worth seeing.\n\n",{"type":"===","value":["Places of worship"]},"\n",{"type":"[[","value":[["Image:Manila Cathedral 1.JPG"],["right"],["thumb"],["250px"],["Manila Cathedral"]]},"\nReligion is one of the major aspects of life of a Filipino, the diverse population of the Philippines follows the world's major religions; Christianity, Islam, Buddhism, Taoism, Confucianism and some following the Jewish faith and part of the Church of the Latter Day Saints, some forms of paganism, animism or any other kind may somehow exist. Manila's population follows almost all of those religions.\n\n",{"type":"===","value":["Christian faith"]},"\n",{"type":"[[","value":[["Image:EDSA_Shrine2.jpg"],["right"],["thumb"],["250px"],["EDSA Shrine"]]},"\nSee ",{"type":"'''","value":["Basilica Minore de la Immaculada Concepcion"]}," or ",{"type":"'''","value":["Manila Cathedral"]}," in simple words in ",{"type":"[[","value":[["Intramuros"]]},", it is a historic church which served 2 funerals for 2 Filipino presidents as well as bishops' funerals. ",{"type":"'''","value":["Basilica Minore de San Lorenzo Ruiz"]}," or ",{"type":"'''","value":["Binondo Church"]}," in ",{"type":"[[","value":[["Manila\/Binondo"],["Chinatown"]]}," caters to Chinese Filipinos, seen here is the synchronization of Western architecture, Catholic faith and Chinese influences. ",{"type":"''","value":["Our Lady of China"]}," chapel is located in this Church. See the miraculous ",{"type":"''","value":["Black Nazerene"]}," or ",{"type":"''","value":["Itim na Nazareno"]}," in ",{"type":"'''","value":["Basilica Minore de Jesus Nazareno"]}," or ",{"type":"'''","value":["Quiapo church"]}," which is believed to give miracles and blessings, during January it is crowded as well as the streets of Metro Manila too, as a  procession is held, during Fridays the church is filled with devotees. \n",{"type":"*","value":[" San Sebastian Basilica Minore de Mount Carmel"]},{"type":"*","value":[" Epifanio de los Santos Shrine"]},"\n",{"type":"====","value":["Churches and sanctuaries"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=San Agustín Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Redemptorist Church"],["alt=Baclaran Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Remedios Church"],["alt=Malate Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" Santuario de San Antonio"]},"\n",{"type":"===","value":["Other faiths"]},"\nThe ",{"type":"'''","value":["Golden Mosque"]}," is located in the Quiapo district which is somehow the Filipino-Muslim district of Manila, its dome is made of gold and is built in order of the Marcoses.\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:Ayala Museum.jpg"],["thumbnail"],["250px"],["Ayala Museum"]]},"\n",{"type":"*","value":[" The National Museum of the Filipino People"]},{"type":"*","value":[" Metropolitan Museum"]},{"type":"*","value":[" Filipinas Heritage Library"]},{"type":"*","value":[" Ateneo Art Gallery"]},{"type":"*","value":[" Ayala Museum"]},{"type":"*","value":[" Lopez Museum"]},{"type":"*","value":[" The Museum at De La Salle University-Manila"]},{"type":"*","value":[" Museum of Contemporary Art and Design at De La Salle-College of Saint Benilde"]},"\n",{"type":"===","value":["Monuments"]},"\n",{"type":"*","value":[" Monumento de la Revolucion"]},{"type":"*","value":[" Rizal Monument"]},{"type":"*","value":[" People Power Monument"]},{"type":"*","value":[" Quezon Monument"]},{"type":"*","value":[" Bonifacio Monument"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Shop"]},"\n",{"type":"[[","value":[["File:Novelties village.jpg"],["thumbnail"],["250px"],["Tiendesitas"]]},"\nThere are generally two kinds of shopping destinations in Manila: the mall and the ",{"type":"''","value":["tiangge"]}," (\"chang-ghe\").  The Manila ",{"type":"'''","value":["mall"]}," is more than just a shopping experience but a cultural destination as well.  The largest malls in Metro Manila are practically their own cities within the city: complete with boutiques, supermarkets, department stores, restaurants, cinemas, medical facilities, hotels, schools, offices, gyms, serviced apartments, spas, convention centers, art galleries, bowling alleys, museums, ice skating rinks, and even a chapel for Sunday masses. In February 2006, Manila upped the ante on shopping malling with the opening of the gargantuan SM Mall of Asia exactly adjacent to Manila Bay, said to be the largest mall in the region. Simply put, shopping malls abound in Metro Manila, and the shopping experience is second to none, even by western standards. An entertainment city is planned by the government and has since broken ground in 2008 adjacent to the Mall of Asia which will feature 5-6 star hotels, casinos, high-end condominiums, shopping malls, theme park, an observation tower that is set to be one of the tallest in Southeast Asia and Manila's version of the London Eye. Already a Neochinatown has sprung nearby as well as the new Marriot Resort Community  (Newport) is currently under different phases of development.\n\n",{"type":"===","value":["Tiangge"]},"\nHowever, if you wish to experience the \"ultimate Manila shopping experience\", one has to shop at a ",{"type":"'''","value":["tiangge"]},".  Tiangges are small makeshift stalls clustered together that sell anything and everything you can imagine think bazaars). But at bargain basement prices.  In these places, one has to ",{"type":"[[","value":[["haggle"]]},", particularly if you are buying wholesale (defined as at least six pieces of the same item). The best tiangge complexes are in the Greenhills Shopping Center, Tiendesitas, Market! Market!, St. Francis Square, Tutuban Center Mall, Divisoria Mall, and 168 Mall. Go crazy buying quality clothes and shoes, pretty fashion jewelry and things for the house at very reasonable prices!\n\n",{"type":"===","value":["Shopping Malls"]}," \nMetro Manila is by-far the most expensive urbanized area in the ",{"type":"[[","value":[["Philippines"]]},", but cheaper compared to ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]},", and ",{"type":"[[","value":[["Brunei"]]},". According to the Mercer Human Resource Consulting Cost of Living Survey of 2008, Manila is the cheapest to live in Southeast Asia for expatriates.\n\n",{"type":"*","value":[{"type":"'''","value":["Ayala Center"]}," - You should allocate at least half a day for this shopping area as it is much larger than you think. It appears that the interconnected malls are much larger than SM Mall of Asia.  Its malls include Glorietta, Greenbelt and the Landmark. "]},{"type":"*","value":[{"type":"'''","value":["Shangri La Plaza Mall"]}]},{"type":"*","value":[{"type":"'''","value":["The Podium"]}]},{"type":"*","value":[{"type":"'''","value":["SM Mall of Asia"]}," (",{"type":"''","value":["MOA"]},") - its facilities include an ice rink, convention center, a theme park and has over 1000 establishments; restaurants and shops as well as a Science center."]},{"type":"*","value":[{"type":"'''","value":["SM City Fairview"]}]},{"type":"*","value":[{"type":"'''","value":["SM City Manila"]}]},{"type":"*","value":[{"type":"'''","value":["SM Megamall"]}]},{"type":"*","value":[{"type":"'''","value":["SM City North EDSA"]}]},{"type":"*","value":[{"type":"'''","value":["SM City Southmall"]}]},{"type":"*","value":[{"type":"'''","value":["SM Supercenter Pasig"]}]},{"type":"*","value":[{"type":"'''","value":["SM City Sucat"]}]},{"type":"*","value":[{"type":"'''","value":["Robinson's Place Manila"]}]},{"type":"*","value":[{"type":"'''","value":["TriNoma"]}]},{"type":"*","value":[{"type":"'''","value":["Market!Market!"]}]},{"type":"*","value":[{"type":"'''","value":["Circle C"]}]},{"type":"*","value":[{"type":"'''","value":["Ever Gotesco Mall"]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ayalamalls.com Ayala Malls"]}]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Food village.jpg"],["thumbnail"],["250px"],["The Food Village at Tiendesitas"]]},"\nA tourist or visitor may be amused or perplexed to see Filipinos eating most of the time.  Apart from the three major meals of the day, there are snacks in the morning and in the afternoon called ",{"type":"''","value":["merienda"]}," which are integral part of a typical Pinoy's everyday life. Metro Manila's diverse racial community had brought the rise to international cuisine, from just one corner of the street a Filipino would be eating Shawarma (more commonly known as Doner or Kebab for some westerners), another one would be enjoying his kimchee, while others would enjoy their night with sushi, some would desire Indian and Thai curry for their lunch while some would prefer the typical American breakfast in fastfood stores. For Chinese cuisine go to ",{"type":"'''","value":["Chinatown"]}," where they serve Hokkien dishes; American steakhouses, high class Japanese, Korean, Indian and Thai restaurants lurk around Makati, Koreantown have cheaper options as well as Japantown (Little Tokyo). Usually if you prefer to splurge, Makati is one of the best options. Typical Filipino cuisine and streetfood are found in the streets of Manila which provide the best options, the cost could be $1-2 per serving or even lower.  \n\n",{"type":"===","value":["Filipino Fastfood"]},"\nAmerica's influence is palpable in the Philippines, and you'll be hard pressed to find a mall without the requisite McDonalds and KFC.  Filipino fastfood chains that capture the essence of Filipino food compete strongly for Philippine tastebuds however, and they may be a safe place for the tourist to try the local fare.  The following are a list of fastfood chains that have branches all around the Metro, and in many cases around the country.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Jollibee"],["url=http:\/\/www.jollibee.com.ph\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$1-$2 per serving"],["content=The most well known Filipino fastfood chain of all, Jollibee can boast of over a thousand stores in the Philippines and more than 300 stores around the world.  Typical fastfood fare for the most part, but the burger dressing will taste different (read: sweet) to most foreigners.  For something a little different, try the pancit palabok, which is a vermicelli dish with an orange sauce."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Greenwich Pizza"],["url=http:\/\/www.greenwich.com.ph\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$2-$3 per serving"],["content=The second of Jollibee corps' trifecta of fastfood chains, Greenwich Pizzas are your typical fare, but once again with the slightly sweeter than usual tomato sauce. Some seasonal offerings may be on offer though, like the sisig pizza, so check the menu."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chowking"],["url=http:\/\/www.chowking.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$2-$3 per serving"],["content=The Filipino version of Chinese food, also owned by Jollibee.  For good sampling of their food, try the Lauriats, which feature a viand (beef, pork, chicken), rice, pancit (fried noodles with meat and veggies), siomai (dumplings), and buchi (a sweet rice ball covered with a sesame based coating."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tapa King"],["url=http:\/\/www.tapaking.com.ph\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$2-$3 per serving"],["content=Tapaking is where you get the ubiquitous tapsilog (fried beef strips, fried garlic rice, and egg), which is popular breakfast fare, along with other local delicacies."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=GotoKing"],["url=http:\/\/www.gotoking.com.ph\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This where you go to get the localized version of congee called goto and lugaw (rice porridge), with different kinds of toppings like chicken, roasted garlic, egg, etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mang Insasal"],["url=http:\/\/www.manginasal.com\/mi\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$1-2$ per serving"],["content=A relative newcomer, Mang Inasal actually brings a variety of barbecue called \"inasal\" into Metro Manila from the smaller city of Bacolod (located further south in the Visayan region).  They offer other grilled meats, as well as soups like sinigang (a sour, tamarind based soup)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Goldilocks"],["url=http:\/\/www.goldilocks.com.ph\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The place to go for your baked treats and sweets like mamon (a spongy round cake), polvoron (a tighly packed powdery treat) ensaymada (bread baked with cheese and sugar), and host of other delicacies for those with a sweet tooth. A must try savory treat is their fresh lumpiang sariwa (light and fresh spring roll with peanut sauce)."]]}]},"\n",{"type":"'''","value":["Where to eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Greenbelt Lifestyle Center"]}," - the widest selection of food choices, which also happen to be the trendiest and most unique, can be found in the Greenbelt Area at heart of Ayala Center in Makati City. With everything upscale, you can find yourself munching tapas with a glass of sangria or having a gastronomic delight of french treats."]},{"type":"*","value":[" ",{"type":"'''","value":["Tomas Morato"]}," - Before midnight strikes, the strip is becoming increasily famous among locals for comedy bars.  However, restaurants with gastronomic delights of every kind or dish abound from end-to-end."]},{"type":"*","value":[" ",{"type":"'''","value":["The Promenade at Greenhills"]},"  "]},{"type":"*","value":[" ",{"type":"'''","value":["Baywalk"]}," - Prior to 2006, this used to be the most famous location for an abundance of affordable, delightful street food, by the bay.  However, this has been closed by the city government for certain issues.  Nevertheless, a visit to this area provides a different perspective of the old city of Manila."]},{"type":"*","value":[" ",{"type":"'''","value":["Eastwood City"]}," - Peppered with a lot of choices that offer comfortable dining in airconditioned or al fresco style, this place appeals to the upbeat, on-the-rise professionals and more affluent members of the Filipino society.  There are lots of things to enjoy from good food, music, to midnight movies and shopping. Very appropriate for the night owls and nearby universitarians."]},{"type":"*","value":[" ",{"type":"'''","value":["The Fort Strip"]}," and ",{"type":"'''","value":["Serendra"]}," located in ",{"type":"'''","value":["Global City"]},", Taguig - Trendy, classy, isolated yet warm, surprising and fulfilling.  From Makati City, it is easy to reach the newest dining and entertainment hub in the Metropolis by private car or cab."]},{"type":"*","value":[" ",{"type":"'''","value":["Tiendesitas"]}," - literally \"little stores\", This place seems to have been primarily built with returning Filipinos in mind as well as foreigners interested in some kind of cultural immersion. It is a confluence of some 450 traders from the three major islands of the Philippines, namely Luzon, Visayas and Mindanao, selling specialty merchandise. So much to choose from but the food pavilions are the busiest."]},"\n",{"type":"==","value":["Drink"]},"\nThe epicenter of Metro Manila's famous nightlife is the ",{"type":"'''","value":["Greenbelt"]}," in ",{"type":"[[","value":[["Makati City"],["Makati"]]}," where some of the city's best restaurants, cafes, bars and karaoke joints cluster around a park in the middle of the main business district. The Fort, Serendra and Bonifacio High Street are three different clusters that offers high-end restaurants, bars and shops in the nearby city of Taguig. Bohemian ",{"type":"'''","value":["Malate"]}," and the adjoining ",{"type":"'''","value":["Baywalk"]}," contain a variety of venues serving a combination of food, comedy, alcohol and live music in Manila.  Other nightlife clusters in the Metro are ",{"type":"'''","value":["Eastwood"]},", ",{"type":"'''","value":["Araneta Center"]},", and ",{"type":"'''","value":["Timog"]}," all in Quezon City.\n\nThe introduction of American hip hop music has had a noticeable effect on Philippine night life, serving as the soundtrack to a high-spirited Manila youth culture. Many nightclubs now rival first-world standards both in terms of luxury and vibrancy. \n\nAdditionally, there are numerous venues in which to catch elements of an active Philippine alternative rock community. Some venues, such as ",{"type":"[","value":["http:\/\/www.saguijo.com\/index.php saGuijo Cafe"]}," in ",{"type":"[[","value":[["Makati City"],["Makati"]]},", have risen to some prominence.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"''","value":["Check ",{"type":"[[","value":[["Metro Manila#Cities"],["city"]]}," articles for listings"]},"\n\n",{"type":"'''","value":["Hotels"]}," range from P500 to P10,000 above or more if you want to stay in a luxurious place, popular hotels such as Shangri-La and Mandarin Oriental are found in Manila and Makati while Marriot hotels just opened a branch in Newport City. Hotels include common frills such as laundry service, telephone, TV etc. ",{"type":"'''","value":["Motels"]}," have a bad reputation and perception by Filipinos as they are viewed as meeting places for illicit sex and things alike however it is the one of the cheapest options available. ",{"type":"'''","value":["Condominiums"]}," are perhaps doubling and doubling in years which is a result of a growing economy in the country and investment. If you are staying for a long period of time, Condos are OK and most of them are found around financial districts and often near to commercial establishments.\n\n",{"type":"==","value":["Stay safe"]},"\nAside from pickpockets and cellphone-snatching, Manila is relatively safe for almost all tourists, especially Caucasian-looking people Koreans. Tourists are expected to receive warm welcome from locals  especially if they are somewhat connected to the locals (for example, you are married to a local or you have a boyfriend\/girlfriend who is a local).\n\nViolent crime is quite evident in some parts of the metro, but this usually happens among locals, and tourists should not worry a lot, since there are many police and frequent police patrol cars within Metro Manila, especially tourist areas.\n\nBag-snatching is also common, but, of course, common sense will reduce that threat. Most victims are rich locals.\n\nBe also aware of stray dogs, but they are not a problem in financial districts such as Makati CBD and Taguig and can be seen only in residential outskirts and non-commercialized suburbs of Metro Manila.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies and Consulates"]},"\nMetro Manila is where most countries have their embassies as it is the main gateway to the Philippines.\n\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[{"type":"{{","value":[["flag"],["Argentina"]]}," ",{"type":"{{","value":[["listing"],["name=Argentina"],["url="],["email=embarphil@eastern.com.ph"],["address=104 H.V. Dela Costa St., Salcedo Village, Makati City"],["lat="],["long="],["directions="],["phone=+63 2 845 3218"],["tollfree="],["fax="],["hours=Mon-Fri 10AM-4PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.australia.com.ph"],["email="],["address=23rd Level, Tower 2 RCBC Plaza, 6819 Ayala Ave., Makati City"],["lat="],["long="],["directions="],["phone=+63 2 757 8100"],["tollfree="],["fax="],["hours=Mon-Fri 8AM-4:30PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["url="],["email="],["address=4th Floor,  Prince Building, Thailand (Rada) Street, Legaspi Village, Makati City"],["lat="],["long="],["directions="],["phone=+63 2 817 9191"],["tollfree="],["fax="],["hours=Mon-Fri 7:30AM-3:30PM"],["price="],["content="]]}]},"| style=\"vertical-align:top;width:50%;\" |"],["|-"]]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bulacan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Rizal"]]}]},{"type":"*","value":[{"type":"[[","value":[["Cavite"]]}]},{"type":"*","value":[{"type":"[[","value":[["Laguna"]]}]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"{{","value":[["geo"],["14.5833"],["121.0000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Luzon"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Metro Manila"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Metro Manila"]]}]