[{"type":"{{","value":[["pagebanner"],["Mezcala Bridge (Mexico) banner.jpg"],["pgname=Mexico"],["caption=Mezcala Bridge on Highway 95"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Chichen.itza.10_brightened.jpg"],["location=LocationMexico.png"],["flag=Flag of Mexico.svg"],["capital=",{"type":"[[","value":[["Mexico City"]]}," (Distrito Federal)"],["government=Federal republic"],["currency=Mexican peso (MXN)"],["area=1,972,550 sq km"],["population=112,336,538 (July 2010 est.)"],["language=Spanish, various Mayan, Nahuatl, and other regional indigenous languages"],["religion=Roman Catholic 89%, Protestant 6%, other 5%"],["callingcode=+52"],["tld=.mx"],["electricity=110V\/60Hz. U.S. outlets."],["timezone=UTC −6 to UTC −8"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitmexico.com Mexico"]}]}," (Spanish: ",{"type":"''","value":["México"]},"), officially the ",{"type":"'''","value":["United Mexican States"]}," (Spanish: ",{"type":"''","value":["Estados Unidos Mexicanos"]},"), is a country in ",{"type":"[[","value":[["North America"]]},", lying between the ",{"type":"[[","value":[["United States of America"]]}," to the north, and ",{"type":"[[","value":[["Guatemala"]]}," and ",{"type":"[[","value":[["Belize"]]}," to the southeast. Its extensive coastlines include the Gulf of Mexico and the Caribbean Sea to the east and the Pacific Ocean to the west. Mexico has nice and warm people, unique food, art and archeology, pyramids, museums, Haciendas, 6,000 miles of shoreline, superb architecture and 21st century cities, weather from snow mountains in the Sierras, to rainy jungles in the Southeast and desert in the Northwest, lots of golf courses throughout the country, excellent fishing, world top destinations like Acapulco, Cancun, Cozumel, Los Cabos, and Patzcuaro. Mexico is ranked 7th major destination for foreigner visitors, according to WTO.\n\n",{"type":"==","value":["Understand"]},"\nMexico is one of the most popular tourist countries in Latin America. Much of the tourist industry is centered around the beach resorts as well as the ",{"type":"''","value":["altiplano"]}," in the central part of the country. Visiting the northern interior allows visitors to get off the beaten path a bit. U.S. American tourists tend to predominate on the ",{"type":"[[","value":[["Baja California"]]}," peninsula and the more modernized beach resorts (",{"type":"[[","value":[["Cancún"]]},", ",{"type":"[[","value":[["Puerto Vallarta"]]},"), while European tourists congregate around the smaller resort areas in the south like ",{"type":"[[","value":[["Playa del Carmen"]]}," and colonial towns ",{"type":"[[","value":[["San Cristobal de las Casas"]]},". \n\n",{"type":"===","value":["Climate"]},"\nMexico uses the ",{"type":"[[","value":[["Metric and Imperial equivalents"],["metric system"]]}," for all measurements. All weather forecasts will be in Celsius (°C). \n\nVaries from desert-like regions on the northwest part of the country (cities like Hermosillo, Ciudad Juárez, or Los Cabos);  and temperate in the northeastern part (cities like  Monterrey, Nuevo Laredo, Ciudad Acuña), but note that much of the northern Mexican territory gets rather cold during the winter with average day time highs from 8°C (39F) to 12°C (59F), overnight lows average around -4°C (24F) and snow is sometimes frequent in certain northern places like (the Sierra Madre of Chihuahua, Durango, Coahuila, Nuevo León, and northern Tamaulipas) but can also occur at higher altitudes in the temperate forests in the central part of Mexico. Also, northern Mexico gets very hot during the summer with sudden violent storms in the afternoon, with heavy rain and hail, also an isolated tornado can occur with these storms but rarely, and the temperatures during the day can quickly exceed 39°C (100F). The Bajío region is semiarid (cities like Aguascalientes, León and Zacatecas); and temperate forests in the central part of the country (Mexico City, Toluca), and tropical rain forests in the south and southeast regions like (Chiapas, Cancún). The region stretching from Guadalajara to Morelia enjoys what many consider one of the best climates in the world, with daily high temps in the high 70s and 80s (21°C to 26°C) year round. During hurricane season, hurricanes are common in the coastal cities specially those near the Caribbean Sea and the Gulf of Mexico.\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:Citlalepetl2.JPG"],["thumbnail"],["Pico de Orizaba or Citlaltépetl is Mexico's highest mountain"]]},"\nHigh, rugged mountains; low coastal plains; high plateaus; temperate plains with grasslands and Mezquite trees in the northeast, desert and even more rugged mountains in the northwest, tropical rainforests in the south and southeast ",{"type":"[[","value":[["Chiapas"]]},", ",{"type":"[[","value":[["Yucatán Peninsula"]]}," semiarid in places like ",{"type":"[[","value":[["Aguascalientes"]]},", ",{"type":"[[","value":[["San Luis Potosí"]]}," and temperate coniferous and deciduous forests in the central part of the country ",{"type":"[[","value":[["Mexico City"]]},", ",{"type":"[[","value":[["Toluca"]]},".\n\n",{"type":"===","value":["Holidays"]},"\n\n",{"type":"*","value":[" January 1 New Year's Day"]},{"type":"*","value":[" January 6: The Three Wise Men day, celebrating arrival of the Three Wise Men to see and bring gifts to baby Jesus (not an official holiday). "]},{"type":"*","value":[" February 2: The Candelaria Day (\"",{"type":"''","value":["Day of the candles"]},"\"), celebrated in many places around the country (not an official holiday)"]},{"type":"*","value":[" February 5: Constitution Day (1917)"]},{"type":"*","value":[" February 24: Flag Day (not official)"]},{"type":"*","value":[" March 21: Birth of Benito Juárez (1806). 2006 was the bicentennial year. "]},{"type":"*","value":[" May 1: Labor Day."]},{"type":"*","value":[" May 5: The Battle of Puebla against the French army, 19th century (not an official holiday)."]},{"type":"*","value":[" May 10: Mother's Day."]},{"type":"*","value":[" May 15: Teacher's Day."]},{"type":"*","value":[" September 1: Presidential address day. "]},{"type":"*","value":[" September 15: Grito de Dolores"]},{"type":"*","value":[" September 16: Independence day (celebrates the start of the fight for the independence from Spain in 1810, achieved until September 27, 1821)."]},{"type":"*","value":[" October 12: Day of the Race (not an official holiday) ",{"type":"[","value":["http:\/\/zedillo.presidencia.gob.mx\/welcome\/PAGES\/culture\/note_12oct.html"]}]},{"type":"*","value":[" November 2: Day of the dead (Not an official holiday)"]},{"type":"*","value":[" November 20: Mexican Revolution Day (1910)"]},{"type":"*","value":[" December 12: Virgin Mary of Guadalupe Day. Technically not official, but is one of the most important Mexican Holidays"]},{"type":"*","value":[" December 24: Christmas Eve (Not an official holiday, but normally a full non-working day)"]},{"type":"*","value":[" December 25: Christmas"]},{"type":"*","value":[" December 31: New Year’s Eve (Not an official holiday, but normally a full non-working day)"]},"\nEaster is widely observed nationwide, according to the yearly Catholic calendar (the first Sunday after the first full moon in Spring). Actual non-working days may shift to the Monday before the holiday, so check an up-to-date calendar.\n\n",{"type":"===","value":["Time"]},"\n",{"type":"*","value":[" Mexico uses the 24-hour clock system for time keeping."]},"Mexico observes daylight savings time (DST) the same way as the USA did pre-2007, from first Sunday in April to last Sunday in October.  This now includes the tropical regions of southern Mexico as well. Note there will be several weeks each year when the U.S. is on DST, but Mexico is not.  The state of Sonora south of ",{"type":"[[","value":[["Arizona"]]},", does not observe DST since Arizona doesn't have it either.\n\n",{"type":"===","value":["History"]},"\n",{"type":"====","value":["Pre-Columbian"]},"\nAmong the earliest complex civilizations in Mexico was the ",{"type":"'''","value":["Olmec"]}," culture that flourished on the Gulf Coast in 1500 BCE. Olmec culture diffused through Mexico into formative era cultures in Chiapas, Oaxaca and the Valley of Mexico.\n\nIn Central Mexico the height of the classical period saw the ascendancy of Teotihuacan, which formed a military and commercial empire. It had the largest structures of pyramids built in the pre-Columbian Americas.\n\nDuring the early post-classic Mexico was dominated by ",{"type":"'''","value":["Toltec culture"]},", and the lowland ",{"type":"'''","value":["Maya"]}," had important areas at Calakmul and Chichen Itza. At the end of the post-Classical period, the ",{"type":"'''","value":["Aztecs"]}," built a tributary empire covering most of Central Mexico. The Mesoamerican cultural traditions ended in the 16th century and over the next centuries, Mexican indigenous cultures were under Spanish colonial rule.\n\n",{"type":"====","value":["Colonial"]},"\nMexico remained under Spanish colonial rule until 1821 when it declared independence under the terms of \"Plan of Iguala\".\n\n",{"type":"====","value":["Independent Mexico"]},"\nFrom 1846-1848, the United States of America fought a war of aggression against Mexico, capturing the northern third of its territory, including what are now the American states of California, Nevada, Utah, Arizona, New Mexico, and most of Colorado, and solidified its hold on the formerly Mexican state of Texas.\n\n",{"type":"====","value":["The Mexican Revolution"]},"\n\n",{"type":"====","value":["Under the PRI"]},"\n\n",{"type":"====","value":["Mexico today"]},"\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Mexico regions map.png"],["regionmaptext=Mexico regions"],["regionmapsize=401px"],["region1name=",{"type":"[[","value":[["Baja California"]]}],["region1color=#65b99f"],["region1items=",{"type":"[[","value":[["Baja California (state)"],["Baja California"]]},", ",{"type":"[[","value":[["Baja California Sur"]]}],["region1description=The western peninsula, which borders the U.S. state of ",{"type":"[[","value":[["California"]]}],["region2name=",{"type":"[[","value":[["Northern Mexico"]]}],["region2color=#b9ad60"],["region2items=",{"type":"[[","value":[["Chihuahua (state)"],["Chihuahua"]]},", ",{"type":"[[","value":[["Coahuila"]]},", ",{"type":"[[","value":[["Durango (state)"],["Durango"]]},", ",{"type":"[[","value":[["Nuevo León"]]},", ",{"type":"[[","value":[["Sinaloa"]]},", ",{"type":"[[","value":[["Sonora (Mexico)"],["Sonora"]]},", ",{"type":"[[","value":[["Tamaulipas"]]}],["region2description=Includes the expansive deserts and mountains of the border states; mostly ignored by tourists, this is \"Unknown Mexico\""],["region3name=",{"type":"[[","value":[["Bajío"],["The Bajío"]]}],["region3color=#a463ad"],["region3items=",{"type":"[[","value":[["Aguascalientes (state)"],["Aguascalientes"]]},", ",{"type":"[[","value":[["Guanajuato (state)"],["Guanajuato"]]},", ",{"type":"[[","value":[["Zacatecas (state)"],["Zacatecas"]]},", ",{"type":"[[","value":[["San Luis Potosi (state)"],["San Luis Potosi"]]},", ",{"type":"[[","value":[["Querétaro (state)"],["Querétaro"]]}],["region3description=Historic states in a traditional silver-mining region"],["region4name=",{"type":"[[","value":[["Central Mexico"]]}],["region4color=#a95858"],["region4items=",{"type":"[[","value":[["Hidalgo"]]},", ",{"type":"[[","value":[["Mexico City"]]},", ",{"type":"[[","value":[["Mexico State"]]},", ",{"type":"[[","value":[["Morelos"]]},", ",{"type":"[[","value":[["Puebla (state)"],["Puebla"]]},", ",{"type":"[[","value":[["Tlaxcala (state)"],["Tlaxcala"]]},", ",{"type":"[[","value":[["Veracruz (state)"],["Veracruz"]]}],["region4description=Center, surrounding the capital city"],["region5name=",{"type":"[[","value":[["Pacific Coast (Mexico)"],["Pacific Coast"]]}],["region5color=#73abab"],["region5items=",{"type":"[[","value":[["Colima (state)"],["Colima"]]},", ",{"type":"[[","value":[["Guerrero"]]},", ",{"type":"[[","value":[["Jalisco"]]},", ",{"type":"[[","value":[["Michoacan"]]},", ",{"type":"[[","value":[["Nayarit"]]},", ",{"type":"[[","value":[["Oaxaca (state)"],["Oaxaca"]]}],["region5description=Tropical beaches on Mexico's southern coast"],["region6name=",{"type":"[[","value":[["Yucatán Peninsula"]]}],["region6color=#67a864"],["region6items=",{"type":"[[","value":[["Campeche (state)"],["Campeche"]]},", ",{"type":"[[","value":[["Chiapas"]]},", ",{"type":"[[","value":[["Quintana Roo"]]},", ",{"type":"[[","value":[["Tabasco"]]},", ",{"type":"[[","value":[["Yucatán"]]}],["region6description=Jungle and impressive Mayan archaeological sites, along with the Caribbean coast"]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Plaza de la Constitucion Ciudad de Mexico City.jpg"],["thumbnail"],["Plaza de la Constitución, also known as Zocalo, Mexico City"]]},"\n",{"type":"<","value":["includeonly",["THIS LIST SHOULD ONLY INCLUDE 9 CITIES - DO NOT ADD OR REPLACE CITIES WITHOUT FIRST USING DISCUSSION"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mexico City"]]}," - Capital of the Republic, one of the three largest cities in the world, and a sophisticated urban hub with a 700-year history. In Mexico City, you will find everything from parks, Aztec ruins, colonial architecture, museums, to nightlife and shopping. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Acapulco"]]}," - A sophisticated urban beach setting known for its top-notch nightlife, elegant dining, and nightmarish traffic.  Many of the older (pre-1990s) concrete structures have suffered tropical decay."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cancún"]]}," - One of the worlds most popular and famous beaches, known for its clear Caribbean waters, its lively party atmosphere, and its wealth of recreational facilities.  During Spring Break it is noted for drinking, sunburns, and debauchery."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Guadalajara"]]}," - A traditional city, capital of ",{"type":"[[","value":[["Jalisco"]]}," state, and the home of mariachi music and tequila. Guadalajara is blessed with perpetual spring weather and its colonial downtown is graceful and sophisticated."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mazatlan"]]}," - Lively Pacific coast town, Mazatlan is a shipping port, a transportation hub with ferries to Baja California, and a beach resort destination with miles of sandy shore. It is a popular Spring Break destination due to its variety of affordable lodging options."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Monterrey"]]}," - A large modern city that is the commercial and industrial hub of Northern Mexico. Monterrey enjoys a dry, mountainous setting and is known for its high-quality educational and transportation infrastructure. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Luis Potosi"]]}," - Located in central Mexico, a colonial city that was once an important silver producer, but today, relies on manufacturing for its economic base."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Taxco"]]}," - In central Mexico west of Cuernavaca, this nice steep mountain town was once a major silver producer, and now has a strong place in the trade of decorative silver, from cheap fittings to the most elegant jewelry and elaborate castings."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tijuana"]]}," - Mexico's busiest border crossing for pedestrians and private vehicles, and a long-time bargain Mecca for southern Californians due to its proximity with ",{"type":"[[","value":[["San Diego"]]},"."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Barranca del Cobre-El Divisadero17-10-2005CIMG3344.jpg"],["thumbnail"],["The moon is rising over Copper Canyon"]]},"\n\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Copper Canyon"]]}]}," (Barrancas del Cobre) - An exotic destination for travelers looking for a unique remote adventure! An awesome mountain rail ride --- one of the greatest in the world --- takes you upwards over 8000 feet on the CHEPE, the Chihuahua al Pacifico Railway. Hiking, horseback riding, birding, and Tarahumara Indians. Copper Canyon, the Sierra Madre and the Chihuahuan desert of Mexico. This area is designed for adventurous individuals who will tolerate some rough travel to get to their point(s) of interest (although the famous train ride isn't demanding at all). Copper Canyon, a magnificent remote wilderness is not likely ever to become a mass market destination.  "]},"\n:",{"type":"''","value":["NOTE"]},": If taking the CHEPE train ride starting in ",{"type":"[[","value":[["Los Mochis"]]},", the real scenery starts at El Fuerte. Stand on the western side and travel uphill to Creel or Chihuahua. Hang out in the few open vestibules with your camera -- the uphill scenery is fairly splendid for at least two of the seven or nine or twelve hours of the journey.  On the downhill run, put yourself in the club (bar) car, where you can stretch out in a modicum of comfort.  The first-class (express) and second-class (tourist) trains are essentially the same, except that the express stops less and is twice as expensive.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sea of Cortez"]}," - See whale birthings, swim with dolphins, and sea kayak in the warm waters of the Sea of Cortez, along the eastern coast of Baja California, near La Paz.  And the sunsets at ",{"type":"[[","value":[["Puerto Peñasco"]]}," and ",{"type":"[[","value":[["San Carlos (Mexico)"],["San Carlos"]]}," are not to be missed."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Monarch Butterfly Breeding Sites"]}," - Protected natural areas in the highlands of the state of Michoacán. Millions of butterflies come to the area between November and March of each year, although numbers have declined sharply recently. See them before they're all gone."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sumidero Canyon"]]}]}," - From docks on the Rio Grivalva (the only major river within Mexico) near ",{"type":"[[","value":[["Tuxtla Gutiérrez"]]}," in Chiapas state, tour launches take you into this steep-walled National Park. You'll likely see vast flocks of flamingos, pelicans, and other waterfowl, as well as crocodiles."]},"\n",{"type":"===","value":["Archaeological Sites"]},"\n",{"type":"[[","value":[["File:Palace at Palenque.jpg"],["thumbnail"],["Palenque"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Chichen Itza"]]}]}," - Majestic Mayan city, declared a UNESCO World Heritage Site in 1988 and recently voted as one of the New Seven Wonders of the World."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ek Balam"]]}]}," - Recently reconstructed Mayan site, famous for its unique decorated stucco and stone carved temples that you can climb."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["El Tajín"]]}]}," - In the state of Veracruz near the town of Papantla. A UNESCO World Heritage Site."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Guanajuato"]]}]}," - In the state of Guanajuato, two sites making part of the \"Tradición él Bajío\": Plazuelas and Peralta."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Monte Alban"]]}]}," - In the state of Oaxaca, a Zapotec site dating from about 500 B.C. A UNESCO World Heritage Site."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Palenque"]]}]}," - Mayan city in the state of Chiapas, Palenque famous for its elaborate paintings. Also well known for having the largest tract of rainforest in Mexico located in the same area. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Teotihuacan"]]}]}," - In the state of Mexico, near Mexico City. Enormous site with several large pyramids."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tulum"]]}]}," - Mayan coastal city with spectacular Caribbean vistas. Dates from late Mayan period."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Uxmal"]]}]}," - Impressive Mayan city-state in the Puc Region, declared a UNESCO World Heritage Site in 1996."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Fila Aeroméxico.JPG"],["thumbnail"],["Aeromexico planes at Benito Juarez International Airport"]]},"\n",{"type":"====","value":["From the United States and Canada"]},"\n\nThere are hundreds of daily flights linking Mexico to cities large and small throughout North America. This includes legacy carriers such as Air Canada, American Airlines, Delta, etc... as well as discount airlines such as JetBlue, Spirit, and WestJet. Southwest Airlines also plans to add service to Mexico next year subject to regulatory approval. Also to be considered is the Mexican discount carrier ",{"type":"'''","value":["Volaris"]},", which currently operates from several major US cities (including ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Denver"]]},", ",{"type":"[[","value":[["Las Vegas"]]},", ",{"type":"[[","value":[["Oakland"]]},", and ",{"type":"[[","value":[["Orlando"]]},") through their hubs in ",{"type":"[[","value":[["Mexico City"]]}," and ",{"type":"[[","value":[["Guadalajara"]]},".\n\nNote that as with both the United States and Canada, you will have to clear immigration ",{"type":"''","value":["and"]}," customs at your first Mexican port of entry, even though that airport may not be your final destination.  (For example, many trips on Aeromexico will involve connecting through its Mexico City hub.)  You will then have to re-check your bags and possibly go through security again to proceed to your next flight segment.\n\n",{"type":"====","value":["From Australia or New Zealand"]},"\nFly from either Sydney, Brisbane, Melbourne or Auckland(NZ) direct to Los Angeles. Delta, Qantas, United, and V Australia offer non-stop air service from Australia to Los Angeles.  Air New Zealand offers one-stop air service from Australia and non-stop air service from Auckland to Los Angeles.  Hawaiian Airlines and Air Tahiti Nui offer one- or two-stop air service to Los Angeles from Australia and New Zealand.  \n\nMany airlines fly from Los Angeles to Mexico including AeroMexico, Alaska, Volaris, Horizon, Aerolitoral, and United. More options are available if connecting through another U.S. city.  Also, make sure to have a good look at visas beforehand - even just for transit you will need something for USA, and if you get a visa waiver, they treat Mexico as part of USA, meaning if you stay longer than 90 days in Mexico, you will need to travel further south before returning to USA.\n\n",{"type":"====","value":["From Europe"]},"\nMost commercial airlines link Mexico directly to Europe. There are direct flights to ",{"type":"[[","value":[["Benito Juarez International Airport"],["Mexico City"]]}," (MEX) from Paris (CDG), London (LHR), Madrid (MAD), Amsterdam (AMS), Frankfrut (FRA) and to Cancun (CUN) specially during summer season. It is always worth to compare flight offers from air carriers who can bring you to Mexico City or Cancun via many European hubs. The flight duration from those cities is always approximately 11 hours.\n\n",{"type":"===","value":["By train"]},"\nThere is at least one place where Mexico is accessible via rail and a short walk - south of ",{"type":"[[","value":[["San Diego"]]},". The San Diego Trolley can be taken from downtown San Diego (which Amtrak serves) to the California-Baja California border. (note: El Paso\/Juarez is also well served by Amtrak, the station is within a stones throw of the Rio Grande)\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:SanYsidroBorderCrossingByPhilKonstantin.jpg"],["thumbnail"],["Crossing into Mexico from the U.S. near Tijuana"]]},"\nAmerican automobile insurance is not accepted in Mexico; however it is easy to obtain short-term or long-term tourist policies that include the mandatory liability coverage, theft and accident coverage for your vehicle, and often, legal assistance coverage.  Should you decide to drive to Mexico, the Transport and Communications Secretariat website ",{"type":"[","value":["http:\/\/dgp.sct.gob.mx\/index.php?id=440"]}," has free downloadable road maps. \n\nForeign-plated vehicles must obtain necessary permits before being allowed into the interior of Mexico. This can be done at the border checkpoints by showing your vehicle title or registration, as well as immigration documents and a valid credit card. It is now possible to apply for your vehicle import permit online. Vehicle permits will only be issued to the registered owner of the vehicle, so the papers will have to be in the name of the applicant. The Baja California peninsula and the northern part of the State of Sonora do not require a permit. \n\nDue to the incredibly high volume of drugs and illegal immigration (into the US) and drug money & weapons (into Mexico) crossing the US-Mexico border, expect long delays and thorough searches of vehicles when crossing the border. At some of the busiest crossings, expect a waiting time of 1–3 hours.\n\n",{"type":"===","value":["By bus"]},"\nThe Mexican bus system is reportedly the most efficient in the world. There are many different independent companies but all use a central computerized ticketing system. Rates per mile are generally comparable to those of Greyhound in the U.S., but there are more departures and the system serves much smaller villages than its American counterpart. There are many bus companies based in Mexico with branch offices in major U.S. cities with a few such examples noted below.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.omnibusmexicanos.com.mx\/ Omnibus Mexicanos"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.autobusesamericanos.com.mx\/ Autobus Americanos"]}]}," -- services from Meixco-US"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.elexpreso.net\/ El Expresso"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/ticket.gruposenda.com\/ Turimex Internacional"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tufesa.com.mx\/home.html TUFESA Bus Lines"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.crucero-usa.com\/default.aspx?strLanguage=EN Crucero USA"]}]}]},"\nA ticket to a major Mexican city from the U.S. can be bought for as little as $60 roundtrip (San Antonio TX to Monterrey N.L.). These companies, however, do cater to mostly Hispanics or Mexican Nationals living in the U.S. and operate mostly in Spanish.\n\nGreyhound offers tickets from the US to major Mexican cities, including Monterrey, Querétaro, Durango, Mazatlan, Torreon, Mexico City. It is best (and cheapest) to buy a round-trip Greyhound ticket since it may be more difficult and expensive to buy a ticket from Mexico to a US destination which is not a major city. When departing from Mexico, the local bus line (usually Futura) will change the Greyhound-issued ticket into its own, free of charge.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"*","value":[" Border crossing from ",{"type":"[[","value":[["Guatemala"]]},"."]},{"type":"*","value":[" Cruise ships from United States."]},"\n",{"type":"===","value":["Visa and other entrance requirements"]},"\nAccording to the ",{"type":"[","value":["http:\/\/www.sre.gob.mx\/english\/ Mexican Ministry of Foreign Affairs (Secretaria de Relaciones Exteriores)"]},", certain foreign nationals who intend to stay in México fewer than 180 days for the purpose of tourism or 30 days for business can fill out a tourist card at the border or upon landing at an airport after presenting a valid passport, for $22.  If arriving via air, it is included in the price of the fare. This service is available to citizens of ",{"type":"[[","value":[["Andorra"]]},", ",{"type":"[[","value":[["Argentina"]]},", ",{"type":"[[","value":[["Aruba"]]},", ",{"type":"[[","value":[["Australia"]]},", ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Bahamas"]]},", ",{"type":"[[","value":[["Belgium"]]},",  ",{"type":"[[","value":[["Belize"]]},", ",{"type":"[[","value":[["Bulgaria"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Chile"]]},", ",{"type":"[[","value":[["Costa Rica"]]},", ",{"type":"[[","value":[["Cyprus"]]},", ",{"type":"[[","value":[["Czech Republic"]]},", ",{"type":"[[","value":[["Denmark"]]},", ",{"type":"[[","value":[["Estonia"]]},", ",{"type":"[[","value":[["Finland"]]},", ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Great Britain"]]},", ",{"type":"[[","value":[["Greece"]]},", ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Hungary"]]},", ",{"type":"[[","value":[["Ireland"]]},", ",{"type":"[[","value":[["Iceland"]]},", ",{"type":"[[","value":[["Israel"]]},", ",{"type":"[[","value":[["Italy"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Latvia"]]},", ",{"type":"[[","value":[["Liechtenstein"]]},", ",{"type":"[[","value":[["Lithuania"]]},", ",{"type":"[[","value":[["Luxembourg"]]},", ",{"type":"[[","value":[["Malta"]]},", ",{"type":"[[","value":[["Monaco"]]},", ",{"type":"[[","value":[["Netherlands"]]},", ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Norway"]]},", ",{"type":"[[","value":[["Panama"]]},", ",{"type":"[[","value":[["Poland"]]},", ",{"type":"[[","value":[["Portugal"]]},", ",{"type":"[[","value":[["Puerto Rico"]]},", ",{"type":"[[","value":[["Romania"]]},", ",{"type":"[[","value":[["San Marino"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Slovakia"]]},", ",{"type":"[[","value":[["Slovenia"]]},", ",{"type":"[[","value":[["Spain"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Sweden"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["Trinidad and Tobago"]]},", ",{"type":"[[","value":[["United States of America"]]},", ",{"type":"[[","value":[["Uruguay"]]}," and ",{"type":"[[","value":[["Venezuela"]]}," (see official list at ",{"type":"[","value":["http:\/\/www.inm.gob.mx\/index.php\/page\/Paises_No_Visa\/en.html"]},").  Permanent residents of the United States, Canada, Japan, United Kingdom, and Schengen area countries are also eligible for visas on arrival regardless of citizenship.\n\nThe current Mexican tourist card is formally known as a ",{"type":"''","value":["Forma Migratoria Múltiple"]}," (Multiple Immigration Form), or FMM.   It has a perforation that divides the card into two parts, of which the right side asks for some of the same information requested on the left side.  At entry, after reviewing your passport and filled-out FMM, the immigration officer will stamp your passport and the FMM, separate the FMM along the perforation and give the right side of the FMM back to you with your passport.  \n",{"type":"'''","value":["Keep the FMM together with your passport at all times."]},"  It is your responsibility to make sure the right side of the FMM is returned to the Mexican government at time of departure so that the bar code can be scanned, thus showing that you left the country on time.  For example, if you are flying with Aeromexico, they will ask for your passport and FMM at check-in for your flight home, then staple your FMM to your boarding pass.  You are expected to then hand the boarding pass together with your FMM to the gate agent as you board your flight.  If you lose your FMM during your visit to Mexico, you may be subject to substantial delays and fines before you can leave the country.  \n\nElectronic authorization (Autorización Electrónica) ",{"type":"[","value":["http:\/\/www.inm.gob.mx\/index.php\/page\/Inicio_Autorizacion_Electronica\/en.html"]}," for travelling to Mexico is available on the Internet for nationals from ",{"type":"[[","value":[["Ukraine"]]},", ",{"type":"[[","value":[["Russia"]]}," and ",{"type":"[[","value":[["Brazil"]]},". Nationals from ",{"type":"[[","value":[["Peru"]]}," may use this service under restricted circumstances. Other nationalities must contact a Mexican consulate in order to find out the requirements for citizens of their country, and may have to apply for and obtain a visa in advance of travel. If you are in need of other information, Mexico has diplomatic offices in the following cities around the world: ",{"type":"[","value":["http:\/\/portal3.sre.gob.mx\/english\/index.php?option=com_content&task=view&id=48&Itemid=11"]},". The consulates in the USA are typically open for business to non-citizens (by telephone or in-person) only from 8:30 AM to 12:30 PM.\n\nIf you cross the border via road, do not expect the authorities to automatically signal you to fill out your paperwork. You will have to locate the border office yourself. \n\nThe immigration officer at your point of entry into Mexico can also request that you demonstrate that you have sufficient economic solvency and a round trip ticket.\n\nIf you do not intend to travel past the \"border zone\" and your stay does not exceed three days, U.S. and Canadian nationals require only a proof of citizenship. Reentry into the United States generally requires a passport, but a U.S. or Canadian Enhanced Drivers License (or Enhanced Photo ID) or U.S. passport card is acceptable for reentry by land or sea.\n\n",{"type":"==","value":["Get around"]},"\n\nTravelling in Mexico is most practical by bus, car, or air. Passenger transport by train is almost nonexistent. Except the ",{"type":"'''","value":["Chihuahua del Pacifico"]}," rail line which pull out every morning at both ends of the line, one from Los Mochis on the Pacific coast,  across from Baja California, and the other from Chihuahua in the east (due south of El Paso, Texas).   They cross each other roughly midways at ",{"type":"'''","value":["Divisadero and Barrancas"]}," Copper Canyon stations at an altitude of 2100 m (7000 ft).\n\n",{"type":"===","value":["By car"]},"\n",{"type":"{{","value":[["main"],["Driving in Mexico"]]},"\n",{"type":"[[","value":[["File:Highway120PinalAmoles.JPG"],["thumbnail"],["Highway 120 passing through the village of Pinal de Amoles"]]},"\nDue to a government scheme in the early 1990s to create infrastructure, the best roads are toll roads. Toll roads can be relatively costly (400-800 pesos is common on longer trips) but are much faster and better maintained. First-class buses generally travel by toll roads (and the toll is obviously included in the ticket price).\n\nUS vehicle insurance is not valid in Mexico, and while Mexican auto insurance is not required, it is ",{"type":"''","value":["highly recommended"]},", as any minor accident could land you in jail without it. MexiPass ",{"type":"[","value":["http:\/\/www.mexipass.la"]}," and AAA offer Mexican auto insurance. \n\nWhen traveling on Mexican roads, especially near the borders with the United States and Guatemala, one will probably encounter several checkpoints operated by the Mexican Army searching for illegal weapons and drugs. If you are coming from the United States, you may not be used to this, and it can be intimidating. However, these are rarely a problem for honest people. Simply do what the soldiers tell you to do, and treat them with respect. The best way to show respect when entering a checkpoint is to turn your music down, lift sunglasses from your face, and be prepared to roll your window down. They should treat you with respect as well, and they usually do. If you are asked to unpack any part of your vehicle, do so without complaint. It is their right to make you completely unload in order for them to inspect your cargo.\n\nTourists are often warned about traveling on roads at night. Although ",{"type":"''","value":["bandidos"]}," are rare in more metropolitan areas, err on the side of caution in more rural areas. The best bet is to drive during only daylight hours. Cattle, dogs, and other animals also can appear on the roadway unexpectedly, so if you do have to drive at night, be very cautious. If possible, follow a bus or truck that seems to be driving safely.\n\nThe Secretariat of Communication and Transport recently set up a new mapping tool similar to those in the U.S. like Mapquest, its name is Traza Tu Ruta ",{"type":"[","value":["http:\/\/www.sectur.gob.mx\/wb2\/sectur\/traza_tu_ruta_carretera"]}," and is very helpful to find how to get to your destination using Mexico's roads. It is in Spanish but can be used with basic knowledge of the language.\n\nForeign drivers' licenses are recognized and recommended. Speeding tickets are common, and to ensure your presence at the hearing, the officer may choose to keep your license. He is within his rights to do so. Beware though, police officers are known to keep driver's licenses until they are given a bribe. \n\nAt petrol (gas) stations, make sure the pump is zeroed out before the attendant begins pumping your gas so that you don't end up paying more than you should. There is only one brand of gas station (Pemex) and prices are generally the same regardless of location, so don't bother shopping around.\n\nGood maps are invaluable and the Mexico maps included in \"North American Road Atlas\" books are worse than useless. The Guia Roji maps are particularly good.\n\n",{"type":"===","value":["By plane"]},"\nMexico is a large country and the low-cost revolution that started in 2005 means that fares are often ridiculously cheap if you book in advance.  Note that now with the increases in fuel charges the bargain days are mostly gone and the airlines have had to raise prices to survive the recent recession. But, there are bargains to be found and you can keep abreast by signing on to a reliable notification service such as Kayak.com.\n\nThe main full-service airlines, in addition to the major US carriers, are Aeromar ",{"type":"[","value":["http:\/\/www.aeromar.com.mx"]},", AeroMexico ",{"type":"[","value":["http:\/\/www.aeromexico.com"]}," and AeroMexico Connect (formerly Aerolitoral). The rapidly changing palette of low-cost carriers includes InterJet ",{"type":"[","value":["http:\/\/www.interjet.com.mx"]},", Volaris ",{"type":"[","value":["http:\/\/www.volaris.com.mx"]},", Viva Aerobus ",{"type":"[","value":["http:\/\/www.vivaaerobus.com"]}," and NOTE: Mexicana Airlines filed for backruptcy this fall (2010) and other carriers are in the process of picking up Mexicana's former routes. Always check the individual carrier's website to see just where they fly at this point.  Things are changing somewhat rapidly now.\n\n",{"type":"===","value":["By bus"]},"\n\nIf traveling by bus, be sure to take the express buses, if available (they are called ",{"type":"''","value":["directo"]},"). Other buses often stop at many smaller stations along the way, making the trip a lot longer. If you have experience with Greyhound buses in the US, you're in for a pleasant surprise. First class buses are usually direct routes and are the best option for most. These buses are comfortable, have washrooms and will generally show movies, which may or may not be English with Spanish subtitles. Second class buses may be very similar to 1st class just making more stops or in rural areas they may be essentially chicken buses (",{"type":"''","value":["polleros"]},"). Executive and Luxury lines cost about 60% more than first class, may be faster, usually have larger seats, and they have less frequent departures; they are really only a good option for elderly or business travelers.  With the advent of NAFTA, some bus companies are now offering service from US cities. The major bus companies offering these kind of services are Grupo Ado ",{"type":"[","value":["http:\/\/www.ado.com.mx"]},", Estrella de Oro (Gold Star) ",{"type":"[","value":["http:\/\/www.estrelladeoro.com.mx"]},", Enlaces Terrestres Nacionales ",{"type":"[","value":["http:\/\/www.etn.com.mx"]},", Estrella Blanca (White Star) ",{"type":"[","value":["http:\/\/www.estrellablanca.com.mx"]},", Estrella Roja (Red Star)  ",{"type":"[","value":["http:\/\/www.estrellaroja.com.mx"]},", and Primera Plus (First Plus) ",{"type":"[","value":["http:\/\/flechaamarilla.com"]},".\n\nTravellers heading east (more or less) from Mexico City (TAPO bus terminal) can find ticket information on TicketBus ",{"type":"[","value":["http:\/\/www.ticketbus.com.mx"]},". Other destinations can be found on individual companies' websites. The north of Mexico, for instance, is service by Omnibuses de Mexico ",{"type":"[","value":["http:\/\/www.odm.com.mx\/"]}," or ETN ",{"type":"[","value":["http:\/\/www.etn.com.mx\/"]},".\n\nOn the other hand if traveling within a city, you won't find a pleasant surprise. You will find one of the most chaotic public transport systems full of the popular \"peseros\". \"Peseros\" are small buses with varying color codes depending on the city you are. Usually the route taken is written on cardboard attached to the windshield. Unlike in many countries, bus stops are uncommon and you are expect to signal the bus to pick you up and drop you off wherever you want. You will rarely find a stop button in a pesero; just shout the word \"bajan\" for it to stop. Fares are cheap and vary from 2 to 7 pesos approximately.\n\n",{"type":"===","value":["By train"]},"\n\nPassenger trains are very limited in Mexico with only a few lines in operation in places like the Copper Canyon in the northern state of Chihuahua, that line is also known as the ",{"type":"''","value":["Chihuahua Pacific Railway"]}," ",{"type":"[","value":["http:\/\/www.chepe.com.mx\/"]}," since its final destination is the Pacific coastal city of Tobolobampo in the state of Sinaloa. In the state of Jalisco there is also a line which travels from the state capital city ",{"type":"[[","value":[["Guadalajara"]]}," to its final destination in the small town of Tequila, this is why this line is called the ",{"type":"''","value":["Tequila Express"]}," ",{"type":"[","value":["http:\/\/www.tequilaexpress.com.mx\/"]},". In the Yucatán Peninsula there is a line of passenger trains which runs from Villahermosa through Campeche, Mérida, Playa del Carmen and its final destination being the city of Cancun, this train also runs through a few Mayan ruins including Chichen-Itza and this gives it its name of the ",{"type":"''","value":["Expreso Maya"]}," ",{"type":"[","value":["http:\/\/www.expresomaya.com\/"]}," which is Spanish for ",{"type":"''","value":["Mayan Express"]},". Mexico City and Monterrey have subway service, and it might be possible to hop aboard freight cars in some parts of the country (if you happen to be an adventurer).\n\n",{"type":"===","value":["By thumb"]},"\nOne upside of the high petroleum prices is that hitching is beginning to be more common in Mexico again, particularly the rural areas. In areas near big cities, hitching should be more difficult, and is not really advisable due to security reasons. \nHowever, in village areas, this will be really possible and most likely a nice experience. Since villagers have always had a hard time affording gas, and nowadays many are turning to picking up paying hitchhikers as a way to afford the next trip into town. Baja California, the Sierra Tarahumara and Oaxaca and Chiapas all have good possibilities for the hitchhiker.\n",{"type":"[[","value":[["Hitchhiking"]]}," possibilities vary according to region. Mexican culture is often accepting of hitchhiking and it's a common practice among Mexican youngsters going to the beach in Easter vacations, though in some cases a money contribution is expected for gas because of its relatively high prices. You should make it clear that you have no money to offer before accepting the ride, if this is the case. If you're willing to pay, trucks will often provide lifts for about half the price of a bus ticket. Of course you may be able to negotiate a better deal. Hitchhiking is considered fairly safe and easy in the ",{"type":"[[","value":[["Yucatán Peninsula"]]},".\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["Spanish phrasebook"]]},"\n\nMexico recognizes nearly 70 indigenous languages, many of which are still in active use.  Spanish, however, is the ",{"type":"''","value":["de facto"]}," national language.  Spanish is used by virtually the whole population and all public communications (signs, documents, media, etc.) are conducted in the language. Bilingual signs in Spanish and English might be available in popular tourist destinations.\n\nEnglish is understood by many in Mexico City as well as by some tourist workers in popular tourist places, but nevertheless, most Mexicans don't speak English. Educated Mexicans, especially younger ones, and professional businessmen are the people most likely to speak some English. The most popular foreign languages to learn within Mexico after English are French, Italian, German and Japanese. German, French, and Russian may be known by some in the tourism industry, but among clerks, policemen, and drivers (most particularly the last) there is basically no such thing as knowledge of foreign languages.\n\nMexico has one of the richest diversity of languages, with more of 60 indigenous languages spoken within the Mexican territory. These languages are spoken within the communities of these indigenous peoples, who are largely segregated from mainstream mestizo society. In any case, the probabilities of finding a speaker of any of these languages is small, since only half of 20% that comprises Indian population in Mexico speaks indigenous language. On the other hand, most of these communities are fluent in Spanish as well. Therefore learning any of these indigenous languages is not indispensable at all; quite the opposite, unexpected and will gain a lot of respect from these communities.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Tochimilco portada.jpg"],["thumbnail"],["Popocatépetl's 16th century monasteries are World Heritage Sites"]]},"\nThere are 32 ",{"type":"[[","value":[["UNESCO World Heritage Site"],["UNESCO world heritage sites"]]}," in Mexico, more than anywhere else in the Americas. Most of them are in the cultural category and relate to either the pre-Columbian civilizations in the area or to early cities established by the Spanish ",{"type":"''","value":["conquistadores"]}," and missionaries. Much of Mexico is mountainous with some mountains rising higher than 5,000m over the sea level.\n\n",{"type":"==","value":["Buy"]},"\nThe currency of Mexico is the ",{"type":"''","value":["peso"]}," (",{"type":"'''","value":["MXN"]},"), divided into 100 ",{"type":"''","value":["centavos"]},". \n\nCoins are issued in 5, 10 (steel), 20, 50 centavo (brass; new 50-centavo coins issued from 2011 on are steel and smaller in size) and 1, 2, 5 (steel ring, brass center), 10, 20, 50, and 100 peso (brass ring, steel or silver center) denominations, but it's extremely rare to find coins valued at more than 10 pesos. \n\nBanknotes are produced in MXN20 (blue), 50 (pink-red), 100 (red), 200 (green), 500 (brown), and 1000 (purple and pink for the latest issue, purple for older issues) denominations. The most recent MXN20, MXN50 and MXN100 bills are made from polymer plastic, and there are several different series of all banknotes. Ten-peso notes exist, but are very rare and no longer issued and accepted.\n\n\"Old\" pesos (issued before 1993) are no longer accepted, but are usually collected by numismatists.\n\nThe symbol used for pesos locally is the same as for US dollars ($), which can be slightly confusing. Prices in dollars (in tourist areas) are labeled \"US$\" or sport an S with a double stroke. As of June 2011, the exchange rate hovered around MXN13 to USD1. As this exchange rate has typically hovered around MXN11 to USD1, vendors and merchants will often use this rate of exchange. Thus, it is currently better to purchase with pesos. US dollars are widely accepted in the far north and in tourist locales elsewhere. \n\nOther currencies such as the euro, Pound sterling, and Swiss Franc are generally not accepted by merchants, and even banks headquartered in Europe may refuse to accept euros for exchange. On the other hand, most banks and exchange offices (\"casas de cambio\") will widely accept them.\n\nIf you have brought cash in USD or €, the best places to change your money are at an arrival airport (such as MEX and CUN), where many money exchanges are located already in the arrival hall (where you can also compare some exchange rates and choose the most convenient) and, normally, at airports, the exchange rate is usually fair. Be sure to pass through Customs before looking for foreign exchange as inside the customs zone in Cancun the rate is around MXN9.6 to 1USD, which is far lower than what the greediest street vendors ask for.\n",{"type":"[[","value":[["File:Denominaciones billetes mexico.jpg"],["thumbnail"],["Peso bills"]]},"\nIf you would like to wait until later to obtain Mexican currency, try not to change at your hotel, as the rates there tend to be extremely disadvantageous for tourists. However, some hotels provide exchanges as a courtesy, in this case it is best to ask just to make sure. Often, you can find money exchanges at strategic places in most touristic destinations and near the hotel (zones). The exchanges rates should not differ drastically from the ones at airport. If you are unfamiliar with Mexican money (bills, coins), try to stick to official foreign exchange booths. In several internationally popular beach destinations like Cancun and Los Cabos, local merchants are accustomed to U.S. dollars and will often accept them as payment (they even have dual-currency cash registers and drawers). However, do bear in mind that the convenience of such “private” money exchange usually comes with a slightly unfavorable exchange rate.\n\nCredit and debit Cards (with Maestro or MC\/VISA affiliation) are widely accepted in Mexico. You can use them at ATMs as well as in most department stores, bigger restaurants, gas stations, but be sure that outside cities you always carry sufficient cash in pesos in your pocket, and generally verify the possibility to pay with card before consumption. Smaller (often family run) businesses often accept only cash. Most of the time, an extra 5% when paying with card. is asked. Also, you cannot get lower prices if you haggle unless you pay cash. Often, you can pay half or less by acting like you are leaving.\n\nWhile many Pemex stations accept credit cards, especially in locations that have heavy tourist traffic, some do not; travellers who intend to pay by credit card should always ask the attendant if the card is accepted before pumping begins. \n\nATMs are easy to come by. Bank of America customers can avoid ATM fees by using Santander Serfin ATMs. Other banks may have similar policies, check with your respective institution. For example, Banamex bank is owned by Citybank\/Citygroup, and Bancomer is owned by BBVA, who is related to Chase in USA. Ask to your bank if they have relation with Mexican banks, and the advantages that such ally can provide. Otherwise, do not be surprised to find yourself with a fee for each withdrawal. ATMs in smaller towns can run out of currency; sometimes this is a regular occurrence. Check with the bank (or locals) about the best time to use the ATM and never wait until the last minute to get cash.\n\n",{"type":"===","value":["Shopping"]},"\n",{"type":"[[","value":[["File:2013-12-27 Oaxaca Markt 03 anagoria.JPG"],["thumbnail"],["Spices for sale at a market in Oaxaca"]]},"\n",{"type":"*","value":[" Weights are measured in kilograms. Length is measured in centimeters and meters."]},{"type":"*","value":[" For clothes and shoe sizes, the \"Continental\" measurements are used."]},"Merchants can be picky about the state of your paper money and may scrutinize it and reject anything with rips. Try to keep it in as pristine condition as possible. Reputedly, this is more the case the farther south you go. In any case, you can easily enter a bank with some damaged bill to get it exchanged into another one.\n\nMerchants are often reluctant to make change in smaller towns. Try to avoid paying with overly large denominations; the best customer has exact change. In rural areas, your 'change' may consist of chiclets or other small commodities.\n\nMerchants, specially those in small markets (\"tianguis\") and street vendors are no strangers to haggling. Try asking \"¿Es lo menos?\" (\"Is this the smallest price?\"), The more rural and less touristic the area you're likely to have more success. \n\n",{"type":"*","value":[{"type":"'''","value":["Indigenous Art"]}," A visit to anywhere in Mexico will give one the opportunity to buy art made in the \"old world\" manner that reflects the diverse ethnicity of Mexico. Included in these articles would be textiles, wood carvings, paintings and carved masks that are used on sacred dances and burials."]},"\n",{"type":"*","value":[{"type":"'''","value":["Timeshares"]}," When visiting the ",{"type":"'''","value":["resort"]}," cities of Mexico (e.g. Cancun, Puerto Vallarta or similar), it is more than common to be approached on the streets, in bars, in restaurants and anywhere with offers of gifts, free rental cars, free nights, free dinners, free anything that may appeal to you, just for visiting and listening to a presentation to buy a timeshare. Unless you are severely desperate for something to do, you may want to ignore those making the offer and stay away from those ",{"type":"''","value":["free"]}," offers. While the properties are very nice, great locations and plenty of amenities, this is not the place to ",{"type":"''","value":["learn"]}," about timeshares. Do your homework before even thinking about buying a timeshare, see what the values are in the ",{"type":"''","value":["resale"]}," market and understand the ",{"type":"''","value":["rights"]}," you are buying as well as the future costs. Collecting on the ",{"type":"''","value":["free"]}," offers may be difficult, if not impossible."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Automobiles"]}," It's certainly worth going over and importing a car back from there, although importing it to the EU\/US standards is the hard part. Recommended are the Ford Fusion (like the British Ford Mondeo, but more upmarket) and the Chrysler 200 (the 2.4 model is worth it). Volkswagens can be substantially better-equipped than European or North American counterparts. The Passat sold in Mexico is ",{"type":"'''","value":["NOT"]}," the same car as in Europe, and is substantially bigger, however, engines are the same as in Europe, except for the 2.5 petrol."]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"[[","value":[["Image:Mayan ruins at Tulum Mexico.jpg"],["thumb"],["300px"],["Mayan Ruins of Tulum"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Surfing"]}," - ",{"type":"[[","value":[["Baja California"]]},", ",{"type":"[[","value":[["Vallarta"]]},", ",{"type":"[[","value":[["Oaxaca (state)"],["Oaxaca"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sea Kayaking"]}," - Baja California"]},{"type":"*","value":[" ",{"type":"'''","value":["Snorkeling"]}," - Baja California, Cancun, Cozumel, Isla Mujeres, etc."]},{"type":"*","value":[" ",{"type":"'''","value":["Scuba diving"]}," - Baja California, Cancun, Cozumel, Isla Mujeres, Acapulco, Cabo San Lucas etc., and cave diving in the cenotes of the Yucatán peninsula."]},{"type":"*","value":[" ",{"type":"'''","value":["Whale Watching"]}," - Baja California, ",{"type":"[[","value":[["Guerrero Negro"]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["White Water Rafting"]}," - Veracruz"]},{"type":"*","value":[" ",{"type":"'''","value":["Visit a Volcano"]}," - Mexico, Toluca etc."]},{"type":"*","value":[" ",{"type":"'''","value":["Take a ride on the Copper Canyon Railway"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Enjoy the beautiful coast line and beaches of Oaxaca"]}," - ",{"type":"[[","value":[["Mazunte"]]},", ",{"type":"[[","value":[["Puerto Escondido"]]},", etc."]},{"type":"*","value":[" Go for a horseback ride in the Barrancas de Chihuahua "]},{"type":"*","value":[" ",{"type":"'''","value":["Visit the archaeological sites"]}," -  Chichen Itza, Tulum, Coba, Monte Alban, Calakmul, Palenque, etc."]},{"type":"*","value":[" ",{"type":"'''","value":["Volunteering"]}," - Chiapas or in Xalapa, Veracruz with Travel to Teach."]},{"type":"*","value":[" ",{"type":"'''","value":["Visit ecological parks"]}," - ",{"type":"[[","value":[["Mayan Riviera"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["trekking also cave paintings in Baja California"]}," -  ",{"type":"[[","value":[["Guerrero Negro"]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:TacoPlacesPetatlan.JPG"],["thumbnail"],["Taco stalls"]]},"\n",{"type":"[[","value":[["File:Gordita.jpg"],["thumbnail"],["Gordita"]]},"\n",{"type":"[[","value":[["File:Guacamole y nachos.jpg"],["thumbnail"],["Guacamole and nachos"]]},"\nMexican cuisine can be described better as a collection of various regional cuisines rather than a standard list of dishes for the whole country. Because of climate, geography and ethnic differences, we can classify Mexican cuisine broadly in 4 great categories according to the region:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Northern"]}," - Mostly meat dishes done mainly from beef and goat. This includes Cabrito, Carne Asada (Barbecue) and Arrachera. Is influenced by international cuisine (mostly from the United States and Europe), but it retains the essential Mexican flavor."]},{"type":"*","value":[" ",{"type":"'''","value":["Central"]}," - This region is influenced by the rest of the country, but has its own well-developed local flavor in dishes such as Pozole, Menudo and Carnitas. Dishes are mostly corn-based and with different spices. "]},{"type":"*","value":[" ",{"type":"'''","value":["Southeastern"]}," -  Is known for its spicy vegetable and chicken-based dishes. Caribbean cuisine have influences here because of the location."]},{"type":"*","value":[" ",{"type":"'''","value":["Coast"]}," - Is composed heavily with seafood and fish, but corn-based recipes can be easily found as well."]},"\nAsk for the \"platillo tipico\" of the town, which is the local speciality that may not be found elsewhere, a variation, or the birthplace of a recipe, also consider that most of the recipes change from place to place, like tamales, in the south are made with the banana plant leaves, and in the Huasteca region tamales are very big (There are called \"Zacahuil\"), one is OK for a complete family.\n\nTraditional Mexican food can often be very spicy; if you are not used to peppers, always ask if your food includes it. \"(",{"type":"''","value":["¿Esto tiene chile? Es picante?"]},").\"\n\nThere are many food carts on the streets of Mexican cities and towns. Travelers are advised to eat from these carts with caution, as hygienic preparation practices are not always reliable. In doing so, you may (or may not) find some of the most unique and genuinely Mexican dishes you've ever had. From these vendors, you may find tacos, burgers, bread, roasted field corn or elote served with mayonnaise, or a light cream, and sprinkled with fresh white cheese, roasted sweet potato called camote, and almost any kind of food and service you would imagine.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Chicharrón"]}," - Deep fried pork skin. Quite crunchy and if well-prepared slightly oily. Heavenly spread with guacamole. Or sometimes cooked in a mild chili sauce and served with eggs."]},{"type":"*","value":[" ",{"type":"'''","value":["Enchiladas"]}," - Chicken or meat stuffed soft tortillas covered with green, red or mole sauce. Some may have melted cheese inside and\/or on top."]},{"type":"*","value":[" ",{"type":"'''","value":["Tacos"]}," - Soft corn tortillas filled with meat (asada (steak strips), pollo (shredded chicken), carnitas (fried shredded pork), lengua (tongue), cabeza (meat from cow skull), sesos (cow brains), tripa (cow gut), or pastor (chili pork beef). In the north sometimes flour tortillas are used. Do not expect the crispy taco shell anywhere."]},{"type":"*","value":[" ",{"type":"'''","value":["Tamales"]}," - corn dough shell with meat or vegetable fillings. Tamales Dulces contain fruit and\/or nuts."]},{"type":"*","value":[" ",{"type":"'''","value":["Tortas"]}," - Fancy Mexican sandwich. Bread roll that is grilled lightly, meat fillings are same as tacos, lettuce, tomatoes, jalapeños, beans, onion, mayonnaise and avocado. One is beginning to find tortas with the American styled cold cuts available, as well, in urban areas."]},{"type":"*","value":[" ",{"type":"'''","value":["Huitlacoche"]}," - (wit-la-ko-che) A fungus, much like mushrooms, found in corn. This dish is usually an additive to others. Foreigners might find it hard to stomach but Mexicans swear by it. Although most Mexicans love huitlacoche, most do not prepare it in their own home very frequently. It can be found in most markets or stores."]},{"type":"*","value":[" ",{"type":"'''","value":["Quesadillas"]}," - Cheese or other ingredients grilled in between corn tortillas. Note: heavy on cheese and lighter on other items such as chicken, pork, beans, squash flower blossoms and such."]},{"type":"*","value":[" ",{"type":"'''","value":["Mole"]}," - Mild to medium chili based sauce made with cocoa and a hint of peanut over meat, usually served with shredded chicken or turkey. ('Pollo en mole' and this is known as Puebla or poblano style). There are many regional moles and some are green, yellow, black and can vary greatly in flavor depending on the artistic talent or preferences involved."]},{"type":"*","value":[" ",{"type":"'''","value":["Pozole"]}," - Chicken or pork broth with hominy corn, spiced when served with oregano, lettuce, lemon juice, radish, chopped onion, dried ground chile and other ingredients such as chicken, pork, or even seafood, usually served with a side dish of tostadas, fried potato and fresh cheese tacos. Very fortifying."]},{"type":"*","value":[" ",{"type":"'''","value":["Gorditas"]}," - corn patty stuffed with chicharron, chicken, cheese, etc. topped with cream, cheese and hot sauce."]},{"type":"*","value":[" ",{"type":"'''","value":["Grillo"]}," - Grasshopper, usually cooked and placed inside another dish such as a quesadilla. It is frequently found in markets in the state of Morelos and other central Mexico states. This is not common in Mexico City. "]},{"type":"*","value":[" ",{"type":"'''","value":["Guacamole"]}," - crushed avocado sauce with green serrano chile, chopped red tomato and onion, lime juice, salt, and served with somewhat thick (1\/8 inch)fried tortilla slices or \"totopos\"."]},{"type":"*","value":[" ",{"type":"'''","value":["Tostadas"]}," - fried flat tortilla topped with fried beans, lettuce, cream, fresh cheese, sliced red tomato and onion, hot sauce, and chicken or other main ingredient. Think a corn chip dippers, on low dose steroids, for salsas and as above.  Note that you do not usually get a plate of this automatically in many parts of Mexico as you would in the US, although they are starting to show up in resort areas that cater to US nationals automatically. "]},{"type":"*","value":[" ",{"type":"'''","value":["Huaraches"]}," -  a bigger (think shoe shaped) version a gordita."]},{"type":"*","value":[" ",{"type":"'''","value":["Sopes"]}," - corn patty topped with a wide variety of ingredients such as chicken, cheese, mashed beans, and various hot sauces."]},{"type":"*","value":[" ",{"type":"'''","value":["Carnitas"]}," - deep fried pork meat served with a variety of salsa\", to get them dry with less grease."]},{"type":"*","value":[" ",{"type":"'''","value":["Chile en nogada"]}," - A big green Poblano chile with a beef or pork apple stuffing, covered with a white nut (usually walnut, known as ",{"type":"''","value":["nuez"]},") sauce and sprinkled with pomegranate seeds which happen to be red. The three colors represent the national flag and the dish is served nationwide around Mexican Independence Day 16 September."]},{"type":"*","value":[" ",{"type":"'''","value":["Barbacoa"]}," - Sheep or goat meat cooked with maguey leaves in an oven made at a hole in the ground. Think BBQ heaven without the hickory smoke or catsup based BBQ sauce. Served with condiments and salsas in corn tortilas and sometimes in a torta bread roll."]},{"type":"*","value":[" ",{"type":"'''","value":["Sopa de Tortilla"]}," - tortilla chips soup usually of chicken broth, plain or with a touch of tomato flavor, and usually mild and not at all hot.  Commonly served with diced avocado and fresh crumbled white cheese on top."]},{"type":"*","value":[" ",{"type":"'''","value":["Chilaquiles"]}," - tortilla chips with a green tomatillo, or red tomato, or mild chili sauce, usually served with chicken or eggs on top or within. Usually a mild dish. "]},{"type":"*","value":[" ",{"type":"'''","value":["Migas"]}," - is a typical dish in the center of the country which is a guajillo chile broth with soaked bread, which you can add the pork bones with meat or eggs."]},"\nYou can measure the quality of food by popularity, do not eat on lonely places, even if they are restaurants or hotels.  Consider that Mexicans eat their main meal in the middle of the afternoon (around 3 o'clock), with breakfast or \"almuerzo\", a mid-morning affair after a very light something, like a small plate of fruit or a roll with coffee, in the very early morning. Although, many Mexicans have large breakfasts in the morning. Later, at night the meal varies from very light, such as commonly sweet rolls or breads, coffee or hot chocolate, to heavy dinner, such as pozole, tacos, tamales, etc.  Schedule your meals accordingly and you will get a better perspective on the gauge of how busy (popular) a restaurant is.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Venta de tequila en Tequila Jalisco México..JPG"],["thumbnail"],["Tequila store in ",{"type":"[[","value":[["Tequila"]]}]]},"\nTap water is potable, but generally not recommended for drinking. Some exaggerated people even claim that tap water is not good for brushing teeth. Hotels usually give guests one (large) bottle of drinking water per room per night. Bottled water is also readily available in supermarkets and at tourist attractions.\n\n",{"type":"*","value":[" Absinthe is legal in Mexico."]},{"type":"*","value":[" Tequila, distilled from Agave (a specific type of cactus)"]},{"type":"*","value":[" Pulque, ferment made from Maguey "]},{"type":"*","value":[" Mezcal, similar to tequila but distilled from Maguey"]},{"type":"*","value":[" Tepache, made from pineapple"]},{"type":"*","value":[" Tuba, made from coconut palm tree"]},"\nThere are also several Mexican beers, most of which are available outside Mexico, these include:\n",{"type":"*","value":[" Corona (popular, but not necessarily as overwhelmingly popular in Mexico as many foreigners think)"]},{"type":"*","value":[" Dos Equis (XX), dark or lager. (both good mass-market beers)"]},{"type":"*","value":[" Modelo Especial (medium lager)"]},{"type":"*","value":[" Negra Modelo (darker, flavorful ale)"]},{"type":"*","value":[" Modelo Light (typical light Mexican beer - Corona, Pacifico and Tecate also have \"light\" versions."]},{"type":"*","value":[" Pacífico (Pilsner beer, one of the better lighter beers)"]},{"type":"*","value":[" Tecate (perhaps the most common beer, especially in the north, light with a slight hoppy taste)"]},{"type":"*","value":[" Indio (good amber, not commonly exported)"]},{"type":"*","value":[" Bohemia (nice malty taste)"]},{"type":"*","value":[" Carta Blanca (mass market beer)"]},{"type":"*","value":[" Sol (very light, similar to Corona)"]},{"type":"*","value":[" Superior (pretty common beer)"]},{"type":"*","value":[" Victoria (A light Vienna-style beer, usually not exported)"]},{"type":"*","value":[" Montejo"]},{"type":"*","value":[" León (red Vienna-style beer)"]},{"type":"*","value":[" Estrella"]},{"type":"*","value":[" Corona \"de Barril\" or Barrillito (fun to drink)"]},{"type":"*","value":[" Chamochelas"]},{"type":"*","value":[" Modelo Chope (Draft beer only available in select bars & restaurants, comes in Light & Negra varieties, with the latter being a Munich dunkel.)"]},"\nLighter Mexican beers are often served with lime and salt, though many Mexicans do not drink beer in this fashion. In some places you will find beer served as a prepared drink called \"Michelada\" or simply \"Chelada\". The formula varies depending on the place, but it's usually beer mixed with lime juice and various sauces and spices on ice served in a salt rim glass. Other variation called \"Cubana\" includes Clamato cocktail, soybean sauce, salt and a little bit of hot sauce.\n\nNorthwestern Mexico, including Baja California and Sonora, also produces wines, and Mexican wine is often quite good, but most Mexicans tend to prefer European or Chilean imports. \n",{"type":"[[","value":[["File:Champurrado thenewplace sf.jpg"],["thumbnail"],["Champurrado"]]},"\nNon alcoholic beverages:\n",{"type":"*","value":[" Chocolate"]},{"type":"*","value":[" Atole"]},{"type":"*","value":[" Horchata (rice based drink)"]},{"type":"*","value":[" Agua de Jamaica (hibiscus iced tea, similar to karkadai in Egypt)"]},{"type":"*","value":[" Licuados de fruta (Fruit smoothies and milkshakes)"]},{"type":"*","value":[" Champurrado (Thick chocolate drink)"]},{"type":"*","value":[" Refrescos (common sodas, generally sweet and made with cane sugar, not corn syrup as in the United States)."]},"\nThe legal drinking age in Mexico is 18, but not strictly enforced.  In many places, consumption of alcohol in public (\"open container\") is illegal and usually punishable by a day in jail. Be aware of waitresses and barmen, especially at night clubs. If you are not aware of your consumption and how much you already spent, they can add a few more drinks to your account. Some do this, not all.\n\nAlcoholmeters are widely used in driving roads If drinking, always have a designated driver. Driving under the influence of an alcoholic beverage will result in 1 to 3 days in jail.\n\nMexico, especially the southern state of Chiapas, produces excellent coffee. Café con leche, usually one part coffee to one part steamed milk, is very popular. Unfortunately, many places in Mexico that are not cafés serve Nescafe or other instant coffee - you may have to search for the good coffee, but it's there.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"[[","value":[["File:Flag of Mexico in Acapulco.jpg"],["thumbnail"],["Hornos Beach in Acapulco"]]},"\nThe most important Universities in Mexico are as follows:\n",{"type":"'''","value":["UNAM"]},", ranked 73° worldwide, and the best in Latin America, which leads Mexico with 50% of Mexican scientific research, many of Mexico most illustrious people attended UNAM, including:\n",{"type":"*","value":[" 5 Mexican presidents, "]},{"type":"*","value":[" All of the Mexican Nobel Laureates: Alfonso García Robles (Peace), Octavio Paz (Literature), and Mario Molina (Chemistry)"]},{"type":"*","value":[" The World Wealthiest Person: Carlos Slim."]},"Its main campus is a UNESCO World Heritage site. Murals in the main campus were painted by some of the most recognized artists in Mexican history, such as Diego Rivera and David Alfaro Siqueiros.\n\n",{"type":"'''","value":["IPN"]}," (Instituto Politecnico Nacional), a leading institution on engineering and architecture programs, it's a Polytechnical school and Most Mexico's technological creations can be attributed to IPN Alumni.\n",{"type":"'''","value":["ITESM"]}," (Instituto Tecnologico de Estudios Superiores de Monterrey), located in Monterrey but with branch campuses in many other Mexican cities, too, it's a Private Research University. It surpassed IPN in some Engineering areas (Most notably Computer Science) some years ago and it's on par with UNAM. It has many exchange programs with universities across the world, and even double degree programs; Some of them include:\n",{"type":"*","value":[" Double degree with Carnegie-Mellon University in M.S. in Information Technology."]},{"type":"*","value":[" Partnership with John Hopkins Medicine Program."]},{"type":"*","value":[" Summer Programs at Georgetown University, UC Berkeley, Stanford, Cambridge and Yale."]},{"type":"*","value":[" Double degree with UNC-Chapel Hill in M.B.A."]},{"type":"*","value":[" Exchange programs with over 200 universities abroad around 30 countries."]},"\n",{"type":"'''","value":["Anahuac"]}," (Universidad Anahuac), a prestigious private institution sponsored by the Legion of Christ, which also belongs to the Anahuac University Network with campuses in Mexico, Chile, Spain, Italy and United Sates, and the Anahuac Educational Consortium, the elite elementary to high school institutions of the Semper Altius network and Oak Academies. The main Campus of the Anahuac University is located on Huixquilucan, Mexico State. Education is based in high leadership, entrepreneurism and above all, the Human Values. Alumni include some of the highest ranked executives and company presidents of Mexico and Latin America, including the Slim family. Ranks as the number one institution in Mexico on the Professional Classification of International Universities ranking by the Ecole Nationale Supérieure des Mines de Paris.\n\n",{"type":"[[","value":[["File:Chichen Itza 21.JPG"],["thumbnail"],["Chichen Itza, one of the most famous archeological sites in the world"]]},"\n",{"type":"'''","value":["Ibero"]}," (Universidad Iberoamericana), is a Mexican private institution of higher education sponsored by the Society of Jesus. Its flagship campus is located in the Santa Fe district of Mexico City but there are others located in Guadalajara, León, Torreón, Puebla and Playas de Tijuana.\namong its alumni, is president Vicente Fox, Emilio Azcarraga Jean - President and Owner of Televisa the most important media network in Latin America, Carlos Guzmán Bofill - CEO of Hewlett-Packard México, Daniel Servitje - President and CEO of Bimbo, Guillermo Arriaga - Film screenwriter, Novelist, and Director (Amores Perros, 21 Grams and Babel), Alejandro González Iñárritu - Filmmaker (Amores Perros, 21 Grams and Babel).\n\n",{"type":"'''","value":["ITAM"]}," (Instituto Tecnológico Autónomo de México) is by far one of the best universities in Mexico. Founded by the businessman Raúl Baillères in 1946, it has a very specific focus in the Economics sector.  With 14 programs, it has been awarded by several sources as having the best programs in Business Administration, Actuarial Science, Economics, International Relations and Public Accounting. It has the best MBA program in Latin America as well as the best Economics PhD in Mexico. Many public figures and government functionaries come from this prestigious university.\n\nFor graduate degrees and executive preparation:\n\nThe ",{"type":"'''","value":["IPADE"]}," Business school currently ranks as the world's 7th best MBA programs outside the US, and the only one in Latin America, according to Forbes.\n\nThe ",{"type":"'''","value":["EGADE"]}," Master Business School in Monterrey is ranked No.68 of MBA schools worldwide, the first in Latin America\nFor many years it was considered a school exclusive for Affluent people, it aggressively seeks to open its doors to talented minds of all income levels through an amazingly rich scholarship program, funded by the periodic raffles of multi-million dollar, fully furnished mansions along with luxury cars and a big sum of money.\n\nIf one had to Compare them with American Universities:\n",{"type":"*","value":[{"type":"'''","value":["UNAM"]}," would be the ",{"type":"''","value":["\"Harvard\""]}," of Mexico, devoted to Humanities, Medicine and Law schools, as far as the reach of the institution but not as exclusive."]},{"type":"*","value":[{"type":"'''","value":["Anahuac"]}," would be like the ",{"type":"''","value":["\"Princeton\""]}," of Mexico, home to both the wealthy and low profile elites, figuring in international rankings and with a great prestige result of its alumni, international programs and social awareness."]},{"type":"*","value":[{"type":"'''","value":["IBERO"]}," would be the ",{"type":"''","value":["\"Yale\""]}," of Mexico, a private school, with amazing resources constantly ranking amongst the best in Latin America, and ranked as one of the best private universities in Mexico."]},{"type":"*","value":[{"type":"'''","value":["IPN"]},", a school devoted to engineering and sciences, with many of its students developing patents, could be considered a school like ",{"type":"''","value":["\"MIT\""]},", and in fact, they've won many competitions against them."]},{"type":"*","value":[{"type":"'''","value":["ITESM"]}," is located in a city with many industrial companies, the Alma mater of many entrepreneurs, with decent computer and engineering programs, regarded as an good private university, and with a business-oriented curriculum, somewhat similar to Stanford."]},{"type":"*","value":[{"type":"'''","value":["UDLAP"]}," The Universidad the las Americas at Puebla, would be the ",{"type":"''","value":["\"Cornell-U\""]}," of Mexico."]},{"type":"*","value":[{"type":"'''","value":["ITAM"]}," The Instituto tecnológico Autonomo de Mexico would be the ",{"type":"''","value":["\"Columbia\""]}," of Mexico"]},{"type":"*","value":[{"type":"'''","value":["ULSA"]}," The Universidad La Salle would be the ",{"type":"''","value":["\"Darthmouth College\""]}," of Mexico"]},"\nMost of the government funded universities on mayor cities (state capital) have short courses on history, gastronomy and cultural subjects, most of them are almost free. Other places are the \"Casa de la Cultura\", (house of culture) this are historical buildings used for cultural related activities (music concerts, theater, paint and other exhibits, they also have \"talleres\" (workshops).\n\nMost of them have programs for foreigners. Foreigners can take a course to learn Spanish, or even study a whole career. Also, there are some other courses where you can learn traditional Mexican activities such as handcrafts. The tuition at a public school is rarely over $200USD.\nMany excellent private universities exist in the larger cities (Mexico City, Guadalajara, Monterrey, etc.) and provide good education.\n\nThere are Spanish language schools throughout Mexico. The city with the most schools is Cuernavaca, with more than 50 schools. Oaxaca, San Miguel de Allende and Guanajuato also offer a number of schools to choose from. Prices vary; however, most schools are very reasonably priced. Many schools can arrange homestays with local Mexican families.\n\n",{"type":"==","value":["Work"]},"\n\nWorking may require a work visa, which is difficult to get if you just want to freelance for a short time.\n\nMany important headquarters are located throughout the main cities of Mexico. Mexican top corporations like Televisa, Bimbo, Cemex, Telmex, Vitro, are often willing to hire professionals who speak English as their native language as most of the business scene is developed with North American corporations.\n\nNative English speakers can pick up work, as English teachers. The upside is that English speakers with no knowledge of Spanish are sought after, because they will force their students to practice English. The downside is that salaries are somewhat low.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Plazadeliberacion1.jpg"],["thumbnail"],["Plaza de liberación and the Cathedral, Guadalajara"]]},"\nA number of hotel chains are available throughout Mexico, including Palace Resorts, Le Blanc Spa Resort, Best Western, Holiday Inn, CityExpress, Fiesta Inn, Fairmont, Hilton, Ritz, Camino Real, Starwood (Sheraton, W, Westin, Four Points) and many others. Rates have risen considerably in recent years, though most are still reasonable compared to similar U.S. or European hotels. Chain accommodations are usually clean and comfortable, good for business travelers, but not necessarily for those wanting to experience Mexico itself.  Smaller hotels and motels along the roadside may not be safe or comfortable.  Boutique hotels are found all over the country; price range varies but all of them are rich in Mexican traditions, elegance and charm, the perfect way to experience the cultural heritage of each state.  A great source of information is Melba Levick's book ",{"type":"''","value":["Mexicasa,"]}," found in many libraries and online bookstores. There are also many all-inclusive resorts for those visiting the major beach destinations.\n\nThere is a large backpacker culture in Mexico, and there are many ",{"type":"[[","value":[["hostels"]]}," offering dorm accommodation and private rooms. You can expect to pay between 50 and 150 pesos for a night in a dorm, often including breakfast. Hostels are a fantastic place to share information with fellow travelers, and you can often find people who have been to your future destinations. There are a number of internet sites that allow you to book hostels in advance for a small fee, and this is becoming an increasingly common practice.\n\nThe most authentic accommodation can usually be found by asking locals or gringos, especially in the smaller towns. If you are unsure about the safety or conditions of the room ask to see it before paying. This will not be considered rude.  \n\nIf you are going to be in cooler areas in the winter consider bringing an electric blanket - as there is power, but no heat in the cheaper hotels. And although it may get quite hot by afternoon outside, adobe and cement are like fridges. An electric tea kettle is also a good idea, hot water might not be available when you want it.\n\nIf you're traveling with children, use a plastic case (with wheels and a handle) as luggage, and it can be used as a bathtub for the kids if necessary. Budget hotels rarely, if ever, have bathtubs.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Policia turistica ciudad mexico.jpg"],["thumbnail"],["Mounted tourist police, Mexico City"]]},"\n",{"type":"{{","value":[["warningbox"],["us=http:\/\/travel.state.gov\/travel\/cis_pa_tw\/tw\/tw_5440.html"],[{"type":"'''","value":["Regions affected:"]}," Northern ",{"type":"[[","value":[["Baja California"]]},", ",{"type":"[[","value":[["Sonora (Mexico)"],["Sonora"]]},", ",{"type":"[[","value":[["Chihuahua"]]},", ",{"type":"[[","value":[["Nuevo Leon"]]},", and ",{"type":"[[","value":[["Tamaulipas"]]},{"type":"<","value":["br"]},"A travel advisory was issued April 22, 2011 due to more than 15,000 narcotics-related homicides that occurred in 2010. Most of those killed in narcotics-related violence since 2006 have been members of transnational criminal organizations. The Mexican government makes a considerable effort to protect visitors to major tourist destinations, and resort areas and tourist destinations in Mexico generally do not see the levels of drug-related violence and crime reported in the border region and in areas along major trafficking routes. Nevertheless, crime and violence are serious problems and can occur anywhere."]]},"\n\n",{"type":"'''","value":["Mexico's emergency number is 066"]},", call this number for any emergency service: such as police, medical, fire, etc. \n\nIn most of the cities, location is very important as security changes from place to place. Areas close to downtown (centro) are safer to walk at night, especially on the \"Plaza\", \"Zócalo\" or \"Jardín\" (main square) and areas nearby. Stay in populated areas, avoid poor neighborhoods, especially at night, and don't walk there at any time if you are alone. Vicious beatings have been reported at resorts by people who have travelled alone, so stay alert for any suspicious-looking individual. \n\nSince 2006 violence related to drug cartels has become an issue; see ",{"type":"[[","value":[["#Drug Traffic Issues"],["Drug Traffic Issues"]]}," below.\n\nPolitical violence in Chiapas and Oaxaca has abated in recent years, and is far less of a threat than drug related crime. However, keep in mind that Mexican authorities do not look approvingly on foreigners who participate in demonstrations (even peaceful ones) or voice support for groups such as the Ejército Zapatista de Liberación Nacional and its leader, Subcomandante Marcos, even if their images and slogans are commonly sold on t-shirts and caps in markets.\n\nAs in any city, do not wave cash or credit cards around. Use them discreetly and put them away as quickly as possible.\n\nThe Mexican legal system was until recently under Napoleonic code, but if you ever find yourself in trouble with the law in Mexico, the punishments are a lot more severe than in many other countries.\n\nBeggars are not usually a threat, but you will find lots in urban areas. Avoid being surrounded by them as some can pickpocket your goods. Giving away two pesos quickly can get you out of such troubles (but may also attract other beggars). Most poor and homeless Mexicans prefer to sell trinkets, gum, sing, or provide some meager service than beg outright.\n\nIn other cities, such as Guadalajara and Mexico City, are safer than most places in Mexico. However, caution is still recommended.  \n\n",{"type":"===","value":["Drug traffic issues"]},"\n",{"type":"[[","value":[["File:Mexican States with mafia conflicts.png"],["thumb"],["350px"],["States with the most conflict, marked in red (2010)"]]},"\n\nUnderstand that the country is going through a transitionary period.  Past president Felipe Calderon waged war on the drug cartels, and they have waged war in turn against the government (and more often, among each other). If you are going into Mexico, avoid bringing up this issue with your hosts or Mexican friends.  They are very aware of their country's numerous problems and do not need a foreigner to remind them.  \n\nSome Mexican northern and border cities such as Tijuana, Nogales, Nuevo Laredo, Chihuahua, Culiacán, Durango, and Juárez can be dangerous if you are not familiar with them, especially at night. Most crime in the northern cities is related to the drug trade and\/or police corruption.  However, since law enforcement figures are so overwhelmed or involved in the drug business themselves, many northern border towns that were previously somewhat dangerous to begin with are now a hotbed for criminals to act with impunity. Ciudad Juárez, in particular, bears the brunt of this violence, with nearly a fourth of Mexico's overall murders, and travel there requires special attention.\n\nAway from the northern states, cartel related violence is centered in specific areas, including the Pacific Coast states of Michoacán and Guerrero. However, exercise caution in any major city, especially at night or in high crime areas. \n\nNote that for the most part tourists and travelers are of no interest to the drug cartels. Many popular tourist destinations like Oaxaca, Guanajuato, Los Cabos, Mexico City, Puerto Vallarta, Cancún, Mérida and Guadalajara are largely unaffected by this, simply because there are no borders there. Ciudad Juárez is currently a primary battleground in the drug war, and while foreign travelers are not often targeted here, the presence of two warring cartels, many small opportunistic gangs, and armed police and soldiers has created a chaotic situation to say the least.\n\nAlthough rarely surprising, the drug violence's new victim is Monterrey.  The city at one point was crowned the safest city in Latin America, and the hard-working environment and entrepreneurial spirit was what defined the city for most Mexicans. Today, it has been the latest city to fall into the hands of the drug gangs, and deadly shootouts exist even in broad daylight. People have been kidnapped in very high profile hotels, and while the city is still not mirroring Ciudad Juarez, it does not lag far behind.\n\nStrangely, Mexico City is the safest city in this issue, and people go there to seek refuge from the border violence because many politicians and the military are there. \n\nConsumption of drugs is not recommended while you are in Mexico because although possession of small amounts of all major narcotics has been decriminalized, consumption in public areas will get you a fine and will most likely get you in trouble with the police. The army also sets up random checkpoints throughout all major highways in search of narcotics and weapons. Drug consumption is also frowned upon by a large percentage of the population.\n\n",{"type":"===","value":["Advice for the beach"]},"\n",{"type":"[[","value":[["Jellyfish"]]}," stings: vinegar or mustard on the skin, take some to the beach with you.\n\nStingray stings: water as hot as you can bear - the heat deactivates the poison.\n\n",{"type":"[[","value":[["Sunburns"]]},": Bring sunscreen if going to beaches because you might not find it available in some areas.\n\nRiptides: Very dangerous, particularly during and after storms\n\n",{"type":"===","value":["Public transportation"]},"\nWhen in major cities – especially Mexico City – is better to play it safe with taxis.  \nThe best options are to phone a taxi company, request that your hotel or restaurant call a taxi for you or pick up a Taxi from an established post (\"Taxi de Sitio\"). Also taxis can be stopped in the middle of the street, which is OK for most of the country, but particularly unsafe in Mexico City.\n\nAs chaotic as it might be sometimes, the subway (Metro)",{"type":"[","value":["http:\/\/www.metro.df.gob.mx\/"]}," is the best way to move around in Mexico City: it's cheap (5 pesos for a ticket as of May 21, 2014), safe, has a large network covering almost anywhere you'd want to go in the city and it's extremely fast, compared to any on-street transportation, since it doesn't have to bear with the constant traffic jams. If you've never been in a crowded subway, avoid peak hours (usually from 6-9AM and 5-8PM) and do your homework: check first what line (linea) and station (estacion) you want to go to and the address of the place you're trying to reach. Your hotel can give you this information, and maps of the subway system are available on the internet and at the stations. Most stations also have maps of the vicinity.\n\nAvoid taking the subway at late hours of the night, but during the day many stations are patrolled by police officers and the subway is safer than taking the public bus, your major concern in the subway are pickpockets; so keep your important belongings and wallets in a safe place. \n\nIf you are travelling by bus do not put your valuables in your big bag in the storage room of the bus. If the police or the military controls the luggage they might take out what they need. Especially in Night Buses when passengers are most likely asleep. The use of a money belt (worn underneath the clothes and out of sight) is highly recommended.\n\n",{"type":"===","value":["Driving"]},"\n",{"type":"*","value":[" All distances on the signboards and speed limits are in kilometers."]},"\n",{"type":"*","value":[" Gas is also sold by the liter, ",{"type":"''","value":["not"]}," by the gallon, and it's a little bit cheaper than in the United States."]},"\nIf driving in from the ",{"type":"[[","value":[["USA"]]},", always purchase Mexican liability insurance (legal defense coverage recommended) before crossing the border or immediately after crossing.  When you are paying for your temporary import permit (for going beyond border areas), often in the same building there are several stalls selling Mexican auto insurance.  Even if your American (or Canadian, etc.) insurance covers your vehicle in Mexico, it ",{"type":"'''","value":["cannot"]}," (by Mexican law) cover liability (i.e. hitting something or injuring someone).  You will probably spend time in a Mexican jail if you have an accident without it.  And even if your own insurance does (in theory) provide liability coverage in Mexico—you'll be filing your claim from behind bars!  Don't risk it, get Mexican auto insurance.\n\nNever drive above the speed limit or run stop signs\/red lights as Mexican police will use any excuse to pull over tourists and give you a ticket. If pulled over by a police officer soliciting a bribe, do not pay the amount requested, but pull out USD$50 or 500 pesos, and explain that it is all you have. This technique has worked in the past (but it does not work in Mexico City), but it is corruption. Corruption also is a crime in Mexico, so make a conscious choice. The fine for speeding could be as much as US$100, depending on the city. \n\nAs of April 2011, Police across the country are cracking down on drunken driving, particularly in Mexico City, the larger cities and the beach resorts. There are random checkpoints throughout the country  in which every driver has to stop and take an automated inebriation test. If you fail, you will end up in a Mexican prison. If you wouldn't drive drunk back home, don't do it in Mexico. \n\nYou will mostly find beggars and windshield cleaners in some red lights; having your windows closed at all times is especially recommendable in some areas of Mexico City. The windshield cleaners will try to clean yours: a strong and firm \"NO\" is suggested.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nSome parts of Mexico are known for ",{"type":"'''","value":["traveler's diarrhea"]},", often called \"Montezuma's Revenge\" (Venganza de Moctezuma).  The reason for this is not so much the spicy food but the contamination of the water supply in some of the poorer zones in Mexico.  In most of the small towns that are less industrialized, only the poorest Mexicans will drink tap water.  The best policy is to only drink bottled or purified water, both of which are readily available.  Be sure to specify ",{"type":"''","value":["bottled"]}," water in restaurants and avoid ice (which is often not made from purified water).  Just like in the USA, in most major Mexican cities the water is purified at the cities' water company.  In most restaurants in these poor zones, the only water served comes from large jugs of purified water. If you get sick, visit your local clinic as soon as possible. There is medicine available that will counter the bacteria.\n\nMedicine in urban areas is highly developed, public hospitals are just as good as public hospitals in US, and just as the American public hospitals, they are always full. It's recommended going to private hospitals for faster service.\n\nBefore traveling to rural areas of Mexico, it might be a good idea to obtain ",{"type":"'''","value":["anti-malarial medications"]}," from your health care provider.\n\nIt is strongly advised that the traveler be sure that any meats they are consuming have been thoroughly cooked due to an increasing rate of ",{"type":"'''","value":["roundworm"]}," infections, particularly in the Acapulco area.\n\nAlong with the risk for malaria, mosquitoes have also been known to carry the ",{"type":"'''","value":["West Nile virus"]},". Be sure to bring an effective insect repellent, preferably one that contains the ingredient DEET.\n\nThe rate of ",{"type":"'''","value":["AIDS\/HIV"]}," infection in Mexico is lower than in the US, France and most Latin American nations. However, if you plan on having sex, be sure that you use a latex condom to reduce your risk of contracting or spreading the virus.\n\nAs with any western location, cases of ",{"type":"'''","value":["hantavirus pulmonary syndrome"]}," have been reported throughout Mexico. This is an acute, rare (but often fatal) illness for which there is no known cure. The virus is believed to be present in animal feces, particularly feces from members of the rodent family. Therefore, do not wander into animal dens and be especially careful when entering enclosed spaces that are not well ventilated and lack sunlight.\n\nVaccination against ",{"type":"'''","value":["Hepatitis A & B"]}," and ",{"type":"'''","value":["Typhoid fever"]}," is recommended.\n\nIf you are bitten by an animal, assume that the animal was carrying ",{"type":"'''","value":["rabies"]}," and seek medical attention immediately for treatment.\n\nIn remote areas, carry a first aid kit, aspirin, and other related items are sold without medical prescription.\n\n",{"type":"==","value":["Respect"]},"\n\nMexicans have a somewhat relaxed sense of time so be patient. Arriving 15 minutes late is common.\n\nWhen anyone, even a total stranger, sneezes, you always say \"¡salud!\" (\"bless you!\" or more literally, \"your health!\"): otherwise, it is considered rude. In rural areas, particularly in the Mexican heartland (Jalisco, Zacatecas, Aguascalientes, etc.), the even more pious \"Jesús te bendiga\" (May Jesus bless you) will follow a sneeze. \n\nThe great majority of the population is and traditionally has been Roman Catholic, and there is still a strong following of this faith among Mexicans from all socioeconomic backgrounds. However, missionary activity from the US made a sizable Protestant community, and even the smallest towns seem to have an Evangelical or Pentecostal church. One of the world's largest communities of Jehovah's Witnesses also resides in Mexico. Smaller communities, like Mormons and Jews also live in small concentrated areas throughout the Republic. \n\nIn many respects, Mexico is still a developing country, and attitudes towards LGBT travelers can at times be hostile. However, Mexico City legalized same-sex marriage and the supreme court ruled that these marriages must be recognized by all states in the rest of the republic, thus tacitly making same-sex marriage legal in the whole country (provided the wedding takes place in ",{"type":"[[","value":[["Mexico City"]]},"). Just as it is not wholly accepted in the rural ",{"type":"[[","value":[["United States"]]}," or rural ",{"type":"[[","value":[["Canada"]]},", it is not accepted in rural Mexico. But within cities, there is a much more relaxed atmosphere. Southern Mexico City is the best place in terms of tolerance.\n\nWhen entering churches, always take off any sunglasses, caps or hats. Wearing shorts is rarely a problem, but still wear a  sweatshirt or sweater to your waist to avoid showing too much skin, which could be disrespectful in such places. However, away from the beaches, or northern areas, shorts are very rarely worn by Mexicans on the street and thus will attract more attention to you and make you stand out as a foreigner.\n\nRespect Mexico's laws. Some foreigners feel that Mexico is a place where laws can be broken and the police bribed at all times. Corruption may be common among Mexican police and public figures, but since it is a problem that Mexican society has recently recognized and has been trying hard to fix, when foreign nationals behave in a manner which shows expectancy of this easy bribery, it is considered extremely disrespectful, and so it could be used as excuse for the police to give you \"a respect lesson.\" Remember, offering a bribe to an official could get you into trouble.\n\nLike in other countries; politics, economics and history are very delicate issues, yet in México they are also considered good conversation pieces when conversing with foreigners. Just like in Europe, Canada and the US, Mexico's democracy is vibrant and diverse, and people have a variety of opinions.  As Mexico only recently became a true viable democracy, however, there is an eagerness on behalf of Mexicans to share their opinions and political ideas with you.  Common sense applies like it does in your country: If you don't know enough about Mexico's political landscape, ask as many questions as you like but avoid making any strong statements.\n\nMany US citizens (and to a lesser extent other foreigners) make careless mistakes in conversations with Mexicans. Mexicans, while strong and hardy people can be very sensitive people when it comes to their country. Avoid saying anything that will make it seem as if you think Mexico is inferior to your home country. Do not assume that because you are a US citizen, you are an immediate target for kidnapping, since the vast majority of victims are Mexicans. Do not be overly cautious, especially if you have hosts that are taking care of you and know where to go and not to go. It will just insult your host and they will assume you do not respect Mexico or that you do not trust them.\n\nAvoid talking about Mexico's flaws. Avoid talking about illegal immigration to the US, the drug trade, or any other contentious issue; Mexicans are well aware of their country's problems and want to forget about them once a while. Instead, talk about the good things of Mexico: the food, the friendly people, the scenery. This will make you a very good friend in a country that can seem menacing to take on by yourself. \n\nWhile overt racism may not be apparent, as a general rule, wealth and social status are historically tied to European ancestry and skin color. Mexican society is sharply divided by social class, with the rich, middle class, and poor often living very separate lives, and can have very distinct cultures. Social practices or tastes of one social group may not be shared by all classes. Clubs, bars, and restaurants may cater largely to one crowd or another, and a wealthier person or tourist may feel out of place or received unwanted attention in a working class cantina; a poor looking person may be blatantly refused service or get unfriendly stares at an exclusive establishment. \n\nThere are many words in the country according for ethnic background:\n\nDo not be offended to be called a \"güero(a)\" (blonde) and its diminutive form \"güerito(a)\" (blondie), as its a common way for the average Mexican citizens to refer mostly to Caucasian people, including white Mexicans. The words \"gringo\" and its synonym \"gabacho\" are used regardless of the actual nationality of the tourists and should not they be taken as offensive nouns. Actually, they are often used as terms of affection.\n\nIf you are East Asian, you will be referred to as \"Chino(a)\" (Chinese) and its diminutive form \"chinito(a)\" regardless of whether you are Thai, Japanese, Vietnamese, Filipino, Korean, etc. Exceptions are in the capital, Mexicali, and in Monterrey, where a decent-sized Korean community does exist.  \n\nIf you are black, \"negro(a)\" or \"negrito(a)\" may seem harsh, especially if you are from the US, but it is not a swear word. Although there are few black people in Mexico in many regions of the country (except in on the east and west coasts in the south), Mexicans, especially the younger generations, are not hateful. In fact, a revolutionary who later became the second president was a mulatto (a man of mixed European and African descent), Vicente Guerrero. \n\nHistorically, all Middle Easterners were referred to as \"turcos\" (even if they were from Egypt, Lebanon, Syria, etc.).  \n\nIf you try to use your Spanish to address people be careful about the use of \"tu\" (informal, friendly, and called tutear; which is a verb, to call someone \"tu\") and \"usted\" (formal, respectful) forms. Using \"tu\" can be demeaning to people, since this is the form normally used for addressing children or close friends. For foreigners, the best way to deal with the \"tu\" and \"usted\" problem is to address people using \"usted\" until invited to say \"tu\", or until addressed by the first name. Doing so will look perhaps a shade old-fashioned but always respectful, while doing otherwise can be pretty rude and embarrassing in some situations. Always use the \"usted\" form to a law enforcement officer (or other person of authority), even if he may use the \"tu\" form to talk to you.\n\nUse \"usted\" unless the person is genuinely your friend, the person is under 16, or the person tells you explicitly to use \"tu\".\n\nPeople address each other depending on their social status, age and frienship. To refer to a woman always call her \"señorita\" (Miss) unless you are sure that she is married, then you call her \"señora\" (Mrs). When talking to an older man use \"señor\" irrespective of his marital status. If you want to call a waiter address him as \"joven\" which means \"young man\". You may call someone by his professional tittle (\"ingeniero\", \"arquitecto\" \"doctor\" \"oficial\", etc.). Actually Mexican people will use the \"tu\" and the \"usted\", \"first name\" or \"surname\" depending on their relationship, and the code is not easy to learn.\n\nWhile the word \"güey\" is equivalent to \"dude\" or \"mate\" among young people, it is still considered extremely vulgar among people older than you. This abrasive term of endearment is used only between people who have achieved a certain level of trust so avoid using it.\n\nIn Mexico \"estúpido\" means far, far worse than \"stupid\" in English.\n\nDue to the highly matriarchal nature of Mexican culture, the combination of words \"tu madre\" (your mother) is cacophonous and taken offensively by residents, regardless of age or gender. If you must use it, remember to replace it with \"su señora madre\" at formal situations or the sweeter \"tu mamá\" at informal ones. Never ever use strong language when talking to a female.\n\nThis may refer to male chauvinism, which is falling out favor, but is still noticed and tolerated in small towns, or cities that receive considerable amounts of rural migrants. It can be defined as a male's strong desire for and skill of the domination and imposition of will, on a wife, sister, or any close female. It can also be identified by a strong desire to prove courage through showy bravado and status through a following of yesmen and henchmen. While it is usually not directed towards visitors, it can be in a variety of strengths. It is best to pretend not to notice it and move on. \n\nAnother type of machismo, which perhaps stems out of the same desires but does not carry any of the antisocial connotations, is male courteousness towards women. This is manifested in standing up when a lady enters a room, opening or holding a door, conceding preference or rights of way, giving up a seat, offering a hand when stepping down from a steep step, etc. It is generally reserved for older women, or females of great power, merit and social stature. Rejecting these types of friendly gestures is considered arrogant or rude.\n\n",{"type":"==","value":["Connect"]},"\n\nYou can call from public phones using prepaid tel. cards ",{"type":"''","value":["tarjetas ladatel"]},", bought at magazine stalls. Cards can be purchased in 30, 50 or 100 pesos denominations. The rate to call the US is roughly equivalent to $0.50 US per minute. Beware these are different than tarjetas ",{"type":"''","value":["amigo, viva,"]}," or ",{"type":"''","value":["unefon"]},": they are for cellphones. \n\nSome areas have only a few internet cafes; in others, they are plentiful. Common fees vary from 7 pesos\/hour to 20 pesos\/hour. Currently, most of the internet cafes offer calls to the US for a better rate than a payphone, usually via VoIP.\n\nIf you have an unlocked GSM phone, you can buy a prepaid SIM card in Mexico and have a local mobile phone number for use in cases of emergency. Telcel provides good coverage throughout the country and you can get a SIM card for $150 pesos with $100 pesos talk time. If you have an iPhone, try to get an Iusacell SIM card if you want to use data.\n\nIt is often far cheaper than what hotels will charge you and incoming calls may also be free under certain schemes. Mexico operates on the same GSM frequency as the United States, 1900 MHz. There is an Internet wireless connection in almost every restaurant or hotel in the big cities.\n\nIf you're staying for over a week and don't have an unlocked phone, it might be a good idea to buy a cheap (<MXN$200) handset and buy a prepaid card. Here it would be advisable to no",{"type":"'''","value":["t purchase a Telcel card"]}," (biggest company and usually cheaper cards) but from some other company (for example Movistar) who does not charge you roaming costs if you are not in the city you bought it.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":["To Belize"]},"\n\nThere are bus services available from ",{"type":"[[","value":[["Chetumal"]]}," to ",{"type":"[[","value":[["Belmopan"]]},".\n\n",{"type":"===","value":["To Guatemala"]},"\n\nOver Tenosique, La Palma, by boat on the river Rio San Pedro to Naranja (",{"type":"[[","value":[["Guatemala"]]},").\nThis route is not used by many and still has a touch of adventure. Stay firm when negotiating over the price. Absolutely important! Make sure you get your passport stamped before you leave Naranja or you might catch one of the rare buses back and take a walk through the jungle as the emigrations office is part up the river between the Mexican border and the village.\n\n",{"type":"===","value":["To the United States of America"]},"\n\nThe U.S. generally requires a passport for entry. A few express ID cards and trusted traveler cards are also acceptable.  U.S. and Canadian citizens seeking entry or reentry by land or sea may use an Enhanced Driver License in place of a passport.  U.S. permanent residents need their permanent resident card and may need the passport from their home country. \n\nForeign nationals entering the United States without a permanent resident stamp, including those on the Visa Waiver Program, typically receive an I-94 Arrival-Departure Record or I-94W Visa Waiver Arrival-Departure Record upon arrival in the United States. So long as the I-94 has not expired, you can use it to reenter the United States with your passport; however, if you hand it in upon exit, you will need to obtain a new card if your visa allows another entry or, if on the Visa Waiver Program, pay a fee of about $6 to reenter the United States.\n\nUnless you are not going to return to the United States, ",{"type":"'''","value":["keep your I-94 when leaving the ",{"type":"[[","value":[["United States of America"]]}]}," or you will have a difficult time getting back in, and if your visa is limited to a certain number of entries, you may need to use another entry.\n\nVisa Waiver participants cannot reset the 90-day counter unless they leave the Western Hemisphere, so ducking into México will not allow you another 90 days.\n\n",{"type":"{{","value":[["geo"],["19.0500"],["-99.3667"],["zoom=5"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["North America"]]}," \n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Mexico"]]},"\n",{"type":"[[","value":[["WikiPedia:Mexico"]]},"\n",{"type":"[[","value":[["dmoz:Regional\/North America\/Mexico\/"]]},"\n\n",{"type":"{{","value":[["related"],["Driving_in_Mexico"]]}]