[{"type":"{{","value":[["pagebanner"],["Generic flying banner.jpg"]]},"\n",{"type":"[[","value":[["File:AA terminal at MIA 14 2004.jpg"],["350px"],["thumbnail"],["American Airlines planes at MIA"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.miami-airport.com Miami International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["MIA"]]},") is located just west of the city in an unincorporated suburban area. It is an important hub for traffic between North America, the Caribbean and Latin America, and one of the largest airports in the world. As a result, Spanish is just as likely to be understood as English. The international traffic makes MIA a large and congested place. Be sure to allow extra time when departing MIA, particularly if flying internationally, as you may face an hour-long line just to check your bags. Curbside check-in is an excellent idea. \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Flights"]},"\nThe predominant carrier at MIA is ",{"type":"[[","value":[["American Airlines"]]},", which has direct flights to every country in the Americas (except St.Vincent & the Grenadines); nearly every major airport in Latin America & the Caribbean; as well as most major cities in the US & Canada. Additionally, most Latin American airlines serve Miami from their hub (TAM serves MIA from 7 Brazilian airports, Avianca from 10 South\/Central American cities). The airport is also served by all major US & Canadian airlines (most small & budget carriers operate from Ft.Lauderdale International Airport).\n\nIn addition to extensive service to the Americas & Caribbean, MIA also has non-stop flights to 14 European Airports served by American Airlines and several European carriers. Qatar Airways operates the only flight to the Middle East, with 4 flights weekly to ",{"type":"[[","value":[["Doha"]]}," (as of June 2014). The airport has no non-stop service to East or South Asia, Africa, or Oceania.  The recent construction of two new terminals at MIA has helped with the airport's passenger capacities as well as the efficiency in going through customs and baggage claim.\n\n",{"type":"*","value":[{"type":"'''","value":["North Terminal (Concourse D)"]},": American Airlines, American Eagle"]},{"type":"*","value":[{"type":"'''","value":["Central Terminal (Concourse E)"]},": Air Berlin, American Airlines, British Airways, Finnair (begins 16 Dec 2014), Iberia, Interjet, US Airways, WestJet, World Atlantic Airlines"]},{"type":"*","value":[{"type":"'''","value":["Central Terminal (Concourse F)"]},": Aeroflot, Arkefly, Avior Airlines, Boliviana de Aviacion, Cayman Airways, GOL Airlines, Insel Air, Jetairfly, SBA Airlines, Sky King, Sun Country Airlines, Surinam Airways, Thomas Cook Airlines (begins May 2015), Transaero Airlines, Virgin Atlantic, XL Airways France"]},{"type":"*","value":[{"type":"'''","value":["Central Terminal (Concourse G)"]},": Bahamasair, Sky King, United Airlines, United Express"]},{"type":"*","value":[{"type":"'''","value":["South Terminal (Concourse H)"]},": Aeroméxico, Air Europa, Air France, Delta Air Lines, TAP Portugal"]},{"type":"*","value":[{"type":"'''","value":["South Terminal (Concourse J)"]},": Aerolíneas Argentinas, Air Canada, Alitalia, Avianca, Caribbean Airlines, Copa Airlines, IBC Airways, LAN Airlines, LAN Argentina, LAN Colombia, LAN Ecuador, LAN Peru, Lufthansa, Qatar Airways, Swiss International Air Lines, TAM Airlines"]},"\n",{"type":"==","value":["Ground transportation"]},"\n",{"type":"===","value":["By car"]},"\nYour best option is to take a taxi from the airport or rent a car, depending on what your stay involves (if you need to get around parts of Miami with no nearby Metrorail stations). MIA's car rental facilities are scattered around the airport and connected to the terminal by shuttle buses. \n\nIf you are approaching or leaving MIA via the Airport Expressway (Florida State Road 112), beware of the at-grade railroad crossing on the ramps connecting the Expressway to the airport terminals.  Normally such crossings are grade-separated, but this one sits directly east of one of the runways. Thus, be prepared for the possibility of a 10-15 minute delay if a train happens to be there at the same time as you. \n\n",{"type":"===","value":["By public transportation"]},"\nAt MIA, public transportation includes a free shuttle to the nearby Tri-Rail station, as well as to Metrorail ",{"type":"[","value":["http:\/\/www.miamidade.gov\/transit"]}," and Metromover ",{"type":"[","value":["http:\/\/www.miamidade.gov\/transit"]},". \n\nAlso, riders can take the recently created 150 express bus if they are staying in Miami Beach. Or, they can transfer from the 150 (or the J or #238 bus, which charges a slightly cheaper $2 fare as opposed to a $2.35 fare) to the MetroRail at the Earlington Heights station. From there, riders can take the MetroRail to various places, including Government Center in Downtown Miami, where transfers are available to buses to most destinations. Many hotels are along the MetroMover which is one level down from the MetroRail Government Center station. Consult a map for the closest MetroMover station or bus route to your hotel. \nAlso, riders can take the J or 150 bus to Biscayne Boulevard and transfer to a southbound bus to ",{"type":"[[","value":[["Downtown Miami"]]},".\n",{"type":"[","value":["http:\/\/www.miami-airport.com\/bus_and_rail_info.asp"]},"\n\nMiami offers different fare types for different amounts of rides. Beware that unless you purchase an EASY Card or EASY Ticket, you will have to pay twice in order to transfer between buses and between the bus and MetroRail.  The full list of available fares can be found at http:\/\/www.miamidade.gov\/transit\/fares_schedule.asp\n\nEASY Cards and EASY Tickets can be bought at Terminal E of MIA.\n\nA map of transit run by Miami-Dade is available at ",{"type":"[","value":["http:\/\/www.miamidade.gov\/transit\/library\/tm_for_web.pdf"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["Wait"]},"\n\n",{"type":"==","value":["Eat and Drink"]},"\nMIA also has several restaurants ranging from local chains such as La Carreta to national chains such as Dunkin’ Donuts, Burger King and Starbucks. Be aware that some restaurants serve beer, wine and\/or cocktails. If you drink too much the airlines can refuse your boarding on a plane.\n\n",{"type":"==","value":["Buy"]},"\nMIA also has several retail stores, including several magazine stands and bookstores. Other retail stores include, but are not limited to, Brookstone, and Ron Jon Surf Shop. There is also a hotel connected to the airport.\n\n",{"type":"==","value":["Connect"]},"\nWireless internet is also available at MIA for a small fee.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":[{"type":"'''","value":["Left luggage"]}," services are available in the Central Terminal, Concourse E, 2nd level. Open 5PM-9PM. Daily storage fees range from $4-17 depending on size, and the maximum storage time is 60 days."]},{"type":"*","value":["A ",{"type":"'''","value":["non-denominational chapel"]}," is located in the North Terminal, 4th level."]},{"type":"*","value":[{"type":"'''","value":["Lost and found"]}," is located in the North Terminal, 4th level. Open 8AM-6PM."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=MIA Hotel"],["url=http:\/\/www.miahotel.com"],["email="],["address=Central Terminal"],["lat="],["long="],["directions="],["phone=+1 305 871-4100"],["tollfree=+1 800 327-1276"],["fax=+1 305 871-0800"],["hours="],["price="],["checkin="],["checkout="],["content=The only hotel located on-site at the airport."]]}]},"\n",{"type":"==","value":["Nearby"]},"\n\n",{"type":"{{","value":[["outlineairport"]]},"\n",{"type":"[[","value":[["Wikipedia:Miami International Airport"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Miami"]]},"\n",{"type":"{{","value":[["geo"],["25.793333333333"],["-80.290555555556"]]}]