[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mianyang"]}," is a city in ",{"type":"[[","value":[["East Sichuan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMianyang (simplified Chinese: 绵阳; traditional Chinese: 綿陽; pinyin: Miányáng) is the second largest prefecture-level city in Sichuan Province, located in western China. \n\n",{"type":"==","value":["Get in"]},"\n\nThe city has both highway and railway connections to several of China's major cities.\n\nMianyang Airport has direct flights to Beijing, Shanghai, Guangzhou, Shenzhen, Kunming, and Hangzhou.\n\nBus service is comprehensive with 3 major bus stations. You can buy tickets in advance or just turn up.\n\nThere is also a large train station in the central city on Linyuan Road, West.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Bus"]},"\nUsing the local bus will cost 1 yuan. During peak times (lunch times \/ weekends \/ end of school or work on Friday) the bus can be extremely packed, sometimes not stopping to pick anyone up.\n\n",{"type":"===","value":["Metred Taxi"]},"\nTaxi flag fall is around 5 yuan. Expect to pay from 12 - 18 yuan for a 20min ride (10km).\n\n",{"type":"===","value":["Private Taxi"]},"\nPrivate taxis are numerous and even though it's hard to distinguish whether it's a private taxi or an ordinary car, chances are they will spot you first.\n\n",{"type":"===","value":["On Foot and Bike"]},"\nDowntown Mianyang is compact enough to walk around, with the majority of key destinations being within a 10-15 minute walk of People's Park in the center of the city.  Take a bicycle, bus, cab, or car if you want to go across the river or, in the opposite direction, towards the high-tech development center.  The downtown area is generally safe and fairly well-lit at night.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=People's Park"],["url="],["email="],["address=Linyuan Ludong Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Large park in the central city. Come and see how the locals relax - tai chi, fan dancing, singing, playing music. Then there's also activities for the children, with carnival type games, roller coasters and other theme park rides. Lots of cafes to drink tea and play mahjong or hire a boat to paddle around the lake."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tie Niu Square"],["alt=Iron Ox Square"],["url="],["email="],["address=Tie Niu Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Locals come here to drink tea and play mahjong. Edges onto the river where many locals come to picnic. There are locals selling antiques and small household goods around the back of the square."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Science City"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This \"city within a city\" is the home of China's largest weapons research and development and site of the building of the first Chinese atomic bomb.  It is off-limits to most foreigners and a highly secured area.  The CAEP, or \"Physics\" Research agency of the Military and Government is based here.  If allowed to enter, it really fascinating to see the completely modern, clean city strategically located in the mountains next to greater Mianyang. \nScience City is closed to foreigners not specifically cleared for entry. The \n\"city\" is not gated, and signs at its boundaries are not always present. It is unlikely, however, that you will accidentally stumble upon the city, being that it is somewhat set off to the northeast and off of the most popular bus lines."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Fu Le Shan Park"],["url="],["email="],["address="],["lat="],["long="],["directions=Just across the river at the Rainbow (#3) Bridge"],["phone="],["tollfree="],["fax="],["hours=Sunrise to Sunset, 7 days a week"],["price=Nominal"],["content=Fule Mountain is located just across the river from downtown, a 5-10 minute bike or cab ride from the city center.  The mountaintop pagoda can be seen from the riverwalk park and at night is host to spot lights and a miniature version of the Shanghai Bund light display.  The park features teahouses, walking trails, boat rides, and a small amusement park for the kids.  Most fascinating are the historical landmarks, including carved tablets, statues, and other monuments portraying the historic importance of the mountain, Mianyang, and the area in the development of Sichuan province and China.  A large statue of the \"Three Brothers,\" or San Ge, who were instrumental in the \"Three Kingdoms\" era of Chinese history.  Zhang Fei, Liu Bei, and Guan Yu were three leaders and sworn brothers (whose exploits were portrayed in the film RED CLIFFS) who met at FuLe Shan.  As with most parks in China, you should expect to walk and climb stairs if you wish to see most of the park.  A great day-trip and many open areas for a private picnic, or the afore-mentioned teahouses and mahjong courts."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=RiverWalk"],["url="],["email="],["address="],["lat="],["long="],["directions=Between #2 and #3 bridges"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The wide Riverwalk is a fascinating pedestrian boulevard featuring numerous fountains, statues, and a view of FuLe Mountain across the river.  Early in the morning you will see groups of Tai Chi followers rhythmically going through their paces and exercises, or perhaps catch a band or flag corps practicing in adjacent Iron Ox Square.  During the summer there are numerous beer gardens and outdoor teahouses, and year-round there are permanent tea and coffee houses bordering the walk on the first floor of apartment and condo skyscrapers.  Children's play areas, a river bank beach, and colorful flowerbeds can be found intermittently.  The walk extends the length of the city's border with the river, but the most active area can be found between the #2 and #3 (Rainbow) Bridges."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Holy Water Temple"],["alt=圣水寺"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A temple 20 minutes north of the city. The temple complex occupies a sprawling, parklike campus with beautiful scenery and a view of downtown from the top. Ancient temples are in the process of being modernized, along with the building of over 500 vibrantly painted statues attending a giant reclining Buddha. Feel free to miss the \"Museum of Hell,\" a silly haunted house portraying the underworld. Accessible by buses 7, 8, 27, 33, and 73. From the train station, take bus 39 across from station to Gaoshui (高水) and transfer to 27. Free as of this writing (Dec. 2011) except for the Museum of Hell (¥10). Expect an entrance fee when modernization is completed."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Xianhai Lake"],["alt=仙海, Xianhai"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A large reservoir and resort town 15km northeast of the city center offers many opportunities for recreation. A 17km loop surrounds the reservoir, undulating through beautiful countryside. The 2011 Tour of China's 4th stage passed through the area. Also check out the dockside teahouses and restaurants. There is also a golf course. Bicycle (¥20) and boat (¥100-300) rentals are readily available. Accessible by the 22 bus (¥1.5). From the train station, cross Lin Yuan street and take bus 3 downtown to the 东方红大桥 stop and transfer to 22. Xianhai is about 30 minutes away. Alight at the roundabout. Last bus leaves Xianhai at 19:00. No entrance fee."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Japanese Restaurant"],["url="],["email="],["address=Linyuan Ludong Road"],["lat="],["long="],["directions=Next to Wal-Mart"],["phone="],["tollfree="],["fax="],["hours="],["price=Mains from approx. 30 Yuan, Sushi from 10 Yuan per 2 pieces"],["content=This restaurant serves Japanese cuisine - sushi, sashimi, curries and noodles, and also a Chinese selection."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Grandma's Kitchen"],["url="],["email="],["address=8 Tie Niu Road"],["lat="],["long="],["directions=Near the fountain in Tie Nui square"],["phone=0816 2221288 or 13668325888"],["tollfree="],["fax="],["hours="],["price="],["content=A chain restaurant that serves mainly western dishes and also some asian dishes. A range of different cuts of steaks available (priced under 100 Yuan) and a variety of pastas (less than 50 Yuan). Burgers, pizzas, onion rings, chips, etc."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Old House (Liao Fangzi)"],["url="],["email="],["address="],["lat="],["long="],["directions=Across the river in the shadow of Fule Mtn."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent traditional Sichuan dishes prepared and served in a comfortable, clean setting.  Favorites include the beef & bamboo and the beef with fruit, in addition to more traditional local dishes.  A little more pricey than some Mom & Pop joints, but also much cleaner and with modern amenities.  Not much English spoken here, so bring a local friend along to help out."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Flags English Pub"],["url="],["email="],["address=55 Anchang Road"],["lat="],["long="],["directions=Look for the large sign behind the bus shelter"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large and truly genuine styled pub run by English ex-pat since 2005. Heavily beamed ceilings; old brick and panelled walls; stone and wooden floors; old lights and western music turned down. Table football; darts and 8' pool table; 50\" sports TV. Some western beers and several on tap. Nice selection of wines, spirits etc. Lots of soft drinks and always air-conditioned. Not a pub for foreigners but a public house for everyone. Fantastically expensive; 50 yuan for a Budweiser. $$$"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=SPR Coffee"],["url="],["email="],["address=On Iron Ox Square (Tien Niu Guangchang)"],["lat="],["long="],["directions=Near Yong Tuo Yang Luo complex."],["phone="],["tollfree="],["fax="],["hours="],["price=Reasonable $"],["content=Excellent coffee house with a limited but tasty menu.  Great for sitting and watching the action on the square.  Friendly service and good coffee and wine list."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=RiverWalk Beer Gardens"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Throughout the summer and early fall there are numerous outdoor beer gardens lining the riverwalk adjacent to Iron Ox Square.  Cold, inexpensive beer and delicious street food and appetizers are available as both large and small groups of friends gather to enjoy the good life."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Wu Ba Ba  (588) Dumpling House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A wide variety of the best jiaozi, or dumplings, in Mianyang.  Simple setting and no-frills service, but you can't beat the dumplings or the prices.  Just ask any cab driver or local for \"Wu Ba Ba Jiaozi.\""]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Sichuan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Mianyang"]]},"\n",{"type":"{{","value":[["geo"],["31.46688"],["104.73847"]]}]