[{"type":"{{","value":[["pagebanner"],["Bannermichigan.jpg"],["caption=Ford Mustang Shelby 500, one of the car city's most famous vehicles, at Detroit Motor Show"]]},"\n",{"type":"[[","value":[["File:Lake Michigan Sleeping Bear Dunes.jpg"],["thumb"],["350px"],["right"],["Sleeping Bear Dunes shoreline"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.michigan.org\/travel\/ Michigan"]}]}," (pronounced \"MISH-i-g'n\") is an ",{"type":"[[","value":[["United States of America"],["American"]]}," state in the upper ",{"type":"[[","value":[["Midwest (United States of America)"],["Midwest"]]}," and the heart of the Great Lakes region.  It has many attractions, famous landmarks, and scenic state and national parks and forests.  In addition to the great ones, it has about 12,000 inland lakes, 38 deep-water ports, more miles of coastline than any state but Alaska, and more lighthouses than any other U.S. state. Its agriculture features tourist-friendly fare such as cherries, blueberries, peaches, apples, and wine.  And its cities include a major metropolis, university towns, and countless rustic villages.\n\nThe state is geographically unique, being comprised of two major peninsulas and can be further divided into five distinct areas. They are the ",{"type":"[[","value":[["Upper Peninsula"]]},", (known to Michiganders as \"The U.P\"), ",{"type":"[[","value":[["Northern Michigan"]]}," (Big Rapids and northwards), ",{"type":"[[","value":[["West Michigan"]]}," (along the sandy coast of Lake Michigan), ",{"type":"[[","value":[["Central Michigan"]]}," or \"Mid-Michigan\" and the ",{"type":"[[","value":[["Southeast Michigan"],["Southeast"]]}," or \"Downstate\".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Michigan regions map.png"],["regionmaptext="],["regionmapsize=350px"],["region1name=",{"type":"[[","value":[["Southeast Michigan"]]}],["region1color=#c08281"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["West Michigan"]]}],["region2color=#c69edc"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Central Michigan"]]}],["region3color=#cddda8"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Northern Michigan"]]}],["region4color=#808dd1"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Upper Peninsula"]]}],["region5color=#8fb37b"],["region5items="],["region5description="]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\nNine of the major tourism destinations in Michigan include:\n\n",{"type":"*","value":[{"type":"[[","value":[["Lansing (Michigan)"],["Lansing"]]}," — State capital, home to Michigan State University"]},{"type":"*","value":[{"type":"[[","value":[["Ann Arbor"]]}," — home to the University of Michigan, and a major destination for football, festivals, and the arts"]},{"type":"*","value":[{"type":"[[","value":[["Detroit"]]}," — Michigan's first and largest city, the Motor City"]},{"type":"*","value":[{"type":"[[","value":[["Grand Rapids"]]}," — Second largest city in Michigan, a conservative, pleasant town"]},{"type":"*","value":[{"type":"[[","value":[["Marquette (Michigan)"],["Marquette"]]}," — Largest city in Michigan's Upper Peninsula, and a gem in its own right"]},{"type":"*","value":[{"type":"[[","value":[["Holland (Michigan)"],["Holland"]]}," — Beaches and Tulip Time"]},{"type":"*","value":[{"type":"[[","value":[["Kalamazoo"]]}," — Home of Western Michigan University"]},{"type":"*","value":[{"type":"[[","value":[["Saugatuck-Douglas"]]}," — Artsy beach resort"]},{"type":"*","value":[{"type":"[[","value":[["Sault Ste Marie (Michigan)"],["Sault Ste Marie"]]}," — Upper Peninsula border town, \"The Soo\" is home to the Soo Locks."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Isle Royale National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Keweenaw Peninsula"]]}," — Former Copper mining region, known for history, bird migrations, rock collecting, winter sports. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Mackinac Island"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pictured Rocks National Lakeshore"]]}," — Near Munising in the Upper Peninsula."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sleeping Bear Dunes National Lakeshore"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Michigan.png"],["200px"],["right"]]},"\n\nThe ",{"type":"'''","value":["Lower Peninsula"]}," has the majority of the population (primarily in the south), while the ",{"type":"'''","value":["Upper Peninsula"]},", separated from it by Lake Michigan and a bit of Lake Huron, is mostly rural. Until 1957, the only way to drive from one to the other was to go all the way around Lake Michigan, or take your car onto a ferry.\n\nEach Michigander carries a map of the state at all times. Stick out your right hand (palm toward you) and you have a map of the Lower Peninsula. Stick out your left hand (again with your palm facing you, fingers pointing to the right) and you have an approximate map of the Upper Peninsula. Don't be surprised if a resident tells you where a city is by pointing at their hand. And, don't be surprised to hear the Lower Peninsula referred to as \"the Mitten\", or the Upper Peninsula shortened to \"the U.P.\".  Residents of the U.P. refer to residents of the Lower Peninsula, usually jokingly, as \"Trolls,\" because they live under (south of) the (Mackinac) Bridge. Residents of both peninsula refer to U.P. residents as \"Yoopers,\" a tag many U.P. residents wear with pride. \n\nWhile Michigan's economy is most well known for its auto industry, it also has a long history of logging and copper- and iron ore-mining.  The Michigan economy has diversified somewhat as the automotive industry and suppliers have moved their facilities elsewhere.  Michigan agricultural output includes cherries, apples, blueberries, navy beans, and petunias, plus a wide variety of other crops.  Outdoor sports are an important part of the tourism industry in Michigan, with skiing, snowboarding, and snowmobiling in winter, and fishing, swimming, camping, and bicycling in summer. Visitors also enjoy photography, birdwatching, and hiking throughout the year, especially in or near the state's extensive forests, beaches, lakes, and rivers.  Hunting, fishing, camping, and sailing are also popular outdoor activities.\n\nThe vast majority of Michiganders tend to be very friendly, with a few exceptions. If you are identified as a tourist in certain areas (especially small, lakeside towns), you may be met with resentment. This is more common among Michigan residents who live in formerly unspoiled regions of immense natural beauty which have recently been overtaken with condominium developments, large hotels, and other commercial buildings meant to capitalize on tourism.   \n\n",{"type":"===","value":["Language"]},"\n\n",{"type":"'''","value":["Michiganders"]}," (the feverishly-defended demonym) have a variety of local dialects or accent, depending on the region. Letters or syllables are sometimes removed from longer words (\"probably\" is almost always shortened to \"probly\" and sometimes \"prolly\"; \"mirror\" sounds like \"meer\"). Unnecessary prepositions may be added to the end of sentences. When the letter T appears in the middle of a word, it is sometimes pronounced with a D sound, a pronunciation more common in the western U.P. than elsewhere. Michiganders of the U.P. can sound like their Canadian neighbors in Ontario. Context awareness is very important to fully understand some Michiganders in these regions.\n\nWhen in the middle and southern regions of the Lower Peninsula, you will often hear references to \"UpNorth\".  When Michiganders in these areas speak of getting away for the weekend, they often say \"I'm heading UpNorth.\"  Most frequently, they're referring to the mostly-rural, wooded areas and scenic shoreline somewhere in the northern areas of the Lower Peninsula. Sometimes, they're referring to the U.P., but more often you'll hear \"I'm heading up to the U.P.\"\n \nState highways are referred to as the letter ",{"type":"'''","value":["M"]}," followed by the highway number. For example, Michigan State Highway 43 becomes ",{"type":"'''","value":["M-43"]},". Interstate highways and US highways are usually referred to with the highway number alone. For example, Interstate Highway 94 becomes ",{"type":"'''","value":["94"]}," in conversation. Many counties and cities also employ a number-based naming scheme for local roads and may be referred to by their number alone as well; however, local road numbers and highway numbers rarely overlap. If you'll be spending time in a small area of Michigan, take a few minutes to study a map of the area when possible to avoid confusion. \n\nCarbonated soft drinks are most commonly referred to as ",{"type":"'''","value":["pop"]},". Coke is a specific kind of pop (regular Coca-Cola), unlike some other areas of the United States. The term \"soda\" is usually acceptable. The term \"soda pop\" is nearly unheard of.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nMichigan has several airports, but most international or cross-country travelers will fly into ",{"type":"'''","value":[{"type":"[[","value":[["Detroit Metropolitan Wayne County Airport"],["Detroit Metro Airport"]]}]}," (",{"type":"{{","value":[["IATA"],["DTW"]]},") just west of the city, or transfer there to a smaller airport elsewhere in the state. Grand Rapids' ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.grr.org Gerald R. Ford International"]}]}," (",{"type":"{{","value":[["IATA"],["GRR"]]},") also has daily flights from various parts of the country.  Regional airports (which also have direct flights from cities in nearby states, such as ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Cleveland"]]},", ",{"type":"[[","value":[["Minneapolis"]]},"-",{"type":"[[","value":[["Saint Paul"]]},", ",{"type":"[[","value":[["Milwaukee"]]},", and ",{"type":"[[","value":[["Cincinnati"]]},") include Detroit's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.detroit.mi.us\/airport\/ Coleman A. Young"]}]}," (",{"type":"{{","value":[["IATA"],["DET"]]},"), Flint's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bishopairport.org\/ Bishop"]}]}," (",{"type":"{{","value":[["IATA"],["FNT"]]},"), Lansing's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flylansing.com\/home\/ Capital City"]}]}," (",{"type":"{{","value":[["IATA"],["LAN"]]},"), ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.azoairport.com Kalamazoo\/Battle Creek"]}]}," (",{"type":"{{","value":[["IATA"],["AZO"]]},"), ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.muskegonairport.com Muskegon"]}]}," (",{"type":"{{","value":[["IATA"],["MKG"]]},"), ",{"type":"'''","value":[{"type":"[","value":["http:\/\/mbsairport.org Midland\/Bay City\/Saginaw"]}]}," (",{"type":"{{","value":[["IATA"],["MBS"]]},"), Traverse City's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tvcairport.com Cherry Capital"]}]}," (",{"type":"{{","value":[["IATA"],["TVC"]]},"), and Marquette's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sawyerairport.com Sawyer"]}]}," (",{"type":"{{","value":[["IATA"],["SAW"]]},").\n\n",{"type":"===","value":["By car"]},"\nDriving into Michigan can be accomplished by one of the highways that enter and extend through Michigan. From Ohio, I-75 goes through Detroit, Flint, and Bay City, and Mackinaw City, ending in the U.P. city of Sault Ste. Marie. From Indiana and Illinois, I-94 passes through Kalamazoo, Battle Creek, Jackson, Ann Arbor, and Detroit, and ends in Port Huron in the thumb of Michigan. I-196 branches from I-94 and continues up the lakeshore to Grand Rapids. I-69 enters from east Indiana and Indianapolis, crossing I-94, and passing through Lansing, Flint, and Port Huron. US-131 stretches from I-80\/90 in northern Indiana through Kalamazoo, Grand Rapids, Big Rapids, Cadillac, and northward. The Upper Peninsula can be entered from Wisconsin via US-2 from Duluth, and US-41 from Green Bay or Milwaukee. Michigan has major bridge\/tunnel border crossings from Ontario, Canada located in Detroit (from Windsor) and Port Huron (from Sarnia), with a less heavily used crossing at the northern twin cities of Sault Ste. Marie.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}," provides daily rail service on three routes to Michigan, out of its hub in Chicago.  The Pere Marquette travels through St. Joseph and Holland to Grand Rapids.  The Wolverine travels through Kalamazoo, Jackson, Ann Arbor, and Detroit, to Pontiac.  The Blue Water passes through Kalamazoo, Lansing, and Flint, on the way to Port Huron.  A connecting bus also runs from Kalamazoo north on US-131 to St. Ignace.\n\n",{"type":"===","value":["By boat"]},"\nCar\/passenger ferries from Milwaukee and Manitowoc, Wisconsin operate during warm months, crossing Lake Michigan to Muskegon and Ludington, respectively.\n\n",{"type":"==","value":["Get around"]},"\n\nAs the historic base of the U.S. auto industry, Michigan's intrastate travel system is almost entirely dependent on the internal combustion engine.  The most extensive public transit system is the ",{"type":"[","value":["http:\/\/www.greyhound.com\/ Greyhound bus network"]},", which reaches most population centers in much of the state. Amtrak's three daily rail routes from Chicago connect certain cities in southern Michigan (see \"Get in\").  Most intrastate air service is out of Detroit Metro; there is no regular service ",{"type":"''","value":["between"]}," the state's small regional airports.  Several of the larger cities have local bus services (Detroit also has light rail), but the personal automobile remains the best way to get around within Michigan.  Interstate, US, and state highways permeate southeast Michigan, crisscross the rest of southern Michigan, stretch up into northern Michigan, and trickle across the Upper Peninsula.\n\n",{"type":"==","value":["See"]},"\n\nMichigan is blessed with many natural beauties.  Primary on that list are its Great Lakes (much of Superior, Michigan, and Huron, and a little bit of Erie), the waters of which are even depicted on official maps of the state.  The Upper Peninsula region contains many of Michigan's natural wonders, including the ",{"type":"[[","value":[["Pictured Rocks National Lakeshore"],["Pictured Rocks"]]},", ",{"type":"[[","value":[["Mackinac Island"]]},", ",{"type":"[[","value":[["Isle Royale National Park"],["Isle Royale"]]},", ",{"type":"[[","value":[["Tahquamenon Falls State Park"],["Tahquamenon Falls"]]},", the Porcupine Mountains, and the Seney National Wildlife Refuge.  The Lower Peninsula has expansive forests, rivers, and inland lakes in the north (such as Huron and Manistee National Forests), humongous sand dunes (such as at ",{"type":"[[","value":[["Sleeping Bear Dunes National Lakeshore"],["Sleeping Bear Dunes"]]},"), and countless miles of beautiful shoreline.  In the autumn, \"color tours\" of the changing leaves in northern Michigan are popular.\n\n",{"type":"==","value":["Shop"]},"\n\nMichigan has a draw to shopping based on the many unique coastal towns and the look and feel of its tourist areas and attractions. Michigan has a fixed 6% sales tax which is rarely included in the advertised price (like the rest of the United States). Most groceries and many personal items are not taxed.\n\n",{"type":"'''","value":["Antiques Markets, Shops and Shows"]}," are a big attraction in the Great Lakes Area.  Below is a list of cities, shops and events, in alphabetical order:\n\nShops (Open Year Round)\n\n",{"type":"*","value":[" TBD"]},"\nMarkets & Shows(Regularly Recurring Large Events)\n\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.alleganantiques.com Allegan Antiques Market"]},".  Six Shows every season.  Last Sunday of every month, April through September.  Visit the web site for exact dates each season, directions and contact information."]},"\n",{"type":"==","value":["Do"]},"\n\nIf it can be done on or in the water, Michigan probably offers at least a little of it, somewhere in the state.  Fishing, sailing, and motorboating are popular on both the Great Lakes and inland lakes.  The Great Lakes are a bit cool for some tastes, even in the summer, but are still very popular beach destinations, along with swimming in the warmer lakes inland.  Canoeing is also popular on the rivers snaking through protected forests.  Some people do surf, mostly the often-substantial waves coming across Lake Michigan, but it won't impress the dudes back home at ",{"type":"[[","value":[["Hermosa Beach"]]}," or ",{"type":"[[","value":[["Waimea"]]},".\n\nIn winter, replace water with snow and ice.  Hardcore anglers keep fishing through the ice.  Although serious alpine skiers might find the idea of skiing in glacier-smoothed Michigan laughable, there are many downhill ski areas, with the most popular resorts in the still-textured Charlevoix\/Grand Traverse region of the state, in the Lower Peninsula.  Don't forget the western U.P, which has more mountainous terrain.  There you'll find Indianhead Resort in Wakefield, and Big Powderhorn in Bessemer.  Some great cross-country skiing can be found in both peninsulas, and any incline with a population of kids nearby becomes a sledding hill.\n\nThe city of ",{"type":"[[","value":[["Detroit"]]}," hosts four major professional sporting teams: the ",{"type":"[","value":["http:\/\/detroit.tigers.mlb.com Tigers"]}," (baseball), the ",{"type":"[","value":["http:\/\/www.detroitlions.com Lions"]}," (American football), the ",{"type":"[","value":["http:\/\/www.detroitredwings.com Red Wings"]}," (hockey), and the ",{"type":"[","value":["http:\/\/www.nba.com\/pistons\/ Pistons"]}," (basketball). The Lions, Red Wings and Tigers all play in stadiums in downtown Detroit; the Pistons play in Auburn Hills approximately 25 miles northwest of Detroit.  Detroit also hosts the ",{"type":"[","value":["http:\/\/www4.naias.com North American International Auto Show"]}," each January.  Big-city casino gambling with four major casinos (supplementing the several Native American casinos in more remote areas of the state) is Detroit's latest addition.  Detroit serves as the cultural and entertainment hub of the metropolitan region, with major concert venues, the ",{"type":"[","value":["http:\/\/www.detroitsymphony.com Detroit Symphony Orchestra"]},", the ",{"type":"[","value":["http:\/\/www.dia.org Detroit Institute of Art"]},", an active theatre scene, and many jazz venues.\n\nIn ",{"type":"[[","value":[["Lansing (Michigan)"],["Lansing"]]},", you can visit the State Capitol Building, which was renovated in 1992.  Many other state government and historical buildings are located in Lansing and East Lansing.\n\nThere are many small towns of interest in Michigan.  ",{"type":"[[","value":[["Frankenmuth"]]},", located in Mid-Michigan, was settled by German immigrants and features many Germany-inspired shopes and restaurants.  Zennder's, the Bavarian Inn, and Bronner's are, respectively, its two most well-known restaurants and its most famous shop.  Zehnder's is known for its family-style fried chicken dinners. The Bavarian Inn is known for its menu of German favorites and its glockenspiel.  At Bronner's, it's Christmas all year 'round, with a wide selection of gifts, ornaments, and cards, many of them German imports.  Frankenmuth has a variety of smaller, charming shops, a beautiful river bank along the Cass River, and a covered bridge.\n\nIf travelling between the Lower and Upper Peninsulas, visit ",{"type":"[[","value":[["Mackinaw City"]]},", ",{"type":"[[","value":[["St. Ignace"]]},", and ",{"type":"[[","value":[["Mackinac Island"]]},".  Fort Michilimackinac and an old lumber mill are located on the latter, and these are both open to the public.  In order to get to the Island, you must take a ferry.  Three different services are available.   Mackinac Island is home to Fort Mackinac, and the Grand Hotel, and many other points of interest.  Rent bicycles, ride horses, or stroll; no cars allowed on the island.\n\n",{"type":"==","value":["Eat"]},"\n\nIf you're planning a trip into Michigan and you want to check off the \"must-eat\" local specialties, then there are four things you really should be sure to try while you're here. Interestingly, they're all centered around the northern parts of the state, so if you want to try them in their homeland, you'll want to be sure to visit the area from Traverse City to the UP.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["pasty"]}," (which rhymes with \"nasty\", not \"hasty\") is a traditional food in the Upper Peninsula, made with meat (usually beef), potato, onion, and sometimes rutabaga (a must, for some Yoopers), wrapped in a sturdy dough with a crimped edge.  They originated from ",{"type":"[[","value":[["Cornwall"]]},", in southwestern ",{"type":"[[","value":[["England"]]},", and were brought to the area by Cornish miners who emigrated to the UP. The miners' wives would take everything that was left from the Sunday dinner, chop it up and wrap it in a semicircular pastry case, for their husbands to warm on their shovels and eat for lunch. These days, you can find pasty shops along highways in the UP, some with limited hours of operation, and others with their own websites.  There are a number of ways to go about eating a pasty: cold, held in the hand, with or without ketchup, or hot, with ketchup or brown gravy. "]},"\n",{"type":"*","value":["Several of the more popular tourist towns on Michigan's shores produce rich, creamy ",{"type":"'''","value":["fudge"]},", made from milk, sugar and usually chocolate, although you can find vanilla, peanut butter, mint, praline, cranberry, and many more flavors. The most famous fudge in the state has been made on ",{"type":"[[","value":[["Mackinac Island"]]}," since 1887, still by hand, shaping and cooling it on marble slabs, right there at the shop."]},"\n",{"type":"*","value":["Not surprisingly, lake fish is popular in Michigan, particularly ",{"type":"'''","value":["walleye"]},", ",{"type":"'''","value":["rainbow trout"]},", ",{"type":"'''","value":["whitefish"]}," and ",{"type":"'''","value":["lake perch"]},". Most restaurants in Michigan that offer seafood will have at least one of the two somewhere on their menu; you can find it broiled, fried, smoked, made into salad, or planked on cedar with whipped mashed potatoes piped around the edge. Lake fish are most commonly associated with Lake Superior, so you'll find it more prominent on menus in the Upper Peninsula."]},"\n",{"type":"*","value":[" Michigan produces over 70 percent of the tart ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.usacherries.com\/ cherries"]}]}," grown in the US, as well as around 20 percent of the sweet cherries. The main cherry-growing region in the state is around ",{"type":"[[","value":[["Traverse City"]]},", where you'll find a cherry festival every July. Cherries, particularly dried ones, get added to some dishes to give them local flair; you may see restaurants offering a \"Michigan salad\" that includes dried cherries."]},"\nBut although these four foods are most commonly associated with Michigan, they're by no means the state's only specialities.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cudighi"]}," (\"COO-duh-ghee\"), is an Italian sausage, sometimes served as a sausage-patty hoagie served with mozzarella cheese and tomato sauce, and is popular in the Upper Peninsula. It was brought to the area by immigrants from northern Italy who moved into the Iron Mountain region, the Copper Country, and around ",{"type":"[[","value":[["Ishpeming"]]}," and ",{"type":"[[","value":[["Negaunee"]]},". Cudighi is flavored with sweet spices like paprika, cinnamon, cloves and nutmeg."]},"\n",{"type":"*","value":[" In southeastern Michigan, a popular treat to celebrate Fat Tuesday and the beginning of Lent is ",{"type":"'''","value":["pączki"]}," (\"poonch-key\"), which are baked annually in the Polish village of ",{"type":"[[","value":[["Hamtramck"]]}," in metro ",{"type":"[[","value":[["Detroit"]]},". The version made in Hamtramck are like large fried jelly doughnuts, covered in powdered sugar or glazed, and most commonly filled with custard, fruit or chocolate, with plum being a particularly popular flavor.   Many grocers in southeastern Michigan carry pączki in the days and weeks prior to Ash Wednesday each February."]},"\nAside from cherries, Michigan is a surprisingly prominent agricultural region, well known for a variety of products:\n\n",{"type":"*","value":[" Michigan ranks third in the nation's production of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.michiganapples.com\/ apples"]}]},", which fill the grocery stores to overflowing when they're in season."]},"\n",{"type":"*","value":[" The western side of the state, near the shore of Lake Michigan, is a prolific region for ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.blueberries.com\/ blueberries"]}]},", growing 45 percent of the nation's total. They're not as ubiquitous on menus as cherries, but if you're in the region during the blueberry season (July through October) watch for roadside stands and \"U-pick\" farms in rural areas."]},"\n",{"type":"*","value":[" Michigan's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.michiganmorels.com\/ morel mushrooms"]}]}," grow wild throughout the state, but are particularly common in the northern Lower Peninsula. Locals often go mushroom-hunting, and Michigan morels are sought-after by chefs statewide. There's a morel festival every May in ",{"type":"[[","value":[["Boyne City"]]}," and Mesick."]},"\n",{"type":"*","value":[" The growing season for the small, sweet Michigan ",{"type":"'''","value":["strawberries"]}," is short, but worth taking advantage of. There's a national strawberry festival every year in Belleville."]},"\n",{"type":"*","value":[" Perhaps less enticing, Michigan ranks second in the nation's production of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.michigancelery.com\/ celery"]}]},", mainly around ",{"type":"[[","value":[["Kalamazoo"]]},". There's even a celery interpretive center in the area, where you can learn about the region's celery farming heritage."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Maple syrup"],["alt="],["url=http:\/\/www.mi-maplesyrup.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has been produced in Michigan as long as Native American tribes have lived here, and it can also be found in the form of maple candy."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nAlthough not as prestigious as Californian or overseas varieties, Michigan ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.michiganwines.com\/ wines"]}]}," are growing in respectability, with significant vineyards in the southwest (e.g. St. Julian, Tabor Hill, Fenn Valley) and northwest Lower Peninsula (e.g. Leelanau Cellars, Good Harbor, Chateau Grand Traverse).\n\nStroh's was one of the last of the great traditional Michigan breweries and a Detroit-area staple, but is now made out of state.  However, ",{"type":"'''","value":["local breweries"]}," can now be found throughout Michigan.  Some of the more widely available Michigan beers are Bell's, Arcadia, Atwater, Michigan Brewing, and Founder's.\n\nTwo native brands of soft drinks (called \"",{"type":"'''","value":["pop"]},"\" by the locals) are Faygo (perhaps best known for strawberry-flavored \"Redpop\" and the 1970s top-10 single based on their TV jingle), and Vernor's ginger ale (with its distinctive tangy taste and gnome mascot).  The national brands own the restaurant and vending-machine business, but these are available in stores.\n\nMichigan's bountiful apple harvest is often used to make fresh ",{"type":"'''","value":["apple cider"]},", and cider mills are abundant in the apple-growing region. They are only open during the harvesting season in autumn, but, if you stop by, you can get cider by the gallon (not \"hard\" cider) or just a cup of it, hot or cold. In Michigan, cider is traditionally drunk with cake doughnuts; most cider mills make their own doughnuts fresh on the premises, so you can get them piping hot, and rolled in cinnamon sugar. Most also sell other apple products, like baked goods, apple jellies and butters, and apple-related products like cookbooks and mulling spices.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe majority of Michigan is very safe. While violent crime occurs everywhere, parts of Detroit, Flint, Saginaw and other cities fare worse.  Even there, most places are completely safe during the day and important main entertainment and cultural centers are heavily policed after dark.   Use common sense traveling in and through urban areas, especially after dark. \n\nIf you choose to explore Michigan by car, be aware of local road conditions, especially during winter. Western Lower Michigan and the UP are subject to lake effect snow which can accumulate quickly.\n\nThere are quite a few lumber roads in the U.P., some of which are still in use.  Don't be tempted to travel these roads, unless a) you're with a local who can keep you from getting lost, and b) you have an emergency kit (including food, water, first aid) with you.  Such roads are frequently one lane wide, and lumber trucks travel faster than you'd expect.  Explorer beware.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ohio"]]}]}," - Located to the southeast of Michigan, ",{"type":"[[","value":[["Cedar Point"]]}," amusement park and the ",{"type":"[[","value":[["Lake Erie Islands"]]}," are an easy day-trip."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Indiana"]]}]}," - Michigan's southern neighbor is home to the football tradition of Notre Dame and the Indianapolis 500."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Illinois"]]}]}," - ",{"type":"[[","value":[["Chicago"]]},", the bustling unofficial capital of the Midwest, lies just beyond the state's southwest corner."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Wisconsin"]]}]}," - Located west of Michigan, Upper Peninsula residents traditionally think of ",{"type":"[[","value":[["Green Bay"]]}," as the nearest big city shopping and professional football center."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Minnesota"]]}]}," - ",{"type":"[[","value":[["Northeastern Minnesota"]]}," offer wilderness areas similar to those found in the Upper Peninsula and can be reached by heading west across Lake Superior."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Ontario"]]}]}," - Although the border crossing has become more tedious in recent years, ",{"type":"[[","value":[["Windsor (Ontario)"],["Windsor"]]},"  and the rest of ",{"type":"[[","value":[["Southwestern Ontario"],["Southern Ontario"]]}," are just across the river from Detroit."]},"\n",{"type":"{{","value":[["geo"],["44.34"],["-85.58"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Midwest (United States of America)"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Michigan"]]},"\n",{"type":"[[","value":[["WikiPedia:Michigan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Michigan\/"]]}]