[{"type":"{{","value":[["pagebanner"],["Hudson River Wikivoyage banner.JPG"]]},"\nBetween New York City's suburbs and the larger Upstate region is a transitional area, a place where many New Yorkers get away from it all to relax.  West of the Hudson River lie the ",{"type":"'''","value":["Catskills"]},", a largely rural and wild area of mountains and valleys; along the river, on the other hand lie a number of ",{"type":"'''","value":["Hudson Valley"]}," communities with rolling hills, an area that resembles New England in many respects.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Catskills"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Columbia County (New York)"],["Columbia County"]]}," - mostly rural; visit farmstands, wineries, and historic sites"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dutchess County"]]}," - its southern half is rapidly becoming suburban, but the northern portion is still rural; visit farmstands, orchards, and wineries"]},{"type":"*","value":[" ",{"type":"[[","value":[["Putnam County (New York)"],["Putnam County"]]}," - western side of the county is dominated by the rocky Hudson Highlands, the eastern side by reservoirs of New York City's water supply; a nice getaway from New York City"]},"\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Beacon"]]}," - A funky, rebuilding riverfront town that has gradually gotten more popular with visitors from the city due to its easy access via Metro-North. Most are headed for the Dia art museum, but they've started spilling over to cafés and shops on nearby Main Street."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hudson (New York)"],["Hudson"]]}," - Another old industrial river city revitalized by expatriate Brooklynites, it has become one of the most popular destinations for antiquing in the region."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kingston (New York)"],["Kingston"]]}," - The Ulster County seat and former state capitol has many facets, from its colonial uptown with sheltered sidewalks to its downtown on Rondout Creek, easily accessible by boats from the nearby river."]},{"type":"*","value":[" ",{"type":"[[","value":[["Monticello (New York)"],["Monticello"]]}," - Centrally located in the Borscht Belt, the Sullivan County seat retains that small-town feel"]},{"type":"*","value":[" ",{"type":"[[","value":[["Newburgh (New York)"],["Newburgh"]]}," - The valley's second-largest city has had to face many challenges in the decades since it lost its industrial base. It has managed nevertheless to rebuild its waterfront and preserve the many stately Victorian-era homes of its East End."]},{"type":"*","value":[" ",{"type":"[[","value":[["Poughkeepsie"]]}," - The largest city between New York and Albany, Dutchess County's seat has recovered in many ways, buffered by IBM and Vassar College, two of its main employers."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rhinebeck"]]}," - Again, easy access from the nearby Rhinecliff train station has made this upscale village as popular a spot with New York City weekenders as it was in the late 19th century."]},{"type":"*","value":[" ",{"type":"[[","value":[["Windham (New York)"],["Windham"]]}," - A ski town at the north end of the mountains with the New England charm of its namesakes in that region."]},{"type":"*","value":[" ",{"type":"[[","value":[["Woodstock (New York)"],["Woodstock"]]}," - The festival wasn't held anywhere near here, but this town nevertheless lives up to the hippie reputation evoked by its name."]},"\n",{"type":"==","value":["Understand"]},"\n\nHenry Hudson and his crew were the first Europeans to sail up the river, on the ",{"type":"''","value":["Halve Maen"]}," in 1609. They  thought they might have discovered the beginnings of the Northwest Passage, and traveled as far as the feature that gives present-day ",{"type":"[[","value":[["Glens Falls"]]}," its name before they realized they had only found a tidal estuary 150 miles (240 km) into the interior. But the find was nevertheless useful for the Dutch, who established the colony of New Netherland along the river, with its capital, Fort Orange (today ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]},") near the upper limit of his voyage, and the port city of New Amsterdam (",{"type":"[[","value":[["New York City"]]},") at the river's mouth.\n",{"type":"[[","value":[["File:Half Moon in Hudson.jpg"],["thumb"],["The ",{"type":"''","value":["Halve Maen"]}," explores the Hudson"]]},"\nOther settlements, like ",{"type":"[[","value":[["Kingston (New York)"],["Kingston"]]}," and ",{"type":"[[","value":[["Schenectady"]]},", were established later. Many other Dutch placenames in the region reflect this era, which ended when the colony became English in 1669. Under both colonial powers, the river became a major trade route, with sloops plying it regularly and putting it at other riverside ports like ",{"type":"[[","value":[["Newburgh (New York)"],["Newburgh"]]},", ",{"type":"[[","value":[["Poughkeepsie"]]}," and ",{"type":"[[","value":[["Hudson, New York"],["Hudson"]]},".\n\nDuring the Revolutionary War the river became a key strategic asset. The British sought to take control of it, in order to divide New England from the rest of the colonies. To prevent this, the Patriots forged a giant chain to block the river below the Hudson Highlands, and established the fort has since become the United States Military Academy at ",{"type":"[[","value":[["West Point (New York)"],["West Point"]]},". Benedict Arnold made his getaway down the river after his plan to sell out the fort to the British was exposed.\n\nAfter the war ended with American independence, the new nation found in the river and its surrounding valley its earliest cultural inspiration. Washington Irving lived on the river's banks and wrote his most famous story, ",{"type":"''","value":["Rip Van Winkle"]},", about the Dutch inhabitants of the upper valley. Thomas Cole, Frederick Church and other painters of the Hudson River School found inspiration in the landscapes of the Highlands and the ",{"type":"[[","value":[["Catskills"]]},". Wealthy landowners like Robert Livingston built palatial estates on the east bank overlooking some of the most scenic vistas.\n\nThe Hudson was also important to the economy. In combination with the Mohawk, it offered a largely level route through the ",{"type":"[[","value":[["Appalachian Mountains"]]},". Thomas Jefferson is said to have coined New York's nickname, the Empire State, in recognition of the potential of this asset. New York did not wait long to exploit it. The Erie Canal was opened between Albany and ",{"type":"[[","value":[["Buffalo, New York"],["Buffalo"]]}," in 1825, and a quarter-century later the first railroads along the river were in place.\n\nSoon the cities of the valley industrialized, and those who had become rich from that development, like the Vanderbilts and Jay Gould, moved into their own riverfront mansions. At the southern end of the valley the country towns of ",{"type":"[[","value":[["Westchester County"],["Westchester"]]}," and ",{"type":"[[","value":[["Rockland County"],["Rockland"]]}," counties gradually became commuter suburbs, growing explosively after World War II. That growth came with a price, however, as the pollution from the industrialization taxed the river's ability to cleanse itself, making it almost an open sewer. \n",{"type":"[[","value":[["File:Storm King from across Hudson.jpg"],["right"],["thumb"],["Storm King Mountain"]]},"\nBut the region responded by helping to launch the modern American environmental movement. A power plant project that would have carved a dam out of Storm King Mountain south of Cornwall and strung transmission lines across the river was halted in 1965, when the Scenic Hudson Preservation Committee persuaded a federal court to allow consideration of the aesthetic impact the project would have on the landscape, a landmark ruling. Other environmental groups, such as Clearwater and Hudson Riverkeeper, were launched to protect the river itself, aided greatly by the passage of the Clean Water Act in the 1970s.\n\nThe upper stretches of the river still have signs warning against eating fish caught there due to the polychlorinated biphenyls (PCBs) remaining in the riverbed. Most came from a former General Electric plant in ",{"type":"[[","value":[["Hudson Falls"]]},", and remediation efforts have long been a political sore point in the region.\n\nAlong with the river, the region suffered from the decline of manufacturing jobs in late 20th-century America. Cities like Newburgh, Peekskill and Poughkeepsie became poorer as jobs left, compounded by ill-advised urban renewal projects such as Poughkeepsie's Main Mall Row. Many who stayed wondered if the region had seen its best days.\n\nThe depressed regional housing market, however, created opportunities. Manhattan- and Brooklynites looking for that urban vibe at a cheaper price began buying up the old houses and restoring them. The state's Hudson River Greenway helped communities like Peekskill and Newburgh clean up and revitalize their riverfronts. Outside the valley's cities, some old farms became subdivisions, occupied by the middle-class families who found themselves priced out of closer suburbs. Today exurbanization reaches into Dutchess and Orange counties, and is slowly creeping into Greene and Columbia counties at the north end, where the metropolitan area centers on Albany. In between, the valley remains a mixture of old and new.\n\nCommunity after community along the river continues to revive its waterfront. Visitors from New York City come to their shops on the weekend and sometimes decide to settle in towns like Cold Spring, Beacon, Saugerties, and Hudson, where they restore old houses and take in the fantastic scenery.\n\n",{"type":"===","value":["Climate"]},"\n\nThe valley is generally cooler than New York City, both in summer and winter. In the former season this effect is positive, as it blunts any heat waves that hit the city (temperatures have broken 100°F (38°C) on occasion, but not by much). In the winter this means, however, that storms are likely to be more severe (when TV weather forecasters from the city say something like \"north and west, this will all be snow\", they're usually pointing at the lower or central Hudson Valley).\n\nThese effects are more pronounced as one gets further from the river and higher into the mountainous and hilly terrain, like the Catskills or Taconics, on either side. The Catskills and Shawangunks can also create \"rain shadows\" near their bases on some days, due to the prevailing winds blowing from the west across them. At the same time they also tend to buffer the region from some of the storm systems that come down from Canada to menace the rest of upstate New York in early winter.\n",{"type":"[[","value":[["File:Traffic going through flooded at Muddy Kill on NY 17K after Hurricane Irene, Montgomery, NY.jpg"],["thumb"],["Flooding after Hurricane Irene, 2011"]]},"\nThe most serious weather events are thus usually the nor'easters that follow the coasts. The wind that sometimes comes along with them regardless of season can sometimes be strong enough to blow down trees or branches and cause widespread power failures. In recent years some tropical cyclones have severely affected the region. Tropical Storm Floyd, in 1999, caused some of the longest blackouts; and Irene and Lee in 2011 brought extensive flooding, washing out roads and isolating some communities.\n\n",{"type":"===","value":["Read"]},"\n\n",{"type":"*","value":[{"type":"''","value":["Hudson Valley Faces and Places"]}," (2006) and ",{"type":"''","value":["Hudson Valley Tales & Trails"]}," (2010), both by Patricia Edwards Clyne, are excellent compendia of regional lore. The former focuses on some of the many famous people who have connections to the region; the latter on places of historical interest, with short hikes or walks outlined."]},{"type":"*","value":[{"type":"''","value":["Chronicles of the Hudson: Three Centuries of Travel and Adventure"]}," (Roland van Zandt, 1971). Good broad history of the region built visits or residence in the region by notable people. Organized by the dominant means of transportation at the time, it takes the reader from the river's earliest explorations by Europeans to the early 20th century. Its viewpoint predates the modern renaissance of the river, but still worth the read."]},{"type":"*","value":[{"type":"''","value":["The Mightier Hudson: The Spirited Revival of a Treasured Landscape"]}," (Roger D. Stone, 2012). Picks up where van Zandt left off and tells the story of the renewal of the river and valley, both environmentally and culturally."]},{"type":"*","value":[{"type":"''","value":["Crossing the Hudson: Historic Bridges and Tunnels of the River"]}," (Donald Wolf, 2010). The same feature that makes the Hudson navigable all the way to ",{"type":"[[","value":[["Troy (New York)"],["Troy"]]},", its width, also makes it a major geographic barrier whose effect is still felt today (freight trains must go all the way to Castleton, south of Albany, to cross the river). Bridging the river has been key to making the region come together. Wolf's book looks at all aspects of this history, from the technical issues to the social, economic and political effects."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By boat"]},"\n\nProbably the best, most beautiful and historic view of traveling to and within the Hudson Valley is by boat up the Hudson itself. There are a few tourist cruises you can do, but unless you have or use a private boat, the Hudson River itself won't be your primary method of travel in the Hudson Valley. One exception is ",{"type":"[","value":["http:\/\/www.nywaterway.com NY Waterway"]},", an operator of commuter ferries, that offers full day and weekend sightseeing cruises from ",{"type":"[[","value":[["New York City"]]}," to several locations including ",{"type":"[[","value":[["Tarrytown"]]}," and the United States Military Academy at West Point.\n",{"type":"[[","value":[["File:Sloop Clearwater3 - Photo by Anthony Pepitone.jpg"],["thumb"],["right"],["The sloop ",{"type":"''","value":["Clearwater"]}]]},"\nA different, but memorable, way to experience the Hudson Valley from the river is to go on one of the ",{"type":"[","value":["http:\/\/www.clearwater.org\/come-sailing\/public-sail-schedule\/ public sails"]}," run by Hudson River Sloop Clearwater, the Beacon-based environmental organization that works to protect the river. Between April and October, ",{"type":"''","value":["Clearwater"]},", a National Register-listed replica of the 17th- and 18th-century Dutch sloops, and ",{"type":"''","value":["Mystic Whaler"]},", a replica of a 19th-century whaling schooner, take on passengers at docks up and down the river between New York and Albany. During the excursions, passengers can take turns helping steer and operate the boat while the crew offers lessons on the history and environment. It's a popular family outing. Tickets are $50 for adults, $35 for Clearwater members and $15 for children 12 and under. ",{"type":"''","value":["+1 845"]}," 265-8080 x7107 .\n\n",{"type":"===","value":["By air"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whiteplainsairport.com Westchester County Airport"]}]},", 240 Airport Road, ",{"type":"[[","value":[["White Plains (New York)"],["White Plains"]]},", ",{"type":"''","value":["+1 914"]}," 995-4860 (airlines). The largest airport of the lower Hudson Valley, other than the three New York City\/New Jersey international airports."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stewartintlairport.com Stewart International Airport"]}]},", 1180 First St, New Windsor, ",{"type":"''","value":["+1 845"]}," 564-2100. Serves the middle of the valley."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dutchessny.gov\/CountyGov\/Departments\/Airport\/ARindex.htm Dutchess County Airport"]}]},", 263 New Hackensack Road, Wappingers Falls, ",{"type":"''","value":["+1 845"]}," 463-6000, ]. An option for private pilots and jets near Poughkeepsie."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.albanyairport.com Albany International Airport"]}]},", 737 Albany-Shaker Rd, ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]},". Serves the upper portions of the valley."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/CommutingTravel\/airports\/html\/newarkliberty.html Newark Liberty International Airport"]}]},", Newark, ",{"type":"[[","value":[["New Jersey"]]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/aviation\/jfkframe.HTM John F. Kennedy International Airport"]}]},", and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.panynj.gov\/CommutingTravel\/airports\/html\/laguardia.html LaGuardia Airport"]}]},": The three major international airports in the New York City area offer service to just about anywhere."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Metro-North Hudson Line.jpg"],["right"],["thumb"],["A Metro-North Hudson Line train in the Hudson Highlands"]]},"\nAs a scenic introduction to the region, the train trip up the east side of the Hudson is worth the ride in itself on a nice day. Much of the track runs immediately adjacent or very close to the river; sights include the Palisades, Haverstraw Bay (the river's widest point), Hudson Highlands, West Point, Newburgh Bay, and the Catskills. All but the latter can be viewed from either Amtrak's Empire Service trains (the intercity service) or Metro-North's Hudson Line (commuter service). The former entails going to Albany–Rensselaer and returning; the latter, Poughkeepsie. There are more amenities on Amtrak, but less time between train turnarounds at Poughkeepsie.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com Amtrak"]}]},". For rail service north of Poughkeepsie, to Rhinecliff and Hudson, departing from Penn Station in Manhattan. Service is also available to ",{"type":"[[","value":[["Yonkers"]]}," and Croton-on-Hudson, but as these are within Metro-North's service area tickets to those destinations are sold only to passengers embarking from outside that service area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mta.info\/mnr\/html\/mnrmap.htm Metro-North"]}]},". The Hudson Line, marked in green on maps, is the line that travels north along the Hudson River, from New York City to Poughkeepsie. Intermediate stops include Yonkers (and three other stations in that city), Tarrytown, Peekskill, Cold Spring and Beacon. Not all trains stop at each station, so check the schedule closely, and mind the type of train—if you board an electric train and want to go north of Croton-Harmon, you'll have to get off there and change to one with a diesel locomotive. Fares are higher for travel during peak hours; at that time the trains, particularly those that serve the lower portion of the line, are very crowded and you may have to stand for a while."]},"\nFor destinations further inland on the east side of the Valley, the Harlem Line, marked in blue on the map, is an option. It goes as far as rural Wassaic, 90 miles (144 km) north of the city in Dutchess County. Intermediate stops include Bronxville, White Plains, Scarsdale, and Brewster. Electric trains go as far as Southeast; passengers going beyond that station will have to change to a diesel train there, except if catching an express from Grand Central during evening rush hour.\n",{"type":"[[","value":[["File:Moodna Viaduct 2.jpg"],["thumb"],["right"],["The Moodna Viaduct"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.njtransit.com\/pdf\/rail\/Rail_System_Map.pdf New Jersey Transit"]}]},". On the west side of the valley, passenger rail service is much more limited. Two of NJ Transit's lines serve stations operated by Metro-North in Orange and Rockland counties. The Pascack Valley line (purple on the map), goes as far as Spring Valley, and the Port Jervis Line (thin black line) goes to ",{"type":"[[","value":[["Port Jervis (New York)"],["that city"]]},", passing stops at Suffern, Tuxedo and Middletown along the way. While a long round trip, that route does offer some outstanding scenery, especially where it crosses the Moodna Viaduct, longest actively used rail trestle in the East, near Salisbury Mills."]},"\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Greyhound"]}]},". Stops in most of the major cities as well as some small towns."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.trailwaysny.com Adirondack Trailways"]}]},", . Stops in most of the major cities on the west side of the river, and Poughkeepsie."]},"\n",{"type":"===","value":["By car"]},"\n\nThe most commonly used route to the Hudson Valley is the north-south ",{"type":"'''","value":["New York State Thruway"]}," (Interstate 87). From New York City, it can be reached by following the Major Deegan Expressway, which becomes the Thruway when it reaches the city line. It continues through lower Westchester County, with a $1.25 toll collected at a barrier near Ardsley, then turns west where I-287 joins it at White Plains to cross the Hudson at one of its widest and most scenic points via the Tappan Zee Bridge (a $4.75 toll is collected going eastbound). After crossing heavily suburban and busy Rockland County, it turns north and continues up the valley to Albany, with every exit roughly corresponding to a bridge. Some of the valley's scenery, such as the Catskills, is visible in the middle of this section. The toll from that point is collected at the exits; to Albany it is $5.25.\n",{"type":"[[","value":[["File:Taconic State Parkway view at Miller Hill Road exit, East Fishkill, NY.jpg"],["thumb"],["right"],["The Taconic State Parkway in southern Dutchess County"]]},"\nOn the east side of the river the only divided highway that runs the valley's full length is the ",{"type":"'''","value":["Taconic State Parkway"]},", beginning at the end of the Bronx River Parkway south of Valhalla and continuing north to the Thruway's Berkshire extension (Interstate 90) near the Columbia County village of Chatham. While less convenient to the river cities, it is worth the drive in itself as the automotive counterpart to the train ride up the river, designed to take advantage of the region's staggering views and rolling, bucolic scenery. Franklin D. Roosevelt personally oversaw the design before he became president, and author William Kennedy has described the result as a \"110-mile postcard.\" The entire highway and most of its picturesque stone bridges have been listed on the National Register of Historic Places.\n\nFrom the east or the west, the best route to the valley is ",{"type":"'''","value":["Interstate 84"]},". Crossing the Delaware River from Pennsylvania into New York at Port Jervis, it makes a scenic crossing of the lower Shawangunk Ridge, then bends north past Middletown to Newburgh, where it intersects with the Thruway and then crosses the Hudson via the Newburgh–Beacon Bridge ($1.50 toll eastbound), with a scenic view of Storm King and the Hudson Highlands to the south. After Beacon and Fishkill on the east side, it continues east to the Taconic Parkway interchange in East Fishkill, then climbs through the Taconics to I-684 at Brewster just before crossing into ",{"type":"[[","value":[["Danbury"],["Danbury, Connecticut"]]},".\n\nOn the north end of the valley, the Massachusetts Turnpike (",{"type":"'''","value":["Interstate 90"]},") becomes the Thruway's Berkshire Section when it crosses the state line. At Schodack I-90 splits to the northwest for Albany-bound traffic; the Berkshire Section continues to the Thruway's Main Line at Exit 21B and is probably the better route into the Hudson Valley for traffic from central New England despite the 85-cent toll.\n\nTravelers coming from New York's ",{"type":"[[","value":[["Southern Tier"]]}," will likely be using the ",{"type":"'''","value":["New York State Route 17"]}," expressway. Known formerly as the ",{"type":"'''","value":["Quickway"]},", it is slowly being upgraded into ",{"type":"'''","value":["Interstate 86"]},". At Middletown there is a full interchange with I-84; Route 17 continues from there to the Thruway at Harriman.\n",{"type":"[[","value":[["File:US 9 north of Red Hook, NY.jpg"],["right"],["thumb"],["US 9 in northern Dutchess County"]]},"\nThere are several north-south surface roads for those wishing to take their time. ",{"type":"'''","value":["U.S. Route 9"]}," follows the east side of the river closely; it becomes an expressway in northern Westchester County and a divided commercial strip between Fishkill and Poughkeepsie. Otherwise it's a leisurely two-lane drive, offering beautiful scenery in many sections. ",{"type":"'''","value":["U.S. Route 9W"]}," parallels it on the other side of the river, with its scenic highlight coming along the divided section in the Hudson Highlands around West Point.\n",{"type":"[[","value":[["File:NY 32 approaching Catskills.jpg"],["thumb"],["Catskills from Route 32"]]},"\nFurther away from the river, ",{"type":"'''","value":["New York State Route 32"]}," begins at the Woodbury Commons outlet mall and connects many of the major communities on the west side of the valley—Newburgh, New Paltz, Kingston, Saugerties and Catskill. The most scenic portion is between the latter two, affording an excellent view of the Catskill Escarpment. On the eastern edge of the region, ",{"type":"'''","value":["New York State Route 22"]}," closely parallels the state line as it lniks the small towns amid the beautiful scenery of Dutchess and Columbia counties.\n\nThere aren't many surface through roads that run east-west across the entire valley. In the south, ",{"type":"'''","value":["U.S. Route 6"]}," closely parallels I-84 at first when the two cross the Delaware at Port Jervis, then bends bends south to Middletown, where it joins NY 17, then makes a scenic crossing of Harriman State Park on its way to the Bear Mountain Bridge and the road around the mountain to ",{"type":"[[","value":[["Peekskill"]]},". From there it goes through several smaller communities in Westchester County, then to Mahopac, Carmel and Brewster in Putnam County before returning to the side of I-84 as it enters Connecticut.\n\n",{"type":"'''","value":["U.S. Route 44"]}," and ",{"type":"'''","value":["New York State Route 55"]}," combine from the Shawangunk Ridge and its stunning views to Poughkeepsie, then split, with 44 going northeast toward Millbrook and Millerton and 55 more due east to Pawling and Connecticut. Further north, ",{"type":"'''","value":["New York State Route 23"]}," crosses the Greene County Catskills, dropping scenically through the north end of the Escarpment, then crosses the river at the Rip Van Winkle Bridge on its way across bucolic Columbia County to Hillsdale and Massachusetts.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Bridges"]},"\n\nThe Hudson River itself can be both means of and impediment to travel. Historically it was wide enough that only ferries crossed it, but then a few rail bridges successfully crossed the river in the late 19th century, followed by vehicle bridges in the 20th. Tolls are charged for all south of Albany. E-Z Pass electronic payment, common in the northeast United States, is accepted at all of the following Hudson River crossings, usually with a discount:\n",{"type":"[[","value":[["File:Kingston-Rhinecliff Bridge2.JPG"],["thumb"],["right"],["Kingston–Rhinecliff Bridge"]]},"\nThe ",{"type":"[","value":["http:\/\/www.nysba.state.ny.us\/ New York State Bridge Authority"]}," operates:\n",{"type":"*","value":[" Rip Van Winkle (NY 23) - Catskill, Green County to Hudson, Columbia County"]},{"type":"*","value":[" Kingston-Rhinecliff (NY 199) - Kingston, Ulster County to Rhinecliff, Dutchess County"]},{"type":"*","value":[" Mid-Hudson (US 44\/NY 55) - Highland, Ulster County to Poughkeepsie, Dutchess County"]},{"type":"*","value":[" Newburgh-Beacon (I-84\/NY 52) - Newburgh, Orange County and Beacon, Dutchess County"]},{"type":"*","value":[" Bear Mountain (US 6\/US 202) - Bear Mountain, Orange County to Peekskill, Westchester County"]},"All NYSBA bridges charge a toll of $1.50 ($1.25 with EZPass) eastbound\n\nThe ",{"type":"[","value":["http:\/\/www.thruway.ny.gov\/index.shtml New York State Thruway Authority"]}," operates:\n",{"type":"*","value":[" Castleton — Selkirk, Albany County to Castleton-on-Hudson, Rensselaer County ($1.05 ($1 with EZPass) both ways; included in Thruway toll collected at exits). "]},{"type":"*","value":[" Tappan Zee (I-87\/I-287) - Nyack, Rockland County to Tarrytown, Westchester County ($5 eastbound; $4.75 with EZPass)"]}," \nThe Port Authority of New York and New Jersey operates:\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.panynj.gov\/bridges-tunnels\/george-washington-bridge.html George Washington"]}," - Fort Lee, New Jersey to New York City ($13 eastbound; $10.25 with EZPass reduced to $8.25 off-peak and $4.25 with three or more people in vehicle)."]},"\n",{"type":"===","value":["Ferries"]},"\n",{"type":"[[","value":[["File:Newburgh-Beacon ferry.jpg"],["right"],["thumb"],["The Newburgh–Beacon Ferry"]]},"\nIn more recent years, traffic jams and parking shortages have led New York's Metropolitan Transportation Authority to revive two old ferry routes across the river in its service area, primarily for the benefit of commuters using Metro-North's Hudson Line; both operate only during rush hour. Service may be suspended in wintertime if the river has too much ice for crossings to be safe, particularly on the Newburgh–Beacon route.\n\n",{"type":"*","value":[{"type":"'''","value":["Haverstraw–Ossining Ferry"]}," from St. Girling Drive in Haverstraw, Rockland County, to the Metro-North station at Ossining, Westchester County. Fare is $3.50 ($1.75 for seniors and children 6–11) for a 15-minute ride across the river at its widest point."]},{"type":"*","value":[{"type":"'''","value":["Newburgh–Beacon Ferry"]}," from Front Street in Newburgh, Orange County, to the Metro-North station at Beacon, Dutchess County. Fare is $1.50 per person; the crossing is shorter but affords excellent views of the Hudson Highlands to the south."]},"\n",{"type":"===","value":["Public Transportation"]},"\n\nThe counties in the valley run bus networks of varying extents.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.beelinebus.com Beeline Bus System"]}]},". Westchester county's bus system also connects to nearby lines, such as ",{"type":"[","value":["http:\/\/www.co.rockland.ny.us\/PublicTrans\/withinrockland.htm Rockland County"]}," and ",{"type":"[[","value":[["Fairfield County"]]},", ",{"type":"[[","value":[["Connecticut"]]}," ",{"type":"[","value":["http:\/\/www.cttransit.com"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.transitorange.info\/ Transit Orange"]}]},", has some routes serving the vicinities of Middletown and Newburgh, but nothing countywide."]},{"type":"*","value":[" ",{"type":"'''","value":["Putnam Transit"]}," (PART), ",{"type":"[","value":["http:\/\/www.putnamcountyny.com\/planningdept\/putnam-transit-schedules\/"]},", has bus routes serving the eastern portion of the county with a connection to Westchester's Bee-Line at the Jefferson Valley Mall, and a summertime trolley-style bus connecting Cold Spring and Garrison."]},{"type":"[[","value":[["File:Dutchess LOOP Blue-Bird CSFE3000 Transhuttle 420.jpg"],["thumb"],["right"],["A Dutchess County LOOP bus"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.co.dutchess.ny.us\/CountyGov\/Departments\/MassTransit\/PLLoopbus.htm Dutchess County LOOP"]}]}," buses serve primarily the eastern portion of the county from Poughkeepsie and Beacon, with one route out to Pawling. There is no service on Sundays."]},{"type":"*","value":[" Mirroring LOOP, ",{"type":"'''","value":["Ulster County Area Transit"]}," (UCAT) ",{"type":"[","value":["http:\/\/www.co.ulster.ny.us\/ucat\/"]}," serves primarily the more populous eastern half of the county, with lines to Ellenville and Belleayre. One line crosses the river to connect to Metro-North and LOOP at Poughkeepsie."]},{"type":"*","value":[" Greene County's Rip van Winkle Express Bus service ",{"type":"[","value":["http:\/\/00644c9.netsolhost.com\/department\/aging\/documents\/GCTransit.pdf"]}," mainly connects outlying areas with Catskill, the county seat. Service is limited."]},{"type":"*","value":[" In Columbia County, ",{"type":"[","value":["http:\/\/www.columbiacountyny.com\/schedule.html Coxsackie Transport"]}," runs buses from Hudson to Albany with stops along Route 9, and a loop route in the southern half of the county."]},"\n",{"type":"===","value":["Roads"]},"\n",{"type":"[[","value":[["File:US 209 entering Ellenville, NY.jpg"],["thumb"],["right"],["US 209 entering Ellenville"]]},"\n",{"type":"[[","value":[["File:NY 199 E of Hammertown.jpg"],["thumb"],["right"],["NY 199 in northern Dutchess County"]]},"\nIn addition to the regional through routes mentioned above, there are some roads which connect wide areas within the region:\n",{"type":"*","value":[{"type":"'''","value":["U.S. Route 209"]},", from the Delaware River at Port Jervis to U.S. 9W north of Kingston. If you come into the valley from the west via I-84, and are headed for its central region, you'll probably take this to Kingston and the bridge to Rhinecliff. For most of its length it's a lightly trafficked two-lane road, with some excellent scenery south of Ellenville where it runs in the valley between the Shawangunks and the Catskills."]},{"type":"*","value":[{"type":"'''","value":["New York State Route 9D"]},". The main route along the river from Bear Mountain Bridge north to Wappingers Falls in Dutchess County. Lower stretches offer a mix of environments from scenic views of the Highlands (particularly in northern Putnam County) to the quaint village of Cold Spring and funky downtown Beacon."]},{"type":"*","value":[{"type":"'''","value":["New York State Route 52"]},". After crossing the Shawangunks, with some sweeping views of the valley, between Ellenville and Pine Bush, Route 52 begins to parallel I-84 to Newburgh until it merges with it to cross the Hudson, splitting at Fishkill but still paralleling the interstate until it ends at US 6 in downtown Carmel."]},{"type":"*","value":[{"type":"'''","value":["New York State Route 82"]},". Beginning at NY 52 near Fishkill in Dutchess County, and going all the way to a roundabout along US 9 near Sand Lake in Columbia County, Route 82 serves as a more leisurely, and sometimes quite scenic, alternative to the Taconic State Parkway in those two counties."]},{"type":"*","value":[{"type":"'''","value":["New York State Route 199"]}," begins where US 209 ends and continues across the bridge to become northern Dutchess County's main east-west route, going through Red Hook, Pine Plains and some increasingly beautiful countryside on its way to US 44\/NY 22 just south of Millerton."]},{"type":"*","value":[{"type":"'''","value":["New York State Route 208"]},", from Monroe in Orange County to New Paltz in Ulster County. Connects several inland communities in both counties. Most scenic section is north of Wallkill, with views of the Shawangunk Ridge across the Wallkill River valley."]},{"type":"*","value":[{"type":"'''","value":["New York State Route 300"]},". From Vails Gate this goes northwest to become Newburgh's main suburban shopping strip, then heads northwest to Wallkill as a lightly-trafficked two-lane road."]},"\n",{"type":"==","value":["See"]},"\nMany sights are listed under their individual counties. If you have a limited amount of time in the region, here are the most popular and\/or most important to understanding the Hudson Valley:\n",{"type":"[[","value":[["File:USMA Color Guard on Parade.jpg"],["thumb"],["U.S Military Academy at West Point"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=United States Military Academy"],["alt=West Point"],["url=http:\/\/www.usma.edu"],["email="],["address="],["lat=41.3927"],["long=-73.9584"],["directions=North of Highland Falls"],["phone=+1 845-938-4011"],["tollfree="],["fax="],["hours="],["price="],["content= There's much to see at \"The Point\", a National Historic Landmark that is the oldest continuously-operated U.S military installation and the ",{"type":"''","value":["alma mater"]}," of many prominent U.S. Army officers from George Custer and Ulysses S. Grant to Dwight Eisenhower, George Patton, Douglas MacArthur and, more recently, Norman Schwarzkopf and David Petraeus. The academy maintains one of the world's largest military museums, with many exhibits and battle dioramas. On campus there are the magnificent stone Gothic buildings, spectacular views of the river and surrounding mountains of the Hudson Highlands, and the military paegantry of the cadets, the \"Long Gray Line\" who will follow in the footsteps of their distinguished predecessors."]]}]},{"type":"[[","value":[["Image:Vanderbilt hyde park.JPG"],["thumb"],["The Vanderbilt Mansion overlooks the Hudson River."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Franklin D. Roosevelt Presidential Library & Museum"],["alt="],["url=http:\/\/www.fdrlibrary.marist.edu\/"],["email= Roosevelt.Library@nara.gov"],["address=4079 Albany Post Rd., Hyde Park, NY"],["lat=41.7687"],["long=-73.9411"],["directions=On E side of US 9 S of Hyde Park"],["phone=+1 845-486-7770"],["tollfree=+1-800-FDR-VISIT"],["fax="],["hours=9AM-5PM November–March, 9AM-6PM April–October"],["price=$7, $14 combination ticket with house tour, children under 15 free"],["content="]]},", ",{"type":"{{","value":[["see"],["name=Home of Franklin D. Roosevelt National Historic Site"],["alt=Springwood"],["url=http:\/\/www.nps.gov\/hofr\/index.htm"],["email="],["address=4097 Albany Post Rd., Hyde Park, NY"],["lat=41.7672"],["long=-73.9356"],["directions=Next to presidential library"],["phone=+1 845-229-5320"],["tollfree=+1-800-FDR-VISIT"],["fax="],["hours=9AM-5PM daily save holidays"],["price=$14, free for children 15 and under; includes museum admission"],["content="]]},", ",{"type":"{{","value":[["see"],["name= Vanderbilt Mansion National Historic Site"],["alt="],["url=http:\/\/www.nps.gov\/vama\/index.htm"],["email="],["address=119 Vanderbilt Park Road, Hyde Park, NY"],["lat=41.7961"],["long=-73.9419"],["directions=On E side of US 9 N of Hyde Park"],["phone=+1 845-229-7770"],["tollfree="],["fax="],["hours=9AM–5PM"],["price=$8; 15 and under free"],["content=Located a short distance apart, these are the most popular estates with visitors north of Westchester County. Springwood, FDR's ancestral home, is more modest but rich in the history of one of America's most significant presidents, elaborated on by the nearby presidential library and museum, the country's first such institution. Frederick Vanderbilt's mansion, while not as large as the one his brother George built outside Asheville, North Carolina, is a lavish testament to the wealth of the Gilded Age, created by the family railroad that ran right below the estate along the river."]]}]},{"type":"*","value":[" The ",{"type":"'''","value":["Hudson River Historic District"]},". An unheralded 32-square mile (90 square km) National Historic Landmark District located roughly along the riverside from Staatsburg in Dutchess County to Clermont in Columbia County, this strip preserves much of the original agricultural landscape of the river, often with stunning views of the Catskills that, under the right conditions, evoke Hudson River School paintings. Within its boundaries are small communities like Barrytown, Rhinecliff and Tivoli, as well as Bard College. The estates of Clermont Manor and Montgomery Place, both National Historic Landmarks themselves, are worth touring as well if you have the time."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hudson River Museum"],["alt="],["url=http:\/\/www.hrm.org\/"],["email=visitorserv@hrm.org"],["address=511 Warburton Avenue, Yonkers, NY"],["lat=40.9544"],["long=-73.8961"],["directions=Near Metro-North Glenwood station"],["phone=+1 914-963-4550"],["tollfree="],["fax="],["hours=Wed-Sun noon–5PM"],["price=$5, seniors $3, children free"],["content=Located near the south end of the valley, this is still an excellent introduction to the region. The museum's modern brutalist exterior encircles Glenview, an intact Victorian mansion. Its exhibits deal with everything from the natural science of the valley to its artistic and cultural importance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Olana"],["alt="],["url=http:\/\/www.olana.org"],["email=kimberly.flook@parks.ny.gov"],["address=5720 State Route 9G, Hudson, NY"],["lat=42.2178"],["long=-73.8294"],["directions=E of Rip van Winkle Bridge"],["phone=+1 518-828-0135"],["tollfree="],["fax=+1 518-828-6742"],["hours=Grounds 8AM-midnight daily; house tour Tue.-Sun. 10AM-5PM June-Oct."],["price=Admission to grounds $5\/vehicle weekends May-Oct. House tour $9 adult, $8 senior\/student, under 12 free"],["content=The mountaintop villa of painter Frederic Church is a striking Moorish Revival house with a sweeping view of the Catskill Escarpment across the river similar to those that inspired Church and his fellow Hudson River School painters"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Martin Van Buren National Historic Site"],["alt=Lindenwald"],["url=http:\/\/www.nps.gov\/mava\/index.htm"],["email="],["address=1013 Old Post Road, Kinderhook, NY 12106"],["lat=42.3697"],["long=-73.7042"],["directions=Off NY 9H south of Kinderhook"],["phone=+1 518-758-9689"],["tollfree="],["fax=+1 518-758-6986"],["hours=9AM-4:30PM daily between mid-May and Oct. 31"],["price=$5 individuals, $12 families"],["content=The retirement home of the 8th U.S. President, and first of non-English descent, a lifelong valley resident."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Storm King Art Center"],["url=http:\/\/www.stormking.org"],["email=info@stormkingartcenter.org"],["address=Old Pleasant Hill Road, Mountainville, NY"],["lat=41.4251"],["long=-74.0593"],["directions=Between NY 32 and the Thruway SW of Cornwall"],["phone=+1 845-534-3115"],["hours=10AM-5:30PM Wed.-Sun. April through December"],["price=Adults $12, seniors $10, students $8, under 5 and members free"],["content=A 500-acre (200 ha) landscape dotted with modern sculpture, some by recognized masters like Roy Lichtenstein and Andy Goldsworthy. The art is complemented by the surrounding scenery of the Hudson Highlands, with Storm King and Schunemunk mountains prominent nearby."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Bear Mountain Bridge, NY from river level loking East.JPG"],["thumb"],["right"],["Anthony's Nose and the Bear Mountain Bridge"]]},"\n",{"type":"[[","value":[["File:Gunks Traps - Rappelling - 2.jpg"],["thumb"],["right"],["Climbing in the \"Gunks\""]]},"\n",{"type":"*","value":[{"type":"'''","value":["Hike around Bear Mountain"]}," Start the hike from Bear Mountain Inn, cross the road and wind through a wild animal preserve, Cross the Hudson River via the Bear Mountain Bridge, join up with the Appalachian Trail, then split off to \"Anthony's Nose,\" a scenic overhang where the entire valley can be viewed. If you do this hike at the end of Sept or beginning of Oct you may be lucky enough to catch the Oktoberfest near the Bear Mountain Inn afterward."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Visit a farmer's market or farmstand"]},". The upper reaches of the Hudson Valley are still largely agricultural, so keep an eye out for fresh, local products sold right off the farm. Apple cider, produced fresh from the many orchards in the region, is a particular favorite in the fall."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Take a cruise"]}," on the river aboard one of many boats: ",{"type":"{{","value":[["do"],["name=",{"type":"''","value":["Pride of the Hudson"]}],["alt="],["url=http:\/\/www.prideofthehudson.com"],["email=info@prideofthehudson.com"],["address=Hudson River Adventures, Inc., 100 Brower Road, Monroe, NY 10950"],["lat=41.5045"],["long=-74.0045"],["directions=Newburgh Landing on Newburgh waterfront"],["phone=+1 845-220-2120"],["tollfree=+1 800-979-3370"],["fax="],["hours=variable; check ",{"type":"[","value":["http:\/\/www.zerve.com\/HRAdventure\/Calendar online schedule"]}],["price=$22, $18 senior and child 4-11, 3 and under free"],["content=2 hr. narrated cruise of Newburgh Bay and Hudson Highlands."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"''","value":["Rip van Winkle"]}],["alt="],["url=http:\/\/www.hudsonrivercruises.com"],["email=HRCsales@hvc.rr.com"],["address=1 East Strand St., Kingston, NY 12401"],["lat=41.9182"],["long=-73.9814"],["directions=Just east of the US 9W bridge on the Kingston waterfront along Rondout Creek"],["phone=+1 845-340-4700"],["tollfree=+1-800-979-3370"],["fax="],["hours=Cruises 2:30PM daily most days May–October; 11:30AM and 2:30PM most of July and August; 11:30AM only last Saturday in September"],["price=$21, seniors $19, child 4–11 $13, 4 and under free"],["content=Guided cruise around river near Kingston, with Catskill Escarpment and other scenery visible."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Take sailing lessons"]},", at the Croton Sailing School, Senasqua Rd, ",{"type":"[[","value":[["Croton-on-Hudson"]]},", ",{"type":"''","value":["+1 800"]}," 859-SAIL, ",{"type":"[","value":["http:\/\/www.crotonsailing.com"]},"."]},"\n",{"type":"*","value":[" Take a guided ",{"type":"'''","value":["kayak tour"]}," through the Hudson Highlands: Hudson Valley Outfitters, 63 Main St, ",{"type":"[[","value":[["Cold Spring"]]},", ",{"type":"''","value":["+1 845"]}," 265-0221, ",{"type":"[","value":["http:\/\/www.hudsonvalleyoutfitters.com"]},". Or paddle the entire tidal portion of the river via the ",{"type":"[","value":["http:\/\/hrwa.org Hudson River Water Trail"]},". Join the annual ",{"type":"[","value":["http:\/\/hrwa.org\/ghrp\/index.html Great Hudson River Paddle"]}," as it wends its way from Albany to New York City."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=New York-New Jersey Trail Conference"],["alt="],["url=http:\/\/www.nynjtc.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Join a group hike sponsored by the trail conference. You could also venture off by yourself with a NYNJTC topographic trail map to the ",{"type":"''","value":["Hudson Palisades"]}," trails, ",{"type":"''","value":["Harriman-Bear Mountain"]}," trails, or the east and west portions of ",{"type":"''","value":["Hudson Highlands State Park"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Watch bald eagles"]},". In winter, the ",{"type":"[[","value":[["New York (state)"],["New York"]]}," Department of Environmental Conservation recommends the following viewing points: Riverfront Park, ",{"type":"[[","value":[["Peekskill"]]},"; Charles Point's China Pier, Peekskill; George's Island Park, Verplanck, town of ",{"type":"[[","value":[["Cortlandt"]]},"; Constitution Island from the North Dock at ",{"type":"[[","value":[["West Point"]]},"; Norrie Point State Park, ",{"type":"[[","value":[["Hyde Park (New York)"],["Hyde Park"]]},"; Iona Island, viewable from the turn-out off Route 6 just south of the Bear Mountain Bridge on the east side of the Hudson River."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Follow Ichabod Crane's route"],["alt="],["url=http:\/\/www.olddutchburyingground.org\/sleepy_country.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fans of Washington Irving's ",{"type":"''","value":["The Legend of Sleepy Hollow"]}," can follow the route of Ichabod Crane from ",{"type":"[[","value":[["Tarrytown"]]}," to ",{"type":"[[","value":[["Sleepy Hollow"]]},". But don't expect to find the \"Western Woods\" or anything else from the 1999 movie ",{"type":"''","value":["Sleepy Hollow"]},". Tim Burton's production is only loosely based on Irving's story, and was filmed largely in ",{"type":"[[","value":[["Hertfordshire"]]},", ",{"type":"[[","value":[["England"]]},"."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Rock-climb"],["alt="],["url=http:\/\/www.mohonkpreserve.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Shawagunks (the ",{"type":"''","value":["Gunks"]},"), one of the largest and most accessible cliffs on the East Coast. You can buy or rent basic climbing equipment from EMC or Rock and Snow in ",{"type":"[[","value":[["New Paltz"]]},"."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Woodbury Commons promenade.jpg"],["thumb"],["right"],["Woodbury Commons"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Woodbury Common Premium Outlet"],["alt=Woodbury Commons"],["url=http:\/\/www.premiumoutlets.com\/outlets\/outlet.asp?id=7"],["email="],["address=498 Red Apple Court, Central Valley"],["lat=41.31470"],["long=-74.12460"],["directions=At NY 17 and 32 just off Thruway Exit 16"],["phone=+1 845-928-4000"],["tollfree="],["fax="],["hours=10AM-9PM daily; special hours during holiday season"],["price="],["content=Where New York City does its outlet shopping, along with busloads of European and Asian tourists. Traffic can be overwhelming but the bargains are real."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Culinary Institute of America Colavita and Roth Hall.JPG"],["right"],["thumb"],["CIA campus in Hyde Park"]]},"\nAs home to the ",{"type":"'''","value":["Culinary Institute of America"]}," (CIA) in ",{"type":"[[","value":[["Hyde Park (New York)"],["Hyde Park"]]},", the area is blessed with the services of many of its graduate chefs. See local pages for specific restaurants.\n\nMany of the local farmstands mentioned above sell delicious homemade or locally made ice cream, and other products from local dairy farms that are worth buying and eating.\n\nBrownies, cookies, muffins and other baked goods from Poughkeepsie-based ",{"type":"[","value":["http:\/\/www.nildas.com\/ Nilda's Desserts"]}," are sold at many convenience stores throughout the region. They're a couple of steps above their mass-market national-brand competitors.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:ChardHarvest.jpg"],["thumb"],["right"],["Chardonnay harvest at a valley winery"]]}," \n",{"type":"*","value":["Locally produced apple cider, in season (mid-September-Thanksgiving) at one of the many small local producers"]},{"type":"*","value":["Though overshadowed even within the state by the ",{"type":"[[","value":[["Finger Lakes"]]}," and the North Fork of ",{"type":"[[","value":[["Suffolk County (New York)"],["eastern Long Island"]]},", the valley has a thriving wine industry—the oldest in the country, in fact, as demonstrated by these two wineries."]},{"type":"*","value":[{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Brotherhood Winery"],["url=http:\/\/www.brotherhood-winery.com\/"],["email=contact@brotherhoodwinery.net"],["address=100 Brotherhood Plaza Drive Washingtonville, NY"],["lat=41.43231"],["long=-74.16135"],["directions=Behind Washingtonville's Super Stop & Shop supermarket"],["phone=+1 845 496-3661"],["hours=Fri.–Sun. 11AM–5PM"],["price=Tastings free"],["content=America's oldest winery, in continuous operation since 1839, listed on the National Register of Historic Places."]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Benmarl Winery"],["url=http:\/\/benmarl.com\/"],["email=Benmarlwinery@gmail.com"],["address=156 Highland Ave, Marlboro, NY"],["lat=41.59252"],["long=-73.98210"],["directions=Off US 9W from just south of the county line."],["phone=+1 845 236-4265"],["hours=Noon-6PM daily April–September"],["price=$8 for tasting six wines"],["content=Wines pressed from grapes grown in America's oldest vineyard."]]}]}]},"\n",{"type":"==","value":["Go next"]},"\n\nA natural extension to your trip in the Hudson Valley is to head south to ",{"type":"[[","value":[["Westchester County"]]},", whose Hudson River coast is part of the Hudson Valley but also part of the ",{"type":"[[","value":[["Metro New York"],["New York Metropolitan Area"]]}," and listed on Wikivoyage as such, and then to ",{"type":"[[","value":[["New York City"]]}," (presuming you didn't start there), which is easily accessible by public transportation and by private automobile. But also consider heading north into the ",{"type":"[[","value":[["Adirondacks"]]},", a mountain range in northeastern ",{"type":"[[","value":[["New York (state)"],["New York"]]}," and the location of the Adirondack State Park, the largest state park in the continental ",{"type":"[[","value":[["United States"]]},". ",{"type":"[","value":["http:\/\/www.amtrak.com Amtrak's"]}," Adirondack route cuts through these mountains en route to ",{"type":"[[","value":[["Montreal"]]},". ",{"type":"[[","value":[["New England"]]}," is also easily accessible from the Hudson Valley, particularly the ",{"type":"[[","value":[["Berkshire Hills"]]}," in western ",{"type":"[[","value":[["Massachusetts"]]},", and the ",{"type":"[[","value":[["Connecticut"]]}," shore.\n\n",{"type":"{{","value":[["isPartOf"],["New York (state)"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]