[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Middlewich"]}," is a town situated centrally in the ",{"type":"[[","value":[["North West (England)"],["north-west"]]}," English county of ",{"type":"[[","value":[["Cheshire"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Church middlewich.jpg"],["thumb"],["250px"]]},"\n\nMiddlewich was founded by the Roman Empire who used the large salt deposits underground. It has since then become a market town residing in the heart of the cheshire countryside, boasting unspoilt countryside, scenic waterways and summer festivals. Unlike cities and most big towns, it is not over-run by large store chains which gives small independent businesses a chance to flourish.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe M6 motorway is close by. Use junction 18 to get to Middlewich.\n\n",{"type":"===","value":["By plane"]},"\n\nThe town is about half an hours drive from both ",{"type":"[[","value":[["Liverpool"]]}," John Lennon Airport and ",{"type":"[[","value":[["Manchester"]]}," International. Both are easily accessible via the road networks, and less so through rail.\n\n",{"type":"===","value":["By train"]},"\n\nAlthough Middlewich's train station has not been active for years, there is a train station out the outskirts of the neighbouring town of ",{"type":"[[","value":[["Winsford"]]},", and one sightly further away in the town of ",{"type":"[[","value":[["Sandbach"]]},". These two stations have direct links to ",{"type":"[[","value":[["Crewe (England)"],["Crewe"]]}," station, which is one of the main hubs for rail in the north of England.\n\n",{"type":"===","value":["By bus"]},"\n\nThe buses are very frequent in Middlewich, running to and from every neighbouring town. Take the bus number 39 from ",{"type":"[[","value":[["Crewe (England)"],["Crewe"]]}," (or its train station) which will take you to Middlewich after about an hour. For bus time tables ring Traveline Cheshire on 01606 815050.\n\n",{"type":"===","value":["By boat"]},"\n\nThe Trent and Mersey canal runs right through the centre of the town and therefore you can reach Middlewich via canal barge once on the correct canal. The Trent and Mersey Canal can be reach via The Coventry, Staff and Worcs, Macclesfeild and Bridgewater canals.\n\n",{"type":"==","value":["Get around"]},"\n\nMiddlewich is a small and compact town so most attractions and amenities are within walking distance.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Middlewich - Canal Wharf.jpg"],["thumb"],["Canal Wharf"]]},"\n\nThe big church in the center of town is considered the main attraction. There are miles of watersways to walk along, The Trent And Mersey canal, as well as several rivers. The town is surrounded by countryside offering bird watchers lots of opportunities, particularly along the Croxton flashes.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Temptations"],["url="],["email="],["address=66 Wheelock St"],["lat="],["long="],["directions="],["phone = +44 1606 832472"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\nVisit during the Folk and Boat weekend, usually the third weekend in June. The whole town explodes with people, events and music. Small fields in the center of town have stalls on them, offering locally brewed beers and scrumpies, as well as the main music tent. The pubs along the side of the canal are usually packed and offer live music too. The Middlewich Folk and Boat festival is now firmly established on the folk circuit and it is estimated that 30,000 people visit the town during the festival weekend, along with 400 boats.\n\nIt is also worth a visit to the \"Temptations\" shop along the high street, a very unique shop which is deceptively large once you enter the building.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Folk and Boat Festival"],["url=http:\/\/midfest.org.uk\/mfab\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 709 239 0501"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nLike many towns in northern England, there are many Indian and Chinese takeaways as well as a few Turkish kebab houses.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are many places to drink in the center of town. The Kings Arms and The Vaults are located centrally in town although it is advised to be wary drinking during Friday and Saturday night, particularly in the Vaults, as some locals can be rude to people out of town. The Boar's Head and Newton Brewery, just outside of the center of town, are more suited for a friendlier atmosphere, whilst the Salt Cellar at the top end of town is a family pub.\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Thai Tapas"],["url="],["email="],["address=33 Wheelock St"],["lat="],["long="],["directions="],["phone = +44 1606 837358"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Kandi Bar"],["url=http:\/\/www.kandionline.co.uk\/"],["email="],["address=11 Wheelock St"],["lat="],["long="],["directions="],["phone = +44 1606 836000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nSome of the higher end pubs offer places you can stay. On the outskirts near the industrial estate, there is a Travelodge.\n\nLike many of the towns with canals running through them, you can rent and stay in a canal barge. This also gives you the opportuinty to visit other towns through this different way of transport.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sandhurst Hotel Ltd"],["url=http:\/\/www.sandhurst-hotel.co.uk\/"],["email="],["address=69 Chester Rd"],["lat="],["long="],["directions="],["phone = +44 1060 834125"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Steve, Rowena and family welcome you to the Sandhurst Hotel and Hudson's Restaurant. Set in stunning grounds with decadent interiors & picturesque gardens."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Andersen Boats"],["url=http:\/\/www.andersenboats.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1606 833668"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Canal holidays are for anyone who just wants to get away from it all and experience something completely different from the everyday world."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Boars Head"],["url=http:\/\/www.theboars.com\/"],["email="],["address=Kinderton St"],["lat="],["long="],["directions="],["phone = +44 1606 833191"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Well-maintained draught ales, home-cooked food. The Cheshire hotel began life as a coaching inn and has been used for hospitality for over 200 years. Current proprietors Pat and Liz have been continuing the tradition and welcoming punters for almost 12 years."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Crewe (England)"],["Crewe"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nantwich"]]}]},{"type":"*","value":[{"type":"[[","value":[["Manchester"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Cheshire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Middlewich"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Cheshire\/Middlewich\/"]]},"\n",{"type":"{{","value":[["geo"],["53.19184"],["-2.44532"],["zoom=15"]]}]