[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Midelt"]}," is a city in ",{"type":"[[","value":[["Morocco"]]},", in the ",{"type":"[[","value":[["High Atlas"],["Middle-Atlas"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nYou might want to walk, as Midelt is not huge, but taking a petit-taxi is also possible. Expect to pay around Dh. 10 for anywhere in the city.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=El Karma Couscous"],["url=http:\/\/www.associationennahda.org"],["email="],["address=Khoukhate"],["lat="],["long="],["directions=50 km north of Midelt on the road to Fes"],["phone=+212 613 59 36 02"],["tollfree="],["fax="],["hours=morning"],["price=80 dH per person for a half-day cooking lesson including lunch"],["content=The women of the village of ",{"type":"[[","value":[["Khoukhate"]]}," make and sell hand-rolled, traditional ",{"type":"[[","value":[["couscous"]]}," the same way Moroccan women have been preparing couscous for centuries.  Come join these women for a half-day introduction to the art of couscous-making, and learn to roll couscous by hand.  Then head into a traditional Moroccan kitchen and learn how to prepare your freshly-rolled couscous in the delicious Moroccan way.  Eat your fill of the couscous you helped make from scratch, and take home a souvenir free kilo of our famous hand-made couscous to try in your own kitchen at home.\n\nSingles, couples, families and small groups (up to 20 people) can all be accommodated, but call at least 24 hours in advance of your visit:  +212 613 59 36 02.\n\n",{"type":"[[","value":[["Khoukhate"]]}," is a small village in the ",{"type":"[[","value":[["Middle Atlas"]]}," mountains, about halfway between ",{"type":"[[","value":[["Fes"]]}," and Midelt on Rte. 503.  This half-day cooking lesson can be combined with a hiking or biking trip around the amazingly beautiful plateaus surrounding Khoukhate, visiting the seven natural springs that feed into this green valley.  \n\n",{"type":"[","value":["http:\/\/www.associationennahda.org"]}]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Le restaurant Fès à Midelt"]},", run by Driss, in the middle of town, is a good, if not very cheap option. But very nice food indeed and a great owner."]},"The food in the hotel Ayachi restaurant is not that bad either, especially the apple-pie is quite good. Remember that Midelt is in the middle of the apple-producing region of Morocco!\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sandwich Atlas"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Midelt's best 10 dh sandwiches are at a little place next to the gas station that is across from the bus station."]]}]},"\n",{"type":"==","value":["Drink"]},"\nNot many options for a wild night out, but there are some hotel-bars: hotel Ayachi, Hotel Taddart outside of town on the road to Midelt, and Kasbah Asmaa just outside of town on the road to Errachidia.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" Hôtel**** restaurant Taddart (Taddart), Midelt, ☎ 00212661223980. "]},"This newly-opened hotel is by far the nicest in Midelt, and a perfect place to stop on the trip from Fes or Meknes to the desert.  Pool, spa, hammam, free wi-fi, a full bar and wood-burning fireplaces in the suites are some of the features.  The hotel can arrange for day trips to the area's abandoned mining towns and gorgeous hiking routes.  The hotel's location 6km outside of town makes this a quiet and peaceful place to relax and spend the night or several days.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["32.680000"],["-4.730000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Middle_Atlas"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Midelt"]]}]