[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Midland"]]},"\n",{"type":"'''","value":["Midland"]}," is a city in ",{"type":"[[","value":[["Texas"]]}," with a population that just passed the 100,000 mark.  Named among the 150 best U.S. cities in which to live for the past twelve years, its warm climate, friendly people, and central location are the primary reasons for the city’s popularity.   Twenty minutes to the west is ",{"type":"[[","value":[["Odessa (Texas)"],["Odessa"]]},", with a population of about 100,000. Nearly a quarter of a million people reside in the Midland\/Odessa metropolitan area.\n\n",{"type":"==","value":["Understand"]},"\n\nMidland was founded in 1885 as a railroad stop on the barren west Texas plains, and named for its location midway between ",{"type":"[[","value":[["Fort Worth"]]}," and ",{"type":"[[","value":[["El Paso"]]},".  Since then, Midland has served as a center for agriculture, ranching, and transportation for the southern plains.  \n\nMidland was a relatively small town until the discovery of oil in the 1920s, when it was quickly transformed into the administrative hub of the Permian Basin. One of the world's largest petroleum-producing regions, today the basin supplies nearly 20 percent of the country's oil and gas output, and thousands of people are employed locally to extract it.  \n\nNowhere is the oil influence more visible than downtown, where the streets are lined by high-rise office buildings constructed by oil companies. The Bank of America Building is reputably the tallest building between Fort Worth and ",{"type":"[[","value":[["Phoenix"]]},", and the Wilco Building is only a little shorter.  The Petroleum Building is a beautiful example of architecture from the roaring twenties, while Claydesta Center (a business park of several 5 & 6 story buildings) showplaces the splendour of the heyday of Midland's Oil Business.\n\nThe oil crash in the late 1980s dealt a firm blow to the area, and Midland fell into a bit of disrepair, but has since bounced back and is chugging along.  Notable former residents are George W Bush and Laura Bush, in their younger years.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nMidland is on I-20 between Fort Worth and El Paso.  Other highways connect Midland to ",{"type":"[[","value":[["San Angelo"]]},", ",{"type":"[[","value":[["Lubbock"]]},", Andrews, and ",{"type":"[[","value":[["Fort Stockton"]]},".  Midland is just over two hours south of Lubbock, and four to five hours from both ",{"type":"[[","value":[["El Paso"]]}," and ",{"type":"[[","value":[["Fort Worth"]]},".\n\n",{"type":"===","value":["By plane"]},"\nSouthwest Airlines, United Express, and American Eagle provide daily service to ",{"type":"'''","value":["Midland International Airport"]}," (",{"type":"{{","value":[["IATA"],["MAF"]]},") ",{"type":"[","value":["http:\/\/www.flymaf.com\/"]},", located 10 miles west of Midland.  Flights are regularly available to Dallas\/Fort Worth, Dallas-Love Field, Houston (Bush), Houston (Hobby), Denver, and Las Vegas.\n\n",{"type":"===","value":["By bus"]},"\nMidland is served by ",{"type":"'''","value":["Greyhound"]},".  The bus station is on Front St, near downtown.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\nThe easiest way to get around Midland is by car.  Car rentals are available at Midland International Airport.  Midland is laid out in a grid surrounded by Loop 250 and I-20.  Traffic is generally light, with some very high congestion possible during peak hours.  Parking is readily available across the city.  Downtown, the streets are lined by free two hour parking places.  You can park in some parking garages for longer periods of time for a fee.\n\n",{"type":"===","value":["By bus"]},"\nThe EZRider bus system provides affordable access to most of the city.  Bus stops are located near most shopping centers and hotels.  Fares normally run $1.  The main bus stop is located downtown behind the Midland Center.  A parking lot is located at this stop for bus users.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Theaters"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Yucca Theater"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Historic theater in downtown Midland, built in the Assyrian Revival style in the 1920's.  Now owned by the Midland Community Theater, the Yucca is home to Summer Mummers as well as several plays throughout the year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cole Theater"],["url="],["email="],["address=Wadley Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cole Theater is the home of Midland Community Theaters, one of the most highly recognized community theaters in the country.  Cole Theater is also connected to the Midland College campus via a footbridge over Midland Draw."]]}]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=American Airpower Heritage Museum"],["alt="],["url="],["email="],["address=9600 Wright Drive"],["lat="],["long="],["directions=at Midland International Airport"],["phone = +1 432  563-1000"],["tollfree="],["fax="],["hours="],["price="],["content=Located near the airport, this museum houses the headquarters of the Commemorative Air Force, as well as the world's large airplane nose art collections, and one of the finest privately held aircraft collections in existence. Notable airplanes on display include B-24's, B-25's, and the only flying B-29 bomber left in the world. The yearly CAF airshow in October is also a must. Open daily, except Thanksgiving and Christmas Day. Mon-Sat 9AM-5PM, Sun. and holidays Noon-5PM. Admission charged. Group rates available."]]},"    "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Museum of the Southwest"]},",1705 W. Missouri,  (432) 683-2882. The Museum, housed in the Turner Mansion posted in the National Register of Historic Places, collects and exhibits art and astronomy from the American Southwest. It also hosts traveling and temporary exhibitions covering a broad range of art, from Currier & Ives to Andy Warhol, archaeology to astronomy.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Fredda Durham Turner Children's Museum"]},",1705 W. Missouri, (432) 683-2882.  The children's museum features three exhibition areas filled with natural light from twelve skylights and numerous glass block clerestory windows. The museum is an exciting place that stresses interactive learning. Through pure creation and imagination, the hands-on exhibits make learning fun. The museum is open Tuesday through Saturday, 10 AM to 5 PM and Sunday, 2 PM to 5 PM. Closed Mondays and holidays. Guided tours by reservation. Tours for non-members will be $2 per person effective June 3rd, 2006. Children 1 and under are free. Sundays will be free for all visitors. Call for program information."]},"\n",{"type":"*","value":[{"type":"'''","value":["Midland County Historical Museum"]},", 301 W. Missouri, (432) 688-8947. M,W,F,Sa 2PM-5PM. Exhibits include early Midland history, photos, pioneer relics, mementos of the Civil War, World Wars I & II, replicated remains of the 20,000 year old \"Midland Man\", and Indian artifacts.  Collection housed in Midland County Library. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Midland Downtown Lions Club Fire Museum"]},",1500 W. Wall, (432) 685-7340. Daily 9AM-9PM. This museum contains Midland's first two fire trucks and other early fire fighting equipment. Photographs line the walls, and an original collection of early fire markers is on exhibit.  Free.  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Permian Basin Petroleum Museum"],["url=http:\/\/www.petroleummuseum.org"],["email=info@petroleummuseum.org"],["address=1500 Interstate 20 West"],["lat="],["long="],["directions="],["phone =+1 432 683-4403"],["tollfree="],["fax=+1 432-683-4509"],["hours=M-Sa 10AM-5PM; Su 2PM-5PM"],["price=$8\/6\/5\/Free (Adults\/Seniors 65+ & Children 12-17\/Children 6-11\/Children under 6)"],["content=This interactive museum, spread over 40 acres, takes you step by step through the dynamic search for black gold. Life sized murals, ancient artifacts and colorful memorabilia help you relive the Basin's turbulent past. Also featured are the largest collection of Tom Lovell paintings and antique drilling equipment in the nation.  Newly opened is the Transportation Gallery, the new home for Jim Hall's Chaparral Race Cars."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Marian Blakemore Planetarium"]},", 1705 W. Missouri, (432) 683-2882. Tu-F 9AM-5PM. One of the largest planetariums in Texas, The Marion Blakemore Planetarium is the perfect place to learn about the history of astronomy. Sky shows for school groups, clubs and organizations are scheduled in advance. Public shows run Friday evenings at 8PM, with star viewing in the adjoining park, conditions permitting.  Admission charged.  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Haley Library and History Center"],["alt="],["url="],["email="],["address=1805 W. Indiana Avenue"],["lat="],["long="],["directions="],["phone = +1 432  682-5785"],["tollfree="],["fax="],["hours="],["price="],["content=M-F 9AM-5PM. Learn all about Texas and Southwestern history, including the background of the cattle industry and the individuals who began it. There are more than 30,000 collected volumes on display covering western exploration, early railroads, the development of ranching, mining, petroleum and politics. The library also contains one of the most extensive collections in the world on the Lincoln County War and Billy the Kid. You will be amazed at the collection of Western bronze sculptures, paintings, drawings and artifacts made available to the public. Free."]]}]},"\n",{"type":"===","value":["Convention Centers"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Midland Center"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located downtown adjacent to Centennial Plaza on the corner of Wall St. and Main.  Home to numerous conventions and functions throughout the year."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Horseshoe"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=County convention center location at Cotton Flat Rd. and I-20 on the south side of town.  Several stock shows and rodeos take place throughout the year."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Golf at Hogan Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hogan Park is home to 36 holes of the best public golfing in the state.  Hogan Park is usually open 7 days a week and has fairly inexpensive greens fees."]]}]},"\n",{"type":"===","value":["Stadiums"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Scharbauer Sports Complex"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=State of the art Baseball and Football\/Soccer complex located on the western edge of town.  The baseball stadium, Citibank Ballpark, is home to the minor league Midland Rockhounds baseball team.  The football field, Grande Stadium, seat up to 18 000 and is home to the Midland High and Lee High football teams.  There is usually a football game going on in the fall on Friday nights."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chaparral Center"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Basketball arena,, home to the Mildand College Chaparrals.  Also home to functions such as high school graduations."]]}]},"\n",{"type":"===","value":["Festivals"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Celebration of the Arts"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Three days of art, entertainment, food and fun at Centennial Plaze in downtown Midland.  70 juried artists, 5 stages of entertainment, Run for the Arts, Teen Scene, children's activity tent, and Experience the Arts area. Festival takes place every year in May."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rock the Desert"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Annual three-day Christian Music festival now held at a park near Midland International Airport.  The festival takes places one weekend in August."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Septemberfest"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This event draws crowds from far and wide. You will enjoy a weekend of arts and crafts, music and live performances, food and games for the entire family. Make sure you bring an appetite and sample all the good tasting treats. Septemberfest is held on the grounds of the beautiful Turner Mansion at the Museum of the Southwest."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Christmas at the Mansion"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Held at the Museum of the Southwest, the annual holiday extravaganza with the \"Southwest Express\" train exhibit, carolers and beautifully decorated holiday displays begins after Thanksgiving."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Miz's B's Books"],["url="],["email="],["address=2505 W Ohio Ave"],["lat="],["long="],["directions="],["phone=+1 432 682-5618"],["tollfree="],["fax="],["hours="],["price="],["content=Midlanders have been heading here for used books for over twenty years, one of the best in the Permian Basin. As such it has an absolutely gargantuan selection and is maintained by the ever charming 'Miz B' herself. It's tucked away in a shopping center in an area known as \"Old Midland\"."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["style"]]},"\n",{"type":"===","value":["Breakfast"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["TNT Donuts"]}," Local donut and coffee store very popular with the locals.  There are several locations located across town."]},"\n",{"type":"===","value":["Lunch"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Graham Rexall Pharmacy"]}," Located only a block away from Miz B's and also in \"Old Midland\", this drugstore has also been serving Midlanders for a long time. It features a 50's era diner that serves out outstanding milkshakes & malts, and also provides normal fare sandwiches and lunch as well. Do yourself a favor and have a '400', basically chocolate milk and crushed ice. If you're really thirsty, get an '800'."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Murray's Delicatessen"]}," Located on the corner of Wadley and Midkiff across from HEB, this adorable restaurant attracts customers of all ages. The decor reflects the culture of Midland, from its newspapers hanging on the wall to the local school posters. Try not to overindulge on the meal itself so you can save room for their famous brownies and cheesecake!"]},"\n",{"type":"===","value":["Mexican"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Rosa's Cafe"]},", Rosa's has locations on Andrews Highway, Big Spring St, and Midland Dr."]},"Rosa's is a local chain serving sit-down style Mexican food.  \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Oscar's Super Burrito"],["alt="],["url="],["email="],["address=4306 Neely Ave"],["lat="],["long="],["directions="],["phone = +1 432  699-0242"],["tollfree="],["fax="],["hours="],["price="],["content=Oscar's Super Burrito is quickly becoming a Midland staple that has to experienced with any visit to Midland."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Caramba's Spanish Inn"],["alt="],["url="],["email="],["address=3116 W Front St"],["lat="],["long="],["directions="],["phone = +1 432  520-9724"],["tollfree="],["fax="],["hours="],["price="],["content=This small, family-run restaurant is conveniently located near the downtown area. Its quick service provides a good place for businessmen and families alike to sit and grab a quick bite to eat. Their chips and homemade salsa is a great appetizer every time!"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Doña Anita's"],["alt="],["url=http:\/\/www.donaanitasrestauranttx.com"],["email="],["address=305 West Florida Avenue"],["lat="],["long="],["directions="],["phone = +1 432  683-6727"],["tollfree="],["fax="],["hours="],["price="],["content=An old favorite since the early 1980's."]]}]},"\n",{"type":"===","value":["Italian"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Dino's Pizza"],["alt="],["url="],["email="],["address=4322 Andrews Hwy"],["lat="],["long="],["directions="],["phone = +1 432  699-7175"],["tollfree="],["fax="],["hours="],["price="],["content=Site. A must experience for eating, quaintly tucked away in a little shopping center on Andrews Hwy, Dino's is a locally run authentic pizzeria that has provided Midland's appetite for tasty pies for over 15 years."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Venezia"]},", 2101 West Wadley, (432) 687-0900. This restaurant serves Northern Italian cuisine including fresh veal, seafood, pastas, and steaks, complemented by a large selection of high quality wines. They are open daily for lunch and dinner."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Luigi's"]},", 111 N. Big Spring at W. Wall St., (432) 683-6363. This small trattoria has been serving Italian dishes such as veal scaloppine and eggplant parmigiana on traditional red-checked tablecloths for more than a quarter of a century. Located downtown."]},"\n",{"type":"===","value":["Asian"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The King & I (Thai Cuisine)"]},", Big Spring St. near downtown. Small Thai restaurant very popular with the lunch crowd."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shogun"]},", in the Colonnade shopping center near the Garfield St. exit off Loop 250. Shogun is a Japanese steakhouse where your food is prepared in front of you while you watch.  A fun place to eat with tons of atmosphere."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kuo's"]},", in the shopping center at the corner of Midkiff and Wadley, across the street from HEB. Kuo's is one of Midland's best sit-down style Chinese restaurants.  "]},"\n",{"type":"===","value":["Steak\/Seafood"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Wall Street Bar and Grill"]}," Located directly downtown serving a wide variety of dishes.  An excellent restaurant located in a beautiful old building."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Santa Fe Bar"]},", 117 W. Wall at Loraine, (432) 683-6131. Located in the luxurious Midland Hilton, the Santa Fe Bar features stand-up comedians. Give a twist and shake on the dance floor, and check out their nightly drink specials. Complimentary snacks with happy hour from 4 PM to 7 PM. Comedy every Friday & Saturday nights.  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Fantom Lounge"],["alt="],["url="],["email="],["address=203 N. Main St"],["lat="],["long="],["directions="],["phone = +1 432  570-7910"],["tollfree="],["fax="],["hours="],["price="],["content=Located in the historic Ritz Theatre downtown, this night club offers a diversified blend of music."]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":["Woofers & Tweeters"]},", 3303 N. Midkiff (San Miguel Square – Corner of Midkiff & Wadley), (432)-522-2111. Karaoke, pool, TVs, drinks, and food service. "]},"\n",{"type":"*","value":[{"type":"'''","value":["The Bar"]},", 606 W. Missouri, (432) 685-1757. Located near downtown, The Bar features live entertainment on weekends by local and area bands. Offering several televisions for sporting events, this is a local favorite. Happy Hour M-Th 4PM-8PM."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Suites"],["alt="],["url="],["email="],["address=4706 N Garfield St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A little farther down Garfield from the Fairfield; has a pool and free wireless in the rooms."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Fairfield Inn"],["alt="],["url="],["email="],["address=2300 Falkner Dr"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=",{"type":"''","value":[" near the Garfield St. exit off of Loop 250"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hampton Inn"]},", 5011 W Loop 250 N."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Midland Plaza Hilton"],["alt="],["url="],["email="],["address=117 West Wall St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Hilton is located downtown across the street from the courthouse and Centennial Plaza, and is Midland's finest hotel. It contains two towers and has a number of restaurants and services available in the first floor which connects both buildings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Plaza Inn Midland"],["url=http:\/\/www.plazainnmidland.com"],["email="],["address=4108 N Big Spring St"],["lat="],["long="],["directions="],["phone = +1 432-686-8733"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=12:00 Pm"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sleep Inn"],["alt="],["url="],["email="],["address=3828 West Wall St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Just a minute or two east of Loop 250, and several minutes from a direct street into downtown, this motel is a great place to stay if you're budget minded but would like a clean & straightforward room. Has Wi-fi in all rooms."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Texan Hotel & Convention Center"],["alt="],["url=http:\/\/www.grandtexanhotel.com"],["email=gm@grandtexanhotel.com"],["address=4300 W Wall St"],["lat="],["long="],["directions="],["phone = +1 432 967-3181"],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Hotel & conference center in Midland, Texas near Odessa offering 250 guest rooms & suites, a complimentary Midland airport shuttle, and catering & event spaces for weddings, meetings or banquets."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nMidland is a very safe city.  Violent crime is rare, while muggings and pickpocketings are practically unheard of.  Midland police are available by dialing 911. \n\nDuring heavy rainstorms, Midland's streets are prone to flooding.  These floods have been known to wash away cars in the past, so be careful of driving across a flooded road.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["placename=Midland"],["image1=I-20.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=Junction ",{"type":"[[","value":[["El Paso"],["W"]]}," ",{"type":"[[","value":[["Image:I-10.svg"],["18px"]]}," ",{"type":"[[","value":[["Fort Stockton"],["E"]]}],["minorl1=",{"type":"[[","value":[["Odessa (Texas)"],["Odessa"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Fort Worth"]]}],["minorr1=",{"type":"[[","value":[["Big Spring"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["31.99722"],["-102.07778"]]},"\n",{"type":"{{","value":[["isPartOf"],["Permian Basin"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Midland, Texas"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Texas\/Localities\/M\/Midland\/"]]}]