[{"type":"{{","value":[["pagebanner"],["Banrneveld (Wisconsin) banner Farmland.jpg"],["pgname=Midwest"]]},"\nThe ",{"type":"'''","value":["Midwest"]}," is a region of the ",{"type":"[[","value":[["United States of America"]]}," known as \"America's Heartland\", which refers to its primary role in the nation's manufacturing and farming sectors as well as its patchwork of big commercial cities and small towns that, in combination, are considered as the broadest representation of American culture. In fact, most national television broadcasters speak with a midwestern accent. The Midwest was the home of more than one quarter of U.S. Presidents as well as the birthplace of the inventors and entrepreneurs of most of the technology that fuels the world's economy- examples include airplane, automobile, electric lighting, the transistor, petroleum, steel production. The Midwest is also home to abundant nature including the massive ",{"type":"[[","value":[["Great Lakes"]]}," and the vast northwoods which cover northern Minnesota, Wisconsin and Michigan and spill over into ",{"type":"[[","value":[["Canada"]]},".\n\n",{"type":"==","value":["States"]},"\nThe following eight states of the Midwest account for one-fifth of the U.S. population, according to the 2005 Census estimates taken by the United States Census Bureau:\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map-USA-Midwest01.png"],["regionmaptext=States and cities of the Midwest"],["regionmapsize=350px"],["region1name=",{"type":"[[","value":[["Illinois"]]}],["region1color=#d8d036"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Indiana"]]}],["region2color=#e0a17b"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Iowa"]]}],["region3color=#569e3f"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Michigan"]]}],["region4color=#e25c5c"],["region4items="],["region4description="],["region5name=",{"type":"[[","value":[["Minnesota"]]}],["region5color=#d09440"],["region5items="],["region5description="],["region6name=",{"type":"[[","value":[["Missouri"]]}],["region6color=#4f93c0"],["region6items="],["region6description="],["region7name=",{"type":"[[","value":[["Ohio"]]}],["region7color=#8a84a3"],["region7items="],["region7description="],["region8name=",{"type":"[[","value":[["Wisconsin"]]}],["region8color=#678888"],["region8items="],["region8description="]]},"\n\n",{"type":"==","value":["Cities"]},"\nSee also the pages for the states of the Midwest, for smaller but still substantial cities in the region.  \n\n",{"type":"*","value":[{"type":"[[","value":[["Chicago"]]}," - the \"Windy City\" and third largest city in the U.S., with ",{"type":"[[","value":[["Chicago skyline guide"],["architecture"]]}," galore and plenty of deep dish pizza or hot dogs to scarf down for hungry travelers"]},{"type":"*","value":[{"type":"[[","value":[["Cincinnati"]]}," - the \"Queen City\""]},{"type":"*","value":[{"type":"[[","value":[["Cleveland"]]}," - the \"Heart of Rock and Roll\""]},{"type":"*","value":[{"type":"[[","value":[["Detroit"]]}," - the \"Motor City\", a.k.a. \"Motown\", where some of the nation's most popular music acts got their start"]},{"type":"*","value":[{"type":"[[","value":[["Indianapolis"]]}," - the \"Circle City\" and \"Crossroads of America;\" home of the Indy 500"]},{"type":"*","value":[{"type":"[[","value":[["Kansas City"]]}," - the \"City of Fountains\" and its own style of barbeque eats"]},{"type":"*","value":[{"type":"[[","value":[["Milwaukee"]]}," - \"Brew City\", \"Cream City\" and the \"City of Festivals\""]},{"type":"*","value":[{"type":"[[","value":[["St. Louis"]]}," - \"Gateway City\", home of the Gateway Arch"]},{"type":"*","value":["The \"",{"type":"[[","value":[["Twin Cities"]]},"\" - ",{"type":"[[","value":[["Minneapolis"]]}," & ",{"type":"[[","value":[["Saint Paul"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Boundary Waters"]]}," — A large chain of lakes, rivers and marshes known for its seclusion and natural beauty on the border of ",{"type":"[[","value":[["Minnesota"]]}," and ",{"type":"[[","value":[["Canada"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cuyahoga Valley National Park"]]}," — one of the country's busiest national parks, along the Cuyahoga River south of ",{"type":"[[","value":[["Cleveland"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Driftless Area"]]}," — A hilly area shared between ",{"type":"[[","value":[["Wisconsin"]]},", ",{"type":"[[","value":[["Iowa"]]}," and ",{"type":"[[","value":[["Illinois"]]}," known for its tourist areas and skiing."]},{"type":"*","value":[" ",{"type":"[[","value":[["Great Lakes"]]}," — the \"North Coast\" of the United States, and the largest group of freshwater lakes on Earth by total surface and volume."]},{"type":"*","value":[" ",{"type":"[[","value":[["Indiana Dunes National Lakeshore"]]}," — beautiful dunes and beaches, hidden on the industrial northwest coast of ",{"type":"[[","value":[["Indiana"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Isle Royale National Park"]]}," — a beautiful, wild island at the northern tip of the Midwest."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bloomington (Minnesota)"],["Mall of America"]]}," — the country's largest shopping mall, in Bloomington, Minnesota."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ozarks"]]}," — the famous lakes and hill country at the intersection of ",{"type":"[[","value":[["Missouri"]]},", ",{"type":"[[","value":[["Arkansas"]]},", and ",{"type":"[[","value":[["Oklahoma"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sleeping Bear Dunes National Lakeshore"]]}," — enormous dunes in a wild part of ",{"type":"[[","value":[["Northern Michigan"]]},"."]},"\n",{"type":"==","value":["Understand"]},"\nThe term \"Midwest\" refers to the states generally west of Appalachia, north of the Ohio River and east of the Great Plains.  This area is sometimes referred to as the \"heart\" or \"rust belt\" of America and is often associated with agriculture and industry (historically manufacturing but this has faded as years have passed).  The culture of the Midwest is generally acknowledged to be \"down to earth\", as much of the population is far from the influences of coastal cities and cultural centers such as ",{"type":"[[","value":[["New York City"]]}," and ",{"type":"[[","value":[["Los Angeles"]]},". \n\nStates bordering the Great Lakes (Ohio, Indiana, Illinois, Minnesota, Michigan and Wisconsin) are sometimes called the ",{"type":"'''","value":["\"North Coast\""]},", ",{"type":"'''","value":["\"Third Coast\""]}," or ",{"type":"'''","value":["\"Fresh Coast\""]}," as parallels to the East and West coasts. These are the states of the region which make up the rust belt.\n\nMajor population centers tend to be located either on the Great Lakes (Cleveland, Detroit, Chicago, Milwaukee and Duluth) or on the Mississippi and Ohio Rivers (Minneapolis, St. Paul, St. Louis and Cincinnati).  This reflects the historical importance of waterways as a method of connecting the region to the ports of New York (via the Erie Canal) and New Orleans (via the rivers).  Chicago, originally a marshy area, boomed due to being the easiest method of shipping from the St. Lawrence and Erie Canal to New Orleans.  Commerce via the Great Lakes remains a major portion of the region's economy.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is, as with the rest of the U.S., the de facto official language. The \"Midwestern Accent\" is the voice most commonly heard on national newscasts across the country. Some areas with large Hispanic populations might have a majority speaking Spanish, but most have at least basic English skills.  Most of the larger cities have sizeable diverse ethnic communities with many first generation immigrants.  Extreme southern and northern portions of the Midwest have their own minor linguistic quirks, but generally the English spoken here is among the easiest dialect to understand in all America.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe Midwest is served by several international airports, including many of the major US airlines' national hubs.  ",{"type":"[[","value":[["O'Hare International Airport"],["Chicago-O'Hare"]]}," (United and American), Cleveland (United), Cincinnati-Northern Kentucky (Delta), Detroit (Delta), Minneapolis-Saint Paul (Delta), Milwaukee (Midwest) and Saint Louis-Lambert (American). Many major metropolitan areas also have secondary international and regional airports, supporting discount airlines.\n\n",{"type":"===","value":["By car"]},"\nThe Midwest is served by several interstate highways. Most of the states in the Midwest can be accessed by the major east-west corridors of:\n",{"type":"*","value":[" I-94 - connects Michigan, Indiana, Illinois, Wisconsin and Minnesota"]},{"type":"*","value":[" I-90 - connects Ohio, Indiana, Illinois, Wisconsin and Minnesota"]},{"type":"*","value":[" I-80 - connects Ohio, Indiana, Illinois and Iowa"]},{"type":"*","value":[" I-70 - connects Ohio, Indiana, Illinois and Missouri"]},"\nAdditionally, several major interstate highways have their northern, eastern and western termini in Midwest states including:\n",{"type":"*","value":[" I-24 - connects southern Illinois to the Southeastern U.S. "]},{"type":"*","value":[" I-29 - starts in Kansas City and provides an important link to Canada by running through northwestern Missouri, western Iowa, and up thru the Dakotas "]},{"type":"*","value":[" I-35 - starts in northern Minnesota, serves Minneapolis-Saint Paul, Des Moines, Kansas City and ends in Texas"]},{"type":"*","value":[" I-39 - gives traffic from north and northwest a bypass around Chicago when heading south."]},{"type":"*","value":[" I-43 - Links Milwaukee to I-39, thus allowing them to avoid to Chicago to get further south."]},{"type":"*","value":[" I-44 - begins in St. Louis, runs through the Missouri Ozarks into Oklahoma and Texas and thus provides an important link between the Midwest and Southwest."]},{"type":"*","value":[" I-55 - starts in Chicago, serves St. Louis and ultimately reaches New Orleans"]},{"type":"*","value":[" I-57 - gives Chicago traffic an alternative to I-55 in getting to Memphis and bisects Illinois vertically."]},{"type":"*","value":[" I-64 - starts in St. Louis and connects it with southern Illinois and southern Indiana through Evansville, and ultimately to Virginia. I-64 is an important east-west corridor linking the Midwest to the Southeast."]},{"type":"*","value":[" I-65 - starts just outside of Chicago in Gary, Indiana, serves Indianapolis and ultimately terminates in Alabama"]},{"type":"*","value":[" I-69 - Links Indianapolis to Lansing, Michigan and ultimately runs to the Canadian border in Port Huron"]},{"type":"*","value":[" I-71 - starts in Cleveland, also serving Columbus and Cincinnati then on to Kentucky"]},{"type":"*","value":[" I-72 - Planned to run from St. Joseph, Missouri eventually. Currently links Hannibal, Missouri to Champaign-Urbana, Illinois via Springfield, Illinois."]},{"type":"*","value":[" I-74 - Links the Quad Cities to Peoria, Illinois, Indianapolis, and Cincinnati"]},{"type":"*","value":[" I-75 - starts in Sault Ste. Marie, Michigan, contains the only bridge connecting the two parts of Michigan, and linking through Detroit, Michigan and Cincinnati ultimately terminating in Florida"]},{"type":"*","value":[" I-77 - starts in Cleveland and runs all the way to South Carolina"]},{"type":"*","value":[" I-80 - the second-longest interstate in the nation, running from New Jersey to California, and serves Midwest hubs Cleveland, Chicago and Des Moines"]},{"type":"*","value":[" I-88 - relieves congestion on I-80 between the Quad Cities and Chicago."]},{"type":"*","value":[" I-94 - Links Detroit, Chicago, Milwaukee, Minneapolis and points west together."]},{"type":"*","value":[" I-96 - Links Detroit to West Michigan"]},"\n",{"type":"===","value":["By train"]},"\nAmtrak also operates several routes through the Midwest, including several that primarily connect Chicago directly to other major Midwest cities.  The major routes running through several Midwest states and major cities include:\n",{"type":"*","value":[" Capitol Limited (Chicago, Cleveland and onto Washington, D.C.)"]},{"type":"*","value":[" Cardinal\/Hoosier State (Chicago, Indianapolis, Cincinnati and onto Washington, D.C. and New York City)"]},{"type":"*","value":[" Empire Builder (Chicago, Milwaukee, Minneapolis-Saint Paul and onto Seattle or Portland) "]},{"type":"*","value":[" Lake Shore Limited (Chicago, Cleveland and onto New York City or Boston)"]},{"type":"*","value":[" Texas Eagle (Chicago, St. Louis and onto Texas)"]},{"type":"*","value":[" California Zephyr (Chicago onto Denver and the San Francisco Bay Area)"]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" Greyhound offers passenger bus service from many U.S. cities."]},{"type":"*","value":[" Megabus is a low-cost bus company primarily offering service in the Midwest connecting its hub in Chicago to Ann Arbor, Cincinnati, Cleveland, Columbus, Des Moines, Detroit, Indianapolis, Kansas City, Memphis, Milwaukee, Minneapolis, St. Louis and Toledo."]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Great Lakes"]}," - The northern Midwest can be traversed by boat throughout the Great Lakes.  Many boaters utilize the Great Lakes, St. Lawrence Seaway and their connection points as a travel route.  The ",{"type":"[","value":["http:\/\/greatlakescruising.com\/Great Lakes Cruising Company"]}," and the ",{"type":"[","value":["http:\/\/accl-smallships.com\/ American Canadian Caribbean Line"]}," provide cruises with several Midwest cities (including Chicago, Cleveland, Detroit, Milwaukee) in their itineria."]},{"type":"*","value":[" ",{"type":"'''","value":["River Travel"]}," - Additionally, the Mississippi, Missouri and Ohio Rivers are some of the primary navigable waters in the U.S. There are also steamboat and cruise options connecting points along Ohio and Mississippi Rivers."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By plane"]},"\nMany major metropolitan areas also have secondary international and regional airports, supporting national, discount and commuter airlines.\n\n",{"type":"===","value":["By car"]},"\nIn addition to the major interstates listed above, many Midwest cities have secondary interstate service such as outerbelt and by-pass systems.\n\n",{"type":"===","value":["By train"]},"\nMost of the Midwest lacks regional passenger rail service, but segments of ",{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}," routes may suffice. Chicago, however, is a major Amtrak hub.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Great Lakes"]},"\n",{"type":"*","value":[" Lake Erie Coastal Ohio Trail - including Northern Ohio and Southeastern Michigan.  "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lake Erie Islands"]]}]},".  Located west of Cleveland, Ohio and southeast of Detroit, Michigan, a group of picturesque and festive islands in Lake Erie are accessible via ferry. In addition to several ",{"type":"[","value":["http:\/\/dnr.state.oh.us\/parks\/parks\/lakeerie.htm Ohio State Parks"]}," located on the islands, there is plenty to do including wineries, restaurants, bars, marinas and beaches."]},{"type":"*","value":["  North Shore Scenic Drive - Along Lake Superior in Minnesota, this picturesque route is popular for stunning vistas of the water and beautiful fall foliage.  Follow Minnesota Route 61 northeasterly from ",{"type":"[[","value":[["Duluth (Minnesota)"],["Duluth"]]}," all the way to Thunder Bay, Canada."]},{"type":"*","value":["  The Mackinac Bridge - Connecting the two peninsulas of Michigan via I-75.  An engineering marvel and an important transportation artery."]},"\n",{"type":"'''","value":["River Dancing"]},"\n",{"type":"*","value":[" Great River Road - the Mighty Mississippi, from Wisconsin and Minnesota through Iowa, Illinois, and Missouri and south to the Gulf of Mexico"]},{"type":"*","value":[" Meeting of the Great Rivers Scenic Route - Illinois"]},{"type":"*","value":[" Ohio River Scenic Byway - a river trail through Ohio, Indiana and Illinois "]},{"type":"*","value":[" Ohio & Erie Canalway - from Lake Erie in Cleveland through Ohio to the Ohio River valley"]},"\n",{"type":"'''","value":["Inland History and Culture"]},"\n",{"type":"*","value":[" Historical National Road - a trail of history running through Ohio, Indiana and Illinois"]},{"type":"*","value":[" Amish Country Byway - Ohio"]},{"type":"*","value":[" Lincoln Highway - Illinois"]},{"type":"*","value":[" Amana Colonies - Iowa"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Great Lakes"]},"\n",{"type":"*","value":[" Beaches, including the dunes in Indiana along Lake Michigan."]},{"type":"*","value":[" Fishing, with many charters in most major cities to choose from."]},{"type":"*","value":[" Boating, in and around the ",{"type":"[[","value":[["Apostle Islands"]]}," in northern Wisconsin."]},{"type":"*","value":[" Lighthouses worthy of a picture in Wisconsin's ",{"type":"[[","value":[["Door County"]]},"."]},{"type":"*","value":[" Resorts along the ",{"type":"[[","value":[["Traverse City"]]}," area of Michigan."]},"\n",{"type":"'''","value":["River Valleys"]},"\n",{"type":"*","value":[" Casino riverboats in ",{"type":"[[","value":[["Dubuque"]]},", Iowa."]},{"type":"*","value":[" Rafting and tubing along the Wisconsin River in ",{"type":"[[","value":[["Wisconsin Dells"]]},", Wisconsin."]},{"type":"*","value":[" Boatwatching along the Mississippi River in ",{"type":"[[","value":[["Hannibal"]]},", Missouri, Mark Twain's hometown."]},"\n",{"type":"'''","value":["Amusement Parks"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cedar Point"]]}]},{"type":"*","value":[" Six Flags' Great America"]},{"type":"*","value":[" Kings Island"]},{"type":"*","value":[" Michigan's Adventure"]},{"type":"*","value":[" Six Flags St. Louis"]},{"type":"*","value":[" Valleyfair in ",{"type":"[[","value":[["Shakopee"]]},", Minnesota"]},{"type":"*","value":[" Holiday World & Splashin' Safari, Santa Claus IN "]},"\n",{"type":"===","value":["Music"]},"\nChicago, St. Louis, and Kansas City have legendary jazz and blues clubs. Many of the greats have not only traveled the region extensively whilst on tour, but more than a handful were born or resided in the region, with these three cities leading the way.\n\n",{"type":"==","value":["Eat"]},"\nThe Midwest is a patchwork of big cities, small towns and farming communities.  Being the epicenter of the American Industrial Revolution, it attracted an influx of immigrants and African Americans in the late 19th and early 20th centuries, resulting in a diverse ethnic culinary experience from the heavy German, Irish, Polish and African-American urban populations to rural Amish and Mennonite cooking traditions. Big Midwest cities, like Chicago, St. Louis, Cleveland, Detroit and Milwaukee, are known for their bratwurst, kielbasa, Italian sausage and good old American hot dogs. Smaller, rural clusters, like the German Amana Colonies, in east-central Iowa, is home to some of the best German-American food in the Midwest.  Known for family-style dining, the Amana Colonies provide hearty foods the Midwest is known for.\n\nMinnesota and parts of Wisconsin have heavier Scandinavian influences. Large Hispanic, pan-Asian, Middle-eastern and Indian now add spice to this international potpouri.  \n\nLocally grown food is seasonally available in rural areas, often at roadside stands.  Spring crops include salad greens, radishes, sweet peas and spinach.  Summer's abundance includes sweet corn, tomatoes, squash, cucumbers, onions, melons, berries, apples, cherries, peaches and pears.  The agricultural abundance can be excellent in season and seems to encourage large helpings year around.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" Beer - The Midwest was historically the center of the American brewing industry, and major domestic breweries Anheuser-Busch (recently acquired by InBev) (St. Louis) and Miller (Milwaukee) remain headquartered in the area. Many well-known craft breweries are also in the region, including Summit (St. Paul), Goose Island (Chicago), Great Lake's (Cleveland, OH), Bell's (Kalamazoo, MI), New Glarus (New Glarus, WI), Gluek's (Cold Spring, MN), Schell's (New Ulm, MN), Leinenkugel's (Chippewa Falls, WI). Microbreweries and brew-pubs can be found throughout the area. Millstream Brewery, located in the Amana Colonies, Iowa is home to the world's best (2010 World Beer Cup, Gold medal winner) Vienna style lager beer."]},"\n",{"type":"*","value":[" Wine - Wine is made in every state of the Midwest.  Catawba grapes were first discovered in Ohio in 1802 and thus Catawba vineyards line the shores and islands of Lake Erie.  Michigan and Missouri also have significant wine countries.  The Amana Colonies, located in Iowa, is home to five wineries featuring their traditional sweet, fruit wines, as well as many varieties of German and French-style wineries.  Iowa is home to almost 90 wineries, many featuring the unique flavors of \"cold-climate\" grapes."]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":["Dial 911 from any telephone for emergency police, medical, and fire services.  The call will be free of charge.  This should not change from town to town or state to state, since all police, fire, and medical emergency services throughout the USA and Canada are tied into the 911 service."]},"\nThe rural areas and small cities of the Midwest are among the safest for travelers and residents in all America.  Parts of the larger cities, especially Chicago, Saint Louis, and Detroit, should be avoided after dark.  \n\nWeather in the Midwest ranges from blistering heat waves in July and August, to fierce blizzards in January and February.  Tornadoes are common in the southern parts of this region in the springtime, but ample warnings are often given to help protect property and lives.  If the weather on the road appears to be turning inclement, local radio and television stations will continuously offer advice and information.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["United_States_of_America"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n\n\n\n\n\n",{"type":"[[","value":[["WikiPedia:Midwestern United States"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Regions\/Midwest\/"]]}]