[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Miercurea Ciuc"]}," is a city in ",{"type":"[[","value":[["Transylvania"]]},".\n\n",{"type":"==","value":["Get in"]},"Arrive by train from Bucharest gara du Nord (5 hours) or Budapest Keleti(12 hours). The Budapest train, though much longer, is a delight. Book an old-fashioned sleeper and enjoy sheets, towel, washbasin and complimentary coffee, croissant and water. It is relatively inexpensive. You may have to share with one or two same-sex others, depending on the price you pay. On the other hand, if there is a free cabin, you may get to sleep alone. There is also a restaurant car on the train. Check http:\/\/elvira.mav-start.hu\/ for times. There is also an early morning train. (from Budapest airport allow a couple of hours to get to Keleti station. The cheapest way is by public bus to Köbanya-Kispest then take the metro, changing at Deák Tér.)\n\nOther options include: Fly to Cluj Napoca or Tirgu Mures with Wizzair. Malev also flies to Tirgu Mures. To check train times in Romania, go to http:\/\/www.mersultrenurilorcfr.ro\/\n\nAnother way is to fly with BlueAir to Bacau. This is the nearest airport (86km), but do not have bus info at this time. The train goes a long way round and takes 5 hours. \n\nAlso, http:\/\/www.orangeways.com will take you all the way from Budapest airport by bus.\n\nThe train station is 5\/10 mins walk from the centre. There are usually sufficient taxis waiting. There are also town buses from outside the station. Other local and national buses depart from the bus station, which is 300 metres to your left.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Petofi Street"]},{"type":"*","value":[" Miko Castle"]},{"type":"*","value":[" 2001 Millennium Church"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Harghita"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Miercurea Ciuc"]]},"\n",{"type":"{{","value":[["geo"],["46.359444444444"],["25.803888888889"]]}]