[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Mikindani"]}," is a town in ",{"type":"[[","value":[["Pembwe and the Southeast"]]},", ",{"type":"[[","value":[["Tanzania"]]},".\n\n",{"type":"==","value":["Understand"]},"\nFor a long time Mikindani was the major town in the region, however in the 1940s nearby Mtwara was made the regional capital due to its larger natural harbour.  Since then Mikindani has been left to pursue the quiet, slow-paced life of a fishing village, albeit a larger than average fishing village.\n\n",{"type":"==","value":["Get in"]},"\nThere are several busses daily from Dar which you can get from Ubungo, Temeke or Mbagala bus stations. (8+ hours) note that during the rainy season parts of the road can get flooded.  It's usually still passable but this can add significantly to the journey time.  The companies operating the route change regularly but when picking a bus go for one with four seats in a row, the ones with five can be pretty cramped.  Sitting in the back half of the bus can be somewhat traumatic during the non-paved part of the journey.\n\nFrom Lindi there are buses throughout the morning, in the afternoon you can make the journey by first getting a bus to Mnazi Mmoja (Mingoyo) then catching an onward bus from there. (~2 hours)\n\nFrom Mtwara there are daladalas (minibuses) throughout the day from around 6AM to around 7PM (about 30 minutes).  Alternatively, you could get a taxi (around 10'000\/-), a tuktuk (bajaji) (around 6'000\/-) or a motorbike (pikipiki) (around 4'000\/-).\n\nFrom Masasi there are buses throughout the day the last one leave around mid afternoon(about 4 or 5 hours)\n\nFrom Newala and Mozambique you'll have to go via Mtwara.\n\nPrecision Air also fly from Dar to Mtwara, the timetable is highly erratic.\n\n",{"type":"==","value":["Get around"]},"\nMikindani is sufficiently small that you shouldn't need anything other than your legs to get you around.  That said cycling around the town can be quite pleasant, depending on the current management The Old Boma may or may not rent you a bike to explore it with.\n\n",{"type":"==","value":["See"]},"\nThere is little in the way of actual 'sights' in Mikindani (and those that are there are often mislabeled, the old slave market isn't that old and Livingston house has very little to do with David Livingston) however it's a very atmospheric town and a nice place to stroll around and soak in the culture.  If you prefer your strolls more structured the Old Boma has a book of walks around town (although last time I was there the staff were unaware of the book - it was still there though) but it is equally interesting to just wander and get lost.  There will be no shortage of people to point you in the right direction when you want to get back.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=eco2 diving, marine research and education centre"],["url=http:\/\/www.eco2tz.com"],["email="],["address=PO Box 784, Mtwara"],["lat="],["long="],["directions=On Mnaida Street as you enter Mikindani from Mtwara"],["phone=+255 (0)783 279 446"],["tollfree="],["fax="],["hours=08:00 - 17:00"],["price=$125 for two dives"],["content=eco2 is the first diving and marine research centre in south-east Tanzania. Based in Mikindani town, we provide low-impact, eco-aware scuba diving and dive safaris and promote marine environmental education through applied research.\n\nMikindani and Mnazi Bays are the locations for some of the most spectacular, undiscovered diving in East Africa. Here the Southern Equatorial Current meets the African coast creating a unique ecosystem with a wealth of marine life from across the Indian Ocean.\n\nThis phenomenon means the area is now recognized as the centre of biological diversity for the East African Coast and over 258 species of coral have been identified - more than anywhere else on the East African Coast."]]}]},"\n",{"type":"==","value":["Buy"]},"\nFor general supplies you're better off going to Mtwara but basics can be purchased in Mikindani.  There are general shops (duka) all over town, the best of the bunch are probably the ones at the daladala stand.\n\nKuchele is the towns resident artist and has shop next to the old slave market.  If you're in town more than a day he will probably find you to show you his work.  He's a nice chap and won't switch on the 'hard-sell' if you look through his work.\n\nThe Old Boma has a selection handicrafts produced locally, but a better selection can be found at ADEA in Mtwara.\n\n",{"type":"==","value":["Eat"]},"\nFor Tanzanian fayer, Subira's restaurant at the long distance bus stand is the best bet for cheap, tasty food with the only other option being Samaki's in the old slave market.  There's a chap at the daladala stand that does chipsi mayai (chip omelette - it sounds odd but it's a Tanzanian classic) or chipsi kuku (chicken and chips).\n\nMuku's bar at the daladala stand sits somewhere between Tanzanian food and western food.\n\nBoth Ten Degrees and the Boma cater to the ex-pat crowd. The quality and popularity of them ebbs and flows between the two due to high staff turnover.\n\n",{"type":"==","value":["Drink"]},"\nMuku's bar next to the daladala stand is the liveliest of the bars in town offering all you would expect from a Tanzanian bar.\n\nHiphop beach next to the long distance bus stand will be a cracking place for a drink overlooking the bay if they ever get round to getting a beer fridge.  Currently they have cold soda and warm beer.\n\nTen Degrees and the Boma (listed in the sleeping section) are fairly standard ex-pat bars.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Old Boma Hotel"],["url=http:\/\/mikindani.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+255 (0)784 360110"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The old German fort has been renovated into a boutique hotel"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ten Degrees South"],["url=http:\/\/www.tendegreessouth.com"],["email="],["address=PO Box 784, Mtwara"],["lat="],["long="],["directions=On Mnaida Street as you enter Mikindani from Mtwara"],["phone=+255 (0)766 059 380"],["tollfree="],["fax="],["hours="],["price=$20-60"],["checkin="],["checkout="],["content=Ten Degrees South is a small guesthouse, bar and restaurant with accommodation.  It's a travelers hang out with a pleasant bar and a nice atmosphere."]]}]},"A wider range of accommodation can be found in nearby Mtwara which can be used as a base for visiting Mikindani\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nAll buses going north from Mtwara (those going to Dar, Kilwa, Lindi, Newala and Masasi) stop at Mikindani en route, although the Dar buses (which also stop at Nangurukuru for Kilwa) will only stop if you have brought your ticket in advance.\n\nGoing south (to Mozambique, Tandahimba or Newala) you will have to make your way to Mtwara first.\n",{"type":"{{","value":[["IsPartOf"],["Pembwe and the Southeast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Mikindani"]]}]