[{"type":"{{","value":[["pagebanner"],["Milan banner Duomo di Milano.png"],["caption=The Duomo (cathedral), perhaps the most recognizable landmark of Milan"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.milanoinfotourist.com\/home.htm Milan"]}]}," (Italian: ",{"type":"''","value":["Milano"]},") is financially the most important city in ",{"type":"[[","value":[["Italy"]]},", and home to the Borsa Italiana stock exchange. It is the second most populous city proper in the country, but sits at the centre of Italy's largest urban and metropolitan area. While not considered as beautiful as some Italian cities, having been greatly destroyed by Second World War bomb raids, the city has rebuilt itself into a thriving cosmopolitan business capital. In essence, for a tourist, what makes Milan interesting compared to other places is that the city is truly more about the lifestyle of enjoying worldly pleasures: a paradise for shopping, football, opera, and nightlife. Milan remains the marketplace for Italian fashion – fashion aficionados, supermodels and international paparazzi descend upon the city twice a year for its spring and autumn fairs.\n\nMilan is famous for its wealth of historical and modern sights - the Duomo, one of the biggest and grandest ",{"type":"[[","value":[["Gothic architecture"],["Gothic"]]}," cathedrals in the world, La Scala, one of the best established opera houses in the world, the Galleria Vittorio Emanuele, an ancient and glamorous arcaded shopping gallery, the Brera art gallery, with some of the finest artistic works in Europe, the Pirelli tower, a majestic example of 1960s modernist Italian architecture, the San Siro, a huge and famed stadium, or the Castello Sforzesco, a grand medieval castle. So, one has their fair share of old and new monuments. Plus, it contains one of the world's most famous paintings - Leonardo da Vinci's ",{"type":"''","value":["The Last Supper"]},".\n\n",{"type":"===","value":["Districts"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Milan_districts_PNG.png"],["regionmaptext=Districts of Milan"],["regionmapsize=300px"],["region1name=",{"type":"[[","value":[["Milan\/Centro Storico"],["Centro Storico"]]}],["region1color=#D5DC76"],["region1items="],["region1description=The Centro Storico is the historic centre of the city, encompassing Milan's most famous landmarks, including the Duomo (cathedral), Galleria Vittorio Emmanuelle shopping arcade and the Teatro alla Scala opera house."],["region2name=",{"type":"[[","value":[["Milan\/North"],["North"]]}],["region2color=#B383B3"],["region2items="],["region2description=Here you will find two most important railway stations - Milano Centrale and Porta Garibaldi - as well an array of office and residential towers."],["region3name=",{"type":"[[","value":[["Milan\/West"],["West"]]}],["region3color=#B5D29F"],["region3items="],["region3description=This part of the city encompasses the city's only UNESCO World Heritage Site which includes a famous painting -the Last Supper. Other sights in Western Milan include a cemetery with monumental tombs and the old fair center."],["region4name=",{"type":"[[","value":[["Milan\/South"],["South"]]}],["region4color=#4F93C0"],["region4items="],["region4description=Likely the best known attraction here are the canals (navigli) that in former times were used for sailing in from the Lombardian countryside. It's quite popular to sit at the bars along the canals and enjoy a drink."],["region5name=",{"type":"[[","value":[["Milan\/Outer Milan"],["Outer Milan"]]}],["region5color=#578E86"],["region5items="],["region5description=The outer quarters and suburbs of Milan also hold a few points of interest, grouped together in a separate guide."]]},"\n\n",{"type":"<","value":["br",{"clear":"right"}]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Guardian of the City (6875524354).jpg"],["thumb"],["250px"],["The breathtaking views of Milan from the magnificent roof of the Duomo."]]},"\n\nIf ",{"type":"[[","value":[["Rome"]]}," represents the \"old\" Italy, Milan represents the \"new\" Italy. Milan is the most modern of all Italian cities, and it still keeps most of its past history intact.\n\nAt first sight, Milan looks like a bustling and relatively stylish (with its shiny display windows and elegant shops) metropolis, with a good number of grand palaces and fine churches in the centre, but might seem like a slightly prosaic, soulless and business-orientated place. It can be quite rainy, grey and foggy, and some of the buildings, ancient or modern, have quite a severe appearance. Whilst there are a lot of parks, Milan looks as if it has very little greenery, and apart from the very well-kept historic part, many areas are indeed quite scruffy and dirty. However, Milan, unlike most usually historical European cities which throw the sights in your face, requires quite a lot of exploring - take it as it is, and you might enjoy its fashionable glitter and business-like modernity, but might find it not very \"captivating\". If you spend time, though, strolling through less well known areas such as the pretty Navigli, the chic Brera district, the lively University quarter, or some of the smaller churches and buildings, you'll find a forward thinking, diverse city filled in every corner with history, and with a plethora of hidden gems. Plus, with such an established history in theatre, music, literature, sport, art and fashion, there's really not much you can miss.\n\nMilan, as many have noticed, doesn't fully feel like a part of Italy. Despite the similarities between typical Italian cities such as ",{"type":"[[","value":[["Verona"]]}," or ",{"type":"[[","value":[["Venice"]]}," with the city, it does have a different atmosphere. Milan feels more like a bustling, busy, fashionable business capital - where in several cafes, lots of people only stop to have a quick espresso at the bar counter, and where tourists at times seem even more laid back than the locals. Milan, unlike the traditionally red-terracotta roofed Italian cities, is quite grey, as many buildings are constructed using limestone or dark stones. Ancient buildings mainly have a sort of Austrian\/Germanic neoclassical look with some slight French influences. However, with some cycling around in old fashioned bicycles, restaurant chairs and tables outside at summer filled with locals and tourists alike, and people strolling down the pedestrian avenues, licking an ice cream or carrying some heavy shopping bags, Milan does boast some \"Italian flair\".\n\nThese differences between Rome and Milan are evident from several proverbs, such as an Italian saying about the differences of the two cities which roughly translates,",{"type":"''","value":[" \"Rome is a voluptuous woman whose gifts are very apparent, while Milan is the shy, demure girl whose treasures are plentiful, but discovered in time.\""]},"\n\n",{"type":"===","value":["When to visit"]},"\nMilan, depending on how you want to tour the city, is virtually visitable all the year. Keep in mind most places, including tourist destinations and museums, are closed on Mondays.\n\nIn autumn, the weather is warm\/cool, and in later months can be quite rainy and foggy. At this time of the year, the city's inhabitants are very busy with work, so, the only people you're likely to see wandering around are tourists. All the major venues and shops are opened, since it is the working part of the year.\n\nIn winter, the city can become cold (often below or around zero degrees Celsius [32 degrees Fahrenheit]), and the weather is usually foggy and rainy if not snowy. However, the city, in the few weeks before Christmas, becomes delightful to visit - the main sights are all illuminated by stunning lights, a huge Christmas tree is set up in front of the Duomo, vendors and markets can be found everywhere, many shop and display windows are decorated and the streets become bustling with locals and tourists alike. However, the only downside is that it can become extremely crowded, noisy and busy.\n\nIn spring, the weather is similar to that of autumn. People go back to work, and the atmosphere becomes more quiet, yet serious unlike that of the winter. Parks become nice to visit, as trees blossom. The city is also quite nice to visit at Carnival, where people dress up and celebrate, and during Easter, where there are special services held in churches and some special events.\n\nIn summer, Milan can become extremely hot and humid, with the odd powerful rainstorm here and there. Whilst in July, apart from the weather, most shops remain open, in August, as many locals go off to take their summer holidays, many businesses and venues shut down (with the notice ",{"type":"'''","value":["Chiuso per ferie"]},", or shut down for vacation). The city may become quite empty with the odd tourist strolling around, and with several of the main sights shut down. Despite it's not the best time for shopping and the weather's not at all times very pleasant, it's good if you want to enjoy the city to yourself when it's quiet, and maybe want to stroll around, sipping at the odd open bar or at an ice cream, or walking in a silent park. Despite many businesses shut down, some still do remain open, and you will still be able to find some open shops, restaurants and museums.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Alitalia Airbus A330-200 Olivati-1.jpg"],["thumbnail"],["An Airbus 330 of Alitalia taking off at Malpensa with the Alps in the background"]]},"\nMilan has two main international air gateways, ",{"type":"'''","value":["Linate"]}," airport and ",{"type":"'''","value":["Malpensa"]}," airport. Sometimes referred to as Milan's additional airports, Bergamo's ",{"type":"'''","value":["Orio al Serio"]}," airport (45 km East) and ",{"type":"'''","value":["Parma"]}," airport (100 km South) mostly host budget airlines.\n\n",{"type":"====","value":[" Malpensa airport "]},"\n: ",{"type":"''","value":["Main article: ",{"type":"[[","value":[["Milano Malpensa Airport"]]}]},"\n\nThe main international airport is Milano Malpensa Airport, about 40 km northwest of the city center. There are flights to Malpensa from all inhabited continents except Oceania, and together with Rome-Fiumicino it is a hub for Italy's national carrier Alitalia. From Malpensa you can get into central Milano by train, shuttle bus or taxi.\n\n",{"type":"====","value":["Linate airport"]},"\nSome European or national flights arrive at ",{"type":"'''","value":["Linate Airport"]}," (",{"type":"{{","value":[["IATA"],["LIN"]]},"). This small but rather efficient one-runway airport is very close to the city centre (7 km). It is mostly serviced by airlines to domestic destinations and some European destinations. After the bankruptcy of the 'old' Alitalia and its merger with AirOne, the new airline abandoned Malpensa in favour of Linate.\n\n",{"type":"*","value":[" Taking connecting flights in Linate might take  much longer than elsewhere because there is no through passage: you get off the airplane, get out of the security area, go through security again together with those passengers who have just arrived from Milan and not with a connecting flight, and only then can you board the new plane. If you're taking a connection from abroad it doesn't make much difference, because in these cases you have to go through security again (say, London to Palermo via Rome Fiumicino), but if both flights are domestic then you don't have to go through security again if the airport has a through passage (e.g. Palermo to Genova via Rome Fiumicino). This is common in most countries: the rationale is that apparently no one seems to trust security checks performed by other countries!"]},"\n",{"type":"*","value":[" Since the airport is so close to the city, it is served by buses of the city public transport network:  ",{"type":"'''","value":["Bus no. 73"]}," outside the terminal building goes to San Babila Square, in the city centre, which is served by metro line ",{"type":"'''","value":["MM1"]},".  This bus is not a dedicated service but a city transportation network bus with many stops en route, may get crowded during peak hours. The bus runs every ten minutes and costs €1.50. This bus service is managed by ",{"type":"[","value":["http:\/\/www.atm-mi.it ATM"]},", the public transport company of Milan. Tickets can be purchased from the newsagent inside the airport terminal or by the ATM vending machines close to the bus stop. Remember to validate the ticket when boarding the bus. With the same ticket, you can transfer to the metro (subway) system once and unlimited buses or tram streetcars in a 75 minute period. You can also directly use a comprehensive ticket to many places in the suburbs. For more detail see ",{"type":"[[","value":[["#Get around"]]},". Information and timetables available from the ATM web site.  To catch the right 73 bus from the airport to Milan, look for direction \"SAN BABILA M1\" and avoid Line 73 buses directed to \"S.FELICINO\" (be very careful not to take a bus to San Felicino, because not only you would go in the wrong direction, but you would also be considered without a valid ticket for that journey) . On the other direction, when going from the city centre to Linate airport, you can get both buses directed to Linate airport or to San Felicino. During daytime the frequency of the bus is one bus every 5 to 10 minutes."]},"\n",{"type":"*","value":[" A new express service ",{"type":"'''","value":["Bus no. X73"]},", by ATM, connect the Linate airport and San Babila Square, in the city centre and vice versa, via a route similar to the bus 73, but with just one intermediate stop (at Dateo, where interchange with the ",{"type":"''","value":["Passante Ferroviario"]}," is possible). As it is a direct service it takes less time than the normal 73 bus and it is usually less crowded. The advertised journey time is 25 (but take into account more time than this, especially if you are travelling in peak time).  This express service operates only weekdays 7AM-8PM and there is an express bus every 20 minutes. The ordinary ticket of €1 is accepted on this route, no supplement is needed, and you can transfer to the metro (subway) system and other bus (for more details about tickets see above and the Get around section)."]},"\n",{"type":"*","value":[" A new metro line, MM4, currently under construction, is expected to connect the Linate Airport terminal directly with San Babila in the city centre in 2016."]},"\n",{"type":"*","value":[" A ",{"type":"'''","value":["dedicated bus service"]},", called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.autostradale.it\/interna.aspx?gr=2&sez=60&sot=2&ae=8 Starfly"]}]},", operated by Autostradale, connects Linate airport to Milan's center running every 30 minutes and tickets cost €5 per adult (ticket sold at local newsagent and on board). This bus also stop on route at Lambrate railway station. The journey takes approximately 27 minutes."]},"\n",{"type":"*","value":[" A bus service, operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.malpensashuttle.it\/ Malpensa Shuttle"]}]}," connects Malpensa airport to Linate airport as well as Malpensa to Milan's Central train station (timetables, fares and ticket booking available online). The journey takes 30 minutes to 1 hour, depending on traffic conditions."]},"\n",{"type":"*","value":[{"type":"'''","value":["Taxis"]}," from Linate to the city centre cost around €12-20 depending on traffic conditions. The minimum charge is €12. If you are going to the centre, ignore all the guys standing at the exit to the terminal saying \"taxi\"... they are for destinations outside central Milan (i.e., outlying cities) and will charge a minimum of €70. Queues for regular taxis can get long during peak commuter hours (early evening) and are particularly bad during Fashion Week."]},"\n",{"type":"====","value":["Orio al Serio airport"]},"\nSome budget airlines fly into ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.orioaeroporto.it\/ Orio al Serio Airport"]}]}," (",{"type":"{{","value":[["IATA"],["BGY"]]},"). About 45 km north-east of Milan near the city of ",{"type":"[[","value":[["Bergamo"]]},".  Ryanair refers to this as ",{"type":"'''","value":["Milan Bergamo Airport"]},". Public transport into Milan is slightly less convenient than Malpensa or Linate:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Trains to Milan"]}," leave from ",{"type":"[[","value":[["Bergamo"]]}," station, which you can get to by shuttle bus or taxi, but is quite far from the airport. Buses to Bergamo are run by ZANI and take 10 minutes, at a cost of around €1.50. Trains from Bergamo to Milan run every 30–60 minutes and take around 1 hour. Adult one-way fare approx €4."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bus Services"]}," — All buses leave for Milan from immediately outside the arrivals section of the airport and from Ferrante Aporti on the east side of Central Station in Milan for all the companies below."]},"\n",{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.autostradale.it Autostradale"]}," run a direct bus, ",{"type":"[","value":["http:\/\/www.orioshuttle.com Orio Shuttle"]}," from Orio Airport to Milano Centrale station, which is probably the best choice. Departure times may vary, but buses generally run every half hour during the day, less often at night, and take about 1 hour or more. However, beware of cutting things too fine, because the highway to Milan is very crowded during weekdays. Adult one-way fare: €5.00. Tickets are sold in Orio Al Serio Airport in Bergamo and at the Central Train Station in Milan. Be at the Milan Bus stop at least 15 minutes before nominal departure time, or you may get left behind. Tickets can be purchased online, but sellers at the airport and train station will offer 3 tickets for price of 2."]}]},"\n",{"type":"*","value":[{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.zaniviaggi.it Zani Viaggi"]}," also run a bus service from Bergamo Airport to Milano Centrale station with a stop at the Cascina Gobba MM2 station on the North Eastern outskirts of Milan. Adult fare: €9ish one way.  Tickets sold at an office in the airport or online."]}]},"\n",{"type":"*","value":[{"type":"*","value":[" There are several other bus shuttle companies, that offer direct bus services from Bergamo airport to Milan central, Malpensa and Linate airport. It is advisable to not buy the bus tickets online beforehand, because then the passenger has no choice but to wait for the bus the he\/she has booked. Once you get out of the customs area, there are a lot of kiosks and agents, whp will offer bus tickets to city center at €9 return, or €5 one-way. This gives flexibility to choose the first departing bus, instead of waiting at the airport."]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Taxis"]}," will set you back around €100 from Orio to Milan."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:Milan statione centrale.JPG"],["thumb"],["right"],["Central railway station"]]},"\n\n",{"type":"*","value":[" The main railway station is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.milano-centrale.com\/ Central Station"]}]}," (",{"type":"''","value":["Milano Centrale"]}," or ",{"type":"''","value":["Centrale FS"]},"), which is served by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.trenitalia.it\/ Trenitalia"]}]},", the State Railways. Regular express and fast trains serve all Italian cities (",{"type":"[[","value":[["Turin"]]},", ",{"type":"[[","value":[["Venice"]]},", ",{"type":"[[","value":[["Rome"]]},", ",{"type":"[[","value":[["Naples"]]},", ",{"type":"[[","value":[["Florence"]]}," and many others), and some European cities (",{"type":"[[","value":[["Barcelona"]]},", ",{"type":"[[","value":[["Zurich"]]},", ",{"type":"[[","value":[["Geneva"]]},", ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Stuttgart"]]},", ",{"type":"[[","value":[["Zagreb"]]},", ",{"type":"[[","value":[["Vienna"]]},", etc.)."]},"\nThe station building is in itself worth a visit being a masterpiece of rationalist architecture.\n\nThe station area is not in a great part of town at night, though in the area there are a number of decent budget hotels (see ",{"type":"''","value":[{"type":"[[","value":[["Milan#Sleep"],["Sleep"]]}]}," below) and some business-oriented international brand hotels. In general, the area south of the station (characterized by a few skyscrapers) is a business and local government center, pretty active during working hours but almost deserted at night. Should you need a few supplies for your trip, there is a supermarket in the west side of the station in the basement, as well as cafes and other small shops. Internet points in the main square overlooking the station. In 2008 the station is completing extensive renovation. At night, parts of the Central Station become a sleeping area for vagrants. Usually around the station there are children aggressively targeting tourist for pickpocketing, so pay attention to your bag.\n\nThe Central Station is served by ",{"type":"'''","value":["MM2"]}," and ",{"type":"'''","value":["MM3"]}," metro lines. Taxis stops directly in front of the station (on the sides during the renovation period), and ATM buses on the West side (IV November Square) and buses to Linate, Malpensa and Orio airports on the East side (Luigi di Savoia square).\n\n",{"type":"*","value":[" Another important railway station is ",{"type":"'''","value":["Cadorna"]},", served by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.trenord.it\/it\/home.aspx Trenord"]}]},", where the Malpensa airport Express stops and which is also a stop for MM1 and MM2 metro lines. Trains to Como Lago station leave here."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Garibaldi station"]}," is the terminus for most commuter railway lines and is served by Trenitalia, Trenord, NTV and SNCF. It is also a stop for the ",{"type":"'''","value":["MM2"]}," and ",{"type":"'''","value":["MM5"]}," metro lines, and for the ",{"type":"'''","value":["passante"]}," suburban commuter train link (see ",{"type":"[[","value":[["#Get_around"]]},")."]},"\n",{"type":"*","value":[" Other main train stations are ",{"type":"''","value":["Lambrate"]}," (connected to ",{"type":"'''","value":["MM2"]}," metro line), ",{"type":"''","value":["Greco-Pirelli"]},", ",{"type":"''","value":["Rogoredo"]}," (connected to ",{"type":"'''","value":["MM3"]}," metro line) and ",{"type":"''","value":["Porta Genova"]}," (connected to ",{"type":"'''","value":["MM2"]}," metro line) and ",{"type":"''","value":["Bovisa"]}," (connected to the ",{"type":"''","value":["Passante"]}," suburban commuter train link) and ",{"type":"''","value":["Domodossola"]},". Domodossola station is very close to the city section of the Milan Exhibition Centre - ",{"type":"''","value":["fieramilanocity"]},", also connected to the subway system by the ",{"type":"'''","value":["MM1"]}," metro line."]},"\nNowadays there's just one Italian train company working in the city, called ",{"type":"''","value":["Trenord"]},". By the way, it is the merger of two companies which used to work in ",{"type":"[[","value":[["Lombardy"]]}," ",{"type":"<","value":["nowiki",["[Ferrovie Nord (FNM) and Trenitalia (FS)]"]]},". Because of this situation, there are still two different railway networks, with different stations. For example, if you need to go to Malpensa airport and you are in FS Greco Pirelli, you need to go first to Garibaldi train station, then take the MM2 metro to Cadorna train station and then the Malpensa Shuttle train to the airport. In some cases from Garibaldi station, you can take the ",{"type":"''","value":["Passante"]}," suburban commuter train link to Bovisa FNM station (these trains leave from the underground station below Garibaldi station and next to the MM2 underground station. Be sure that the train you take stops at Bovisa). From Bovisa you can get on the Malpensa shuttle train.\n\n",{"type":"===","value":["By car"]},"\n\nThe main motorways linking Milan to the rest of Italy are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["A1"]},", the ",{"type":"'''","value":["Autostrada del Sole"]}," (Highway of the Sun), a six-lane motorway linking Milan to ",{"type":"[[","value":[["Bologna"]]},", ",{"type":"[[","value":[["Florence"]]},", ",{"type":"[[","value":[["Rome"]]}," and ",{"type":"[[","value":[["Naples"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["A4"]}," Westbound, a six-lane motorway linking Milan to ",{"type":"[[","value":[["Turin"]]},", the Westyern Alps and France."]},{"type":"*","value":[" ",{"type":"'''","value":["A4"]}," Eastbound, the ",{"type":"'''","value":["Autostrada Serenissima"]},", an eight-lane motorway linking Milan to ",{"type":"[[","value":[["Bergamo"]]},", ",{"type":"[[","value":[["Brescia"]]},", ",{"type":"[[","value":[["Verona"]]},", ",{"type":"[[","value":[["Padua"]]}," and ",{"type":"[[","value":[["Venice"]]},", and further to ",{"type":"[[","value":[["Trieste"]]}," and ",{"type":"[[","value":[["Slovenia"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["A7"]},", a six-lane motorway linking Milan to ",{"type":"[[","value":[["Genoa"]]},", the Ligurian Riviera and the Cinque terre."]},{"type":"*","value":[" ",{"type":"'''","value":["A8"]},", the ",{"type":"'''","value":["Autostrada dei Laghi"]}," (Highway of the Lakes), an eight-lane motorway linking Milan to Lake ",{"type":"[[","value":[["Como"]]},", Lake Maggiore, ",{"type":"[[","value":[["Lugano"]]}," and the rest of ",{"type":"[[","value":[["Switzerland"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["A9"]},", a four-lane motorway linking Milan to ",{"type":"[[","value":[["Varese"]]}," and Western ",{"type":"[[","value":[["Ticino"]]}," in ",{"type":"[[","value":[["Switzerland"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["A50"]},", ",{"type":"'''","value":["A51"]}," and ",{"type":"'''","value":["A52"]},", respectively the West, East and North Ringroads (",{"type":"''","value":["Tangenziale Ovest"]},", ",{"type":"''","value":["Tangenziale Est"]},", and ",{"type":"''","value":["Tangenziale Nord"]},") connect the various motorways forming a six-lane ringroad around Milan."]},{"type":"*","value":[" ",{"type":"'''","value":["A53"]},", a four-lane motorway linking Milan to ",{"type":"[[","value":[["Pavia"]]},"."]},"\nThe main highway operating company is ",{"type":"[","value":["http:\/\/www.autostrade.it\/ Società Autostrade per l'Italia"]},".\n\nBecause of heavy traffic, it is strongly recommended not to drive in Milan during working days. Driving is much better during weekends. A recommendation is to leave your car in one of the well-marked, huge ",{"type":"'''","value":["commuter car parks"]}," near several exits of Milan's motorway ringroad; they're managed by ATM and are easily connected with Milan's underground metro lines, but they close around midnight. They're near highway exits in Cascina Gobba (East), Lampugnano (North West), Molino Dorino (North West), Bonola (North West), Rho-Pero (North West), Bisceglie (South West) and San Donato (South East). If you must drive in Milan during weekdays, then make sure you have an up-to-date map showing the one-way system.\n\n",{"type":"===","value":["Trafic congestion fee"]},"\nSince January 1, 2008, cars entering Milan's central area within the former walls of the city (",{"type":"''","value":["cerchia dei navigli"]},") must pay a fee (€2,€3, €5 or €10 depending on the engine and age of the car): there are cameras in all entrances to this area and all registration plates are recorded. Payment can be made by purchasing entrance cards at newspaper stands, online or by sms (call 020202 for information). Failure to pay within 48 hours from entering the area implies a fine of €75.\n\n",{"type":"===","value":["By bus"]},"\nMilan's main bus terminal is Lampugnano station, connected to the rest of the city by metro.\n\nThe main national bus lines are operated by ",{"type":"[","value":["http:\/\/www.autostradale.it\/ Autostradale"]},", but there are many other small companies offering even ",{"type":"[","value":["http:\/\/ibus.it\/english\/index_en.htm international travel "]},".\n\n",{"type":"===","value":["By carpooling"]},"\nFrom elsewhere in Italy you can also get to Milan by ",{"type":"[","value":["http:\/\/www.passaggio.it\/carpooling\/Milano.html carpool"]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["45.46754"],["9.18706"],["zoom=14"],["height=600"],["width=600"],["layer=M"],["align=none"]]},"\n\n",{"type":"[[","value":[["Image:Milan metropolitana.JPG"],["250px"],["thumb"],["right"],["Milan metro"]]},"\n",{"type":"[[","value":[["File:Milano mappa rete metropolitana 2014-03-01.svg"],["300px"],["thumbnail"],["Network map of the Metro"]]},"\n\n",{"type":"===","value":["By public transport"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.atm-mi.it\/ Azienda Trasporti Milanesi S.p.A."]}]}," (ATM) operates a public transport network which is pretty efficient (especially the underground lines and the trams (streetcars)). Single tickets cost €1.50 and are available from newsstands, tabaccherie, bars and automatic ticket machines in metro stations.  24h (€4.50, as of Sept. '11) and 48h (€8.50) tickets, as well as a \"carnet\" of 10 single trips (€13.80) are available from most newsstands (including subway newsstands), tabaccherie (tobacconist - look for large T sign), coffee bars and the tourist information office. Please note that you must have a valid ticket before boarding a bus or tram. Tickets are not sold on board and you will not find a self-service ticket machine at bus and tram stop. You need to buy a valid ticket from one of the place listed above. Single tickets are valid for 75 minutes, during which you can use them on as many trams and buses as you like, for one metro ride and for one ride on the urban part of the suburban train. Your time starts once you validate it by inserting it into a box which prints the date and time on it. These are found inside trams and buses and at the turnstiles at the metro. If you've first used a single ticket on a bus or tram, you must also validate it when you enter the metro or before taking the urban part of the suburban train.  There still exists three different types of ticket machines on trams and buses. To validate the new-style paper with magnetic strip tickets (these should be the only ones that you will ever be sold) you need to use the orange and yellow machines. If you have a new magnetic credit-card type ticket, you should validate it every time you board on a new bus or a streetcar as well.\n\n",{"type":"===","value":["By metro"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Metro"]}," (short for ",{"type":"[","value":["http:\/\/www.atm-mi.it\/ATM\/eng\/ Metropolitana"]},", the logo is a big white ",{"type":"'''","value":["M"]}," on a red background) has four lines, each commonly identified by a color as shown below, and is the best way to get around Milan. The lines are: M1, red (",{"type":"'''","value":["rossa"]},"); M2, green (",{"type":"'''","value":["verde"]},"); M3, yellow (",{"type":"'''","value":["gialla"]},"); M5, lilac (",{"type":"'''","value":["lilla"]},"). Lines M4 and M5 are under construction to be completed by 2015, as many other extension of existing lines. The subway network is rather extended (lines split into different sections and its 72 stations cover most areas of town). Trains run every 1–3 minutes. Service starts at 6.00AM and the last trains run at around midnight (2AM on Saturday nights). During Saturday nights, after 2AM, buses substitute metro lines."]},"\n",{"type":"===","value":["By tram"]},"\n",{"type":"[[","value":[["Image:Tram in Milan.jpg"],["250px"],["thumb"],["right"],["One of the city's easily recognisable orange tramcars."]]},"\nTrams (",{"type":"''","value":["streetcars"]},") run above-ground on rail lines running through the streets. Being above ground means you get a view of what you're passing, so if you don't need to go far, they're convenient and fun. Some tram lines are operated by the ultramodern 'jumbo' green tram, others are run by yellow or orange antique traditional carriages (similar to the ones in San Francisco) with wooden panneling inside and glass chandeliers. There is also a restaurant tram and a party tram with disco music. Many tram stops have electronic information panels with indications on how many minutes to wait before the next available service.  These are known as trams and an Italian (or non-American foreigner for that matter) will have no idea what you are talking about if you ask them where to find a 'streetcar'.\n\n",{"type":"===","value":["By bus"]},"\nBuses should probably be your third public transport option. Equally comfortable, rather punctual and clean with many routes to choose from. ATM streetcar and bus services stop around 2AM. However, some lines end their service earlier and some do not have a night service at all. In any case check your route and timetable in advance if you want to travel late at night. From 8PM to 2AM a special shuttle service is operated by ATM, called ",{"type":"[","value":["http:\/\/www.atm-mi.it\/ATM\/Muoversi\/Radiobus Radiobus"]},", an on-call bus accessible only by pre-booking. Radiobus is a good, cheap and efficient alternative to taxi. Shuttle buses operated by ATM, with the characteristic silver color with a strip of international flag painted diagonal, operate after 8PM and until 2AM; you may book them by phone at 02 4803 4803 at least 20 minutes in advance (a couple of hours is better). The bus will stop at a dedicated place (these have an hexagonal panel with blue writing ",{"type":"'''","value":["RADIOBUS"]}," and telephone number on white) and will leave you virtually any place. Memorize the pick-up location. The driver will wait for ladies to enter the home door as a courtesy. Costs €2 per person. You may buy the tickets in advance, or pay on the bus.\n\nSeveral buses connect suburban cities and towns surrounding Milan. Some are managed by ATM. You can travel on most of them with an inter-urban ticket (biglietto interurbano) which are sold in two forms: including travel in Milan or without. In the without form you can only go to the end of the line, while with the cumulative version you can transfer to any ATM line. There are several rules and distance limits which apply, so be aware of them when you purchase your ticket.\n\nMany bus stops have electronic information panels with indications on how many minutes to wait before the next available service.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis can be expensive and drivers are allowed to pick passengers up from designated taxi ranks, through phone bookings and directly from the sidewalk of a street. The main taxi companies can be reached at 02.40.40, 02.69.69 or 02.80.80, or alternatively, from a land line dial 848.814.781 to be connected to the nearest taxi stand. If you book a taxi by phone you'll start paying from the moment the driver accepts the call and comes to pick you up. Local law define some fixed fee trips: Milan to Malpensa Airport €70, Malpensa Airport-Rho Fair €55, Malpensa Airport-Linate Airport €85, Linate Airport-Milan Fair €40. All fees are intended for a one-way, non-stop trip; taxi waiting time and booking are extras. A surcharge will apply in the evenings so don't be surprised if the meter has €6+ on it when you enter, even if at a taxi-stand.\n\n",{"type":"===","value":["By train"]},"\nThe ",{"type":"'''","value":["Suburban Railway System"]}," or ",{"type":"'''","value":["S-lines"]}," (the logo is a big green ",{"type":"'''","value":["S"]}," on a blue background) includes a special line known as ",{"type":"'''","value":["Passante ferroviario"]}," (railway link), considered Milan's fourth subway line (although trains run every 6-15 mins), and has eight more lines, each identified by a number (S1, S2, S5, S6, S10 through Passante Ferroviario and S3, S4, S8, S9, S11 through other railways), connecting metro area towns with Milan.  Suburban trains run less often than Metro trains (depending on the line, they range from 1 to 4 per hour) but, as some lines share tracks and stations, you can expect as many as 10 trains per hour in central Milan between Lancetti and Porta Vittoria stations. Suburban Railway 'S' Lines are usually marked in blue on subway maps. The Passante is not heavily used by the Milanese and in non-peak hours stations can be deserted so would not be recommended for lone (and particularly female) travellers.\n\n",{"type":"===","value":["By car"]},"\nDriving is definitely not a good idea to get into the city centre. Like most major cities traffic is a considerable problem, not to mention the hassle of parking. During working hours traffic is often blocked, inside the city as well as on the highway ring surrounding it. It is much better at night, but you'll probably have problems finding a place to leave the car near enough to nightlife attractions. And a ",{"type":"'''","value":["Congestion charge"]}," will be applied anywhere from €2 to €10 per day to enter the second city ring (",{"type":"''","value":["i Bastioni"]},") in accordance with how much your vehicle pollutes. The charge is only applied on weekdays, between 7:30AM and 7:30PM. Drivers will have to buy a ticket either online or from key points in the city.\n\nThere are two car sharing services in the city, ",{"type":"''","value":["Car2Go"]}," and ",{"type":"''","value":["Enjoy"]},". With a small rental, from 25 to 29 cents per minute, it's possible to rent a Smart car or a Fiat 500, respectively, in order to move freely within the city. There are no extra costs, and even the congestion charge is included in the rent.\n\n",{"type":"===","value":["By foot"]},"\nWalking is definitely a possibility, and although Milan is a large city, many of the main tourist attractions are within an easy and pleasant walk from one another. In recent years, several tourist hot spots, such as the Corso Vittorio Emanuele or the Via Dante have been made pedestrian, so walking shouldn't be a problem. No matter how hot the day, one will see elegantly dressed people of both sexes in timeless fashion without a drop of sweat. There are many places to sit, apart from the ubiquitous cafes, especially in the parks. Get a decent map of the city before setting out though, as the roads do not always maintain a straight line, and the various piazza can be confusing to the newcomer. In the many parks, there are dog only areas, but one should always be careful when walking as the two things one will see on the ground in the streets are cigarette ends and dog faeces.\n\n",{"type":"===","value":["By bike"]},"\nBikes are available through the bike sharing service ",{"type":"[","value":["http:\/\/www.bikemi.com BikeMI"]},". You can register for annual or temporary subscriptions at any BikeMi station. If you register for a temporary subscription (weekly or daily), a user code, along with your password, will be sent to the e-mail address, chosen during your registration. Your codes are active as soon as you receive them. ",{"type":"[","value":["http:\/\/www.bikedistrict.org BikeDistrict"]}," is a website that offers cycling directions to get around safely in the city. Entering the departure and destination addresses, BikeDistrict finds the best itinerary for bikes, avoiding as far as possible cobblestones, tram rails, busy streets and the routes which are potentially dangerous for cyclists. The suggested route is displayed on a map and colored according to the cycling level of every street, together with real-time information about bike sharing stations and with the location of cycling-related services, such as bike repair shops.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Duomo Milano.jpg"],["250px"],["thumb"],["Duomo"]]},"\n\n: ",{"type":"''","value":["See ",{"type":"[[","value":[["#Districts"]]}," for listings."]},"\n\nThere are many things to see in Milan - from fine churches, old palaces, excellent museums, world class theatres and opera houses, cultural gems, striking buildings, sleek modern architectural works and lovely streets and squares. \n\nMilan has some of the oldest ",{"type":"'''","value":["churches"]}," in Italy (yes, older than the ones in Rome because Milan was the capital of the Northern part of the late Roman Empire). The cathedral, ",{"type":"''","value":["Duomo"]}," is the symbol and the heart of Milan. Santa Maria delle Grazie in the Western part of the city is the home for Leonardo da Vinci's painting ",{"type":"''","value":["The Last Supper"]}," and a UNESCO World Heritage Site. For those passionate about art Milan offers a large variety of ",{"type":"'''","value":["art museums"]},", mainly of Italian Renaissance and Baroque.  Note, though, that most museums are closed on Mondays.\n\nFor long periods Milan has been surrounded by ",{"type":"'''","value":["walls"]},", built during the Roman Empire, the Middle Ages and the rule of the Habsburg. Many of the ",{"type":"'''","value":["gates"]}," are still there and well worth a visit. During the centuries some of them have been completely annihilated and many are built on the same place as a former gate. Currently there are seven gates standing dating from various ages. Clockwise from 12 o'clock they are: Porta Nuova, Porta Venezia (formerly called Porta Orientale and Porta Renza), Porta Romana, Porta Ticinese (two gates; one closer to Duomo and one further out), Porta Sempione and Porta Garibaldi (formerly Porta Comasina).\n\nDespite not having as much greenery as some cities, Milan offers several ",{"type":"'''","value":["parks and gardens"]},", scattered all over the city. Maybe the most visited of them is Parco Sempione, also home to the Sforzesco Castle. Many smaller and less-famous parks can be found in the southern part of the city. \n\nNot all points of interest are right in the absolute centre - some of the most wonderful gems can be found near the outskirts or even outside of Milan.\n\n",{"type":"==","value":["Do"]},"\n: ",{"type":"''","value":["See ",{"type":"[[","value":[["#Districts"]]}," for listings."]},"\n",{"type":"[[","value":[["Image:Milano-La Scala.jpg"],["thumb"],["250px"],["right"],["La Scala"]]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Exhibitions"]}," - Many exhibitions are held during the year, ranging from wines to computers, industrial equipment and chocolate. The ",{"type":"{{","value":[["Marker"],["type=do"],["lat=45.48216"],["long=9.15088"],["name=fieramilanocity"]]}," is the old exhibitions ground in central Milan a few km northwest of Duomo (MM1 Amendola Fiera or MM1 Lotto - Fiera 2 Stations), the new fairgrounds of ",{"type":"{{","value":[["Marker"],["type=do"],["lat=45.52063"],["long=9.08024"],["name=fieramilano"]]}," are in Rho (northwest of Milan, MM1 Rho Fiera Station, A4 highway Pero exit)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Scala"]},", one of the world's most famous ",{"type":"'''","value":["opera houses"]}," are located in Milan. It also hosts classical music concerts. Other places to enjoy classical music include Teatro dal Verme, Auditorium di Milano and the Giuseppe Verdi conservatory."]},"\n",{"type":"*","value":[" If you like ",{"type":"'''","value":["theater"]}," and preferably understand Italian, there are a couple of theater houses in Milan. ",{"type":"[","value":["http:\/\/www.piccoloteatro.org Piccolo Teatro di Milano"]}," has three theaters, ",{"type":"[","value":["http:\/\/www.elfo.org Teatridithalia - Elfo e Portaromana Associati"]}," has two."]},"\n",{"type":"*","value":[" From Torre Branca and the roof of Duomo you have good ",{"type":"'''","value":["views"]}," of the city - certainly worth taking a couple of photos of."]},"\n",{"type":"*","value":[" If you're into ",{"type":"'''","value":["Italian fashion"]},", there are few, if any, better shopping destinations than Milan. All the usual suspects have their brand stores in the historical center. Moreover, Milan Fashion Week, one of the \"big four\" fashion industry events in the world are held twice yearly."]},"\n",{"type":"*","value":[" Milan has been a hotspot for the ",{"type":"'''","value":["Telugu film industry"]}," of India (movies in Telegu). Most of the new films of this industry include scenes in Milan. The first 15 - 20 minutes of the movie Attarintiki Daaredi, which was the first Telegu language movie to get INR798 million (US$13 million) in 25 days, was shot in Milan. So if you ever see the shooting of these films, stay and watch if you're allowed to, since the Telugu films are really enjoyable! "]},"\n",{"type":"===","value":[" Events "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Corteo dei Re Magi"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Jan 6, yearly"],["price="],["content=A parade in Milan featuring the Biblical Three Wise Men who visited Jesus on Epiphany."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Oh bej, oh bej"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Dec 7, yearly"],["price="],["content=Translates to \"oh beautiful, oh beautiful\" and is a feast to the memory of Saint Ambrose, the patron saint of Milan. Formerly the festivities were held in the church named after him, nowadays a more commercialized version of it, perhaps more interesting but less colorful, is held in the old exhibition center."]]}]},"\n",{"type":"==","value":["Buy"]},"\n: ",{"type":"''","value":["See ",{"type":"[[","value":[["#Districts"]]}," for listings."]},"\n\n",{"type":"[[","value":[["Image:Corso Buenos Aires.jpg"],["thumb"],["right"],["280px"],["The huge Corso Buenos Aires may not be the top street in Milan's fashion, but it's the longest and most popular shopping area in the city, and contains a huge variety of shops - from designer boutiques, trendy outlets and funky furniture stores, to second-hand bargain sales, old antique dealers and newsagents."]]},"\nMilan, being a worldwide trendsetter, is a fashion shoppers' paradise.\n\nThere is pretty much every form of shopping in this city that one can imagine: from the designer's prestigious emporia, retail giants' outlets, small entrepreneur's tiny and funky boutiques, to second-hand average shops.\n\nThe main shopping area is the so-called Fashion Quadrangle (",{"type":"''","value":["quadrilatero della moda"]},"), a set of blocks roughly between Duomo Square (Piazza Duomo), Cavour Square (Piazza Cavour) and San Babila Square (Piazza San Babila). Here in Montenapoleone Street (with prime brand shops), Della Spiga Street, Vittorio Emanuele Street, Sant' Andrea Street, Porta Venezia avenue and Manzoni Street, it contains the most prestigious boutiques and showrooms in the world. Everything reeks of ostentation and the splendor of a chic, fashionable lifestyle. Shop windows shine, exhibiting the trendiest shoes, coolest glasses, funkiest dresses, most glamorous clothes, and most luxurious crystal chandeliers.\n\n",{"type":"===","value":["Shopping districts"]},"\n\nFor people wanting to spend a bit less while still buying beautiful pieces, other areas are better. One of these is ",{"type":"{{","value":[["Marker"],["type=buy"],["lat=45.46635"],["long=9.16269"],["name=Corso Vercelli"]]}," (MM1 ",{"type":"''","value":["Pagano"]},", MM1 ",{"type":"''","value":["Conciliazione"]}," subway stations), another one is Buenos Aires Avenue (MM1 ",{"type":"''","value":["Porta Venezia"]},", MM1 ",{"type":"''","value":["Lima"]},", MM1\/MM2 ",{"type":"''","value":["Loreto"]}," subway stations), reputed as being the longest shopping street of Europe.\n",{"type":"{{","value":[["Marker"],["type=buy"],["lat=45.47789"],["long=9.20852"],["name=Corso Buenos Aires"]]}," connects Porta Venezia to Piazzale Loreto, and is even more commercial: here you can find Calzedonia, Alex Fashion, Luisa Spagnoli, Furla, Brian & Barry and Nara Camice.\n\nThe ",{"type":"{{","value":[["Marker"],["type=buy"],["lat=45.47184"],["long=9.18873"],["name=Brera"]]}," district (",{"type":"''","value":["Lanza"]},", or ",{"type":"''","value":["Montenapoleone"]}," metro stops) is also not to be missed for trendy and young, yet stylish, boutiques. The Brera district is great for other things, such as browsing through ancient rare art stores and galleries, sipping a hot drink at a refined-air cafe, attending a funky disco, or looking for exotic furniture. However, today, there are a lot of young designers who have up-and coming boutiques, which are slightly less expensive than their Montenapoleone counterparts, but are quite fashionable and of high quality. The Brera district is great because it combines chic, old-air shops, with zeitgeist, modernist and youthful ones. Jewelry stores include Papic oro e argento or Alcozer & J. Bijoux, fashion shops include Accessori or Laura Ashley, and furniture stores include Zohar or Lucitalia.\n\nLet us not forget, the ",{"type":"{{","value":[["Marker"],["type=buy"],["lat=45.46468"],["long=9.19114"],["name=Piazza del Duomo"]]},", ",{"type":"{{","value":[["Marker"],["type=buy"],["lat=45.46742"],["long=9.18341"],["name=Via Dante"]]},",\n",{"type":"{{","value":[["Marker"],["type=buy"],["lat=45.46643"],["long=9.19763"],["name=Piazza San Babila"]]},", and the ",{"type":"{{","value":[["Marker"],["type=buy"],["lat=45.46693"],["long=9.19459"],["name=Corso Giacomo Matteotti"]]}," which are excellent shopping places. In the Galleria, you get brand fashion stores, two bookstores (Rizzoli and Libreria Bocca) and a sliverware store called Bernasconi plus a Gucci cafe (and many, many more!). In the Corso Giacomo, you can find Abercrombie & Fitch, in Piazza del Duomo you have Grimoldi, Ruggeri, Donna and La Rinascente department store, in Piazza San Babila you can find Upim, Eddy Monetti, Guess and Valextra, and there are loads of shops in the Via Dante, so there are really heaps of shopping opportunities in this area.\n\nFor hipsters, there's the elongated ",{"type":"{{","value":[["Marker"],["type=buy"],["lat=45.45285"],["long=9.18028"],["name=Porta Ticinese"]]}," area, especially on Saturday, when the flea market ",{"type":"'''","value":["Fiera di Senigallia"]}," takes place near the Darsena (2008: currently that area is closed and Fiera di Senigallia has been moved to a place near Porta Genova MM2 subway and train station). This is a great place to wander and browse, and save money if you've somehow survived Milan's high end boutiques. Sort through new and second-hand clothes, old furniture, fake art nouveau lamps, perfumed candles and every kind of essence, books, comics, records, videos and DVDs. In the Corso Ticense, several shops, such as Diesel, RVM Orologi, Dress, Energie, Colors & Beauty, Tintoria La Boutique, Blu Max, Le Jean Marie, Brazilian, Ethic, L'Uomo outlet, Les Tropezziennes, Atelier cucine e ..., Panca's Show Room, or Cinius (and loads more) are present. There are also several banks and post offices, such as the Banca Popolare and Poste Italiane, and a CTS Viaggi travel agency. Thus, with so many shops, you can keep your shopping bags full, and browse even further.\n\nThe other market in Milan is the Mercatone del Naviglio Grande. This takes place along the ",{"type":"{{","value":[["Marker"],["type=buy"],["lat=45.45109"],["long=9.17115"],["name=Alzaia Naviglio Grande"]]},"  \non the last Sunday of each month. Dedicated to antiques, the market has over 400 exhibitors, so you're certain to find something that catches your eye.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["eatpricerange"],["under €10"],["€10-25"],["over €25"]]},"\n",{"type":"[[","value":[["File:Ossobuco.jpg"],["thumbnail"],["Ossobuco"]]},"\n",{"type":"[[","value":[["File:Cotoletta e patate al forno.jpg"],["thumbnail"],["Cotoletta alla Milanese"]]},"\n",{"type":"[[","value":[["File:Risotto alla Milanese.JPG"],["thumbnail"],["Risotto alla Milanese"]]},"\n: ",{"type":"''","value":["See ",{"type":"[[","value":[["#Districts"]]}," for listings."]},"\n\nAlthough Milan is a city that changes its mind as quickly as fashion trends come and go, it remains one of the strongest bastions of traditional Italian cooking, where homemade elements are still very much praised and appreciated. There are trattorias, enoteche (wine bars) and restaurants (including luxury ones) everywhere that offer traditional Milanese and Italian dishes to eat. This city's traditional cooking is based on filling dishes like ",{"type":"''","value":["osso buco"]}," (braised veal shanks) and ",{"type":"''","value":["risotto alla milanese"]}," (chicken-broth risotto made with saffron).\n\nDining times tend to be a shade earlier than in Rome or Florence, with lunch generally served between 12:30 and 14:30 and dinner from 19:30 to 21:30. Dinner, and sometimes lunch, are usually preceded by that great Milanese institution, the aperitivo—a glass of sparkling wine or a Campari soda in a sophisticated hotel bar.\n\nAvoid the restaurants around the Duomo, they tend to be tourist-only spots, with low quality food at inflated prices. Be aware that most restaurants charge an extra \"serving tax\" or \"table rent\", about €2 per consumer. Also avoid restaurants or cafes around the central station, where it has been reported that hidden serving tax can be up to €5 per person with cheap quality food.\n\nThere is much confusion regarding tipping in Italy. Italians do not typically leave tips anymore at restaurants. In touristy locations there will often be a line (a recent trend) left blank for a tip to be added. Just draw a line through it and leave a couple of euros. Never leave tips at bar counters.\n\n",{"type":"====","value":["Breakfast"]},"\nIn bars you can enjoy great caffè espresso, cappuccino and a brioche for as little as €2. At bars in the Duomo and San Babila areas, breakfast can be very expensive if you sit down. If in doubt go to the bar and eat there, you'll pay what the Italians do- and they will admire your audacity too.\n\n",{"type":"====","value":["Fast food"]},"\nMilan, as a big city, is filled with several different forms of fast-foods, from the foreign giants and national chains, to independently-owned take-aways and sandwich bars. Most fast-food restaurants are found in the Duomo, Buenos Aires and central station areas, as these are the most crowded and busy ones in the city. In the Piazza Duomo and Galleria, one can find international fast-foods such as ",{"type":"'''","value":["McDonald's"]}," and ",{"type":"'''","value":["Burger King"]},", but Italian chains of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.autogrill.it Autogrill group"]}]}," such as ",{"type":"'''","value":["Spizzico"]}," and ",{"type":"'''","value":["Ciao"]}," and Autogrill can be found all over the city. There are several Ciao outlets in places such as no. 12 Corso Europa or no. 54 Via Montebianco, and for McDonald's, you get a restaurant in the Piazza del Duomo and Galleria, and also some in the Corso Buenos Aires, plus some others in places such as Corso Vercelli or Piazzale Lotto. Other fast-foods which can be found in Milan include ",{"type":"'''","value":["Garbagnati"]}," (",{"type":"''","value":["Cordusio"]}," metro station) which is a self-service restaurant and bakery, which has several vegetarian courses, or the ",{"type":"'''","value":["Luini"]}," (",{"type":"''","value":["Duomo"]}," metro station) which is a restaurant which is famous for making Southern Italian-style pieces of dough with mozzarella and tomatoes inside.\n\n",{"type":"====","value":["Pizza"]},"\n\nAlthough Milan cannot claim to be the birthplace of pizza, (that claim belongs to Naples), you can still find good pizzas in Milan. The best areas for pizza are near  ",{"type":"{{","value":[["Marker"],["type=eat"],["lat=45.46704"],["long=9.15275"],["name=Via Marghera"]]}," (at the end of Corso Vercelli), and on the \n",{"type":"{{","value":[["Marker"],["type=eat"],["lat=45.45250"],["long=9.17746"],["name=Navigli"]]},", on Brera. Expect to pay €8-15 for a pizza and a beer. In Milan, pizza is often eaten with a knife and fork, but of course eating with one's hands is possible and welcome. Most people do both.\n\nWatch out for frozen pizza in Milan (it usually states it on the menu). Always check the restaurant has a wood burning oven and that they are using it.\n\nIf you are in the Northeast area, there are many little pizzerias on ",{"type":"{{","value":[["Marker"],["type=eat"],["lat=45.50611"],["long=9.20066"],["name=Viale Fulvio Testi"]]},"(the northern extension of viale Zara) in the Greco area, of which an excellent choice is Pizzeria De Pino. Ask for John Luca, and don't miss the lasagne. Here you may also get homemade Mirto (as you can at many other places). The prices are very reasonable in these establishments; expect to pay about €4-5 for pizza and €3-4 for beer. These places are where the locals eat, they are very friendly and helpful but few speak anything but ",{"type":"[[","value":[["Italian"]]},". Take the phrasebook with you.\n\n",{"type":"====","value":["Aperitivo"]},"\nIn the last several years, Milan has established a local version of the Aperitivo or Happy Hour. Italians drink very moderately and \"happy hour\" is not a drinking, but a social event.\n\nRoughly from 7PM to 9PM, many bars offer drinks and cocktails at a fixed price (€5-8 each), accompanied by free all-you-can-eat buffets with snacks, pastas, and many other small appetizers. But be careful not to confuse \"aperitivo\" with \"free dinner\". It's a snack to be enjoyed with a drink. Italians will immediately see you as a buffoon- and it's seen as tacky to fill up on finger food for dinner, although it's common to spot them doing so.\n\nA whole lot of these places can be found in Southern Milan. Another great area for aperitivo, not far from Duomo, is ",{"type":"''","value":["Corso Buenos Aires"]},".\n\n",{"type":"====","value":["Snacks"]},"\nIn summer enjoy ",{"type":"''","value":["gelato"]},", excellent Italian ice cream. The quality mark ",{"type":"''","value":["gelato artigianale"]}," (\"artisanal ice cream\") indicates gelaterias that produce their own ice creams, without industrial processing.\nBakeries are open every day, you can enjoy great and inexpensive bread-related food, such as pizza and focaccia. You can find a bakery almost everywhere in Milan, even in the Duomo area, and is a good alternative to bars for a fast lunch.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:DSC02799 - Milano - Piazza Scala - Foto Giovanni Dall'Orto - 20-Jan-2007.jpg"],["250px"],["right"],["thumb"],["The simplest and plainest place to have a drink in Milan is a drinking fountain - there are loads of them around the city!"]]},"\n\n: ",{"type":"''","value":["See ",{"type":"[[","value":[["#Districts"]]}," for listings."]},"\n\nThere are plenty of bars and cafés in Milan of all kinds - from fancy old-fashioned ones, where you can enjoy a formal hot drink, to avant-garde modern places, and youthful spots for a happy hour\/late-night drink. Some also offer some food too. \n\n",{"type":"===","value":["Milan by night"]},"\n\nMilan has a great variety of places where you can have fun. A great starting point is ",{"type":"{{","value":[["Marker"],["type=drink"],["lat=45.48185"],["long=9.18730"],["name=Como Avenue"]]}," (",{"type":"'''","value":["Corso Como"]},"), near Garibaldi Station, full of bars and glamorous clubs. In the summertime, this street is packed with young and attractive people.\n\nAnother place where you can go is the ",{"type":"{{","value":[["Marker"],["type=drink"],["lat=45.45236"],["long=9.17844"],["name=Navigli"]]}," quarter, near Porta Ticinese Avenue and XXIV Maggio Square, where you can find a lot of small pubs, open air cafes and restaurants by the water canals (",{"type":"''","value":["navigli"]},"). In many pubs and bars you can find a free booklet named ",{"type":"'''","value":["Zero2"]}," which is a guide to Milan Nightlife: if you don't know what to do or where to go, do grab one!\n\nOther popular night spots with bars and people are ",{"type":"{{","value":[["Marker"],["type=drink"],["lat=45.45691"],["long=9.20521"],["name=Viale Monte Nero"]]}," (on Wednesday it's packed with people in the piazza in front of a bar called \"Momo\"), ",{"type":"{{","value":[["Marker"],["type=drink"],["lat=45.46815"],["long=9.22442"],["name=Piazzale Susa"]]}," (and nearby Citta' Studi area). Nights are overwhelmingly crowded at the ",{"type":"{{","value":[["Marker"],["type=drink"],["lat=45.45816"],["long=9.18109"],["name=Colonne di San Lorenzo"]]}," (not far from Navigli quarter), and in the cozy Latin-quarter of ",{"type":"{{","value":[["Marker"],["type=drink"],["lat=45.47166"],["long=9.18770"],["name=Brera"]]},". Another good spot is the pedestrian part of Corso Sempione near the ",{"type":"{{","value":[["Marker"],["type=drink"],["lat=45.47649"],["long=9.17143"],["name=Peace Arch"]]}," (",{"type":"'''","value":["Arco della Pace"]},").\n\nThere are bars and clubs open all week long but usually few people go out at night on Mondays or Tuesdays, the vast majority prefer to have fun on Thursdays, Fridays and Saturdays. However, Wednesday night appears to be one of the coolest to go out in stylish VIP-frequented clubs.\n\nMilan has an alternative club scene, with a few crews making electronic music parties outside clubs. Ultracheap, every time in a different location (lofts, warehouses, farms, pools, city parks) those kind of parties attract people aged 20–28. The biggest one is called ",{"type":"[","value":["http:\/\/www.wearereset.com RESET!"]},"and attracts 1500-2000 people once a month\n\n",{"type":"===","value":["Gay and Lesbian Travellers"]},"\nAlthough Milan has a variety of bars, clubs, restaurants and venues for gay and lesbian travellers, many only operate one night a week. Choosing from one of the \"mainstays\" below and asking anyone where to go should lead you in the right direction. Also, venues are not concentrated in one area of town, but rather spread throughout the city. \n\nForeign travelers are often confused by the ARCI card regime that is required for entry into many clubs. It's a relic from the times of police raids that has now conferred tax benefits on these private club owners. No need to fear—just show up and purchase one at any of the clubs. You ",{"type":"''","value":["must"]}," bring some ID or you cannot purchase one. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=L'Elephant"],["alt="],["url="],["email="],["address=Via Melzo 22"],["lat=45.47404"],["long=9.20945"],["directions=subway: MM1 ",{"type":"''","value":["Porta Venezia"]}," Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wednesday and Thursday nights hosts a gay crowd at L'elephant"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hotel Straf"],["alt="],["url="],["email="],["address=Via San Raffaele 33"],["lat=45.46515"],["long=9.19126"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Thursdays aperitivo at Hotel Straf near Duomo is well worth a look."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Amnesia"],["alt="],["url=http:\/\/www.amnesiamilano.com\/"],["email="],["address=via Alfonso Gatto"],["lat=45.46256"],["long=9.23821"],["directions=near Linate airport, reachable by taxi or #73 bus"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Saturday nights at Billy or Amnesia,"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Binario1"],["alt="],["url="],["email="],["address=Via Plezzo 16"],["lat=45.48715"],["long=9.23635"],["directions=MM2 Lambrate"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=or BinarioUno disco,"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Black Hole"],["alt="],["url=http:\/\/blackholemilano.com"],["email="],["address=Viale Umbria 118"],["lat=45.46073"],["long=9.21781"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=or Black Hole (former lesbian club)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Borgo del Tempo Perso"],["alt="],["url="],["email="],["address=via Fabio Massimo"],["lat=45.43299"],["long=9.22779"],["directions=subway:MM3 ",{"type":"''","value":["Porto di Mare"]}],["phone="],["tollfree="],["fax="],["hours=open year-round although outdoor area open May-Sept only"],["price="],["content=On Sunday nights, hundreds flock to the largest and classiest spot in town, the Borgo del Tempo Perso."]]}]},"\nCruising clubs such as the \"Flexo\" and \"Depot\" are hugely popular in Italy, perhaps even more so than saunas. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Flexo"],["alt="],["url="],["email="],["address=Via Oropa 3"],["lat=45.49795"],["long=9.23553"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Depot"],["alt="],["url="],["email="],["address=Via dei Valtorta 19"],["lat=45.49941"],["long=9.22283"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nThe best saunas in 2008 include Metro and Royal Hammam, mostly packed during the weekend especially at night as they are open 24 hours. \n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Metro"],["alt="],["url="],["email="],["address= via Schiaparelli"],["lat="],["long="],["directions=near the Central Station, subway: MM2 and MM3 ",{"type":"''","value":["Centrale"]}],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Royal Hammam"],["alt="],["url="],["email="],["address=via Plezzo"],["lat=45.48875"],["long=9.23454"],["directions=near BinarioUno club, subway: MM2 ",{"type":"''","value":["Lambrate"]}," Station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nOpen air meeting places such as Parco Nord, the gardens behind Cadorna station or Ortomercato are not recommended (criminals and hustlers). The safest way to cruise is to take the late night metro and get into the second-last coach, which is usually occupied by the gays and lesbians.\n\n",{"type":"==","value":["Sleep"]},"\n: ",{"type":"''","value":["See ",{"type":"[[","value":[["#Districts"]]}," for listings."]},"\n\nIn the area just south of the Central railway station you can find a dense concentration of hotels. This is a rather shabby part of the city where you can run into dubious individuals especially at nighttime. On the other hand the hotels are clean and safe, for the most part streets are lit and the metro station isn't far away. Accommodation in the central parts of Milan tend to be more luxurious and thus more expensive. If you are arriving by car, consider staying at a hotel further away, preferably close to a metro station. \n\n",{"type":"==","value":["Stay safe"]},"\n\nUnless you venture into the dangerous suburbs, Milan is a rather safe city. ",{"type":"'''","value":["Certain areas"]}," near Loreto, the central railway station, and Porto di Mare (Southern end of the yellow metro line) ",{"type":"'''","value":["can be unsafe in the night"]},". At the station, do not seek help from any random person offering to help with the booking machines \/ ATMs or under any other pretext. After they have helped, they will pursue you to get as much money as possible for their \"help\". Or they can pretend to be helpful, cheating instead. A possible scenario: they guide you through the interface of the ticket machine in a metro station, and advice you to pay using notes instead of coins (allegedly the ticket machine wouldn't accept coins). If you insert a 20 euro note, the machine would give it back after a few moments. However, before it happens, they will grab your attention saying that the ticket should appear in the bottom of the machine, and simultaneously an old beggar with body odor will appear begging for money. You wouldn't notice it but the beggar will collect the 20 euro note that the machine would give  back to you. The \"helper\" would then show to you that the maximum amount of change given by the machine is less than 10 euros.\n\nBeware of the migrant vendors in the streets: most of the merchandise they sell is ",{"type":"'''","value":["imitation\/fake luxury goods"]},". Even at a fraction of the cost of the original merchandise, the quality is spotty, and the goods are not well maintained in storage. Remember that it's illegal to bring pirated goods into some countries and therefore such souvenirs might get even more expensive when trying to bring them home. \n\nThey may also try giving you \"free\" friendship bracelets (sometimes calling them 'a gift').  After you take the bracelet, a coloured piece of string, they will hit you up for money and relentlessly pursue you until they get as much as they can. They will be forceful, physically tying the bracelet to your wrist, or laying it on your shoulder as you try and walk away. This is especially true in the tourist areas around the ",{"type":"'''","value":["Duomo"]}," and ",{"type":"'''","value":["Castello Sforzesco"]},". They usually first ask \"Where are you from?\" Just ignore them. In empty places, watch for strangers directly approaching you. Try to be with other people like in a bus station or a shopping mall.\n\nBeware of people hanging around the square outside Duomo: they will walk up to you and forcefully give you corn on the hands to feed the pigeons on the pretense that they are free. All the pigeons in the surrounding area will then fly to you. The people will then relentlessly pursue you and ask you for money.\n\nBe careful crossing the street: drivers don't usually respect pedestrian crossings unless there is a red light for them to stop.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Lake Como"]]}]},"— A huge, impressive, beautiful lake in the foothills of the Alps. See the villages of ",{"type":"[[","value":[["Como"]]},", ",{"type":"[[","value":[["Menaggio"]]},", ",{"type":"[[","value":[["Bellagio"]]}," & ",{"type":"[[","value":[["Varenna"]]},". Como can be reached by regular trains (50 minutes from Cadorna station) and buses."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Monza"]]}]},"— Medium-size town with a beautiful pedestrian-only centre (local museum housing the medieval crown of the Longobard kings) and a marvellous park, ",{"type":"'''","value":["Parco di Monza"]},", the largest enclosed park in Europe. Inside the park there is the ",{"type":"[","value":["http:\/\/www.monzanet.it\/ Autodromo Nazionale"]}," where the Formula 1 GP, Superbike and other minor races take place. Accessible by regular trains (15 minutes from Centrale or Porta Garibaldi stations) and buses."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bergamo"]]}]},"— Elegant walled hilltop Renaissance university town. Bergamo is serviced by regular trains (from Centrale, Porta Garibaldi and Lambrate stations, about 1 hour trip time) and buses."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.villaggiocrespi.it\/eng\/index.html Crespi d'Adda"]}]}," — A planned industrial city between Bergamo and Milan. It has been inscribed on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},"."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Lake Garda"]]}]},"—  Beautiful lake with a lot of beautiful small cities, the best is ",{"type":"'''","value":["Sirmione"]},". Two big theme parks are nearby: ",{"type":"[","value":["http:\/\/www.gardaland.it Gardaland"]},", the best in Italy, and ",{"type":"[","value":["http:\/\/www.canevaworld.it Canevaworld Resort"]},", home of Movieland (a movie theme park) and a water park. Accessible by way of regular trains (65–85 minutes from Centrale station) and buses. Very crowded during summer and weekends."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Oltrepò Pavese"]]}]}," —  Wine region of Lombardy, about 70 km to the south of Milan, worth a day or weekend trip to relax, walk or cycle and have the Italian Sunday brunch at one of the excellent local restaurants."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Serravalle Scrivia"],["url=http:\/\/www.mcarthurglen.it\/serravalle\/home\/home.php?lang=en"],["email="],["address=Via della Moda, no. 1"],["directions=Serravalle Scrivia exit in the A7 Milan - Genoa autostrada. Reachable by A26\/7 autostrada link or Arquata Scrivia railway station (Milan - Genoa)"],["phone= 01-4360-9000"],["tollfree="],["fax="],["hours=All days: 10AM - 8PM"],["price="],["content=One of the biggest shopping outlets in Europe, containing 180 stores, despite being 1 hours' drive from the city and in the Piedmont region, it is definitely worth a visit if you're a shopping fan. And it has a very pleasant feel because it is more like a mini-town than an actual outlet, with Italian-style piazzas and pretty alleyways, surrounded by rolling hills and a lovely local countryside, and absent of cars. With over 20 million visitors having come ever since its opening in 2000, you can find luxurious designer names, such as Dolce & Gabbana, Etro, Diesel, Roberto Cavalli, Ferragamo, Timberland, Tommy Hilfiger, Prada, Geox, Swatch, Bulgari, Swarovski, and several more (at bargain prices)! Then, if you want to have a meal, you can stop for some fast-foods at Burger King or the Italian Spizzico, have an ice-cream or sip at a drink in a café. Despite the slightly long trip, it makes a truly great day out, and is heaven for any fashionista or passionate shopper! Tour company-operated buses, including one that leaves from near the Castle, will take you there and back (roughly €20 for the round-trip as of early 2008). Reputed to be the first designer outlet in Italy and the biggest in Europe. Over 180 stores stock clothing, footwear and accessories, and it has a parking with 3,000 parking lots, a children's playground, bars and restaurants."]]}]},"\n",{"type":"*","value":[" Excursions without a car: You don't need a car to escape from the business, the traffic, the congestion, the fog in wintertime, and the afa (humid heat in summer), of the city of Milan to a wonderful world of lakes, mountains, castles and good food: just take the train and, sometimes, the boat."]},{"type":"*","value":["Biking Trips: Beginning at the 24th May Square (Piazza 24 Maggio) there is an excellent and very long bike road on the right (northern) bank of the canal. Be aware to take the Naviglio Grande (going west on the northern bank of the canal) and follow it as long as you want. After few kilometers you'll reach the nice Chiesetta di San Cristoforo, a popular spot for marriages. If you are well trained, proceed through the countryside. About 10 km to Gaggiano, a very nice and tiny village, and 20 km to Abbiategrasso. If you are still in the mood for riding, follow the canal on the right and reach Robecco sul Naviglio."]},"\n",{"type":"{{","value":[["geo"],["45.464167"],["9.190278"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Milan (province)"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Regions\/Lombardy\/Localities\/Milan\/"]]},"\n",{"type":"[[","value":[["Commons:Milano"]]},"\n",{"type":"[[","value":[["Wikipedia:Milan"]]}]