[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mildura.vic.gov.au\/ Mildura"]}]},{"type":"[","value":["http:\/\/www.murrayoutback.org.au\/mildura_introduction.php"]}," is a large regional town in ",{"type":"[[","value":[["Sunraysia"]]},", ",{"type":"[[","value":[["Australia"]]},". Located in the north west corner of ",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]},", Mildura is situated on the Murray River.\nWith a population of just under 57,000 the regional population is growing at around 1.5% annually.\nMildura and the surrounding area is a large fruit growing region. Local produce include most varieties of citrus, grapes, avocados and almonds.  The quality of local produce and the growing wine industry have helped Mildura develop a reputation for great food and wine.  In recent years Mildura has become popular with backpackers drawn by the availability of farm work.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nMildura airport is one of the largest in regional Australia. The airport services regular flights from ",{"type":"[[","value":[["Melbourne"]]},".\n\n",{"type":"===","value":["By train"]},"\n\nThe Mildura train station is on the corner of Langtree Avenue and 7th St. Currently, no passenger trains arrive or depart from Mildura.  However, passenger lines are scheduled to reopen, but a set date has not been decided yet after delays on reopening other railway lines in Victoria.\n\n",{"type":"===","value":["By bus"]},"\n\nThe bus station is located next to the train station. Buses to Melbourne depart daily and run direct or to ",{"type":"[[","value":[["Swan Hill"]]}," or ",{"type":"[[","value":[["Bendigo"]]}," to connect with train services.  Mildura is on the daily bus route from ",{"type":"[[","value":[["Adelaide"]]}," to ",{"type":"[[","value":[["Sydney"]]}," (via ",{"type":"[[","value":[["Canberra"]]},").  Local buses connect Mildura with surrounding smaller towns.\n\n",{"type":"===","value":["By car"]},"\n\nFrom ",{"type":"[[","value":[["Melbourne"]]}," the journey time is approximately 5 - 7 hours along the Calder Highway. Journey time from ",{"type":"[[","value":[["Adelaide"]]}," is approximately 4:30 - 5hrs.  From ",{"type":"[[","value":[["Sydney"]]}," you will be travelling via ",{"type":"[[","value":[["Wagga Wagga"]]}," and ",{"type":"[[","value":[["Hay (New South Wales)"],["Hay"]]},", and be prepared for a long straight drive through the Murray Outback for the best part of 12 hours (not allowing for breaks).  Best to allow at least two days.\n\n",{"type":"==","value":["Get around"]},"\n\nLocal buses connect Mildura with surrounding smaller towns. Buses run on weekdays during business hours between Ransoms (Deakin Avenue & Eighth Street) and Centro (Deakin Avenue & Fifteenth Street) every half hour. For most attractions a car is necessary - major rental companies operate from the airport.  Mildura is largely flat, making it ideal for cycling - several trails run around the city and along the river. Bicycle Hire is available from a local bike shop.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Murray River"]}," Still flowing strong despite drought, the Mighty Murray winds its way through the region, with the Rowing Club just a few minutes walk from the Langtree and Deakin Avenue food and entertainment district. "]},{"type":"*","value":[" ",{"type":"'''","value":["Lock 11 - Lock & Weir and Lock Island"]}," A man made island with easy walking tracks and native bushland. Camping is not permitted, but there are some good swimming sand bars. Great place to watch the big Paddle Steamers as they go through the complex Lock & Weir system. Also a good place to sit back and fish, catching stunned carp as they come through the Weir (though you're not allowed to fish too close to the weir for the unfair advantage it gives!),"]},{"type":"*","value":[" ",{"type":"'''","value":["Apex Park"]},"  Apparently Australia's (or at least Victoria's) largest inland beach, Apex is a great place to swim. Its easy to find, has a huge sandbar (beach) and occasionally is even manned by lifeguards."]},{"type":"*","value":[" ",{"type":"'''","value":["Perry Sandhills"]}," Large set of red sandhills 5km from Wentworth"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Murray Sunset"]]}]}," National Park"]},{"type":"*","value":[" Mildura is a good jumping-off point for day trips to ",{"type":"[[","value":[["Mungo National Park"]]},", located between Mildura and ",{"type":"[[","value":[["Broken Hill"]]}]},{"type":"*","value":[" Woodsie's Gem Store in Nichols Point is a great place for adults and kids.  It has a huge garden maze to get lost in, spooky Aladdin's cave with an extensive display of fossils, precious stones, and rocks that glow in the dark! There is also a cafe, huge jewelery store, and extensive jewlery-making displays."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Visit wineries"]}," including Trentham Estate, Oak Valley Estate and Lindemans or one of the growing number of boutique producers."]},{"type":"*","value":[" ",{"type":"'''","value":["Cruise the ",{"type":"[[","value":[["Murray River"]]}]}," on the Paddlesteamer Melbourne or a chartered houseboat."]},{"type":"*","value":[" ",{"type":"'''","value":["Watch the "]},"Speedway",{"type":"'''","value":[" races"]},".  Oval, flat track motorbike racing."]},{"type":"*","value":[" Time your visit to coincide with the annual jazz, country music or arts festivals."]},{"type":"*","value":[" ",{"type":"'''","value":["Go camping!"]}," Free camping is still available almost anywhere on the banks of the picturesque Murray River.  It is easy to find a private campsite with good river access for swimming, water skiing, fishing, or just looking.  Birdlife on the Murray is abundant, and you may spot the odd Goanna or Kangaroo."]},{"type":"*","value":[" ",{"type":"'''","value":["Local bands such as \"Off the Handle \""]}," at gigs around town. Check out Thursday's Sunraysia Daily (local newspaper) for the gig guide. Usual venues include the ",{"type":"'''","value":["Sandbar"]}," and ",{"type":"'''","value":["The Sett's"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Visit the tourist information center"]},". The tourist information center is at 180-190 Deakin Avenue (corner of Twelfth Street), and if calling within Australia can be contacted on the following toll-free number 1800 039 043. The tourist info area also has a small museum area containing quick-info about the region. The complex also contains the local Library, which as well as regular library functions also has free wifi and computer terminals. Also within the complex is the local pool (Mildura Waves) which contains one out-door full sized lap-pool, one out-door diving pool with a maximum 20 metre platform, one in-door lap-pool, one in-door generic pool (locally known as the \"wave pool\") that has wave generators and showers, a children's pool, a spa, and a sauna. The pool area (past admission desk - but separate area to pools) also contains a gym. The main 'lobby' area as you would walk into the complex has a cafeteria to one side and plenty of seating."]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[[","value":[["Mungo National Park"]]}]}," is just a day trip away."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Some superb Murray pink salt from the visitor centre. These salts also help farmers who have lost their fertile soil to salinity problems."]},{"type":"*","value":[" Local dried fruit produce from the Australian Dried Fruits Association on Deakin Avenue."]},{"type":"*","value":[" ",{"type":"'''","value":["Locally grown fruit and vegies"]}," such as oranges, grapes, avacados, mandarins, rockmelon, watermelon, tomatoes, mulberries, and onions from the roadside stalls. All stalls have an 'honesty box' system and charge very reasonable rates well below local supermarkets. Local Coles & Woolworths supermarkets may buy their produce locally, but they are not permitted by company policy to negotiate their own price with growers. The supermarkets also end up having to buy their fruit from local growers at wholesale markets in Adelaide or Melbourne, meaning the carbon footprint is massive after two approx 5 hour trips in B Double trucks! ",{"type":"'''","value":["Important note:"]}," Mildura is in the fruit fly free zone, so you are not allowed to carry fruit and vegetables from outside this zone into Mildura (this can attract fines of up to $100,000). Also any fruit taken outside of this zone must not be brought back into the zone. You should also not take fruit over interstate borders into South Australia or New South Wales (fines may also apply)."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Make a booking at Stefano's at the Grand Hotel, considered to be one of the best restaurants in Victoria.  The Grand Hotel has a number of other restaurants, including one housed in the old Avoca paddlesteamer on the river."]},{"type":"*","value":[" Visit the restaurant strip in Langtree Avenue."]},{"type":"*","value":[" ",{"type":"'''","value":["Do not"]}," bring fruit or vegetables from interstate or outside the Fruit Fly Exclusion Zone."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" The Mildura Brewery at the Grand Hotel serves its own boutique beer in the old Astor Theatre.  For live bands check out O'malleys Irish pub on the coner of Deakin Avenue and 8th Street, or The Sandbar on the corner of 8th St. and Langtree Ave. Doms nightclub and the Settler's bar are also popular nightspots."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Aarinda Holiday Apartments"],["alt="],["url=http:\/\/murrayriver.com.au\/accommodation\/aarinda\/default.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Have self-contained apartments at reasonable prices. Freecall 1800 637 269."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sunraysia Motel"],["url=http:\/\/sunraysiamotel.com.au\/"],["email="],["address=441 Deakin Ave Mildura, Vic, 3500"],["lat="],["long="],["directions="],["phone = +61 3  5023 0137"],["tollfree="],["fax=(03) 50 222 638"],["hours="],["price=Best rates online starts at AUD $84"],["checkin="],["checkout="],["content=in Mildura has 12 fully renovated motel rooms and 4 self contained holiday apartments."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cloud 9 Houseboats"],["alt=Houseboats in Mildura"],["url=http:\/\/cloud9houseboats.com.au\/"],["email="],["address=6 Meadow Grove"],["lat="],["long="],["directions="],["phone = +61 1300 CLOUD9"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Cloud9 have been helping customers to get the most out of their houseboat holiday since 2007. Our mission is to ensure you have a truly memorable experience cruising the Murray river."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Murray Darling River Holidays"],["url=http:\/\/murraydarlingriverholidays.com"],["email="],["address=452 Benetook Ave"],["lat="],["long="],["directions="],["phone = +61 427 502 664"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Providing unique riverfront holiday accommodation to the Mildura area. Suitable for large groups. Perfect secluded locations so you can make the most out of your holiday!"]]}]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["The Murray"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Geo"],["-34.183333"],["142.15"]]},"\n",{"type":"[[","value":[["Wikipedia:Mildura, Victoria"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/Victoria\/Localities\/M\/Mildura\/"]]}]