[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Milne Bay"]}," is a beautiful, peaceful province in the southeastern tip of ",{"type":"[[","value":[["Papua New Guinea"]]},".  This area is renowned for its beautiful coral reefs, a diving resort and for the fascinating culture of some of its islands.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Alotau"]]},". "]}," Provincial capital."]},"\n",{"type":"[[","value":[["Image:Village on Fergusson.jpg"],["thumb"],["right"],["300px"],["A village on Fergusson Island in Milne Bay Province"]]},"\n\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["D'Entrecasteaux Islands."]}," The three principal islands, are Goodenough, Fergusson, the largest of the three, and Normanby. In addition there are numerous smaller islands and reefs. Sanaroa and Dobu  are the most significant of the smaller islands, the latter having been much studied by anthropologists. The highest peak the 2,566 meter Mount Vineuo on Goodenough Island. The islands are volcanic and there are active geothermal fields on Goodenough. The islands offer good bird watching with a rare species of Bird of Paradise and the Curl Crested Manucode.  "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Louisiade Archipelago"]]}]},". A string of around 100 fascinating, but difficult to reach, islands that attract yachties from Australia but few other tourists."]},{"type":"*","value":[{"type":"'''","value":["Samarai"]}," is a 59-acre island at the entrance to Milne Bay. The island was at one time an important stop-over between Australia and East Asia and Samarai town was the second largest in Papua after Port Moresby. In 1902 it exported three times as much by value than did Port Moresby. These days little is left of the town as it was destroyed during World War II. Samarai was declared a National Historical Heritage Island by the government in 2006."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Trobriand Islands"]]}]},". The \"Islands of Love\" according to anthropologist Malinowski. Remote islands, nice beaches, and an idiosyncratic version of cricket. "]},{"type":"*","value":[{"type":"'''","value":["The Woodlarks."]}," Remote island group to the north of the province. Attractive wood carvings including ",{"type":"''","value":["copulating pigs"]},"."]},"\n",{"type":"==","value":["Understand"]},"\nMilne Bay covers a sea area of 252,990 km². It has more than 600 islands, of which about 160  are inhabited. There are about 210,000 inhabitants, who speak 48 languages. Economically the province has few cash-earning resources and most of the inhabitants have a quasi-subsistence lifestyle. There is an oil palm plantation near Alotau airport and villagers grow coconuts and some cocoa. A gold mine on Misima Island has closed down.\n\nThe province has some fascinating cultural traditions. \n:*",{"type":"'''","value":["The Kula ring."]}," This is a ceremonial exchange system that covers 18 islands of the archipelago and involves thousands of individuals. Participants can travel hundreds of miles by canoe in order to exchange Kula valuables. These are red shell-disc necklaces that circle the ring in a clockwise direction and white shell armbands that are traded anti-clockwise. These items are not used but are traded in order to enhance social status and prestige. Trading relations involve strong mutual obligations to provide hospitality, protection and assistance. Kula valuables must be rapidly passed on to other partners and thus constantly circle the ring. Even temporary possession brings prestige and status. Chiefs can have hundreds of trading partners while others may have less than ten.\n\nThe coral reef systems of Milne Bay are some of the most biodiverse in the world, and as such attract equal attention from dive operators and conservation groups. The D'Entrecasteaux Islands still have volcanic activity, especially around Dobu and Fergusson Islands.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[{"type":"'''","value":["Air Niugini"]}," has daily flights from the nation's capital, Port Moresby to Alotau.. ",{"type":"[","value":["http:\/\/www.airniugini.com.pg\/"]}," "]},{"type":"*","value":[{"type":"'''","value":["Airlines PNG"]}," has daily flights from ",{"type":"[[","value":[["Lae"]]}," as well as Port Moresby to Alotau. ",{"type":"[","value":["http:\/\/www.apng.com\/"]}]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Airlines PNG"]}," connects Alotau twice-weekly with the ",{"type":"[[","value":[["Trobriand Islands"]]}," and with Misima in the ",{"type":"[[","value":[["Louisiade Archipelago"]]},".\n\nOccasional cargo vessels connect the islands and it may be possible to get a ride on the deck. But, realistically, the best way to see Milne Bay is by sailing. The province attracts many yachties, particularly from Australia. The Louisiade Archipelago area is well charted but yachts tend to avoid the area around the Trobriands as charts are unreliable.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\nThe ladies at the Milne Bay Tourism Bureau are extremely useful for organizing trips around Alotau. They have many contacts for village stays, diving and snorkelling trips, and have useful local information. \nCustomised itineraries using Alotau as a base can be organised through the Mataio family who run a guest house near Alotau. Tours can visit areas such as Suau, Savaia, Samarai, Nuakata, Goodenough island. For further details, see ",{"type":"[","value":["http:\/\/www.bibikofarm.com"]},".\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alotau International Hotel"],["url=http:\/\/www.alotauinternationalhotel.com.pg\/content\/contact.htm"],["email=aih@datec.net.pg"],["address="],["lat="],["long="],["directions="],["phone=+675-641-0300"],["tollfree="],["fax=+675-641-0268"],["hours="],["price="],["checkin="],["checkout="],["content=22 rooms with panoramic views of the Bay."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bibiko Farm"],["url=http:\/\/www.bibikofarm.com"],["email="],["address=Charles Abel Highway"],["lat="],["long="],["directions=8km from airport"],["phone="],["tollfree="],["fax="],["hours="],["price=60 PGK"],["checkin="],["checkout="],["content=Bungalow village accommodation. Live with the Mataios, a lovely family. Food included, many tours of Milne Bay Province available on request."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Doini Island Plantation resort"],["url=http:\/\/www.doiniisland.com\/index.php"],["email="],["address="],["lat="],["long="],["directions=Just off the southeastern tip of the mainland, about one hour by boat from Alotau."],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=1100 hectares of coconut palms and rainforest, surrounded by white sandy beaches and turquoise waters, with a nine-hole golf course. Bungalows are right on the sea, and there is a shared guest house that provides inexpensive accommodation."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Driftwood Resort"],["url=http:\/\/www.driftwoodpng.com\/"],["email=info@driftwoodpng.com"],["address="],["lat="],["long="],["directions="],["phone=+675 641 0098"],["tollfree="],["fax="],["hours="],["price=K300 per bungalow"],["checkin="],["checkout="],["content=Seven bungalows on the edge of the Bay a few minutes from Alotau."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Masurino Lodge"],["url=http:\/\/www.masurina.com\/masurina_lodge.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Run by a family descended from a 19th Century English missionary, the Lodge offers 24 Standard Rooms and 12 Executive Rooms, as well as some family units."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Napatana Ecotourism Lodge"],["url=http:\/\/www.napatanalodge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Five bungalows and some twin \"Flashpacker\" rooms, close to the Bay"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Saugere Guest House"],["url="],["email="],["address=KB Mission"],["lat="],["long="],["directions=15 mins walk west of the market"],["phone=+675 641165"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This guest house, located next to a missionary establishment, is quiet, clean, and has friendly staff. Self catering kitchen, or you can ask for prepared meals. 80 PGK, although the price is often negotiable if you are staying longer than a week."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ulumani - Treetops Rainforest lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Owned and operated by the traditional landowners of the area. Includes comfortable units and a dormitory for backpackers. In the heart of the rainforest on the Southern arm of Milne Bay, about one hour's drive from Alotau."]]}]},"\n",{"type":"'''","value":["Nuli"]}," ",{"type":"'''","value":["Sapi"]},"  Ph:+675 7324 1726 (nulisapi @gmail.com). Four traditional bush material bungalows and a restaurant set on poles over a tidal inlet.  Located on Logeia Island, 10 minutes from Samarai Island or about one and a half hours from Alotau by dinghy.  K250 per night, max 2 adults per bungalow.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nAlotau is very safe when compared to the big cities of PNG. Be comfortable in letting your guard down a little here, although it is probably a good idea to avoid wandering the streets at night.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["-10.3666667"],["150.5"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Papua New Guinea"]]},"\n",{"type":"[[","value":[["Wikipedia:Milne Bay"]]}]