[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Church and the Port of Milna, Croatia.jpg"],["300px"],["thumb"],["right"],["Church and the Port of Milna"]]},"\n\n",{"type":"'''","value":["Milna"]}," is a city on the island of ",{"type":"[[","value":[["Brac"]]},".\n\n",{"type":"==","value":["Get in"]},"\nBuses run several times a day from ",{"type":"[[","value":[["Supetar"]]},", the village where the ferry docks.  Unfortunately, they stop in the late afternoon or early evening -- even in summer!, so you must rent a scooter or car, or take a taxi. \n\nA car rental will let you explore the island and reach idyllic beaches.\n\n",{"type":"==","value":["Get around"]},"\nWalking\n\n",{"type":"==","value":["See"]},"\nA small old town with the harbor, which is quite big for a town that small. Large international marina attracts boaters.  Lots of stone.  The harbor is also where it is where all is happening.\n",{"type":"[[","value":[["File:Milna, Brač, Hrvatska - Blataška riva 800x400.jpg"],["250px"],["thumb"],["right"],["Milna"]]},"\n\n",{"type":"==","value":["Do"]},"\nRelax at the harbor, (great people watching!)  go to nearby beaches; hike; visit the small galleries; walk through the old streets of this village; beautiful photos of old stone houses, sky and sea. Music on summer evenings.\n\n",{"type":"==","value":["Buy"]},"\nVino, port wine, Karlovacko, fresh fish and the best cafe lattes East of Italy! Fresh produce market daily.  Home made wine and brandy.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nFor renting of a local apartments you can contact the local tourist information or some of the locals rent out their apartments in the summer.\n\nSerenity Retreat",{"type":"[","value":["http:\/\/www.serenity-retreat.com\/index.html"]},", glorious harbor views from gorgeous stone apartments on hill in old town; terraces; barbeque; garden.  30 seconds from the harbour.  Milna-born host.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Brac"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Milna"]]},"\n",{"type":"{{","value":[["geo"],["43.328888888889"],["16.447777777778"]]}]