[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.destinationmiltonkeynes.co.uk\/ Milton Keynes"]}]}," is a very large town in the ",{"type":"[[","value":[["South East (England)"],["South East"]]}," of ",{"type":"[[","value":[["England"]]},".\n\n",{"type":"==","value":["Understand"]},"\nImagine being able to design the perfect city almost completely from scratch. This is the premise under which internationally renowned urban planners and architects set out to create Milton Keynes in the 1960s and '70s. Of course, when mentioning Milton Keynes, people will often be met with \"Ugh, it’s a soulless new city\" or \"What, is that the place with the concrete cows?\" Most irritating is that often, the people that make those dispassionate comments are those who have neither lived nor indeed spent much time there.  Yes, it is a new city and yes, the centre of that city could be described as a little soulless with its chain restaurants and large shopping centre, but it was built on 150 million years of history and dotted around the 22,000 acres of countryside it resides in are many things to do, see and explore. Sites dating back to 2000 BC have been unearthed along with the remains of a major Roman villa, then dispersed amongst the city, itself built amongst many old towns. Also are numerous green spaces, a plethora of indoor and outdoor activities, and fabulous shopping opportunities. The Ministry of Housing and Local Governments brief in 1967 requested a new town that could accommodate an incoming population of 150,000 Londoners over a period of 20 years.  Now Milton Keynes is a thriving city of contrasts; from innovative new business and entertainment hubs, to theatre, cinema, walks in natural parkland, pub lunches and peaceful canal trips; it really does have something on offer for everyone—and yes, it really does have concrete cows!\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nRail connections are maintained by Virgin and London Midland on the West Coast main line, and frequent trains connect to London, Northampton, Birmingham, Liverpool, Manchester, and farther north at Milton Keynes Central station. Local and slow services also stop at Wolverton in the north and Bletchley in the south. Trains from Bedford (the Marston Vale line) serve Bletchley and Fenny Stratford. Most local bus services connect with the central train station, with more limited services to Bletchley and Wolverton.\n\n",{"type":"===","value":["By bus"]},"\nNational Express services provide regular connections with coach services to many cities and airports. Regional coach services are provided linking Northampton, Aylesbury, Oxford and Cambridge. can be taken from either the train station, town centre or the Coachway, which is located near the motorway junction 14.\n\n",{"type":"===","value":["By car"]},"\nMilton Keynes is conveniently located on both the M1 motorway and A5 trunk road. From ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Luton"]]}," and the south, Milton Keynes can be accessed via junction 13. From ",{"type":"[[","value":[["Leicester"]]},", ",{"type":"[[","value":[["Northampton (England)"],["Northampton"]]}," and the north, Milton Keynes can be accessed from junction 14.\n\nFor east-west connections, the A421 links to ",{"type":"[[","value":[["Bedford"]]}," and ",{"type":"[[","value":[["Cambridge (England)"],["Cambridge"]]}," to the east, and ",{"type":"[[","value":[["Buckingham"]]}," and ",{"type":"[[","value":[["Oxford"]]}," to the west.\n\nThe Park and Ride service has service 200 buses run every 30 minutes from Central Milton Keynes to MK Coachway (located near junction 14 of the M1) Sunday to Friday and every 15 minutes on Saturdays, see ",{"type":"[","value":["http:\/\/www.parkandride.net\/milton_keynes\/miltonkeynes_frameset.shtml National Park and Ride Directory"]},"\n\n",{"type":"===","value":["By air"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.london-luton.co.uk\/en\/ London Luton Airport"]}]}," (",{"type":"{{","value":[["IATA"],["LTN"]]},"), 25 miles south via the M1.<BR>\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.heathrowairport.com\/ London Heathrow Airport"]}]}," (",{"type":"{{","value":[["IATA"],["LHR"]]},"), 55 miles south via the M1 and M25.<BR>\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/stanstedairport.com London Stansted Airport"]}]}," (",{"type":"{{","value":[["IATA"],["STN"]]},"), 58 miles to the east via the A421 and A1.<BR>\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cawf.info\/index.html Cranfield Airport"]}]},", private flights only, 7 miles east.\n\n",{"type":"==","value":["Get around"]},"\n\nPublic transport within Milton Keynes has never been great, but it is getting better all the time. The bus operator, MK Metro, has recentlly been purchased by Arriva, and standards are improving. Buses in Milton Keynes are more frequent, and all estates are quite well covered. There are regular buses from most places to the city centre, train station, and Bletchley. Travelling by car is usually preferable as one of Milton Keynes's saving graces is its road network, although during rush hour, it can get somewhat congested in some areas.\n\nThe dominance of the car is greatly helped by the road layout - the main roads of the city are laid out in a grid system with roundabouts at the intersections, so getting about is quick, although predictably less so in rush hour. The grid is formed of numbered 'H' roads running horizontally on the map and 'V' roads running vertically. Visitors who drive to Milton Keynes often get lost on these roads because they all look the same—the main roads are in tree-lined linear valleys to reduce road noise so there are few landmarks visible to navigate by. A map is recommended for people who are new to the town.\n\nPedestrians and cyclists have their own network of 'redways' - paths made of red tarmac that broadly follow the grid roads but never meet them, either crossing over or underneath. The redways are a good way to get about. As with any place you are unfamiliar with, caution is advised, and as many of the redways cross minor roads cyclists and those with children should beware of traffic!\n\nBe warned that the redways are often not well signposted, and that traversing them without a map can lead to you getting lost quite quickly!\n\n",{"type":"==","value":["See"]},"\nMilton Keynes has a claim to being the home of the modern computer, as the German Enigma codes were cracked by Sir Alan Turing at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bletchleypark.org.uk\/ Bletchley Park"]}]},". The historic value of this site and its importance to the development of the computer has now been belatedly recognised in the form of a museum with a significant number of things to do for both adults and children. The site is also home to ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tnmoc.org\/ The National Museum of Computing"]}]},". Visitors should be aware that as of early 2012 public access is not 7 days per week.\n\nIn the UK, the city is famous\/notorious for its concrete cows, an art installation created by  Liz Leyh (was once just off the H3, in Bancroft, but now is in the Centre:MK shopping centre).\n\nAnother feature is the giant Xscape dome, home to a sixteen screen cinema and the largest indoor ski slope in the United Kingdom.\n\nThe Peace Pagoda in Willen Park, the first example in the Western world, is also worth a visit for a more tranquil experience.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Milton Keynes has a number of attractions for the adventurous. Willen Lake has a wakeboard tow rope system; the Xscape has an indoor snow slope, a climbing wall and an indoor skydiving tower; the central bus station has a skate park' and the town has also a BMX track at Pineham."]},"\n",{"type":"*","value":["Families with younger children might like to head for the Gulliver's Land theme park or Eco Park next door or take a stroll and have a picnic at the nearby Willen Lake."]},"\n",{"type":"*","value":["Milton Keynes Dons F.C. play home games at the Stadium:mk, on the south of the city."]},"\n",{"type":"*","value":[" Because of the local value of the car culture, a growing car cruise and meet is staged in the car parks around the Hockey Stadium on Sunday nights, and it is popular both with modders and the police."]},"\n",{"type":"*","value":["The Milton Keynes Theatre is billed as the country's \"most popular\" since it has the most people attending for any theatre in the country. Travelling shows and longer running productions are staged here, often large productions will come here as a final dry run before they take their shows to London's West End."]},"\n",{"type":"*","value":[{"type":"'''","value":["Stony Stratford"]}," is worth a visit to experience the more tranquil and traditional side of Milton Keynes.  About 10 mins from the City Centre by car, you will find a quaint high-street with some quirky independent shops, lots of pubs where you can get good old-fashioned British grub, a pint of beer and warm yourself by a real fire during colder months. If you feel like taking a stroll, you can walk out of the town and take a pleasant stroll along the river."]},"\n",{"type":"*","value":[{"type":"'''","value":["Woburn Village"]}," is about a 15-minute car journey from Milton Keynes and is well worth a visit."]},"\n",{"type":"==","value":["Buy"]},"\n\nThe Centre: MK is the main ",{"type":"[","value":["http:\/\/www.thecentremk.com shopping centre"]}," for the surrounding area and is where most of the shopping in Milton Keynes is to be had. It features branches of many high street chains, with over 230 stores. The centre is undercover with good disabled access. The High Street in Stony Stratford offers a pleasant but small alternative. Most residential areas have their own convenience store.\n\nThere are various retail parks with the larger DIY, carpet, furniture and warehouse-style clothes shops.\n\n",{"type":"==","value":["Eat"]},"\nMilton Keynes has a wide variety of restaurants both in the City Centre and in the outlying areas.\n\nIn the city centre the restaurants are centred around the theatre district, Xscape and a new area called \"The Hub\".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Taipan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1908 331883"],["tollfree="],["fax="],["hours="],["price="],["content=5 Savoy Crescent. This is a excellent Chinese restaurant in the heart of the Theatre district"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jaipur"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1908 669796"],["tollfree="],["fax="],["hours="],["price="],["content=599 Grafton Gate East, - This place serves good Indian food in a purpose built building and claims to be the largest purpose built curry house in Europe."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Plough at Wavendon"],["alt="],["url="],["email="],["address=72 Walton Road"],["lat="],["long="],["directions="],["phone = +44 1908 587576"],["tollfree="],["fax="],["hours="],["price="],["content=Wavendon, Milton Keynes, - This excellent new restaurant is on the edge of Milton Keynes in the village of Wavendon. It is aiming for Michelin stars and, as a such, serves excellent food although a bit pricey."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Centre: MK"]},", John Lewis restaurant is convenient."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Hind"],["url=http:\/\/www.la-hind.com\/"],["email="],["address="],["lat="],["long="],["directions=Immediately right on exiting milton keynes central railway station"],["phone = +44 1908 675948"],["tollfree="],["fax="],["hours="],["price=£15-30"],["content=Convenient for the station, this Indian restaurant serves equivalent quality food to Jaipur at slightly cheaper prices in similarly opulent interior surroundings (it is buried on the bottom story of an office block, however). The chicken and mushroom biryani isn't on the menu any-more, but the kitchen still cooks it on request. The duck balti and la hind specials are also notable favourites."]]}]},"\nThere is a wider range of smaller independent restaurants in outlying areas such as Stony Stratford, Wolverton, and Fenny Stratford. There is also decent pub food (and somewhat better beer) at The Plough in Simpson, and Ye Olde Swan in Woughton on the Green. Pub grub at the Old Beams in Shenley Lodge can not be beaten.\n\nThe Salford Swan, while not strictly within Milton Keynes itself, is well worth a look for some excellent pub-restaurant food with a delightful atmosphere.\n\n",{"type":"==","value":["Drink"]},"\n\nOn a summer evening a trip to the theatre district \/ Xscape almost transports you to a Spanish holiday resort, such are the number of bars and clubs with people walking between them. Not much for a CAMRA member here though, as its more for the bottle of Bud or Smirnoff Ice crowd..\n\nMore traditional pubs can be found along the Stony Stratford high street, popular for pub crawls at weekends. Newport Pagnell, a few miles from the city centre, is also a good option with many good pubs and a good atmosphere\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Youth Hostel"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=YHA youth hostel"],["alt="],["url=http:\/\/www.yha.org.uk\/find-accommodation\/heart-of-england\/hostels\/Milton_Keynes\/index.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In the district of Bradwell. The house itself dates from the seventeenth century (an oddity in Milton Keynes) and is in very pleasant surroundings. There are rooms and dormatories available. A bed in a dormatory normally costs around £13 a night. he house and facilities are kept nice and clean, and secure lockers are available at no additional cost to store valuables."]]}]},"\n",{"type":"===","value":["Hotels"]},"\n\nMilton Keynes offers a variety of chain hotels, including Holiday Inn, Hilton, Ramada, Jury's Inn, Travelodge, and Holiday Inn Express. Some are located in the bustling town centre and others in more peaceful spots, including the Holiday Inn Express adjacent to Willen Lake.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"'''","value":["The night life"]},"\nThe nightlife (pubs and clubs) in Milton Keynes are focussed around the Theatre District, Xscape snow dome and The Hub areas.\n\n",{"type":"'''","value":["Alternative venues"]},"\n\n",{"type":"'''","value":["Craufurd Arms"]}," Situated in Wolverton, this pub with a large room attached has a series of bands, comedy, open mics sessions and other acts every week. Voted the Best Live Music Pub in the South East 2011\n\n",{"type":"'''","value":["The Pitz:"]}," Woughton Leisure Centre, Rainbow Drive, Leadenhall. A 500 capacity venue catering mainly for rock based acts, large supporter of local music.\n\n",{"type":"'''","value":["The Stables"]}," Stockwell Lane, Wavendon. A 450 capacity venue a few miles outside of Milton Keynes. It is focused on Jazz music but attracts many musicians of all genres.\n\n",{"type":"'''","value":["Sabotage"]}," Refurb, Margaret Powell Square Theatre District Central Milton Keynes (Friday) &  Station Square Elder Gate Milton Keynes (Mondays).\nCity based alternative promotion with a wide range of music from DJ's to live bands\n\n",{"type":"{{","value":[["IsPartOf"],["Buckinghamshire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Milton Keynes"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Buckinghamshire\/Milton Keynes\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Milton Keynes"]]},"\n",{"type":"{{","value":[["geo"],["52.033333333333"],["-0.76666666666667"]]}]