[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Milton"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.milton.fl.us\/ Milton"]}]},", ",{"type":"[[","value":[["Florida"]]}," was founded in 1844 under the Florida Territorial Acts of 1844. Milton is the county seat of Santa Rosa county, and prides itself on its large variety of outdoor activities.  Downtown is located along the banks of the Blackwater River, and the vista of early 1900s buildings overlooking the water is the iconic image of the town. Canoeing, kayaking, and innertubing are available on the rivers just north of town, beaches are located to the south, and a local rails-to-trails project has created an impressive, 14 mile bike path beginning in downtown Milton.\n\nA massive fire destroyed large parts of downtown on January 6, 2009.  This fire destroyed the historic Imogene Theater and the Mudd Pitt coffee shop, among other buildings.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[{"type":"'''","value":["Interstate 10"]}," provides access to Milton, by traveling north after using exits 22, 26, 28, or 31.  Driving east from Pensacola, travel time is about 10 minutes."]},{"type":"*","value":[{"type":"'''","value":["Highway 90"]}," travels east-west through Milton, and is the primary thoroughfare through town.  Due to increased traffic and red lights over the past decade, travel time between Pensacola and Milton is about 30 minutes via Highway 90.  Locals refer to the highway as Caroline Street while in city limits."]},{"type":"*","value":[{"type":"'''","value":["Highway 87"]}," and ",{"type":"'''","value":["Highway 191"]},", known as Stewart Street and Munson Highway respectively, both provide access from the north to Milton.  Travel time from Brewton, AL to Milton via Highway 87 is about 45 minutes.  Travel time from Munson, FL and Blackwater State Forest to Milton via Highway 191 is about 30 minutes."]},{"type":"*","value":[{"type":"'''","value":["Highway 281"]}," is more commonly referred to as either Avalon Boulevard or Garcon Point Road, and travels south from Milton to Gulf Breeze.  A bridge built recently provides a shortcut over the East Bay, however, expect to pay a toll of $3.50 for a two-axle vehicle for each use of the bridge, or $7 round trip.  Drivers can pay by cash, or using the Florida Sunpass."]},"\n",{"type":"==","value":["Get around"]},"\nOnly a small portion of downtown Milton is pedestrian friendly, and there is no public transportation available here.  A majority of the city must be traveled by car, since walking along the busy Highway 90 is dangerous.  Car rentals are available from Enterprise Rent-a-Car, located on Highway 90 about five minutes west of city limits.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Adventures Unlimited"],["url=http:\/\/www.adventuresunlimited.com"],["email="],["address=8974 Tomahawk Landing Road"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-239-6864"],["fax=+1 850 626-3124"],["hours=Hours vary, opens 8AM"],["price=Varies, starting at $25\/person"],["content= A popular local company that helps plan and prepare outdoor excursions, mostly within the limits of Blackwater River State Forest.  They are most well known for their canoe and kayak trips, which can accommodate trips on the Blackwater River, Juniper Creek, or Coldwater Creek, and may last a few hours, or up to four days.  In addition, they offer lodging, camping, outdoorsman courses, and can accommodate large groups."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Arcadia Mill Archaeological Site"],["url=http:\/\/www.uwf.edu\/anthropology\/research\/arcadia.cfm#overview"],["email=mbeck@uwf.edu"],["address=5709 Mill Pond Ln"],["lat="],["long="],["directions="],["phone=+1 850 626-3084"],["tollfree="],["fax="],["hours=Tu-Sa, 10AM-4PM"],["price="],["content=  In the early 1800s, a group of men purchased a plot of land a few miles from Milton, dammed Pond Creek to create a retaining pond, and built two sawmills in order to process the timber being harvested from the north parts of the county.  The industrial site was later expanded, adding a highly-productive textile factory, a log flume to take the logs to the Blackwater River, and later, adding a railroad for transport.  The mill was abandoned in 1855, and was forgotten until a local historian rediscovered it; the site is now administered by the University of West Florida's Archaeology Institute.  A small museum showcases artifacts found by local archaeology students, and a handicap-accessible boardwalk showcases the dams and flumes.  Call ahead to schedule a tour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blackwater Heritage State Trail"],["url=http:\/\/www.dep.state.fl.us\/gwt\/guide\/regions\/panhandlewest\/trails\/black_heritage.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 850 983-5338"],["tollfree="],["fax="],["hours="],["price="],["content=This popular ten-mile long paved trail begins one mile south of downtown Milton and includes the two-mile long Military Trail terminating at NAS Whiting Field.  The paved trail is open to cyclists, walkers, joggers, and is handicap accessible; an unpaved equestrian trail runs parallel to the trail for a shorter distance.  \nThe Blackwater Heritage Trail is meticulously maintained by the Florida Park Service, with mile markers, benches, and restroom stops scattered along the length of the trail. The first mile of the trail travels through the old neighborhoods of Milton, and cyclists should be cautious when crossing roads; traffic through the city can be busy.  The remaining six miles of the trail are rural, with few roads or homes, wooden bridges spanning winding streams, and an even, level grade for easy travel.  Users of the trail should bring plenty of water since there are no sites to refill."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Blackwater River State Forest"],["url=http:\/\/www.fl-dof.com\/state_forests\/blackwater_river.html"],["email=archert@doacs.state.fl.us"],["address="],["lat="],["long="],["directions="],["phone=+1 850 957-6140"],["tollfree="],["fax=+1 850 957-6143"],["hours="],["price=$2 admittance to some areas"],["content=  Located about twenty miles north of Milton, the Blackwater River State Forest offers a wide variety of outdoor recreation opportunities.  Camping, birdwatching, hiking, canoeing, kayaking, swimming, fishing, cycling, horse riding, and hunting are all available within the 195 thousand acres of park land."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Coldwater Creek Paddling Trail"],["url=http:\/\/www.dep.state.fl.us\/gwt\/guide\/regions\/panhandlewest\/trails\/coldwater.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Coldwater Creek is a small tributary of the Blackwater River; the two meet about three miles northeast of downtown Milton.  The creek is designated part of Florida's state system of trails, and is an alternative to canoeing the Blackwater.  The trail officially begins in Munson, at the intersection with Hwy 4, and ends 18 miles later at the SR 191 Bridge (Munson Rd), though you can continue another two miles to the Blackwater River and land at Downtown Milton instead, just north of the Hwy 90 bridge.  During dry spells, this creek can get very low, and you may need to wade to get your canoe past some sandbars.  Conversely, the creek floods easily after heavy rains."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Lundy’s Blueberry Patch"],["url="],["email="],["address=8655 Highway 89"],["lat="],["long="],["directions="],["phone=+1 850 623-0652"],["tollfree="],["fax="],["hours=Open June through mid-July, M-Su, 7AM-6PM"],["price="],["content=  One of the last remaining ‘U-Pick’ farms in Milton is also one of the most popular.  During blueberry season, Lundy sells his berries at a dollar a pound, as long as you’re willing to pick the berries yourself.  Come early in the season; hungry birds and locals often pick the best berries for themselves."]]}]},"\nMilton also plays host to many golf courses.\n:*",{"type":"{{","value":[["do"],["name=Moors Golf Club"],["url=http:\/\/www.moors.com\/"],["email="],["address=3220 Avalon Blvd"],["lat="],["long="],["directions="],["phone=+1 850 995-4653"],["tollfree="],["fax="],["hours="],["price=$39-49"],["content=  With a design inspired by a traditional Scottish golf course, the Moors offers the closest facsimile of continental golfing you'll find in this part of the southern United States.  Known locally for once hosting the Senior PGA Tour's Emerald Coast Classic and Blue Angels Classic,  and considered a \"must-play\" for all golfers in the area."]]},"\n:*",{"type":"{{","value":[["do"],["name=NAS Whiting Field Golf Course"],["url=http:\/\/www.naspensacola.navy.mil\/mwr\/whiting\/golfcourse.htm"],["email="],["address=7511 USS Enterprise St"],["lat="],["long="],["directions="],["phone=+1 850 623-7348"],["tollfree="],["fax="],["hours="],["price=$8-22"],["content= A charming, short, tight and wooded golf course meant to serve NAS Whiting personnel, but also open to the public."]]},"\n:*",{"type":"{{","value":[["do"],["name=Stonebrook Golf Club"],["url=http:\/\/www.stonebrook-golf.com"],["email="],["address=3200 Cobblestone Dr"],["lat="],["long="],["directions="],["phone=+1 850 994-7171"],["tollfree="],["fax="],["hours="],["price=$40-50"],["content= A small, semi-private golf course."]]},"\n:*",{"type":"{{","value":[["do"],["name=Tanglewood Golf and Country Club"],["url=http:\/\/www.tanglewood-golf.com"],["email="],["address=5916 Tanglewood Dr"],["lat="],["long="],["directions="],["phone=+1 850 623-6176"],["tollfree="],["fax="],["hours="],["price=$20-28"],["content= A sister golf course to Stonebrook, small, semi-private."]]},"\n\n",{"type":"==","value":["Buy"]},"\nMost businesses in Milton are nationally recognized chains.  A few locally owned businesses are noted below.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Copper Possum Antique Mall"],["url="],["email="],["address=7060 Hwy 90"],["lat="],["long="],["directions="],["phone=+1 850 626-4492"],["tollfree="],["fax="],["hours=M-Sa 10AM-5PM, Su noon-5PM"],["price="],["content= A destination store for local antique-shoppers; the large antique shop with friendly staff and a wide selection draws shoppers here from Pensacola and from the beach towns, despite its out-of-the-way location.  Be sure to check the glass cases near the front of the store for new and especially interesting items."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Hall's Hardware"],["url=http:\/\/hallshardware.com\/"],["email="],["address=6606 Caroline St"],["lat="],["long="],["directions="],["phone=+1 850 623-4622"],["tollfree="],["fax="],["hours="],["price="],["content= A small, popular hardware store, open since the 1960s.  Well known for their exceptional service; most customers are helped within moments of walking through the door.  In addition to typical hardware store products, they carry a wide selection of garden supplies, kitchen tools, locally made crafts, bottled Coca-Colas and classic southern candy."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=PolkaDots"],["url=http:\/\/www.mypolkadots.com\/index.html"],["email="],["address=5227 Willing St"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-888-700-DOTS"],["fax="],["hours="],["price="],["content= A newly opened toy store in downtown Milton, focusing on classic American toys and toys that encourage children to use their imagination.  They also sell fresh-made fudge, cooked from scratch in-store."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Southern Seafood"],["url="],["email="],["address=5538 Highway 90"],["lat="],["long="],["directions="],["phone=+1 850 995-9993"],["tollfree="],["fax="],["hours="],["price="],["content= A seafood shop that sells fresh fish to the people of Milton and Pace.  Without driving to Pensacola or Gulf Breeze, they have the best seafood you'll find locally."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Truly Spokin"],["url=http:\/\/www.trulyspokin.com"],["email="],["address=5172 Stewart St"],["lat="],["long="],["directions="],["phone=+1 850 505-0092"],["tollfree="],["fax="],["hours="],["price="],["content= A small bicycle shop that has been popular enough to open a new store in Pensacola as well.  They sell a wide variety of bikes under the Giant and Bianchi brand labels, and also offer bicycle clothes and accessories to dedicated cyclists.  Located conveniently next to the paved Blackwater Heritage Trail, they offer repair services and rentals for anyone wishing to bicycle the fourteen-mile round trip path."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Weber Sports"],["url=http:\/\/www.webersports.com"],["email="],["address=5425 Mulat Rd"],["lat="],["long="],["directions="],["phone=+1 850 623-2132"],["tollfree="],["fax="],["hours="],["price="],["content=A small business dealing primarily with inline speed skating and cycling accessories; a good place to stop before you hit the Blackwater Heritage Trail."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Whats Up Docks"],["url=http:\/\/www.whatsupdocks.com"],["email="],["address=5425 Mulat Rd"],["lat="],["long="],["directions="],["phone=+1 850 623-2132"],["tollfree="],["fax="],["hours="],["price="],["content=A marine construction company that specializes in dock, piers, boathouses and seawalls."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Weathered Stone of North Florida"],["url=http:\/\/www.weathered-stone.com"],["email="],["address=5425 Mulat Rd"],["lat="],["long="],["directions="],["phone=+1 850 623-2132"],["tollfree="],["fax="],["hours="],["price="],["content=A locally owned company serving North Florida with the World's First Bendable Stone."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Blackwater Bistro"],["url="],["email="],["address=5147 Elmira St"],["lat="],["long="],["directions="],["phone=+1 850 623-1105"],["tollfree="],["fax="],["hours="],["price="],["content=Delicious down-home southern cooking in a nice, upscale environment by the river."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chet’s Seafood"],["url="],["email="],["address=3605 Highway 90"],["lat="],["long="],["directions="],["phone=+1 850 994-3299"],["tollfree="],["fax="],["hours=Th-Sa"],["price=$10-15"],["content=  Located about 8 miles west of Milton city limits, Chet’s specializes in simple Southern seafood, and most of their food is served fried or broiled, with coleslaw, french fries and iced sweet tea.  The house specialty is fried mullet, a local fish that is popular in the Florida panhandle and south Alabama; mullet does not freeze well, and so can only be enjoyed fresh, near the coast."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=David’s Catfish House"],["url=http:\/\/www.davidscatfishhouse.com"],["email="],["address=5129 Dogwood Dr"],["lat="],["long="],["directions="],["phone=+1 850 626-1500"],["tollfree="],["fax="],["hours=Tu-Sat, 11AM-9PM"],["price=$10-15"],["content=  Hidden behind the Milton post office, David’s Catfish House is part of a small, locally owned chain.  They serve seafood sandwiches, fried shrimp and oysters, hamburgers, steak, and catfish, any way you want it, along with key lime pie for dessert."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Hacienda"],["url="],["email="],["address=6471 Caroline St"],["lat="],["long="],["directions="],["phone=+1 850 623-2558"],["tollfree="],["fax="],["hours="],["price=$7-15"],["content= Serves Tex-Mex food in an impressively nice atmosphere.  Formerly housed in a run-down restaurant in downtown Milton, the food was popular enough that they could build a brand new, Mexican-decorated building down the street.  The owners have now opened two other restaurants with the La Hacienda name, one in Pace, and one in Pensacola.  Their flautas, fried burritos with roast pork inside, are one of their most popular dishes, especially served with ",{"type":"''","value":["agua de orchata,"]}," an iced cinnamon-spiced rice drink."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Liberty Cafe"],["url="],["email="],["address=5237 Willing St"],["lat="],["long="],["directions="],["phone=+1 850 623-3331"],["tollfree="],["fax="],["hours="],["price=$6-8"],["content= A small, locally owned deli, offering sandwiches, soups, and homemade desserts.  Cozy sixties style, friendly staff and simple food make the restaurant a local institution, despite only opening within the last year.  Try the reuben, which is worth the slightly high prices here."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mainstreet Cafe"],["url="],["email="],["address=6820 Caroline St"],["lat="],["long="],["directions="],["phone=+1 850 626-3376"],["tollfree="],["fax="],["hours="],["price=$10-20"],["content= Another small cafe, built in a converted gas station with surprisingly charming results.  Most seating is outdoors, underneath a canopy during drizzly weather, and people watchers can grab a table during lunch and townsfolk walking by.  The cafe serves food a little more upscale than Liberty Cafe; their sweet potato fries with a cucumber sauce are popular, along with their gourmet, oven-fired pizzas.  Some locals consider the prices a little high."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tastee Freez"],["alt=Big T Family Restaurant"],["url=http:\/\/www.tasteefingers.com"],["email="],["address=6509 Caroline Street"],["lat="],["long="],["directions="],["phone=+1 850 623-5088"],["tollfree="],["fax="],["hours=Daily 10AM-10PM"],["price=$4-$6"],["content=Local owned and operated since 1967, Big T is one of the oldest restaurants in town.  They offer home made onion rings, fried green tomatoes, burgers, chicken tenders and steak fingers, as well as frozen desserts like soft-serve, sundaes, banana splits and more."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Big Daddy's Barbeque"],["url=http:\/\/www.iluvbigdaddysbbq.com\/"],["email="],["address=4374 5th Ave"],["lat="],["long="],["directions=Just off HWY-90 beside Oops Alley"],["phone=+1 850 995-0608"],["tollfree="],["fax="],["hours=Tu-Su 11AM-7PM"],["price=$5-8"],["content=This walk-up service single-wide with a homemade deck and tables serves great southern-style barbecue.  Heaping portions of pulled pork, beef brisket, and barbecue chicken sided with homemade twice baked potatoes and coleslaw.  All entres feature BigDaddy's signature tomato based secret sauce."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nDue to the limited amenities in Milton, most visitors choose to sleep in nearby ",{"type":"[[","value":[["Pensacola"]]},".  If you want to stay closer to Milton, or the outdoor amenities near the Blackwater River, your options are below.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ashbury Suites and Inn"],["url="],["email="],["address=6560 Caroline Street"],["lat="],["long="],["directions="],["phone=+1 850 623-2296"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= An independently owned motel in the heart of Milton."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Emerald Sands Inn"],["url=http:\/\/www.emeraldsandsinn.com\/"],["email="],["address=6439 Highway 90"],["lat="],["long="],["directions="],["phone=+1 850 623-3821"],["tollfree="],["fax="],["hours="],["price=$50-80"],["checkin="],["checkout="],["content= An independently owned, budget-priced hotel that has recently expanded and renovated its rooms.  The decor is outdated, but the beds are comfortable enough, and it is much closer to downtown Milton than any other options."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Red Roof Inn"],["url=http:\/\/www.redroofinn.com"],["email="],["address=2672 Avalon Blvd"],["lat="],["long="],["directions="],["phone=+1 850 995-6100"],["tollfree="],["fax=+1 850 994-1214"],["hours="],["price=$60-90"],["checkin="],["checkout="],["content= Recently opened, this chain motel is located at exit 22, Avalon Boulevard, off I-10.  It features standard hotel amenities, allows one pet, and has WiFi access."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Schoolhouse Inn Bed and Breakfast"],["url=http:\/\/www.adventuresunlimited.com\/pensacola-cabins-florida\/historic_schoolhouse.htm"],["email="],["address=8974 Tomahawk Landing Rd"],["lat="],["long="],["directions="],["phone=+1 850 623-6197"],["tollfree="],["fax="],["hours="],["price=$79-99"],["checkin="],["checkout="],["content= Owned by the Adventures Unlimited canoe company, these lodges are located about fifteen miles north of Milton.  It is the only bed and breakfast in the Milton area, and is popular with visitors who want comfortable amenities near the outdoor attractions of the Blackwater State Forest.  Make sure to reserve rooms far in advance, especially if you want to stay in the lodges on a three day weekend, or during the summer."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nLike all of Florida, Milton is susceptible to ",{"type":"'''","value":["hurricanes."]},"  Due to Blackwater River and Coldwater Creek running through town, the city is highly susceptible to ",{"type":"'''","value":["flooding"]}," during a storm, especially in the downtown area.  Listen to radio or TV news reports, and if the area where you are is told to evacuate, do so immediately.  When evacuating from Milton, head north.  The official ",{"type":"'''","value":["hurricane evacuation route"]}," is Hwy 87, and is marked with blue and white hurricane evacuation route signs.  Since this road can get highly congested during an evacuation, you can also use Chumuckla Hwy (SR 197) or Munson Hwy (SR 191), but these roads are not marked with evacuation route signs, so make sure you have a map. If you can't evacuate, and believe you're in an unsafe area, make your way to a ",{"type":"'''","value":["hurricane shelter"]},".  Hurricane shelters are designed to be nearly indestructible, and have cots, food, and water.  The first shelter to open is at the Milton Community Center, 5629 Byrom St; if needed, secondary shelters open at S.S. Dixon Intermediate School, 5540 Education Dr, and at Avalon Middle School, 5445 King Arthur's Way.\n\nJust West of Milton is Air Products-Taminco, a fertilizer company, which works with chemicals that could be dangerous to the surrounding community.  In the event of a ",{"type":"'''","value":["chemical spill"]}," at the plant, loudspeakers around the community will blare a siren, followed by a voice giving directions on what to do.  These sirens will also activate in the unlikely event of a tornado.  The sirens are tested on the first Sunday of every month, at 2:15PM.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Pensacola"]]}," is the nearest large city to Milton, and is about twenty miles from downtown.  Pensacola offers shopping, lodging, numerous restaurants, and has a large historic district."]},{"type":"*","value":[{"type":"[[","value":[["Gulf Breeze"]]}," and ",{"type":"[[","value":[["Pensacola Beach"]]}," are both located south of Milton, near the coast.  Gulf Breeze is home to the Naval Live Oaks Preservation, and Pensacola Beach features a popular boardwalk and miles of sandy, white beaches.  The quickest route is via the Garcon Point toll bridge, which costs $3.50 per use, and an additional $1 toll bridge takes you to Pensacola Beach. To avoid the toll bridge, you can detour via the Pensacola Bay Bridge, or through Navarre."]},{"type":"*","value":[{"type":"[[","value":[["Navarre_Beach"]]}," is a small beach town that has experienced a boom in growth lately.  Highway 87, which branches off of Highway 90 about 2 1\/2 miles east of the Blackwater River, is the quickest route."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-10.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Mobile"]]}],["minorl1=",{"type":"'''","value":[{"type":"[[","value":[["Pensacola"]]}]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Tallahassee"]]}],["minorr1=",{"type":"[[","value":[["DeFuniak Springs"]]}],["image2=US 90.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Mobile"]]}],["minorl2=",{"type":"'''","value":[{"type":"[[","value":[["Pensacola"]]}]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Tallahassee"]]}],["minorr2=",{"type":"[[","value":[["DeFuniak Springs"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["30.63250"],["-87.03972"]]},"\n",{"type":"{{","value":[["isPartOf"],["West Florida"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Milton, Florida"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Florida\/Localities\/M\/Milton\/"]]}]