[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Minami-Uonuma"]}," (",{"type":"{{","value":[["lang"],["ja"],["南魚沼市"]]},") is a city in ",{"type":"[[","value":[["Niigata (prefecture)"],["Niigata"]]},". \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Naked Man Festival (Japanese title 浦佐毘沙門堂裸押合大祭):"]}," In the beginning of March of every year there is a Naked Man Festival held at Bukoji Temple (普光寺) in Urasa town （浦佐） near the Shinkansen station.  .  \n\nThere are many of these kinds of Festivals held throughout Japan, each with its own regional flavor.  At least one Japanese website claims that this particular Festival has 1200 years of history, but this is unconfirmed.  The common description is that hordes of scantily clad men push and shove each other while chanting and carrying burning candles.  What is actually occurring is a bit more complex.\n\nFor the purposes of the Festival, there is a person appointed as the “good luck keeper”, who sits upon the elevated stage\/main altar of the Temple.  To touch this person is deemed to bring good luck the entire year.  However, the correct and required way to touch this person is to proceed directly through the middle of the Temple, approaching “straight” down the center.  The metaphoric connotation between “straight” and “crooked” is believed intentional.  The “good luck keeper” has a number of guards who line the stage and prevent, often through somewhat physically forceful means, participants from entering the stage incorrectly from the sides.  \n\nBefore the Festival, all participants are encouraged to drink enormous amounts of Sake (Niigata-ken produces some of the best Sake in all of Japan) which is supplied by the Festival, and most (almost all) participants are highly inebriated.  In addition, the Temple is overfilled, with a steady stream of (mostly drunken) participants continually flowing-in as the festival progresses.  \n\nThus, the shoving is a result of an overfilled Temple, in which numerous intoxicated participants are attempting to gain entrance to the center stage by charging directly through the middle of this unruly mob.  Meanwhile, the gatekeeper guards forcefully shove off participants who attempt to enter the stage from the sides.  Throughout the Festival numerous other events occur within the Temple, often including group chanting and the carrying of large burning candles through the crowd onto the elevated stage\/main altar.\n\nThe event inside the Temple is the main, but not the only event, as there are also festivities leading up to the entrance of the Temple.  First, after being fed enormous amounts of Sake, participants are led in an organized groups through the town and up the large hill in which the Temple is situated.  All are shirtless and wearing only a white fundoshi loincloth and straw zori slippers in the winter cold.  This is where the pushing and shoving, with some fistfights in-between, starts to occur.  Violence, on a extremely limited and controlled scale, is expected and almost encouraged amongst participants; with members of local Karate dojos and other “bouncers” stationed along the festival route to quickly end the numerous drunken fistfights before anyone gets seriously hurt.  Then, leading up to the Temple, participants are made to run along a snow covered trail and jump into a pool of cold water before entering.  Throughout, there is an abundance of chanting and merrymaking along the way.\n\nOnce inside the Temple, the conditions are too chaotic for any kind of fisticuffs or merrymaking, as participants are focused on not falling down, as there is a very real danger of getting trampled or kicked.\n\nSociologically, the festival reveals a great deal about the local conditions and history.  The participants from the neighboring towns are basically farmhands and working class males, who are forced to suddenly live somewhat sedentary lives while Niigata goes dormant during its snowbound winter.  Historically, as before modern transportation systems arrived many of these towns were literally snowed in, it is easy to envision how frustration and boredom may have been the actual origins of this physically demanding Festival; with the Festival offering a very much needed release of physical tension and resentment.  It is said that whatever happens in the Festival is forgiven at the end with no repercussions.  Historically, this probably gave males the opportunity to vent some physical aggression against others in their small farming village, without earning the disrespect of their neighbors. \n\nAlthough there may be some limited, but harmless, violence, it is all in good fun, as the festival can best be described as controlled and directed mayhem.  For the tourist the Festival offers a spectacle that can best be described in western terms as a drunken rugby game, with numerous intoxicated boxers, kamikaze pilots, and American football player types charging through for good measure.  For the traveler, it offers an interesting perspective on the role of social releases in Japanese society; with insight on the traditional foundation of a society that often allows for emotional releases within a larger controlling structure.\n\nThe action is centered around Bukoji Temple near Urasa Station and is easily located and accessed.  As with most Japanese festivals there is no charge associated with watching (at least on the street and hill sections, check if there is any admission fee or other restriction associated with entering the spectator area within the Temple).  There are many spectators, as the street and far corners of the Temple are lined with both locals and tourists.  Spectators range from local families who have come out to cheer on relatives to foreign and Japanese tourists who have come to witness this rowdy spectacle.\n\nLike most Festivals throughout Japan, the Naked Man Festival participation seems to be a local affair.  However, every year a limited number of students from the nearby International University of Japan (国際大学) are invited to participate, giving a small number of foreigners the opportunity to experience this traditional Festival. (This article written by a two time participant and 1995 graduate of the International University of Japan; and thus, the information herein dates back to the mid-1990s.)\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hands-on Agriculture School"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Stay at a traditional Japanese inn, make soba noodles, catch insects, and create snow huts. Experience a rural life for the four seasons."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Yummy"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great ice cream. A creative variety of seasonal flavors including jalapeno pepper, corn, wine, and more."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox-2"],["image1=Joetsu Shinkansen icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Niigata"]]}],["minorl1=Nagaoka"],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Tokyo"]]}],["minorr1=",{"type":"[[","value":[["Echigo-Yuzawa"]]}],["image2=Kan-etsu Expwy Route Sign.svg"],["imagesize2=100"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Nagaoka"]]}],["minorl2=Echigo-Kawaguchi"],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Maebashi"]]}],["minorr2=",{"type":"[[","value":[["Echigo-Yuzawa"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["37.0667"],["138.8833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Niigata (prefecture)"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Minami-Uonuma, Niigata"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Minami-Uonuma, Niigata"]]}]