[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mindoro Island"]}," is an unspoiled island that's within easy reach from ",{"type":"[[","value":[["Manila"]]},", ",{"type":"[[","value":[["Puerto Galera"]]}," in ",{"type":"[[","value":[["Oriental Mindoro"]]}," is the famous tourist destination with many beach and entertainment facilities.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":[" Cities "]},"\nMindoro has two administrative halves. The north-east part is called Oriental Mindoro; the south-west part is called Occidental Mindoro.\n\nAll towns of any significance are at or near the coast. On Orieltal Mindoro you find, driving from the far north-west to the deep south-east the following towns:\n\nPuerto Galera; San Teodoro; Baco; Calapan; Naujan; Victoria; Socorro (of the road: Pola); Pinamalayan; Roxas; Mansalay; Bulalacao. After Bulalacao the road continues to Occidental Mindoro where San Jose is the main town.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Puerto Galera"]]}," - Wild west style backpacker destination with good diving. It is mainly famous for its many girly bars. In the surroundings you find the slighly more upbeat White Beach which is exactly what its name suggests and the more sleesy Sabang where half of the population is working girls. Sabang is also THE dive center of northern Mindoro. There are ferries from ",{"type":"[[","value":[["Batangas"]]}," to ",{"type":"[[","value":[["Puerto Galera"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["San Teodoro (Mindoro)"],["San Teodoro"]]}," - Next to baco the other town along the (scenic) route from Calapan to Puerto Galera. San Teodoro is known for its waterfalls, but otherwise, there is nothing to do in this town either."]},{"type":"*","value":[" ",{"type":"[[","value":[["Baco"]]}," - This is one of the two towns along the road from Calapan (the administrative capital) to Puerto Galera (commonly known as Puerto). Baco proper houses about 500 people and a series of shops and schools. Despite what Google maps tells you, Baco is located along the Western Nautical Highway and not at the beach. Baco is a nice and friendly town, and a good place to buy some groceries but it has nothing of interest to tourists."]},{"type":"*","value":[" ",{"type":"[[","value":[["Calapan"]]}," - The capital with all disadvantages that come with that. The town has a cosy centre, but since nobody does anything about any form of pollution, the air smells always of exhaust fumes and the river and its banks are essentially of plastic bags. The center of town is formed by The City Plaza that holds a stage, a playing field, and the obligatory statue for Rizal, and the public market and city market just at the other side of the San Augustin Aguinaldo bridge. Most restaurants (albeit all of the Jollibee, Inasal, and Chow King style; nothing of western quality) are at the west side of the city market. Calapan has absolutely nothing that is of any interest for tourists. There are ferries from ",{"type":"[[","value":[["Batangas"]]}," to ",{"type":"[[","value":[["Calapan"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["San Jose (Occidental Mindoro)"]]}," - A hub town with airport serviced by Cebu Pacific five times weekly."]},"\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe island of Mindoro is accessed by ship from either ",{"type":"[[","value":[["Batangas"]]}," to ",{"type":"[[","value":[["Calapan"]]}," and ",{"type":"[[","value":[["Puerto Galera"]]}," or from Caticlan (Aklan) to Roxas (Oriental Mindoro). Fares in 2010 range from about PHP160 to PHP280. There is also an irregular shipping service between San Jose (Occidental Mindoro) and the northern islands of ",{"type":"[[","value":[["Palawan"]]},".\n\nThere are also regular flights from Manila to San Jose (Occidental Mindoro) with Cebu Pacific.\n\nThe shipping service from Batangas is Ro-Ro (about 3 hours) or fast ferry (about 1.5 hours) with at least one service departing about hour, 24\/7. From Caticlan, there is only a Ro-Ro service to Roxas.\n\nThe bus from Manila to Batangas takes about 2 hours with a fare in 2010 being about PHP180.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["12.930278"],["121.094722"],["zoom=9"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Luzon"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mindoro"]]}]