[{"type":"{{","value":[["pagebanner"],["Minneapolis Stone Arch Bridge banner.jpg"],["caption=The Stone Arch Bridge, spanning the Mississippi River"]]},"\n\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.minneapolis.mn.us Minneapolis"]}]}," is a city of about 400,000 people and the largest city in ",{"type":"[[","value":[["Minnesota"]]},". Along with neighboring ",{"type":"[[","value":[["Saint Paul"]]},", it forms the urban core of the ",{"type":"[[","value":[["Twin Cities"]]}," region, the third largest metropolis in the ",{"type":"[[","value":[["Midwest (United States of America)"],["Midwest"]]},".\n\n",{"type":"==","value":["Districts"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Minneapolis District Draft 1.png"],["regionmaptext=Districts of Minneapolis"],["regionmapsize=250px"],["region1name=",{"type":"[[","value":[["Minneapolis\/Downtown"],["Downtown"]]}],["region1color=#0000ff"],["region1items="],["region1description=The central business district, major sports and theater venues, the city's main clubbing area in the Warehouse District, Loring Park, Elliot Park, and the historic mill ruins along the Mississippi."],["region2name=",{"type":"[[","value":[["Minneapolis\/South"],["South"]]}],["region2color=#ff00ff"],["region2items="],["region2description=West Bank, Seward, Midtown, Nokomis, Longfellow, and Minnehaha Park"],["region3name=",{"type":"[[","value":[["Minneapolis\/Southwest"],["Southwest"]]}],["region3color=#ff0000"],["region3items="],["region3description=Uptown, Lyn-Lake, Linden Hills, Eat Street, and the Chain of Lakes"],["region4name=",{"type":"[[","value":[["Minneapolis\/North"],["North"]]}],["region4color=#ffff00"],["region4items="],["region4description=Near North, Camden, Bryn Mawr and Theodore Wirth Park"],["region5name=",{"type":"[[","value":[["Minneapolis\/Northeast"],["Northeast"]]}],["region5color=#00ff00"],["region5items="],["region5description=The birthplace of Minneapolis in Old Saint Anthony, old victorian houses on Nicollet Island, and further north the old working class enclaves of Northeast that are now home to a growing artist community."],["region6name=",{"type":"[[","value":[["Minneapolis\/Southeast"],["Southeast"]]}],["region6color=#ff6600"],["region6items="],["region6description=Dinkytown, Prospect Park, Como, and the University of Minnesota"]]},"\n\n",{"type":"<","value":["br",{"clear":"all"}]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Minneapolis on Mississippi River.jpg"],["340px"],["thumb"],["Downtown Minneapolis from across the Mississippi River"]]},"\nMinneapolis was destined to be a center of commerce due to its location at the Falls of St. Anthony, which was named by the French explorer Fr. Louis Hennepin in 1680.  St. Anthony Falls is by far the largest source of water power on the Mississippi River.  The falls were harnessed to power lumber mills in the 1840s and later for flour milling.  By 1870, Minneapolis on the west bank and St. Anthony on the east bank formed the largest flour producing center in the world.  In 1872, Minneapolis absorbed its older neighbor.  Most of the old St Anthony township is now known as Northeast Minneapolis.    A small part of the old township comprises most of the current suburb of St. Anthony. \n\nThe name \"Minneapolis\", meaning \"The City of Lakes\" in a mash-up of the Dakota word ",{"type":"''","value":["minne"]}," and the Ancient Greek word ",{"type":"''","value":["polis"]},", refers to the city's 22 natural lakes. The local jewels are the \"Chain of Lakes\": Cedar, Isles, Calhoun, Harriet, Nokomis, each 3-4 miles around. The city's excellent parks department maintains walking and biking paths around the lakes, offering residents a place to exercise or stroll. The Lake Harriet Bandshell is a popular summertime event host often featuring the renowned Minnesota Orchestra. Don't miss a ride on the restored trolley between Lakes Calhoun and Harriet operated by the Minnesota Streetcar Museum.\n\nThe city has done an excellent job fostering developed neighborhoods, each with a distinctive feel. Downtown is the visual anchor featuring the high-rise suites, sporting events (Timberwolves, Vikings, and Twins all play downtown), and nightclub scene. Northeast is the oldest part of the city, showing off its working-class and immigrant roots in great ethnic food, neighborhood bars, and social clubs, and more recently home to an arts and riverfront redevelopment movement. Uptown historically has been one of the city's youth centers featuring funky food, drink, theater, and plenty of tattoos and mohawks, but is orienting more towards yuppies and young families as real estate anywhere near the lakes becomes an ever more prized commodity. Uptown and the Lakes area dissolves into quiet, tucked-away Linden Hills (a one-time bedroom community) to the south and Lyn-Lake, home to many indie stages, music-oriented cafes and boozers, and alternative lifestyles and hangouts of all sorts, to the east. The University of Minnesota's main campus straddles the Mississippi River in the southeast surrounded by the usual college campus environs.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh = 21"],["febhigh = 27"],["marhigh = 39"],["aprhigh = 56"],["mayhigh = 69"],["junhigh = 78"],["julhigh = 83"],["aughigh = 81"],["sephigh = 71"],["octhigh = 59"],["novhigh = 40"],["dechigh = 26"],["janlow = 4"],["feblow = 9"],["marlow = 22"],["aprlow = 36"],["maylow = 48"],["junlow = 58"],["jullow = 63"],["auglow = 61"],["seplow = 50"],["octlow = 40"],["novlow = 25"],["declow = 11"],["janprecip = 0.8"],["febprecip = 0.8"],["marprecip = 1.8"],["aprprecip = 2.2"],["mayprecip = 3.1"],["junprecip = 4.1"],["julprecip = 3.7"],["augprecip = 3.6"],["sepprecip = 2.7"],["octprecip = 1.9"],["novprecip = 1.5"],["decprecip = 1.0"],["jansnow = 9.8"],["febsnow = 8.4"],["marsnow = 10.7"],["aprsnow = 2.8"],["maysnow = 0.1"],["junsnow = -"],["julsnow = -"],["augsnow = -"],["sepsnow = -"],["octsnow = 0.5"],["novsnow = 7.9"],["decsnow = 9.3"],["jansun ="],["febsun ="],["marsun ="],["aprsun ="],["maysun ="],["junsun ="],["julsun ="],["augsun ="],["sepsun ="],["octsun ="],["novsun ="],["decsun ="],["janh2o ="],["febh2o ="],["marh2o ="],["aprh2o ="],["mayh2o ="],["junh2o ="],["julh2o ="],["augh2o ="],["seph2o ="],["octh2o ="],["novh2o ="],["dech2o ="],["description = ",{"type":"{{","value":[["ForecastNOAA"],["Minneapolis"],["44.97901"],["-93.265"]]}]]},"\n\nWith neither mountains nor large bodies of water nearby to moderate the climate, the Twin Cities experience extreme temperatures at both ends of the scale. Winters in Minneapolis can be very cold, while summer is often warm to hot and frequently humid. Snowfall is common in the winter, with at least a few blizzards occurring within the season. Thunderstorms with heavy rainfall occur during the spring, summer, and autumn. The winter cold from December to March can be brutal to the unaccustomed body, with temperatures sometimes dipping below zero. The summer heat from June to September can also be harsh, with temperatures sometimes reaching into the nineties or above, with high humidity. Spring and autumn can be pleasant, with temperatures ranging between the forties and seventies, but during particularly rough years weather-wise those two seasons may either start late or be cut short.\n\n",{"type":"===","value":["Smoking"]},"\n\nSmoking is prohibited by Minnesota state law at all restaurants, bars, nightclubs, workplaces, and public buildings. Violating the ban can result in a misdemeanor charge and a $300 fine.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"{{","value":[["Infobox"],["MSP Airport Terminals"],[{"type":"<","value":["table",[{"type":"<","value":["tr",[{"type":"<","value":["th",["Terminal"]]},{"type":"<","value":["th",["Airlines"]]}]]},"\n",{"type":"<","value":["tr",[{"type":"<","value":["td",[{"type":"'''","value":["Terminal 1-Lindbergh"]}]]},{"type":"<","value":["td",["Air Canada Jazz, Air France, Alaska Airlines, American Airlines, Delta Air Lines, Frontier Airlines, Great Lakes Airlines, United Airlines, US Airways"]]}]]},"\n",{"type":"<","value":["tr",[{"type":"<","value":["td",[{"type":"'''","value":["Terminal 2-Humphrey"]}]]},{"type":"<","value":["td",["AirTran Airways, Condor, Icelandair, Southwest Airlines, Spirit Airlines, Sun Country Airlines"]]}]]},"\n"]]}]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mspairport.com Minneapolis-Saint Paul International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["MSP"]]},") is located 10 miles southeast of downtown Minneapolis. The airport contains two terminals: ",{"type":"'''","value":["Terminal 1-Lindbergh"]}," and ",{"type":"'''","value":["Terminal 2-Humphrey"]},", with most flights arriving at Terminal 1. Savvy travelers should check to make sure they know which terminal they are arriving at\/departing from. \n\nThe METRO Blue Line light rail operates service between the airport and downtown, the ",{"type":"'''","value":["Mall of America"]},", and parts of ",{"type":"'''","value":["South Minneapolis"]},", and offers connections to buses to other parts of Minneapolis and St. Paul. The trains are convenient, fast, and clean. Fare is $1.75-$2.25 depending on time of day. The light rail has stations at both terminals.\n\nDelta Air Lines, a member of the SkyTeam alliance, is the dominant airline operating at MSP and transported 77% of all MSP passengers in 2011. Delta offers service between MSP and most major U.S. cities, as well as non-stop international service between MSP and ",{"type":"[[","value":[["Tokyo"]]},"-Narita, ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["London"]]},"-Heathrow and ",{"type":"[[","value":[["Paris"]]},"-CDG, among others. Sun Country, Spirit, Frontier, and Southwest\/AirTran are the discount airlines operating at MSP. The only non-U.S. based carriers operating at MSP are Icelandair, with service to ",{"type":"[[","value":[["Reykjavik"]]},"-Keflavik, Air France, with service to ",{"type":"[[","value":[["Paris"]]},", Condor, with service to ",{"type":"[[","value":[["Frankfurt"]]},", and Air Canada Jazz, with service to ",{"type":"[[","value":[["Toronto"]]},".\n\n",{"type":"===","value":["By car"]},"\n",{"type":"'''","value":["Interstate Highways 35W and 94"]}," are the main arteries into town. Both will take you to the edges of downtown. I-35W runs north and south (for the most part) and I-94 east and west; both interstates will connect you to the I-494\/694 beltway around the metro area. I-394 runs west from downtown to I-494, where it becomes US Hwy 12. Be sure to keep an eye on which lane you're in, as freeway interchanges come up fast, and traffic back-ups will occur at any time, day or night; the morning (7-9AM) and evening (3-7PM) rush hours are predictably congested.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amtrak.com Amtrak"]}]},". Daily service to Union Depot in downtown Saint Paul. The ",{"type":"''","value":[{"type":"[[","value":[["Empire Builder"]]}]},", Amtrak trains 7\/27 and 8\/28, serves the Twin Cities area, terminating at ",{"type":"[[","value":[["Chicago"]]}," and ",{"type":"[[","value":[["Seattle"]]}," or ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]}," (the train splits in Spokane, Washington). This train covers a route similar to the historic ",{"type":"''","value":["Empire Builder"]}," of the James J. Hill Great Northern Railway.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.metrotransit.org\/northstar.aspx Northstar Line"]}]},". This commuter train connects the northwest suburbs to Downtown Minneapolis, terminating at a station near Target Field with connections to the light rail. The weekday schedule is oriented to rush hour commuters, with five trips heading to Minneapolis in the morning and five trips leaving Minneapolis in the late afternoon; there is only one reverse trip in the morning and in the afternoon. There are three trips in each direction on Saturdays and Sundays, and occasional special trips scheduled to take commuters to Twins or Vikings games.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["Greyhound"]}," and ",{"type":"'''","value":["Jefferson Lines"]}," buses arrive at the ",{"type":"'''","value":["Hawthorne Transportation Center"]},", located at 950 Hawthorne Ave (at 10th St, one block west of Hennepin) in downtown Minneapolis. It's just a few minute's taxi ride away from most of the downtown hotels. It's 4-5 blocks away from a few major bus routes and the light rail. The depot is near a homeless shelter, so it's not uncommon to see a few homeless people hanging out nearby. The area is well-patrolled and quite safe. Some routes make additional stops.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Badger Coaches"],["url=http:\/\/www.badgerbus.com"],["email="],["address="],["lat="],["long="],["directions=at Hawthorne Transportation Center"],["phone="],["tollfree="],["fax="],["hours="],["price=$45-$53"],["content= 4x weekly scheduled services in cooperation with Jefferson Lines to ",{"type":"[[","value":[["Madison (Wisconsin)"],["Madison"]]}," daily and ",{"type":"[[","value":[["Milwaukee"]]},", with a few local stops in between."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Greyhound"],["url=http:\/\/www.greyhound.com"],["email="],["address="],["lat="],["long="],["directions=at Hawthorne Transportation Center"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Greyhound Express"],["url=http:\/\/www.greyhound.com\/express"],["email="],["address="],["lat="],["long="],["directions=at Hawthorne Transportation Center"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Service from Chicago and Milwaukee. Fares from $1 and up."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Jefferson Lines"],["url=http:\/\/www.jeffersonlines.com"],["email="],["address="],["lat="],["long="],["directions=at Hawthorne Transportation Center"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Operate scheduled services across the state to ",{"type":"[[","value":[["South Dakota"]]},", ",{"type":"[[","value":[["Wisconsin"]]},", and beyond. Jefferson prides itself on its 'eco-friendly' new coaches."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Megabus"],["alt="],["url=http:\/\/us.megabus.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Service from ",{"type":"[[","value":[["Madison (Wisconsin)"],["Madison"]]}," (4 times daily), ",{"type":"[[","value":[["Milwaukee"]]}," (4 times daily), and ",{"type":"[[","value":[["Chicago"]]}," (8 times daily). Fares can be as little as $1 each way if reserved far enough in advance. The bus stop is in downtown Minneapolis at 318 3rd Avenue North, between Washington Avenue and 5th Street, under the Ramp C parking garage; there is an indoor waiting area near the bus stop. The nearest METRO Light Rail station, at Target Field, is three blocks away. Buses have wifi."]]}]},"\n",{"type":"==","value":["Get around"]},"\nThe city streets have a grid system that's helpful if you learn it.  Minneapolis is divided into quadrants: North, South, Northeast and Southeast.  Hennepin Avenue forms the divider between streets labeled N and S near downtown.  This division continues through the smaller portion of Minneapolis east of the Mississippi, dividing it into Northeast (NE) and Southeast (SE).  Further west of downtown, this division lies along Linden Avenue, just north of the I-394 freeway. In North, Northeast and Southeast Minneapolis, all roads carry N, NE, or SE prefixes on street signs.  In South Minneapolis, the north-south avenues are marked S.  The east-west streets are marked with W or E, depending if you are west or east of Nicollet Avenue.  Even though street signs show these directions before the names, most locals read the addresses with them at the end.  Thus \"York Avenue South\" appears on signs as \"S York Ave\" and \"N 33rd Ave\" is pronounced \"33rd Avenue North\".\n\nMinneapolis is one of few cities to use multi-colored street signs.  The colors indicate the priority of plowing during winter storms. Although plowing has since changed, they still indicate what sort of street. Blue signs indicate major roads which are \"Snow Emergency Routes\". These are still the first to be plowed. Rust-colored signs indicate roads that run primarily east-west. Light green signs indicate roads primarily north-south. Dark green signs indicate scenic parkways that ring the city and the lakes.\n\n",{"type":"===","value":["By public transit"]},"\n",{"type":"[[","value":[["Image:Hiawatha Line-Government Plaza.jpg"],["350px"],["thumb"],["METRO light rail train at Government Plaza"]]},"\n",{"type":"{{","value":[["listing"],["name=Metro Transit"],["url=http:\/\/www.metrotransit.org"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 612 373-3333"],["tollfree="],["fax="],["hours="],["price=Single-ride fares (including unlimited transfers for 2.5 hours) for local and limited-stop services (including the METRO Light Rail) are $2.25 during peak service hours (M-F 6AM-9AM and 3PM-6:30PM, excluding certain holidays) and $1.75 at all other times. For express services, the fares are $3 during peak hours and $2.25 during off-peak hours. Other fare options are described below"],["content=Operator of the public transit system in the Twin Cities."]]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["METRO Light Rail"]},". The light rail system in Minneapolis consists of two lines, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.metrotransit.org\/metro-blue-line Blue Line"]}]}," and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.metrotransit.org\/metro-green-line Green Line"]}]},". Both lines run on 5th Street in downtown Minneapolis. Past downtown, the Green Line runs on Washington Avenue through the University of Minnesota campus and University Avenue through the city of Saint Paul, before terminating at Union Depot in downtown Saint Paul. The Blue Line heads to South Minneapolis along Hiawatha Avenue, and then passes through MSP Airport before terminating at the Mall of America in Bloomington."]},"\n",{"type":"{{","value":[["infobox"],["Important Buses"],[{"type":"<","value":["table",[{"type":"<","value":["tr",[{"type":"<","value":["th",["Route #"]]},{"type":"<","value":["th",["Serving..."]]}]]},"\n",{"type":"<","value":["tr",[{"type":"<","value":["td",["5"]]},{"type":"<","value":["td",["Northside, Downtown, Chicago Ave, Midtown Exchange, and Mall of America."]]}]]},"\n",{"type":"<","value":["tr",[{"type":"<","value":["td",["6"]]},{"type":"<","value":["td",["Uptown\/Chain of Lakes, Downtown, Dinkytown, U of M."]]}]]},"\n",{"type":"<","value":["tr",[{"type":"<","value":["td",["10"]]},{"type":"<","value":["td",["Downtown, Northeast Minneapolis, Central Avenue"]]}]]},"\n",{"type":"<","value":["tr",[{"type":"<","value":["td",["18"]]},{"type":"<","value":["td",["Downtown, Nicollet Avenue, Eat Street, Art Institute\/MCAD"]]}]]},"\n",{"type":"<","value":["tr",[{"type":"<","value":["td",["21"]]},{"type":"<","value":["td",["Uptown\/Lakes, Lyn-Lake, Midtown, Saint Paul"]]}]]},"\n"]]}]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bus"]},".  Knowing your Route 2 from your Route 22 is considered one mark of a true-blue Twin Citian. The routes and fares are confusing to non-natives. The Metro Transit web site, however, is user-friendly. The ",{"type":"'''","value":["Trip Planner"]}," lets you provide your beginning and ending points and times, and suggests the best route. You can customize this on walking distances, number of transfers, and the like. As routes are anything but linear, carry a schedule and map for any bus route you are riding; these are available on buses (generally right behind the bus driver) as well as at many city government buildings, libraries, and the like. Bus stops are nearly everywhere throughout the city, but some are served infrequently, and some are not labeled as to which routes serve them at which times. Be aware of the white Metro Transit notices sometimes posted at stops; routes often change due to construction or local events and parades. "]},"\n",{"type":"====","value":["Pass options"]},"\nUnlimited ride passes are available in 1-day, 7-day, and 31-day formats. Stored value passes (pay-per-ride) are also available. Day passes are $6 and can be purchased ",{"type":"[","value":["http:\/\/store.metrotransit.org online"]},", at a Metro Transit Store, from a bus driver, or a ticket machine at any light rail station. 7-day ($22) and 31-day ($59-$113.50) passes must be loaded on a ",{"type":"'''","value":[{"type":"[","value":["http:\/\/metrotransit.org\/go-to-card Go-To card"]}]},", which can be purchased online, at a Metro Transit Store, or participating Metro Transit sales outlets. Stored value passes can be loaded on a Go-To card in increments of $10 (up to $400), and come with a 10% bonus on each purchase (e.g. a $10 purchase would give you $11 in fare value, $20 would give you $22, and so forth). Once in possession of a Go-To card, reloading it with new unlimited ride passes or stored value is easy and can be done online, at Metro Transit stores and outlets, or at light rail ticket machines.\n\n",{"type":"====","value":["An Introduction to Minneapolis via Public Transit"]},"\n\nThe northern head of the LRT is a station opened in November 2009 at 5th Street and 3rd Avenue North, next to the ",{"type":"'''","value":["Minnesota Twins"]},"' (baseball) new home of ",{"type":"'''","value":["Target Field"]},". The Target Field station is also the southern terminus of the Northstar Line. Before the extension of the LRT to Target Field, the northern head was farther south in the downtown area, on Hennepin Avenue and South 5th Street near the Warehouse District and the Target Center. Along Hennepin next to the LRT station are bus stops for Route 6, connecting ",{"type":"'''","value":["Uptown"]},", ",{"type":"'''","value":["Downtown"]},", ",{"type":"'''","value":["Dinkytown\/University of Minnesota"]},". This Route 6\/LRT nexus is a good start for first-time visitors, as most hotels (provided you're staying in the city and not some airport\/suburban business traveler hovel) are within a few minutes' walk. If you stay at the airport you can get here via the LRT. Other suburban accommodations are likely to be located near express buses, which largely terminate one block over at Hennepin and South 4th Street. Ask your concierge.\n\nTaking the LRT south from downtown, the first stop you might be interested in is ",{"type":"'''","value":["The Metrodome"]},"... or, at least, it ",{"type":"''","value":["was"]}," the first until recently. The Metrodome, formerly Home to the ",{"type":"'''","value":["Minnesota Vikings"]}," (football), ",{"type":"'''","value":["Minnesota Twins"]}," (baseball), ",{"type":"'''","value":["Minnesota Golden Gophers"]}," (University of Minnesota) football), and the occasional rock concert, was a very recognizable landmark, but was torn down in early 2014. A new stadium for the Vikings, tentatively called Vikings Stadium, will be built on the former Metrodome site and is scheduled to open in 2016.\n\n",{"type":"{{","value":[["infobox"],["What's In a Name?"],["Locals distinguish two sections of the West Bank: Seven Corners and Cedar-Riverside. The two are separated by the University of Minnesota's West Bank campus. To the north is the collegiate Seven Corners, home to campus-flavored bars and student apartments which bleed into downtown. Cedar-Riverside on the south is a combination of young artists, musicians, and the accompanying scenesters, substances, and subculture. Many locals refer to \"their\" West Bank as simply The West Bank, and call the other half by its specific name. The two are divided not only by the university but by the sunken freeway, which connects Washington Ave with Interstate 35W and serves as a traffic bypass. Cedar-Riverside sits on the doorstep of some of the city's most neglected and victimized (but not particularly unsafe) ghettos and largely East African immigrant settlements. For more on Minneapolis' sordid history of urban \"renewal\" and demarcation via freeway building, see Larry Millett's excellent ",{"type":"''","value":["Lost Twin Cities"]},"."]]},"\n\nNext stop, ",{"type":"'''","value":["Cedar\/Riverside"]},". If you walk a few blocks east to Cedar Avenue, there's a vibrant, diverse and sometimes dangerous neighborhood known, coincidentally, as Cedar-Riverside or the West Bank. In terms of danger, it's a neighborhood where you should stay in well-lit areas and cab home if you have a few too many or stay a little too late. (Bars are open until 2AM) Before you are frightened away, there's much this neighborhood has to offer that shouldn't be missed.\n\nEast on Riverside Avenue is the Hard Times Cafe. Hard Times is only closed for two hours every day, from 4AM to 6AM. The food can vary widely depending on who is on duty. They offer good coffee, (often) loud music, games, etc. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/nomadworldpub.com\/msp The Nomad"]}]}," is a little further south on Cedar Ave. It has a nice outdoor patio for smoking and inside a stage where you can see a variety of local rock or jazz shows. Across the street from The Nomad, is ",{"type":"'''","value":["Palmers"]},". Palmers gets a little rough if you don't know how to behave yourself while drinking. Not for the weak of heart or mind. Mind your own business if you go there. Keep heading back south down Cedar Avenue and you'll come to the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/triplerocksocialclub.com Triple Rock Social Club"]}]},", one of a number of Twin Cities music venues which seem to have arisen out of someone's dream of parking a bar in their basement rec-room. The bar side has great food with a lot of vegetarian options. The club side has a big stage and fantastic sound system. Check their web site above for listings. \n\nStill further down Cedar Avenue are the ",{"type":"'''","value":["Whiskey Junction"]}," and ",{"type":"'''","value":["The Cabooze"]},". Whiskey Junction is a favorite hang out for bikers, but a good number of those are the suburban type with expensive Harley Davidsons. The crowd and atmosphere at the Cabooze varies widely, depending at least in part on who is doing their best interpretation of blues that night - from all those people who disappeared from campus freshman year to long-haired exurbans with Polaris ballcaps. Both venues offer live music most nights. If you make it to the Cabooze, you're already near the Franklin Avenue Light Rail stop. Get back on and head down to Lake Street.\n\n",{"type":"'''","value":["Lake Street\/Midtown"]}," has a lot to offer on weekend days in the spring and summer. Namely an outdoor market with lots of good food and locally made goodies. The neighborhood has become a center for Mexican and Central American immigrants, and hence the food of those regions, in Minneapolis. See the ",{"type":"[[","value":[["Minneapolis#Areas_For_Dining"],["Eat"]]}," section for more information. Worth a stop for sure. You can also catch a 21 bus from here to Uptown (make sure the bus is going west).\n\nThe next few stops take you to mostly residential neighborhoods. While there are things to do along them, they're not easily accessible on foot, so we'll skip ahead to ",{"type":"'''","value":["50th Street\/Minnehaha Park"]},".  The Minnehaha Park station is adjacent to a park and Minnehaha Falls.  You can see the 53 foot falls and walk along the creek on its way to the Mississippi River.\n\nThe ",{"type":"'''","value":["Fort Snelling"]}," station is located after the ",{"type":"'''","value":["VA Medical Center"]}," station.  Fort Snelling makes a great day trip. It's the original settlement in  Minnesota and an early wilderness outpost.\n\nNext is the ",{"type":"'''","value":["Airport"]}," and then the ",{"type":"'''","value":["Mall of America"]},", the gargantuan monument to advanced capitalism. The MOA is not quite as sparkling as it was on its opening over two decades ago, but it is still the largest mall around and by some accounts the leading tourist destination in the United States. Tour operators from as far away as Japan organize charter flights and hotel bookings for the single purpose of experiencing \"The Mall\". It offers an indoor amusement park, movies, restaurants and more shopping than is comprehensible. It's a day trip in itself, but not for the thrifty. Food, shopping and the Camp Formerly Known as Snoopy (now Nickelodeon Universe) can burn through your wallet fast. Not for those with poor impulse control. For the tourist in you, check out local kitsch such as the Lake Wobegon Store.\n\nThe return trip: by disembarking at the ",{"type":"'''","value":["Lake Street Station"]}," and catching a #21 Bus going west, or by returning to the LRT headwaters at Hennepin Avenue and catching a #6 Bus bearing south, one can end up at Uptown and the jewel of Minneapolis, the gorgeous Chain of Lakes. If you're here between Memorial Day and Labor Day, rent a canoe ",{"type":"[","value":["http:\/\/www.thetinfish.com\/LC-MN\/boat_rental\/index.htm"]}," at Lake Calhoun (stop at the nearby Lunds grocery on Lake Street for picnic materials) and see four lakes, three enchanting sheltered canals, two islands, and one classic creosote-tastic railroad trestle from a duck's eye view. \n\nThe 21 brings you past the Midtown Market and Lyn-Lake on the way, while the 6 takes you through downtown and past the gleaming Loring Park area, featuring the spectacular Basilica of St. Mary ",{"type":"[","value":["http:\/\/www.mary.org\/events\/tours\/index.html"]},", the infamous Spoon and Cherry ",{"type":"[","value":["http:\/\/garden.walkerart.org"]},", and the shiny metal Rock 'Em-Sock 'Em Robot head that is the new Walker Art Center ",{"type":"[","value":["http:\/\/walkerart.org\/"]}," expansion. Heading north on the 6 will take you across Nicollet Island, another of Minneapolis' abundant urban havens, and through the original Minneapolis\/St. Anthony milling district and a touch of the ethnic food and drink haven that is Northeast Minneapolis on the way to Dinkytown and the University of Minnesota (including an old campus district which is on the National Register of Historic Places, as well as some of the top libraries in the world).\n\nNiceRide bike sharing lets you jump on a bike in downtown and take it anywhere.  The cost is minimal but the convenience isn't!\n\n",{"type":"===","value":["By bike"]},"\n",{"type":"[[","value":[["File:Nice Ride Bike Kiosk.jpg"],["right"],["thumb"],["300px"],["Nice Ride bike-share kiosk"]]},"\nBiking in Minneapolis is a big deal. Over the years, it has invested heavily in bike trails, lanes and \"bicycle boulevards,\" and a good chunk of its populace uses the man-powered two-wheeler to get around. The larger Twin Cities area also offers a good mix of off-road bike trails; for example one can bike from Chaska to St. Paul using only bike trails, some thirty miles. A variety of ",{"type":"[","value":["http:\/\/www.co.hennepin.mn.us\/portal\/site\/HCInternet\/menuitem.3f94db53874f9b6f68ce1e10b1466498\/?vgnextoid=6e0907df789fc010VgnVCM1000000f094689RCRD&vgnextfmt=default maps"]}," show the web of on and off-road routes that span the greater metropolitan area.\nDuring the winter, major bike trails such as the Midtown Greenway are plowed at the same time as major streets. In some neighborhoods like Downtown, Dinkytown, Uptown, and near the University of Minnesota campus, bikes are seen almost as often as cars.\n\nOne of the country's largest urban bike rental programs opened in the summer of 2010. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.niceridemn.org Nice Ride Minnesota"]}]}," two-wheelers are available for rent at 150 locations in both Minneapolis and Saint Paul. A 24-hour pass costs $6, which enables unlimited 30-minute rides. You need a credit card to purchase a pass. \n\nThe Twin Cities also offer a big variety of cycling shops from very race oriented ones (e.g ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gpbicycles.com Grand Performance"]}]}," in St. Paul and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flandersbros.com Flanders Bros"]}]}," in Minneapolis) to more consumer oriented shops (e.g. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/penncycle.com Penn Cycle"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eriksbikeshop.com Erik's"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/boehmscycle.com Boehm's"]}]},") to the most women-friendly worker cooperative bike shop, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/thehubbikecoop.org The Hub Bike Co-op"]}]},".\n\nA very useful cycling shop for visitors and tourists is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.calhouncycle.com Calhoun Cycle"]}]},", which offers, among other services, offers bike rental (both regular and tandem bikes).\n\nFor additional cycling information in the Twin Cities area please visit the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.biketcbc.org Twin Cities Bicycling Club"]}]},".\n\n",{"type":"===","value":["Skyway"]},"\n\nNo discussion of getting around Minneapolis would be complete without mention of the Skyway.  Covering most of an approximate 7x7 block region of central downtown, the Skyway is a series of public pedestrian spaces on the 2nd floor of downtown buildings connected by enclosed bridges between buildings.  It is possible to walk through most of downtown and never go outdoors, a real advantage during winter.  Additionally, the Skyway allows you to bypass stoplights and quickly move through the city.  Beyond the core region, the Skyway reaches about 12 blocks in the north\/south direction and 8 blocks east\/west.  The Skyway is home to multiple restaurants, stores, shops and malls.  If visiting downtown Minneapolis during the winter, using a parking deck or staying at a hotel on or very near the Skyway is well worth the investment.   Hours vary slightly, but most buildings are open noon-6PM Sunday, 6:30AM-9PM or 10PM M-F and 9:30-8PM on Saturday.\n\n",{"type":"==","value":["See"]},"\n\nThe museums, natural parks and waterfronts, malls, shopping districts, and dining zones should give you several options no matter what your age.\n\n",{"type":"===","value":["Museums"]},"\n\n",{"type":"*","value":[" The major fine art museum in town is the ",{"type":"'''","value":["Minneapolis Institute of Arts"]}," in ",{"type":"[[","value":[["Minneapolis\/Southwest"],["Whittier"]]},", which covers 5,000 years of art and has a particularly strong collection of Asian art. Not too far away is the ",{"type":"'''","value":["Walker Art Center"]}," near ",{"type":"[[","value":[["Minneapolis\/Downtown"],["Loring Park"]]},", one of the big five modern art museums in the U.S. Another (mostly) contemporary art museum is the ",{"type":"'''","value":["Weisman Art Museum"]}," on the ",{"type":"[[","value":[["Minneapolis\/Southeast"],["U of M East Bank campus"]]},"; it tends to be more known for its Frank Gehry-designed building than any of the art collections inside. A more recent addition to the collection of art museums in Minneapolis is ",{"type":"'''","value":["The Museum of Russian Art"]},", housed in a former church in ",{"type":"[[","value":[["Minneapolis\/Southwest"],["Southwest Minneapolis"]]},"; its focus is on 20th century Russian art which naturally means there is also a strong collection of Soviet art."]},{"type":"*","value":[" For history buffs, there's the ",{"type":"'''","value":["Mill City Museum"]}," near the ",{"type":"[[","value":[["Minneapolis\/Downtown"],["Downtown"]]}," riverfront, housed in the former Washburn \"A\" Mill. The museum chronicles the development of the flour milling industry in Minneapolis; the city was the world's leading producer of flour around the turn of the 20th century. Down in ",{"type":"[[","value":[["Minneapolis\/Southwest"],["Whittier"]]}," near the MIA is the ",{"type":"'''","value":["Hennepin History Museum"]},", a somewhat low-key museum with permanent and rotating exhibits covering the history of Minneapolis and Hennepin County. They also have an archival library (free and open to the public) covering local history."]},"\n",{"type":"===","value":["Theater"]},"\n\nTheaters are clustered in ",{"type":"[[","value":[["Minneapolis\/Downtown"],["Downtown"]]},", the ",{"type":"[[","value":[["Minneapolis\/South"],["West Bank"]]},", and ",{"type":"[[","value":[["Minneapolis\/Southwest"],["Uptown"]]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\nMinneapolis on the surface seems like a pretty but rather quiet tourist destination.  If you properly do your research though, there is plenty to do.\n\n",{"type":"*","value":[" As mentioned earlier above, Minneapolis has beautiful lakes and riverfronts that the local residents work hard to keep clean.  It is also easy with a car, the proper permits, and necessary equipment to go camping as close as twenty miles east on the St. Croix River, or as far as seven hours north on the Canadian border.  And it can be delightfully cheap. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Biking"]},".  An old freight train railway has been converted into the Midtown Greenway, ",{"type":"[","value":["http:\/\/www.ci.minneapolis.mn.us\/citywork\/public-works\/transportation\/bicycles\/maps\/midtown.pdf"]},", which cuts through the middle of ",{"type":"'''","value":["South Minneapolis"]}," beginning on the ",{"type":"'''","value":["West Bank"]}," and crossing west all the way to the ",{"type":"'''","value":["Lake Calhoun"]}," area and meeting up with the Kenworth Trail, ",{"type":"[","value":["http:\/\/www.ci.minneapolis.mn.us\/citywork\/public-works\/transportation\/bicycles\/maps\/kenworth.pdf"]}," which in turn connects with the Cedar Lake Trail, ",{"type":"[","value":["http:\/\/www.ci.minneapolis.mn.us\/citywork\/public-works\/transportation\/bicycles\/maps\/cedarlake.pdf"]},"."]},"\n",{"type":"===","value":["Lakes and Parks"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Walk, bike, drive, swim or paddle"]}," around the chain of lakes running north to south along the western side of Minneapolis proper. Some are connected by lagoons and creeks which eventually spill into the Mississippi River at the famed Minnehaha Falls, inspiration of Longfellow's \"Song of Hiawatha\". These are all part of the Minneapolis Grand Rounds ",{"type":"[","value":["http:\/\/www.minneapolisparks.org\/grandrounds\/home.htm"]},", a 40-mile loop around the city begun over a century ago during the nation's first grand movement to toss the \"Keep Off the Grass!\" signs into the dustbin of history. Each of the Chain of Lakes has a walking path and a one-way biking\/skating path. At least one path is kept clear even during snowy winter month, and it is possible to use the paths almost every day of the year."]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Cedar Lake"]},". Cedar Lake has three public beaches, and is accessible by canoe, rowboat, or kayak by its connecting lagoon to Lake of the Isles and, by extension, Lake Calhoun. It is also the only one of the Chain of Lakes where private property actually fronts the lake."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake of the Isles"]},". Lake of the Isles has bird sanctuaries on its (officially off-limits) islands, and a public skating rink, with a warming house, is groomed in the winter months. Check the newspaper; you may get lucky and catch a world-class speed-skating competition here. Its shores also feature some of the best climbing trees in the city, particularly for those who carry a short rope ladder in their pack. Although residents can lease rack space for their rowboats, canoes, or kayaks, there is no public boat rental. Boats rented or launched from Lake Calhoun can access Lake of the Isles via the lagoon which flows under Lake Street. There are also no public swimming beaches."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Calhoun"]},". Lake Calhoun has several public beaches, including volleyball nets on the South beaches. It also has rowboat and canoe rentals ",{"type":"[","value":["http:\/\/www.thetinfish.com\/LC-MN\/boat_rental\/index.htm"]}," (and lessons) and sailboat lessons. There is an active yacht club that sponsors several races weekly. Also, the surface conditions on Lake Calhoun make this lake most popular among sailboarders, often well into the Fall. While sails can't pass the low street crossings above the lagoons, paddlers can easily reach Lake of the Isles and Cedar Lake. Recent years have seen more competitive bidding for food service contracts, and the current commissary is an affordable fish restaurant that's well rated by local residents and guides. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Harriet"]},". Lake Harriet also has boat rentals. Lake Harriet's features include a bandshell ",{"type":"[","value":["http:\/\/www.minneapolisparks.org\/default.asp?PageID=4&parkid=266"]}," at which numerous local and regional talent perform, and has included the Minnesota Orchestra, among others. It has several public swimming beaches, a marina, and is arguably the most popular and crowded lake among local residents for swimming, boating, walking, biking, and organized family and group celebrations."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Nokomis"]},". Lake Nokomis has several beaches. It should be noted that, in Minneapolis, a public swimming beach is identified by at least a small stretch of sand, and at least one lifeguard during midday hours. Lake Nokomis qualifies. It also has public boat access for canoes, kayaks and sail boats. Several convenience stores and a grocery store are nearby on Cedar Avenue if you need to make a run for that item you forgot on your picnic."]},"\n",{"type":"*","value":[{"type":"'''","value":["Minnehaha Creek"]},". Minnehaha Creek connects Lake Minnetonka in the far west suburbs with the Mississippi river, running through Lake Nokomis and other small lakes along the way. A short tributary connects it to the southeast corner of Lake Harriet, but it is not navigable directly from any of the lakes.. "]},"\n",{"type":"{{","value":[["infobox"],["Fluid Landscapes"],["The face of Minneapolis' lakes and creeks has been ever-changing since the Industrial Age began. Each of the chain of lakes has been dredged repeatedly, shifting the shores and in the case of Isles accidentally submerging a long-lost third island.  Basset Creek ",{"type":"[","value":["http:\/\/www.citilink.com\/~stack\/bassett\/descript.htm"]}," once connected the northwest section of the Grand Rounds—including Wirth Lake and points north and west—with the Mississippi before being diverted and buried to serve as storm drainage. Large stretches of swampy wetlands once made for a makable, if buggy, passage from the north and west suburbs through all of the Lakes to the river. Now this is possible only for those willing to brave manholes, raccoons, and the law in a descent below the city."]]},"\n\n",{"type":"*","value":[{"type":"*","value":["The Chain of Lakes is not a continuous navigable waterway by any means, although the bike and walking paths, and auto parkways, connect parks and waterways from North Minneapolis almost without interruption to the Mississippi River. Minnehaha Creek is a shallow creek that allows canoeing or inflatables' traffic for only a couple months of the year. It terminates into the Mississippi, just after the dramatic Minnehaha Falls, a popular family park destination."]}]},"\n",{"type":"*","value":["Minneapolis features many other parks with recreational, natural, and historical merit in various degrees. ",{"type":"'''","value":["Boom Island Park"]},", just North of Nicollet Island and most easily accessible from the Stone Arch Bridge ",{"type":"[","value":["http:\/\/www.nps.gov\/archive\/miss\/maps\/model\/sabridge.html"]},", features nice fishing on side channels and some of the most unique skyline views in the United States, as well as a look at the century-old remains of massive brickworks and water-power tailrace tunnels of the Pillsbury A Mill. The Mill was the last functioning reminder of Minneapolis' boomtown heyday to shut down in 2005, and is slated to become yet another retail\/restaurant\/condo building lining the redbrick St. Anthony Main. "]},"\n",{"type":"*","value":["Directly across the river is the ",{"type":"'''","value":["Mill Ruins Park"]}," and Mill City Museum ",{"type":"[","value":["http:\/\/www.millcitymuseum.org\/"]},", next to the St. Anthony Falls Lock and Dam—the final lock on the journey up the Mississippi. The Mill Ruins was the site of the Washburn A Mill among others, host of an infamous explosion and fire in the 19th century. And the 20th. And the 20th again. Oh, and there were two more in the 19th. Eventually, the burnt shells were given up on and left standing, and much of the canal and tunnel system which provided water power was covered with earth and paved over to form West River Road. The park features excavations of quite a bit of these early stoneworks from an age when very rich men prided themselves on the quality of even the most mundane, invisible, underground works; as well as the outfall of Basset Creek, buried for the last 1.5 miles of its run beneath downtown. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tower Hill Park"],["alt="],["url=http:\/\/www.pperr.org\/history\/thetower.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Southeast Minneapolis is home to the venerable Witch's Hat, the Prospect Park neighborhood's 1914 water tower. It is on the National Register of Historic Places, and offers maybe the best (if not the broadest) view in the city on the one day per year that its observation deck is open."]]}]},"\n",{"type":"===","value":["Sports"]},"\n",{"type":"*","value":["Minneapolis is home to the ",{"type":"'''","value":["Minnesota Twins"]}," (Major League Baseball), ",{"type":"'''","value":["Minnesota Vikings"]}," (National Football League), ",{"type":"'''","value":["Minnesota Timberwolves"]}," (NBA basketball), and ",{"type":"'''","value":["Minnesota Lynx"]}," (WNBA basketball). The Twins, Timberwolves, and Lynx play at ",{"type":"'''","value":["Target Field"]}," and ",{"type":"'''","value":["Target Center"]},", respectively, which are located in ",{"type":"[[","value":[["Minneapolis\/Downtown"],["Downtown Minneapolis"]]},". The Vikings are temporarily playing at ",{"type":"'''","value":["TCF Bank Stadium"]}," on the University of Minnesota campus until their new stadium opens in 2016. The Vikings home of over three decades, the Metrodome, was demolished in early 2014."]},{"type":"*","value":["The Twin Cities has an NHL hockey team, the ",{"type":"'''","value":["Minnesota Wild"]},", but they play next door in ",{"type":"[[","value":[["Saint Paul"]]}," at the ",{"type":"'''","value":["Xcel Energy Center"]},"."]},{"type":"*","value":["The ",{"type":"'''","value":["Minnesota Golden Gophers"]}," are the college sports team for the University of Minnesota, and their venues are naturally near the U of M campus in ",{"type":"[[","value":[["Minneapolis\/Southeast"],["Southeast Minneapolis"]]},". The Gophers football team plays at the recently built ",{"type":"'''","value":["TCF Bank Stadium"]},"."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.umn.edu University of Minnesota"]}]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.augsburg.edu Augsburg College"]}]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mcad.edu Minneapolis College of Art and Design"]}]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.minneapolis.edu Minneapolis Community and Technical College"]}]},"."]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["#Districts"],["Districts"]]}," articles for more listings."]},"\n",{"type":"===","value":["Shopping Districts"]},"\n",{"type":"*","value":[{"type":"'''","value":["Uptown area"]},", centered on ",{"type":"[[","value":[["Minneapolis\/Southwest"],["Hennepin Avenue and Lake Street"]]},", south of Downtown Minneapolis and extending East to the Lake\/Lyndale avant-garde theatre district.  In this area you'll find all kinds of retailers."]},{"type":"*","value":[{"type":"'''","value":["Nicollet Mall"]}," is a pedestrian mall right in the heart of ",{"type":"[[","value":[["Minneapolis\/Downtown"],["downtown"]]},"."]},"\n",{"type":"===","value":["Clothes"]},"\nClothing boutiques tend to be clustered near ",{"type":"[[","value":[["Minneapolis\/Southwest"],["Uptown and Lyn-Lake"]]},".\n\n",{"type":"===","value":["Bookstores"]},"\n\nThe Twin Cities are a hotbed of independent presses and bookstores. Specialty and used bookstores can be found scattered across the city.\n\n",{"type":"===","value":["Record stores"]},"\n",{"type":"[[","value":[["Minneapolis\/Southwest"],["Southwest"]]}," is home to the bulk of record stores in Minneapolis, including the ",{"type":"'''","value":["Electric Fetus"]},", ",{"type":"'''","value":["Treehouse Records"]},", ",{"type":"'''","value":["Roadrunner Records"]},", ",{"type":"'''","value":["Extreme Noise Records"]}," (specializing in punk), ",{"type":"'''","value":["Fifth Element"]}," (specializing in hip-hop), and ",{"type":"'''","value":["Cheapo"]},". ",{"type":"[[","value":[["Minneapolis\/South"],["South"]]}," is home to ",{"type":"'''","value":["Hymie's Vintage Records"]},".\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["#Districts"],["Districts"]]}," articles for more listings."]},"\n",{"type":"[[","value":[["Image:JucyLucy.jpg"],["350px"],["thumb"],["Jucy Lucy from Matt's Bar in South Minneapolis"]]},"\n",{"type":"*","value":[" Don't miss Nicollet Avenue's ",{"type":"[[","value":[["Minneapolis\/Southwest"],["Eat Street"]]}," for a variety of ethnic fare; it is particularly heavy on Southeast Asian options. Options include ",{"type":"'''","value":["Quang"]}," and ",{"type":"'''","value":["Jasmine Deli"]}," for Vietnamese and the ",{"type":"'''","value":["Black Forest Inn"]}," for German cuisine. ",{"type":"'''","value":["Little Tijuana"]}," is a nice stop for alluring punk\/goth waitresses and inauthentic Mexican plates. The Vietnamese restaurants are incredibly cheap ($5-$10 per person) and have received consistently exuberant reviews since their openings."]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Minneapolis\/Southeast"],["Dinkytown and Stadium Village"]]}," areas near the University of Minnesota have great offerings mostly catering to the collegiate crowd. Plenty of Americanized Chinese and cheap burgers-and-fries joints."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Minneapolis\/South"],["Midtown"]]}," is home to the ",{"type":"'''","value":["Midtown Global Market"]},", operating on the first floor of what used to be a large Sears store. It is now home to a variety of cafes and restaurants from all around the world. Favorites like ",{"type":"'''","value":["Holy Land Deli and Bakery"]},", ",{"type":"'''","value":["Andy's Garage"]}," in Saint Paul, and several restaurants from around the city have opened satellite locations here. ",{"type":"'''","value":["Mercado Central"]}," is another indoor market featuring several Mexican eateries. Outside of the markets, plenty of Mexican and other Latin restaurants dot the Lake Street strip."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Minneapolis\/Northeast"],["Northeast"]]}," contains a wide variety of establishments. Old Saint Anthony is home to decades-old Eastern European mainstays like ",{"type":"'''","value":["Nye's Polonaise Room"]}," and ",{"type":"'''","value":["Kramarczuk's Deli"]}," and newer favorites like ",{"type":"'''","value":["Pizza Nea"]}," and ",{"type":"'''","value":["Red Stag"]},". Closer to Central and Lowry you can find well-regarded Middle Eastern eateries like ",{"type":"'''","value":["Holy Land"]}," and ",{"type":"'''","value":["Crescent Moon"]}," and Mexican restaurants such as ",{"type":"'''","value":["Taco Riendo"]}," and ",{"type":"'''","value":["Adelita's"]},"."]},"\n",{"type":"===","value":["Local dishes"]},"\nTraditional foods associated with Minnesota, including ",{"type":"'''","value":["hotdish"]}," (casserole) and ",{"type":"'''","value":["lutefisk"]}," (a Norwegian fish delicacy) are rarely found in restaurants. However, one uniquely Minneapolitan item that can be easily located is the ",{"type":"'''","value":["Juicy Lucy"]}," (sometimes spelled ",{"type":"''","value":["Jucy Lucy"]},"), a cheeseburger variation in which the cheese is cooked inside two molded-together meat patties rather than on top. The cheese inside the burger is gooey and piping hot. While the origin, and spelling, of the Juicy Lucy is disputed, popular places to order a Juicy Lucy include ",{"type":"'''","value":["Matt's Bar"]}," and the ",{"type":"'''","value":["5-8 Club"]}," in ",{"type":"[[","value":[["Minneapolis\/South"],["South Minneapolis"]]},", and a short distance across the river in ",{"type":"[[","value":[["Saint Paul"]]}," at the ",{"type":"'''","value":["Nook"]},", among others.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["#Districts"],["Districts"]]}," articles for more listings."]},"\n",{"type":"===","value":["Music"]},"\n\nMinneapolis has one of the most vibrant and independent music scenes in the country. The city is probably most famous for its purple pop wonder, Prince, but also has bands such as Soul Asylum, The Replacements, The Jayhawks, Atmosphere and Hüsker Dü just to name a few. Several clubs in town play host to shows by local bands and your chances of finding a good one are better than average.  \n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Minneapolis\/Downtown"],["Downtown"]]}," is home to the internationally renowned ",{"type":"'''","value":["First Avenue"]},". First Avenue is famous as setting for the film ",{"type":"''","value":["Purple Rain"]}," and for the silver stars that cover the outside of the building. The venue is split into three: the Mainroom which hosts national and international touring bands (usually of the punk, indie, and hip-hop variety), the smaller ",{"type":"'''","value":["7th Street Entry"]}," which hosts local and less-known touring bands, and the ",{"type":"'''","value":["Record Room"]}," a small dance lounge primarily used for DJ's and smaller dance nights. Also in the area are the ",{"type":"'''","value":["Fine Line Music Cafe"]},", the ",{"type":"'''","value":["Dakota Jazz Club"]},", ",{"type":"'''","value":["Grumpy's"]},", ",{"type":"'''","value":["Lee's Liquor Lounge"]},", and ",{"type":"'''","value":["Bunkers"]},"."]},{"type":"*","value":[" The ",{"type":"[[","value":[["Minneapolis\/South"],["West Bank"]]}," contains the ",{"type":"'''","value":["Triple Rock Social Club"]},", a popular venue for punk and indie shows. The ",{"type":"'''","value":["Cabooze"]}," is a biker bar featuring mostly classic rock-type music. Other venues include the ",{"type":"'''","value":["Nomad"]},", the ",{"type":"'''","value":["Red Sea"]},", and in the nearby Seward neighborhood, the ",{"type":"'''","value":["Hexagon Bar"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Minneapolis\/Southwest"],["Uptown and Lyn-Lake"]]}," have places like ",{"type":"'''","value":["Famous Dave's"]}," for local and national blues acts and ",{"type":"'''","value":["Dulono's"]}," for bluegrass and folk nights."]},{"type":"*","value":[" ",{"type":"[[","value":[["Minneapolis\/Northeast"],["Northeast"]]}," has some venues scattered around like the ",{"type":"'''","value":["Terminal Bar"]}," and the ",{"type":"'''","value":["331 Club"]},". In nearby ",{"type":"[[","value":[["Minneapolis\/Southeast"],["Dinkytown"]]},", don't miss the elegantly decorated ",{"type":"'''","value":["Varsity Theater"]}," and college band favorite, the ",{"type":"'''","value":["Kitty Cat Klub"]},"."]},"\n",{"type":"===","value":["Alcohol"]},"\nThe nightlife in general can be vibrant in several areas.  The ",{"type":"[[","value":[["Minneapolis\/Downtown"],["Warehouse District"]]}," is great for clubbers, ",{"type":"[[","value":[["Minneapolis\/Southeast"],["Dinkytown"]]}," is good for college party-goers, ",{"type":"[[","value":[["Minneapolis\/Southwest"],["Uptown"]]}," is good for those with a bit more money, and ",{"type":"[[","value":[["Minneapolis\/Northeast"],["Northeast"]]}," is great for dive bar aficionados.  Minneapolis is not the 24 hour city that New York is, but bars close at 2AM so that is still plenty of time, especially if you find a party to go to afterwards.\n\nMinneapolis certainly accommodates those seeking a good drink, a tendency which certainly compliments the alcohol culture endemic to the Upper Midwest.  There are over a dozen Irish, German, or British pubs, such as ",{"type":"'''","value":["The Local"]},", ",{"type":"'''","value":["Black Forest Inn"]},", ",{"type":"'''","value":["Brit's Pub"]},", ",{"type":"'''","value":["Gastoff's"]},", ",{"type":"'''","value":["O'Donovan's"]}," or ",{"type":"'''","value":["Kieran's"]},".  Local dining, clubs, pubs, and bars in general compete for the best Happy Hour specials.  It's a good idea to pick up a ",{"type":"'''","value":["City Pages"]}," or to do an internet search to find the best deals.\n\n",{"type":"===","value":["Coffee\/Tea"]},"\n\nThe Scandinavian and north African influence can be seen quite clearly in the ubiquitous access to coffee shops in Minneapolis. This is a place where important things are discussed over a cup of coffee. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cariboucoffee.com Caribou"]}]}," is a locally-based national chain that actually outnumbers Starbucks in Minnesota and has a similar feel and quality in the drinks, except the shots are 1.5 oz compared to Starbucks 1.0 ounce, and they usually offer free WiFi. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dunnbros.com Dunn Bros"]}]}," is also locally-based and is third in chains for number of locations, and their coffee is fresh-ground daily in the shop but somewhat stronger than most places in town. Their fantastic brewed coffee is a little more impressive than the espresso, but their shots are at least a mighty 3.0 oz. Dunn Bros also excels at offering free WiFi access and (often) free Internet terminals. If you're looking for something a little less corporate, you can be rest assured that there will be a coffee shop nearby in most parts of town, as Minneapolis' independent spirit has yielded good cups of coffee in so many places that one can hardly throw a rock without it landing in a latte. The number of independent coffee shops per block reaches critical mass near ",{"type":"[[","value":[["Minneapolis\/Southwest"],["Uptown and Lyn-Lake"]]}," and around the ",{"type":"[[","value":[["Minneapolis\/Southeast"],["University of Minnesota"]]}," neighborhoods. The density of coffee shops isn't ",{"type":"''","value":["quite"]}," as great in ",{"type":"[[","value":[["Minneapolis\/South"],["South"]]}," and ",{"type":"[[","value":[["Minneapolis\/Northeast"],["Northeast Minneapolis"]]},", but there will still be enough options to keep you satisfied. Comparatively speaking, ",{"type":"[[","value":[["Minneapolis\/North"],["North Minneapolis"]]}," is somewhat of a coffee desert, but there will still be a couple options to which locals are fiercely loyal. There is also a growing specialty coffee shop movement in Minneapolis if you're willing to pay an extra dollar (or three) for a better cup.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"''","value":["See the ",{"type":"[[","value":[["#Districts"],["Districts"]]}," articles for more listings."]},"\n\nThere is a good variety of hotels. ",{"type":"[[","value":[["Minneapolis\/Downtown"],["Downtown"]]}," hosts many independent and international hotel chains from the mid-range to the high-end. ",{"type":"[[","value":[["Minneapolis\/Southeast"],["The University of Minnesota campus"]]},", not too far from downtown, has many mid-range options. ",{"type":"[[","value":[["Minneapolis\/South"],["South Minneapolis"]]}," has limited options but they are also close to downtown. The Twin Cities' only ",{"type":"[[","value":[["Hostels"],["backpackers hostel"]]}," is located ",{"type":"[[","value":[["Minneapolis\/Southwest"],["near Eat Street and the Minneapolis Institute of Arts"]]},". Travellers getting by without a car will want to avoid staying in a hotel outside the city.\n\n",{"type":"==","value":["Stay safe"]},"\nDial ",{"type":"'''","value":["911"]}," for emergencies and ",{"type":"'''","value":["311"]}," for non-emergencies.\n\nAs with any major American city, keep your eyes open and your wits about you. Crime is relatively low in most parts of Minneapolis that you're likely to visit, but is not unknown.\n\nBe wary of the Near North, Camden, and Phillips communities, particularly at night.  Violent crimes can occur and unfortunately have occurred in all parts of the city.\n\nAs in all other cities these crimes receive a disproportionate amount of attention from local media. These tragic events, however, are typically not random so they will probably not impact your visit. You are more likely to be a victim of crimes of opportunity. \n\nWhen traveling, do not leave any items that can be quickly converted to cash in plain view in cars or unattended at restaurants and other public areas.  These crimes can and do occur in all areas, especially where you would have your guard down.\n\nWhen you take in the great park system or travel to the unique urban shopping destinations ensure that all valuables remain with you or are secured out-of-view in your vehicle.\n\nAlso if you are going to secure your valuables in a vehicle, make sure you store them prior to arriving at you destination.  Thieves are experts at watching people store valuables in the trunk and then striking when they leave.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Telephones"]},"\nMinneapolis, along with the airport, the suburbs of Richfield and St. Anthony, and the entire University of Minnesota-Twin Cities campus is in the ",{"type":"'''","value":["612"]}," area code. From 612, it is not necessary to dial a 1 before the area code when calling numbers in the ",{"type":"'''","value":["651"]}," (Saint Paul and east suburbs), ",{"type":"'''","value":["763"]}," (northwest suburbs), or ",{"type":"'''","value":["952"]}," (southwest suburbs) area codes.\n\n",{"type":"===","value":["Internet"]},"\nInternet cafes are nonexistent in Minneapolis. Many coffeeshops offer free wifi, but very few will have computer terminals.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hclib.org Hennepin County Library"]}]}," has computer workstations with internet access at all of their locations. Access to a computer is on a first-come, first-served basis, and reservations can only be made in person. Out-of-town visitors will need to obtain a temporary internet pass from a librarian. The library also offers unlimited wireless internet access (no pass needed). See district articles for specific locations.\n\nThe city of Minneapolis maintains a number of ",{"type":"[","value":["http:\/\/www.minneapolismn.gov\/wireless free wifi hotspots"]}," throughout the city.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Publications"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.startribune.com Star Tribune"]}]},". Minneapolis' daily newspaper. $1 daily, $2 Sunday."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.twincities.com Pioneer Press"]}]},". Daily newspaper based across the river in Saint Paul, but still available in Minneapolis and around the Twin Cities. $0.50 daily, $1 Sunday."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.citypages.com City Pages"]}]},". Free alternative weekly that comes out every Wednesday with theatre and music listings, and an annual \"best of\" issue well worth checking out."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vita.mn Vita.mn"]}]},". Free weekly newspaper published by the Star Tribune on Thursdays."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lavendermagazine.com Lavender"]}]},". Free biweekly LGBT magazine."]},"\n",{"type":"===","value":["Hospitals"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hennepin County Medical Center"],["alt=HCMC"],["url=http:\/\/www.hcmc.org"],["email="],["address=7th St between Park and Chicago"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Occupies five city blocks on the east end of Downtown, near the Metrodome. Has a Level I trauma center."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Abbott Northwestern Hospital"],["url=http:\/\/www.abbottnorthwestern.com"],["email="],["address=Chicago Ave between 26th and 28th Sts"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/minneapolis\/index.aspx?lang=eng"],["email=mnpls-td@international.gc.ca"],["address=701 4th Ave S, Suite 901"],["lat="],["long="],["directions="],["phone=+1 612 333-4641"],["tollfree="],["fax=+1 612 332-4061"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url="],["email=http:\/\/www.sre.gob.mx\/saintpaul"],["address=797 E 7th St, Saint Paul"],["lat="],["long="],["directions="],["phone=+1 651 771-5494"],["tollfree="],["fax=+1 651 772-4419"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/www.norway.org\/ARCHIVE\/minneapolis"],["email=hcg.minneapolis@mfa.no"],["address=901 Marquette Ave"],["lat="],["long="],["directions="],["phone=+1 612 332-3338"],["tollfree="],["fax=+1 612 332-1386"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria (Honorary)"],["url=http:\/\/www.austria.org\/content\/view\/126\/145\/"],["email=herbk@crowntonka.com"],["address=10700 Highway 55, Suite 300, Plymouth"],["lat="],["long="],["directions="],["phone=+1 763 543-0109"],["tollfree="],["fax=+1 763 543-2384"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland (Honorary)"],["url=http:\/\/www.finland.org\/public\/default.aspx?nodeid=41034&contentlan=2&culture=en-US"],["email=kmwargelin@comcast.net"],["address=2429 Girard Ave S"],["lat="],["long="],["directions="],["phone=+1 612 374-2718"],["tollfree="],["fax=+1 612 374-2718"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany (Honorary)"],["url=http:\/\/www.germany.info\/Vertretung\/usa\/en\/04__Legal\/01__Consulate__Finder\/HC\/02__ABC\/Tiefenbacher-Hudson.html"],["email=HonoraryConsul@tripleink.com"],["address=60 S 6th St, Suite 2800"],["lat="],["long="],["directions="],["phone=+1 612 342-9899"],["tollfree="],["fax=+1 612 596-3899"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands (Honorary)"],["url=http:\/\/dc.the-netherlands.org\/Config\/Right_column\/Other_representations_in_the_U_S\/Honorary_Consulates"],["email=consul@minnesotaconsul.nl"],["address=33 S 6th St, Suite 4200"],["lat="],["long="],["directions="],["phone=+1 612 373-8831"],["tollfree="],["fax=+1 612 373-8881"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland (Honorary)"],["url=http:\/\/www.eda.admin.ch\/eda\/en\/home\/reps\/nameri\/vusa\/afousa.html#rep_292"],["email=rudigutmann@cs.com"],["address=18250 39th Ave N, Plymouth"],["lat="],["long="],["directions="],["phone=+1 763 478-3018"],["tollfree="],["fax=+1 763 478-3018"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom (Honorary)"],["url=http:\/\/united-kingdom.visahq.com\/embassy\/United-States"],["email="],["address=800 Nicollet Mall, Suite 2600"],["lat="],["long="],["directions="],["phone=+1 612 338-2525"],["tollfree="],["fax=+1 612 339-2386"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nThere are several day or overnight destinations near the city. \n\n",{"type":"===","value":["In the Twin Cities metro"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mall of America"]}," in nearby ",{"type":"[[","value":[["Bloomington (Minnesota)"],["Bloomington"]]},".  Minnesota has no sales tax on clothing."]},{"type":"*","value":[" ",{"type":"'''","value":["Valleyfair"]}," is an amusement park that's within an hour's drive in nearby ",{"type":"[[","value":[["Shakopee"]]},". "]},{"type":"*","value":[" ",{"type":"'''","value":["Minnesota Zoo"]}," is in nearby ",{"type":"[[","value":[["Apple Valley (Minnesota)"],["Apple Valley"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Stillwater (Minnesota)"],["Stillwater"]]}]}," is a beautiful, historic town about an hour away that has the highest number of celebrity sightings per capita in the state."]},"\n",{"type":"===","value":["Greater Minnesota"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lutsen"]]}]}," has what may be the best skiing in the state (or a few states, given the otherwise flat geography) with cheap ski\/stay packages. At 5 hours from Minneapolis, this is not exactly a day trip but worth the drive if you are a gravity addict!"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lake Mille Lacs"]]}]}," offers good fishing, boat rentals and fishing guides."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["New Ulm (Minnesota)"],["New Ulm"]]}]}," is famous for its German beer, German festivals, and amateur baseball tradition."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Pine City"]]}]}," is north, nice and close, just an hour's drive from downtown.  It's a great glimpse of small-town Minnesota life."]},{"type":"*","value":[" ",{"type":"'''","value":["State Parks"]},". The state has many well-kept state parks for those who like to camp and fish."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Duluth (Minnesota)"],["Duluth"]]}]},", the gateway to the North Shore, is 155 miles north on I-35, and is great for an overnight trip."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-35W.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Duluth (Minnesota)"],["Duluth"]]}],["minorl1=",{"type":"[[","value":[["Roseville (Minnesota)"],["Roseville"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Des Moines"]]}],["minorr1=",{"type":"[[","value":[["Richfield (Minnesota)"],["Richfield"]]}],["image2=I-94.svg"],["imagesize2=22"],["image2a=US 52.svg"],["imagesize2a=22"],["image2b="],["imagesize2b="],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Fargo"]]}],["minorl2=",{"type":"[[","value":[["Brooklyn Park (Minnesota)"],["Brooklyn Park"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Image:I-94.svg"],["18px"]]}," to ",{"type":"[[","value":[["Madison (Wisconsin)"],["Madison"]]}],["minorr2=",{"type":"'''","value":[{"type":"[[","value":[["Saint Paul"]]}]}],["image3=I-394.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Minnetonka"]]}],["minorl3=",{"type":"[[","value":[["Saint Louis Park (Minnesota)"],["Saint Louis Park"]]}],["directionr3=E"],["majorr3=END"],["minorr3="],["image4=US 12.svg"],["imagesize4=22"],["directionl4=W"],["majorl4=",{"type":"[[","value":[["Aberdeen (South Dakota)"],["Aberdeen"]]}],["minorl4=",{"type":"[[","value":[["Saint Louis Park (Minnesota)"],["Saint Louis Park"]]}," ",{"type":"{{","value":[["lfarrow"]]}," Follow ",{"type":"[[","value":[["Image:I-394.svg"],["18px"]]}," west"],["directionr4=E"],["majorr4=",{"type":"[[","value":[["Eau Claire (Wisconsin)"],["Eau Claire"]]}],["minorr4=Follow ",{"type":"[[","value":[["Image:I-94.svg"],["18px"]]}," east ",{"type":"{{","value":[["rtarrow"]]}," ",{"type":"'''","value":[{"type":"[[","value":[["Saint Paul"]]}]}],["image5=MN-55.svg"],["imagesize5=22"],["directionl5=W"],["majorl5=",{"type":"[[","value":[["Paynesville (Minnesota)"],["Paynesville"]]}],["minorl5=",{"type":"[[","value":[["Plymouth (Minnesota)"],["Plymouth"]]}],["directionr5=E"],["majorr5=",{"type":"[[","value":[["Hastings (Minnesota)"],["Hastings"]]}],["minorr5=",{"type":"[[","value":[["Eagan"]]}],["image6=MN-77.svg"],["imagesize6=22"],["directionl6=N"],["majorl6=END"],["minorl6="],["directionr6=S"],["majorr6=",{"type":"[[","value":[["Apple Valley (Minnesota)"],["Apple Valley"]]}],["minorr6=",{"type":"[[","value":[["Richfield (Minnesota)"],["Richfield"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["44.97901"],["-93.265"]]},"\n",{"type":"{{","value":[["isPartOf"],["Twin Cities"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Minneapolis"]]},"\n",{"type":"[[","value":[["Commons:Category:Minneapolis, Minnesota"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Minnesota\/Localities\/M\/Minneapolis"]]}]