[{"type":"{{","value":[["pagebanner"],["Cala_Galdana_Panorama_banner.jpg"]]},"\n",{"type":"'''","value":["Minorca (Menorca)"]}," is the second largest of the ",{"type":"[[","value":[["Balearic Islands"]]},", located to the northeast of ",{"type":"[[","value":[["Mallorca"]]}," and is the least overrun and most tranquil of the Balearics. Due to its unspoilt beauty, it allows the more adventurous the opportunity to discover new charms and experiences. Despite its smaller size among other Spanish islands, the number of beaches that Menorca has equals the number of beaches that can be found in Mallorca and Ibiza combined. The possibility of having a beautiful beach largely to yourself in the summer, combined with alfresco dining and peaceful holiday resorts, makes Minorca a highly desirable place to visit.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[" The island is split into eight administrative divisions - Maó, Es Castell, Sant Lluis, Alaior, Es Mercadal, Es Migjorn Gran, Ferreries and Ciutadella."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Maó"]]}," or Mahon is the capital city notable for bars, restaurants and its port. Mao's harbor is its most impressive feature and is a strong drawcard for visitors, especially the British, who today flock to the island in droves. The main tourist area is along the south coast and includes the resorts of Santo Tomas, Son Bou, Cala en Porter, Binibeca, Punta Prima and S'Algar. The town is built atop cliffs that line the harbor's southern shore, with the majority of the architecture in the 18th century Georgian style."]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Fornells"]]}," - A small fishing village on the north coast that has some delicious seafood restaurants and is on the edge of a large picturesque bay."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ciutadella"]]}," or Ciudadela - Former capital city during until the first British occupation."]},{"type":"*","value":[" ",{"type":"[[","value":[["Alaior"]]},"- Home to the local cheese and shoe industries."]},{"type":"*","value":[" ",{"type":"[[","value":[["Es Mercadal"]]}," - Right in the center of the island"]},"\n",{"type":"==","value":["Understand"]},"\nThe harbour at ",{"type":"'''","value":["Maó"]},", the island capital, is the second largest natural deep water port in the world - the largest being Pearl Harbour. The whole island is a European Biological Reserve and Unesco Biosphere Reserve aiming to preserve environmental areas. More than a 75% of the territory is protected. You can watch some of the last turtles of the Mediterranean, birds and protected species.\n\nAn identifying sign of Minorca is its fascination with horses. All things centre around horses and the people love them. Minorca has its own race of black horses. In all the festivities the horses and their \"caixers\" (riders) are the centrepieces. The \"Cami de Cavalls\" is a pathway surrounding the island for horse riding and it was used in the past for defense of the coast by horse.\n\nMinorca  is a relatively quiet island which means that more wholesome, family fun holidays are geared towards this island. If you prefer a more vibrant night scene, head to nearby Ibiza or Mallorca for a bustling city atmosphere.\n\nIf you do take time to explore the interior you will discover a wealth of interesting and historic landmarks from El Toro the highest point on the Island to\nthe most significant prehistoric sites at Trepucó and Torre d’en Galmés.\n\nTo this day no one is certain of the significance of these prehistoric monuments\nin the form of Taules, T shaped stone formations thought to be spiritual sanctuaries; \nTalayots which are stone towers that local people believe were once used as look-out points. \nThere is little evidence to support these theories about Menorca’s prehistoric past nor\nthe original function of these breathtaking creations . Taules are named after the Menorquí\nword for table. (Menorquí is the local dialect of Catalan which is widely spoken on the Island). \nMenorca is by far the richest place in Europe for sites of prehistoric settlements, mostly \ndating from the Talaiotic Period, which was the period of civilisation between 2000 and 1000 BC. \nThe term Talayot is believed to originate from the Arabic atalaya  meaning “watch tower”.\n\nAnother feature of prehistoric Menorca, and one of its most famous monuments,  is the communal \nburial structure known as a Naveta. The best example of such a structure is close to\nthe former capital Ciutadella. Just to the east of the town is the Naveta d’es Tudons which dates \nfrom around 1300 BC it is believed to be the oldest roofed building in Europe. It gets its name from\nits shape which is like an unturned boathape of an upturned boat. You enter via a small low entrance\nwhich gives access to a roomy interior which measures 46 feet in length, 21 feet in width and up to \n13 feet in height. When it was first excavated in the 1950s there were the remains of some \nfifty bodies confirming that it was used as a burial chamber.\n\nSince prehistoric times   the Island has been controlled by the Romans, Moors, Catalans, Spanish, French and English. All these nations have left their mark on the Island and monuments to visit from Sanisera, the archaeological site close the port of Sanitja on the north coast of the island to the ruins of the Fifth Century Bascilica on the beach at Son Bou.\n\nSo here we are back at the beach where we first started. Hardly surprising when you consider that you can \ndrive from east to west in an hour and north to south in about 45 minutes.\n\nDuring the 18th Century, Minorca was a bone of contention among the British, French and Spanish powers. This was due to the Port of Maó, the finest natural harbour in the Mediterranean, and one of the best in the world, which could protect the largest fleets of the time in their entirety. The Utrecht Treaty, signed in 1713, gave place to the first British presence on Minorca, which lasted until 1755. The first British Governor was John Campbell (Argyll) nominated by the Queen Anne. Richard Kane, from County Antrim in Ireland, the second British Governor, is still fondly remembered for his effective support of agriculture on the island; he introduced the cultivation of the apple, promoted cattle breeding and built roads and reservoirs which are still in use today. The Scottish Col.Patrick Mackellar (Argyll) was the chief engineer of Minorca and responsible for the main constructions of the British legacy. The main contribution of Mackellar was the design and construction of Georgestown (Es Castell) near to Sant Felip fortress at the entry of Mahon harbour.\n\nThere were two later periods of British presence on Minorca, from 1763 till 1781 and 1798 to 1808. The British left more than their earthworks and ramparts behind. Things as varied as the growth of Maó, which enthusiastically accepted the opportunities for trade and the abolition of the Inquisition, the traditional woodworking and boat building techniques and designs and Minorca's most popular drink, gin.\n\nThe Golden Farm, a summer house near Maó, is one of the symbols of British presence on Minorca, perhaps as much as the bow and sash windows still to be found in the capital's old part quarter.\n\nSon Granot is a Georgian style house built during the British presence on Minorca and is where Mackellar lived. This building is the second symbol of British presence and is considered a monument. Now the house is totally restored keeping the original concepts of XVIII century and it is a pretty land hotel and restaurant at the entry of Mahon harbour. It is the first house(red and white) you can see arriving by ship.\n\n",{"type":"==","value":["Talk"]},"\nThe locals speak a form of Catalan language called Menorquí. It is a language not easily understood by Spanish speakers.  However all the inhabitants also speak Spanish.  Additionally most speak English to a reasonable standard, especially in the tourist areas.\n\n",{"type":"==","value":["Get in"]},"\n\nRegular flights are available directly to ",{"type":"[[","value":[["Maó"]]}," from mainland Spain and the sister islands of Ibiza and Mallorca. Regular scheduled services are available with Monarch from Birmingham, Manchester, London Luton and London Gatwick.  Easyjet, Jet 2 and British Airways also operate flights from some major and regional UK airports.\n\nMinorca's airport is served by buses to ",{"type":"[[","value":[["Maó"]]}," (Euro$1.50, 15 min) every half hour from around 6AM to 10PM and then hourly to midnight. The bus stops at the bus station, the Estacio Maritima and a couple of other intermediate points.\n\nRegular ferries from both mainland Spain and Majorca are also available.  Modest-sized cruise ships occasionally visit.  They primarily use the deep harbor of ",{"type":"[[","value":[["Maó"]]},", which offers highly scenic views of homes, hotels\/resorts and historic structures and fortifications.\n\n",{"type":"==","value":["Get around"]},"\nTaxis are the most popular form of transport and there are many car rental companies to choose from.\n\nThere are numerous agents and companies specialising in car hire in Minorca - both at the airport and in resorts - although it may be prudent to organise it from home before you arrive to avoid disappointment during peak periods.\n\nMost of the Western beach towns are served by buses leaving from the main Plaza in Ciutadella. Other buses leave from Ferreries, Alaior and the largest bus stop on the island is that one in Maó, it serves Sant Lluis and then all of the beach towns in the East. Son Bou is reached from Alaior. The main bus route which serves Maó, Alaior, Es Mercadal, Ferreries and Ciutadella runs along the centre of the island.\n\nMost buses leave hourly and are very inexpensive, at around €4 to €5 to travel between Ciutadella and ",{"type":"[[","value":[["Maó"]]},".\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["El Toro"]}," (or ",{"type":"'''","value":["Monte Toro"]},") (the highest point on the island, near Es Mercadal) for a fantastic panoramic view of the island."]},{"type":"*","value":[" ",{"type":"'''","value":["Xoriguer Gin Distillery"]},". Minorca's very own Xoriguer Gin Distillery, constructed during the 18th century, is situated at the Moll de Ponent dockside. Minorcan gin is distinctively aromatic and very tasty, and generally offered only there and by select European retailers elsewhere.  Fortunately you may sample and purchase it on-site, as well as the many other types of liquor that the Xoriguer Distillery manufactures. This attraction is open to the public from M-F 8AM to 7PM and Saturdays 9AM to 1PM."]},{"type":"*","value":[" ",{"type":"'''","value":["Museu de Menorca"]},". This former 15th century Franciscan monastery contains the earliest history of the island, the Roman and Byzantine eras and Muslim Minorca and includes paintings from more recent times times. Open 10AM -2PM and 6-8:0PM Tu-Sa, 10AM-2PM Sun and holidays."]},{"type":"*","value":[" ",{"type":"'''","value":["Placa Alfons III"]},". The eye-catching plaza named Placa Alfons III is situated in close proximity to Avda de la Constitucio. This plaza is lined with noteworthy restaurants and cafés that are worth more than a passing glance. Be sure to check out the aged windmill, which now serves as headquarters for the town's tourist information office."]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=La Mola Fortress"],["alt=Fortalesa Isabel II La Mola"],["url=http:\/\/www.fortalesalamola.com"],["email="],["address=c\/La Mola s\/n"],["lat="],["long="],["directions=Maó"],["phone= +34 971364040"],["tollfree="],["fax="],["hours=Daily"],["price=7€"],["content=A magnificent mid nineteenth-century Spanish fortress set over Maó harbour, a fine example of mid nineteenth-century Spanish military architecture"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Industrias Artesanas"],["url=http:\/\/www.abarcas.net"],["email="],["address=Poligono Industrial de Ferreries"],["lat=39.987307855733675"],["long=4.023241102695465"],["directions=Just off the main Mahon - Ciudadela road at the Ferreries roundabout.  Look for the building with the flags"],["phone=+34 971 15 50 77"],["tollfree="],["fax="],["hours=7 days in summer"],["price="],["content=See traditional Minorcan footwear being made at the Industrias Artesanas factory shop.  Known locally as Abarcas or Avarcas, they once were the footwear of choice for farmers and land workers, but now a fashion icon and exported all around the world."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nMinorca has its share of beautiful coastline that deserves recognition. Minorca beaches are generally not crowded, so  finding a nice relaxing spot of your own is not hard to achieve. \nThe closest decent beaches to the capital are Es Grau to the north and Platja de Punta Prima to the south. Both are connected to Maó by local bus. There are around eight buses a day to Punta Prima.\nOther beaches of note are:\n",{"type":"*","value":[{"type":"'''","value":["Cala Macarelleta"]},"."]},{"type":"*","value":[{"type":"'''","value":["Cala en Turqueta"]},"."]},{"type":"*","value":[{"type":"'''","value":["Cala Pregonda"]},". Probably the most beautiful beach on the North Coast. "]},{"type":"*","value":[{"type":"'''","value":["Cala Rafalet"]},"."]},{"type":"*","value":[{"type":"'''","value":["Son Bou"]},". The largest beach of ",{"type":"'''","value":["Minorca"]}," (about 2.5 km long). Most of the people remain near the parking and hotel area, so there is plenty of room if you do not mind walking a few minutes from the crowd."]},"\nNumerous operators offer glass-bottomed cruises around the harbor next to the ferry terminal. Rutas Maritimas de la Cruz is the most fun and very recommendable.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Son Bou Scuba"],["url=http:\/\/www.sonbouscuba.com"],["email="],["address=Centro Comercial San Jaime s\/n"],["lat="],["long="],["directions=Son Bou"],["phone=+34 696 628 265"],["tollfree="],["fax="],["hours="],["price=starting from € 35."],["content=Professional PADI staff available to take you to visit underwater caves and caverns, wrecks and the protected Marine Reserve on the North Coast. Novices and experienced divers alike are welcome."]]}]},"\n",{"type":"==","value":[" Buy "]},"\n\n",{"type":"==","value":["Eat"]},"\n\nMinorca is packed with good restaurants whose menus especially feature fish and seafood. Minorca also has a great variety of bars and cafes, some open for 24 hours a day.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Es Pla"]},", +34 971 376 655. Open daily 1-3PM and also from 7-11PM at weekends. While the option to arrive at Es Pla by yacht is there, (it's the method that King Juan Carlos 1 uses), you can easily enter by foot, although it is wise to book ahead considering this restaurant is a plate with a view. The reigning monarch tucks into caldereta de langosta, a delightful lobster stew, but if you're after something a little less royal, try the lobster paella or a grilled loin of pork. As the fame of Es Pla grows, so do the prices and the service gets worse, but isn't it great to boast that you've dined like a king?"]},{"type":"*","value":[" The ",{"type":"'''","value":["Windmill restaurant"]},", +34 971 375 392. Moli d'es Raco in Es Mercadal, on the main Maó-Ciutadella road. The restaurant inside the 300 year-old \"molino\" has an authentic, homely atmosphere. Authentic Minorcan cuisine."]},{"type":"*","value":[" ",{"type":"'''","value":["Es Cranc"]}," in 29 Ses Escoles Fornells, +34 971 376 442. Arguably one of the finest restaurants in Minorca, what it lacks in interior design, it makes up for in tasty home cooking. Be sure to try the shellfish soup 'Caldereta'"]},{"type":"*","value":[{"type":"'''","value":["La Ribera"]}," in Santo Tomas, located near the centre of the resort between the Santo Tomas and Lord Nelson hotels. Best restaurant in the resort."]},{"type":"*","value":[{"type":"'''","value":["Ca n'Olga"]}," in Pont Na Macarrana, Es Mercadel, +34 971 375 459, is also very well regarded. Attracting a stylish a sophisticated clientele, Ca n'olga is warm and intimate. It offers dining on a pretty outdoor patio or at a handful of indoor tables and an eclectic menu featuring local produce."]},{"type":"*","value":[{"type":"'''","value":["Son Granot"]}," in Carretera Sant Felip sn Es Castell offers an extraordinary traditional cuisine and fine Spanish and French wines. Enjoy a romantic fine dinner in the terrace with nice views to the Mediterranean and ",{"type":"[[","value":[["Maó"]]},". All the vegetables are grown ecologically in Son Granot's very own kitchen garden."]},{"type":"*","value":[{"type":"'''","value":["American Bar"]}," in Placa Reial, +34 971 361 822. Sit down on a seat on the terrace while sipping on a coffee and pore over a newspaper at this recommended breakfast spot."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Asia"],["url="],["email="],["address=Arcada Comercial Hotel San Luis"],["lat="],["long="],["directions=S'Algar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Have a nice and tasty Asian dinner prepared by the Chef Jay Rupisan and enjoy a relaxing dinner in the garden terrace"]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Minorcan Gin"]},"\n\nOn Minorca there were a great many junipers, (there still are), and in the harbour lay the British fleet. The twain met and Ginet was the result, a spirit far removed from the Spanish and Mediterranean traditions and with notable difference from the English Gin.\n\nIt is a kind of cross between London Gin and the Mediterranean spirit, invented in Minorca. It was very successful and was drunk throughout the British Fleet and it surprised more than one distinguished visitor to declare \"the best of the sprits found in Europe today\" was historian Vargas Ponce's opinion on visiting Minorca in 1781.\n\nThe major difference between London Gin and Minorcan Ginet, is that Minorcan ginet is based on a spirit distilled from the grape, as is usual in the Mediterranean, and not on a cereal based spirit. The juniper now comes from the mainland, but the distilling continues to be done in old copper stills. The spirit rests in oak barrels cured in gin so that the end product does not take the colour of the wood.\n\nGin is found all over Minorca, drunk neat or in a mix.  One such mix, named Pomada, is created by adding bitter lemon.  It's the drink of choice during the many fiestas which take place throughout the summer on the island.\n\n",{"type":"'''","value":["Bars"]},"\nNightlife in Minorca is low key compared to nearby Mallorca or Ibiza. For a drink with a waterside view, head to the waterfront which is where the majority of bars are situated.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sa Sinia"]}," in Carrer de Sant Jordi. Pleasant spot of a drink and some music. Local DJs spin anything from 80's classics to hip hop."]},{"type":"*","value":[" ",{"type":"'''","value":["Akelarre"]}," in Moll de Ponent (",{"type":"'''","value":["Maó"]},"). Jazz music echos off the warm stone interior which is open until the wee hours. Great cocktail list."]},{"type":"*","value":[" ",{"type":"'''","value":["Vinateria Parra"]}," in Carrer de San Fernando (",{"type":"'''","value":["Maó"]},"). Indulge in a great selection of wines and accompany it with a selection of cheese or meat platters from the bar. The interior features timber and marble tables and compliments the soft music that plays."]},{"type":"*","value":[" ",{"type":"'''","value":["Mirador"]}," in Placa d'Espanya. A popular music haunt for locals which impresses with its cave like interior carved out of the walls above the harbor."]},{"type":"*","value":[" ",{"type":"'''","value":["Cova d'en Xoroi"]}," in Cala En Porter, +34 971 377 236. Formatted out of a cave perforated in the cliff stoneand pending over it. The atmosphere within the cave is unique and must be seen to be believed. One of the few nightclubs in Minorca, it is open until the early hours of the morning. Watching the sun set over the sea from the terrace is simply breathtaking."]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Maritim Café"],["url=http:\/\/www.salgarhotels.com"],["email="],["address=Moll de Llevant"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice bar and terrace next to the Casino Maritim of ",{"type":"[[","value":[["Maó"]]},". At night is transformating in a Lounge Bar were people can have cocktails, long drinks and dance."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Dinky Bar"],["url=http:\/\/www.salgarhotels.com"],["email="],["address=Paseo Maritimo"],["lat="],["long="],["directions=S'Algar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice beach bar in S'Algar Resort open till 2AM everyday. Good place to meet locals and have a beer on the garden terrace."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Plaza Domingo"],["url="],["email="],["address=Cala N Forcat"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Good Value"],["content=Fantastic group of bars run by very friendly people, good value and good entertainment. With a choice of American, Irish, Mexican and African style bars and a kids play area and arcade this Plaza really does cater for everybody, family, couples or groups"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sol Gavilanes"]},", +34 971 154 545, Excellent quality hotel. Rooms bright and modern with most rooms having a balcony looking out to sea (due to being built into cliff). Extremely high quality of food and drink and staff very welcoming. Over 300 rooms. Air conditioning in all rooms. 3 restaurants and a bar on site as well as 2 pools, one normal and one child."]},{"type":"*","value":[{"type":"'''","value":["Posada Orsi"]},", +32 971 364 751, Carrer de la Infanta. Rooms are bright and clean and the hotel staff are attentive."]},{"type":"*","value":[{"type":"'''","value":["Hostal-Residencia La Isla"]},", +34 971 64 92, Carrer de Santa Catalina. This large hotel offers spacious rooms for good value. While the decor is unimaginative, the rooms are clean and the staff are pleasant."]},{"type":"*","value":[{"type":"'''","value":["Hotel Mirador des Port"]},", +34 971 360 016, Carrer de Dalt Vilanova. Showcasing great views of the port from its room, this hotel also has its own pool, and fitness area complete with jacuzzis."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=CasaPas"],["url=http:\/\/www.casapas.com"],["email="],["address=Son Parc"],["lat="],["long="],["directions="],["phone= +34971151960"],["tollfree="],["fax="],["hours="],["price="],["checkin=any"],["checkout=any"],["content='CasaPas' is a 2 bedroom apartment situated just two minutes away from Menorca's only Golf Course."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Es Mercadal"],["url=http:\/\/www.hotelesmercadal.com\/"],["email="],["address=Carrer Nou 49, 07740 ES MERCADAL"],["lat="],["long="],["directions="],["phone= +34 971 15 44 39"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Small hotel in the centre of Menorca.  4 double rooms 2 junior suites.  Built in a typical Menorcan house that was totally renovated in 2007. No A\/C."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Jeni"],["url=http:\/\/www.hostaljeni.com"],["email="],["address=Mirada del Toro, 81 - Es Mercadal"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Full service modern hotel in the centre of Menorca with a terrace-garden, jacuzzi, sauna, heated swimming pool with a retractable roof, individually-controlled A\/C, business centre, restaurant serving 3 meals daily and large bar where locals congregate."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel San Luis"],["url=http:\/\/www.salgarhotels.com"],["email="],["address=Arcada Comercial Hotel San Luis"],["lat="],["long="],["directions=S'Algar"],["phone=+34 971 150 750"],["tollfree="],["fax="],["hours="],["price="],["checkin=14PM"],["checkout=12PM"],["content=Hotel located in S'Algar Resort with 228 rooms available, 3 swimming pools, a Lobby Bar, 2 Restaurants, a Conference Rooms and Animation during the day"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Son Bou Gardens"],["url=http:\/\/www.menorcarentals.com\/eng\/detalle_propiedad\/84"],["email="],["address=Son Bou"],["lat="],["long="],["directions="],["phone= +34971371575"],["tollfree="],["fax="],["hours="],["price="],["checkin=any"],["checkout=any"],["content=The 'Son Bou Gardens' are mature and well established holiday apartments in the Son Bou area, just a few minutes from the nudist beach."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Vista Picas Apartmentos"],["url="],["email="],["address=Cala N Forcat"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin=Varies"],["checkout=Varies"],["content=Family hotel in Cala N Forcat on the west side of the island, 5 minute car journey from Ciutadella, 30 minute walk. Swimming pool is spacious, staff always incredibly friendly. Rated as 3+ but truly a 5 star experience. Supermarket just over the road, local nightlife 2 minutes away."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Playa Calan Porter"],["url=http:\/\/www.welcome-worldwide.com\/holiday-villas-for-rent\/villas\/details\/params\/id\/2468049\/Playa-Calan-Porter\/"],["email="],["address=Calle Llebeig 12"],["lat="],["long="],["directions="],["phone= +441442818017"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Lovely two bedroom apartment with private balcony that overlooks beautifully landscaped gardens and a large communal pool with separate child’s pool. The beach is just a 10 minute stroll and the town centre is just a few minutes walk."]]}]},"\n",{"type":"{{","value":[["geo"],["39.9667"],["4.0833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Balearic_Islands"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Minorca"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Spain\/Autonomous Communities\/Balearic Islands\/Menorca\/"]]}]