[{"type":"{{","value":[["pagebanner"],["Minsk banner.jpg"]]},"\n\n",{"type":"[[","value":[["File:Miensk - Ratuša.jpg"],["thumb"],["350px"],["City hall in Minsk"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/minsk.gov.by\/en\/ Minsk"]}]}," is the capital and biggest city of ",{"type":"[[","value":[["Belarus"]]},". It is situated on the Svislach and Niamiha rivers. From 1919-1991 it was the capital of the Byelorussian SSR. It is also the administrative centre of the Commonwealth of Independent States (CIS).\n\nThe city was destroyed in 80% during World War II and rebuilt in 1950s to the liking of Joseph Stalin. Large Soviet-Bloc style \"palaces\" make up a portion of the city centre. For this reason Minsk is a wonderful place to visit for those interested in the Soviet Union who want to see it almost alive.\n\nEnglish is rarely spoken and tourism is not a priority in Minsk. It's wise to learn some key phrases in Russian (which is the default language, Belarusian may also be spoken or understood).\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"{{","value":[["infobox"],["Visa on arrival"],["Travelling by plane is much easier, and some can get a visa upon arrival! Check local embassy websites for details. But beware, getting a visa at the airport is 3 times more expensive than getting it in advance at the Belarusian Embassy in your country or another country. Detailed price-tag is available from the Belarus Foreign Ministry ",{"type":"[","value":["http:\/\/mfa.gov.by\/upload\/tt\/Visa%20fees%20at%20the%20Minsk%20National%20Airport.pdf website"]},". Only if there is no such embassy, you will be charged the normal visa fee. If your travel is arranged with a Belarusian Agency, the procedure may be well planned for you - the original of the tourist invitation letter will be delivered to the Minsk Airport Consulate (don't forget to bring one passport size photo!). Sometimes the Consulate people speak several languages."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=National Airport Minsk"],["alt=",{"type":"{{","value":[["IATA"],["MSQ"]]}," , formerly known as ",{"type":"''","value":["Minsk-2"]}],["url=http:\/\/airport.by\/en"],["email="],["address="],["lat=53.888"],["long=28.035"],["directions=37 km east from the city border"],["phone=+375 17 2791300"],["tollfree="],["fax=+375 17 2791730"],["hours="],["price="],["content=International flights arrive to here. If you are applying for a visa in Minsk Airport, or just landing there, it's important to know ",{"type":"[","value":["http:\/\/www.minskguide.travel\/belarus_travel_tips\/belarus_immigration\/minsk_airport_hazards.html several tips"]}," about insurance, visa office and passport control. Spacious terminal building is impressive from outside, yet its interior and infrastructure are ideal examples of poor USSR-style design that renders the quiet airport with very sparse traffic ugly and inconvenient. - After passing the customs (first comes the Visa Office on the second floor, second - passports control, third - customs control), you find yourself in one of the dim ",{"type":"''","value":["arrival halls"]}," on the ground level. Each of the two halls offers a currency exchange booth (only one of them functions - the one in sector 5-6, 24\/7 but with lots of stupid \"technical breaks\"), a newspaper kiosk in sector 5-6, 3rd floor, and lots of private taxi drivers. ATMs are few and badly marked, but they do help avoiding queues at the exchange booths. Car rentals (Sixt and Europcar) are located at the sector 5-6, on the far left. ",{"type":"''","value":["Departure hall"]}," on the third floor is brighter and more comfortable, with a 24\/7 restaurant and few other places to eat (open 9—21) as well as a small souvenir shop and a bank office."]]}]},{"type":"'''","value":["Flight connections"]}," to Minsk are somewhat scarce. Belavia operates regular flights to ",{"type":"[[","value":[["Moscow"]]}," (6 times a day), ",{"type":"[[","value":[["Saint Petersburg"]]}," and ",{"type":"[[","value":[["Kaliningrad"]]}," (1-2 flights a day) as well as ",{"type":"[[","value":[["Tbilisi"]]},", ",{"type":"[[","value":[["Prague"]]},", ",{"type":"[[","value":[["Kiev"]]},", and ",{"type":"[[","value":[["Riga"]]},". It also has flights to major European airports, but none of these destinations are served on an everyday basis. Alternatively, you can fly to Minsk with Aeroflot (",{"type":"[[","value":[["Moscow"]]},", twice a day), Lufthansa (",{"type":"[[","value":[["Frankfurt"]]},", 1-2 times a day), Austrian Airlines (",{"type":"[[","value":[["Vienna"]]},", twice a day), LOT (",{"type":"[[","value":[["Warsaw"]]},", once a day), and Aerosvit (",{"type":"[[","value":[["Kiev"]]},", once a day). Although low-cost airlines do not serve Minsk, most of the available carriers offer cheap tickets every now and then. If you are unable to find a cheap ticket or a suitable connection, consider flying to ",{"type":"[[","value":[["Vilnius"]]},", ",{"type":"[[","value":[["Moscow"]]},", or ",{"type":"[[","value":[["Warsaw"]]}," and traveling to Minsk by train. However, the overland travel may require an additional visa and generally causes more bother than the arrival by plane.\n\nUpon ",{"type":"''","value":["departure"]},", you have to go through a very slow security control before you are allowed to check-in. The area behind the check-in features several duty-free shops and pricey bars with limited choice of snacks. The whole terminal is covered by decent ",{"type":"'''","value":["wireless internet"]}," from Beletelecom, but you have to purchase an access card (very cheap, though) at their office or at the newspaper kiosk in the departure hall (before check-in).\n\n",{"type":"'''","value":["Getting to the city"]}," by public transport is a tough job. The airport is served by regular buses that run every 45–60 minutes from Moskovsky or Vostochny bus terminals. The bus stop is well hidden so that many passengers do not even know about it. In the arrival hall, you won't find a single sign indicating the buses, but don't be confused: the bus stop does exist! It's next to the terminal, close to the exits 3-4, and marked by a small plate with the timetable written in Russian. The buses are punctual, and bring you to the city in 30 min for 5000 rubles. Tickets are purchased from the driver. You can go to any of the bus terminals, but it is advisable to get off at the subway station ",{"type":"''","value":["Uruchye"]}," and continue to the city centre by subway (as most people do). On the way back to the airport, leave the subway station through the front exit, turn right, and find the outermost bus stop. There is again a small, well-hidden plate with a timetable. The ",{"type":"[","value":["http:\/\/ivctrans.by\/bus\/first.php schedule"]}," is also available on-line, (type НАЦ АЭРОПОРТ МИНСК in the search form). Alternatively, travel to Moskovskaya ",{"type":"'''","value":["Metro"]}," Station, walk forward for 500 meters and turn right to arrive at Moskovsky Bus Station.\n\nUnless you are prepared to a strenuous search for the bus, taxi is the only option. There is no official taxi service, yet private drivers abound. The ride to the city centre shouldn't cost more than €25—30, and bargaining is recommended. If you prefer official service, call a taxi from any company in the city and pay the same price. To reach the airport by car, leave the city by Nezalezhnasti Avenue and follow the M2 highway.\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Minsk-1"],["alt="],["url=http:\/\/airportminsk1.by\/"],["email="],["address="],["lat=53.8706"],["long=27.5351"],["directions=close to the centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is an old airport . The airfield is still in operation and, until recently, was used for domestic flights. Unless the airport is permanently closed, it might be interesting to visit the terminal building, a fine example of Stalinist architecture, and watch small airplanes scattered around the airfield."]]}]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Railway Station"],["alt=Minsk-Passazhirskiy"],["url="],["email="],["address=Privokzalnaya ploshchad, 3"],["lat=53.8907"],["long=27.5507"],["directions=M: Плошча Леніна or Buses 3с, 81э, 85с, 102, 43, 79, 79д or Trams 2, 1, 4, 7 to Stop «Вокзал»"],["phone="],["fax="],["hours="],["price="],["content=The width of the train tracks is different in Western Europe and in Belarus, so if you choose to arrive by train be prepared for long wheel changing. However, if you are arriving from, say, ",{"type":"[[","value":[["Kiev"]]},", ",{"type":"[[","value":[["Moscow"]]},", or ",{"type":"[[","value":[["Lviv"]]},", you need not worry about this.  Plus as an added bonus, the prices are substantially cheaper from CIS countries."]]}]},"\nThere is almost always a daily train leaving from Lichtenberg station, ",{"type":"'''","value":[{"type":"[[","value":[["Berlin"]]}]},". It leaves at 13:49 and arrives the next morning at 9:30 or so. Note: This is the train en route to ",{"type":"[[","value":[["Russia"]]},". 2nd Cl., €69, 3 people per compartment - men and women separate. 1st Class, €109, 2 people per compartment - not gender separated. - From ",{"type":"'''","value":[{"type":"[[","value":[["Warsaw"]]}]},", the trip is about 10 hours. There is one train a day that departs from Central (or possibly Gdański) Station around 20:35 and arrives in Minsk around 8:00. - From ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.litrail.lt\/ ",{"type":"[[","value":[["Vilnius"]]}]}]},", Lithuania, the train takes about 4–5 hours. The train is pretty cheap: about $10–15 one way. Also quite comfortable. - There are also trains from ",{"type":"'''","value":[{"type":"[[","value":[["Prague"]]}]}," and other European cities. - From ",{"type":"'''","value":[{"type":"[[","value":[["Kiev"]]}]}," is always a daily train leaving Tsentralnyi Vokzal (Central Station) at the eponymous metro stop in Kiev. It leaves Kiev at 18:22 and arrives the next morning at around 06:00. A 4 person berth should cost around $47. From Minsk, train #86 leaves at 20:51, and arrives in Kiev the next morning around 09:00. A 4 person berth should cost about $47. - From ",{"type":"'''","value":[{"type":"[[","value":[["Moscow"]]}]}," an overnight train leaves every day about 23:30 and arrives Minsk about 06:30. No stop at the border for passport checks, so a good nights sleep in the 2 berth cabins. - ",{"type":"'''","value":["In the train"]}," you will be given a card with two sides to fill out, and the guards at the Belarusian border will take one.  You need to keep the other one for your hotel to stamp, and give it back to the guards when you leave the country. There are two stops. You should have your insurance and invitation letter (if you're a tourist) out to show the guards.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Avtovokzal Vostochny bus station"],["alt=а\/в \"Восточный\""],["url=http:\/\/www.minsktrans.by\/en\/"],["email= info@minsktrans.by"],["address=Vulitsa Vanieyeva 34"],["lat=53.87734"],["long=27.59942"],["directions=Trolleybuses 41д, 15, 30, 36, 19, 41, 49; Bus 55, 84д, 2с, 84, 93, 127 to Stop «Восточный ав»  or  A taxi cost 10 000 rubles (less than €4) to\/from downtown"],["phone=8 902 101 41 14"],["fax="],["hours="],["price="],["content=There are several bus routes from ",{"type":"[[","value":[["Vilnius"]]}," central bus station to here. The bus also drops passengers off outside the railway station (look out for two Stalinist towers) in the centre before proceeding to the Vostochny (Eastern) station. The bus service takes up to 5 hours and costs around 36 litas (be prepared to spend more than 1.5 hours at the border). Due to the bad quality of the train service, bus ride should be preferred. - International ticket office: \"Vostochny\" Bus Terminal - tel.: +375 17 3680628"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=\"Tsentralnyi\" Bus Terminal"],["alt=автовокзал \"Центральный\""],["url=http:\/\/rasp.yandex.ru\/station\/9752664"],["email=avtovokzal@minsktrans.by"],["address=Babrujskaja vulica (ул. Бобруйская), 6"],["lat=53.89013"],["long=27.55512"],["directions=M: 'Lenin Square' (Площадь Ленина) 0.5km or Trolleybuses 44, 4, 7, 36 or Buses 46, 78, 958, 102, 123, 300э to Stop «а\/в \"Центральный\"», - Next to"],["phone= +375 17 3285605"],["fax=+375 17 2260994"],["hours="],["price="],["content=International ticket offices: tel.: +375 17 3285605. - Buses to ",{"type":"[[","value":[["Augsburg"]]}," (daily), Airport Minsk-2, Baranovichi, ",{"type":"[[","value":[["Brest (Belarus)"],["Brest"]]},", Bystrica, ",{"type":"[[","value":[["Warsaw"]]},", ",{"type":"[[","value":[["Vilnius"]]}," hourly, ",{"type":"[[","value":[["Vitebsk"]]},", ",{"type":"[[","value":[["Gomel"]]},", ",{"type":"[[","value":[["Grodno"]]},", ",{"type":"[[","value":[["Munich"]]}]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bus station Karbyshava"],["alt="],["url="],["email="],["address=vulica Karbyšava"],["lat=53.9550"],["long=27.6218"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For suburban buses"]]}]},{"type":"===","value":["By car"]},"\nDriving in, while possible, requires knowledge of the border system. This is a border of European Union, so control is very strict. Crossing it can take 2 hours. They may check your bags. Without knowledge of Russian, Belarusian or Polish, this can be very hard. There is a very long line of cars at every border crossing. However, if you have passport, VISA and car registration papers prepared, act honest and helpful and arrives as a tourist in a personal car the border crossing can go very smoothly and be over within 45 minutes.\n\n",{"type":"==","value":["Get around"]},"\n\nCentral part of Minsk is easily manageable on foot. A hand-drawn panoramic English-language map of the centre which shows every building individually is available from bookshops and kiosks. It also has a conventional map showing more of Minsk and some tourist information. It is worth buying a copy as early on in your visit as you can because it makes getting around on foot easy and fun.\n\n",{"type":"[[","value":[["Image:Minsk-Metro-Uruch'e-04.jpg"],["thumb"],["Minsk metro"]]},"\n",{"type":"'''","value":["Public transportation"]}," which consists of buses, trams and subway is cheap and reliable. The subway (Minsk Metro) is noted for being clean and safe. Additionally, each subway station is decorated uniquely. For instance, the station at Oktober square is decorated in the theme of the Communist Revolution. The station at Victory square is decorated in a victory theme, and the Lenin Station includes a bust of Lenin and a host of hammer and sickle reliefs.\n\nThe ",{"type":"[","value":["http:\/\/minsk-metro.net subway"]}," is the most reliable transport system in Minsk. It consists of two lines crossing at the very city centre, the red line runs from the northeast to the southwest (currently being expanded with three more stations) while the blue line runs from the west to the southeast. Trains depart every 3 min and are almost never late. You can buy tokens at a window inside the station. One ride costs 3700 rubles (as of March 2014), but if you speak no Russian, just give 7400 rubles and stick 2 fingers up. Make sure you hold on because it goes very fast. For those staying a week or longer, a 10-day or a 14-day pass may be a good option.\n\n",{"type":"'''","value":["Taxis"]}," are cheap as well. You will notice 70 000 rubles will already be on the meter. Like Russia there are no taxi ranks although you can usually find them outside the train station and can order one from the airport. You can get a local English-speaking taxi driver by phoning +375 297 777 313 (current in 2012).\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:St Elizabeth Monastery 1997 1.jpg"],["thumb"],["St.Elizabeth monastery"]]},"\n",{"type":"[[","value":[["File:Miensk - Plac Niezaležnaści.jpg"],["thumb"],["300px"],["Independence square"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Belarus-Minsk-Church of Mary Magdalene-8.jpg"],["name=St Mary Magdalene Church"],["alt=Tsarkva Svyatoi Maryi Magdaleny, Belorussian: Царква Сьвятой Марыі Магдалены"],["url="],["email="],["address=Vulica Kisialiova (вуліца Кісялёва) 42"],["lat=53.916"],["long=27.5537"],["directions=Buses 39, 18, 26, 44, 136, 29, 29н or Trams3, 4, 5; all to Stop «Театральная»"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It was built in 1847 in the Russian Revival style, with a pointed octagonal bell tower over the entrance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Saints Peter and Paul Cathedral.jpg"],["name=Sts Peter & Paul Church"],["alt=Православная церковь Петра и Павла"],["url="],["email="],["address=Vulitsa Rakovskaja 4"],["lat=53.9047"],["long=27.5519"],["directions=Metro: Nemiga"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1613 and restored in 1871, it is the oldest church in Minsk. It is worthwhile to go inside."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Belarus-Minsk-Church of Simon and Helena-7-2.jpg"],["name = Sts Simon & Helena Church"],["alt=Russian: Костёл святых Семёна и Елены, Belorussian: Касьцёл Сьвятых Сымона і Алены"],["address = Vulitsa Sovietskaja 15"],["lat=53.89652"],["long=27.54748"],["content = The best known Roman Catholic church in the city, commonly known as the Red Church, built between 1908 and 1910 in Romanesque Revival style."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Kaścioł śv. Jazepa - 6.jpg"],["name= Church of Saint Joseph"],["alt=Belorussian: Касьцёл Сьвятога Язэпа,"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Holy Spirit Cathedral (Minsk).JPG"],["name=Holy Spirit Cathedral"],["alt="],["url="],["email="],["address=Belorussian:Кафедральны сабор Сашэсця Святога Духа, Russian: Кафедральный собор Сошествия Святого Духа"],["lat="],["long="],["directions="],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Minsk Catholic Mary church.jpg"],["name=Catholic St. Mary church"],["alt=Католический костёл Пресвятой Девы Марии"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Vsekh svyatykh sobor 1998.jpg"],["name=Church of All Saints"],["alt=Vsekh Svyatykh Sobor"],["url="],["email="],["address="],["lat="],["directions="],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Belarus-Minsk-Church of Exaltation of the Holy Cross-8.jpg"],["name=Church of the Exaltation of the Holy Cross"],["alt=Касьцёл Узьвіжаньня Сьвятога Крыжа"],["url="],["email="],["address=Kaĺvaryjskaja vulica"],["lat=53.908943"],["long=27.505415"],["directions= Calvary cemetery - Metro 'Маладзёжная' 0.5km"],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Belarus-Minsk-Holy Trinity Church-1.jpg"],["name=Church of Holy Trinity (Saint Rochus)"],["alt=Касьцёл Найсьвяцейшай Тройцы (Сьвятога Роха)"],["url="],["email="],["address=Čyrvanazornaja vulica 44\/А"],["lat=53.910908"],["long=27.579364"],["directions=M Plošča Pieramohi 'Плошча Перамогi'"],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Yevfrosinyi Polotskoy sobor, 1995.jpg"],["name=Church of St. Yevfrosinya of Polotsk"],["alt=Yevfrosinyi Polotskoy Sobor"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=St Elizabeth Monastery 1997 1.jpg"],["name=Church of St Elizabeth Convent"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Sofia Sluckaya church 2000.jpg"],["name=Church of St Sophia of Slutsk"],["alt=Sofia Sluckaya church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["hours="],["price="],["content="]]}]},{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=NAM RB - National Art Museum Ul. Lenina 20 Minsk.jpg"],["name=Belarusian National Arts Museum"],["alt=Belarusian: Нацыянальны мастацкі музей Рэспублікі Беларусь"],["url=http:\/\/www.artmuseum.by\/eng\/main"],["email="],["address=Vulitsa Lenina 20"],["lat=53.8983"],["long=27.5605"],["directions="],["phone="],["tollfree="],["fax="],["hours=We-Mo 11:00-19:00"],["price=50,000 rubles"],["content=Excellent overview of fine arts in Belarus. Many art description placards in English, unlike most museums in Belarus. - More than twenty seven thousand works of art – creating twenty miscellaneous collections and comprising two main representative ones: the one of national art and the other of monuments of art of the countries and nations of the world – can be found on exposition, at the branches of the Museum and its depositories."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Belarus-Minsk-National museum of history and culture of Belarus-Entrance.jpg"],["name=Belarusian National History Museum"],["alt=Нацыянальны гістарычны музей Рэспублікі Беларусь"],["url=http:\/\/histmuseum.by\/"],["email=histmuseum@tut.by"],["address=vul. Karla Marksa (вулiца Карла Маркса) 12"],["lat=53.8968"],["long=27.5555"],["directions=Metro station 'Купаловская' 0.6km, 'Площадь Ленина' 0.6km"],["phone=+375 17 327-3665"],["tollfree="],["fax="],["hours=11:00-19:00 (new visitors are not let in after 6:30PM)"],["price=30,000 rubles for adults"],["content= Here is the biggest collection of the monuments of material and spiritual culture of the Belarusian people from the ancient times to our days. Chronological frames of the museum fund are from 40, 000 B.C. to present time. Several collections of the museum are of special value: - The biggest archeological collection in Belarus. - Collection of materials on the history of primeval society includes hunting, fishing, and agricultural instruments, domestic and ritual articles, ancient works of art and adornment. - Manuscripts and block letter books. - Collection «Belarusian folk costume» features both everyday and festal, ceremonial Belarusian clothes; there are costumes of different age and social groups of population. - Collection of numismatics. - Exposition «The ancient Belarus». - Exposition «Old heraldry of Belarus»."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Belarus-Minsk-Museum of GPW Exhibition-1.jpg"],["name=Belarusian Great Patriotic War Museum"],["alt=Музей ВАВ , Беларускі дзяржаўны музей гісторыі Вялікай Айчыннай вайны"],["url=http:\/\/www.warmuseum.by\/new_page_0\/"],["email="],["address=Praspekt Nezalezhnasti 25a"],["lat=53.9037"],["long=27.5625"],["directions=metro station Площадь Ленина 0.5km"],["phone=+375 17 2275611"],["fax="],["hours=Open Tue-Sun 10:00-18:00"],["price=Adults 14,000 rubles; 7,000 for concessions"],["content= Several halls with the WWII exhibits on display with no English translation to the inscriptions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image=Belarus-Minsk-Maksim Bahdanovich Museum-2.jpg"],["name=Maksim Bahdanovič Literary Museum"],["alt=Літаратурны музей Максіма Багдановіча"],["url=http:\/\/bagdanovich.by\/by\/MBLM"],["email="],["address= (вул. М. Багдановіча), 7a"],["lat=53.9081"],["long=27.556"],["directions="],["phone=+375 017 3340761"],["hours=10.00–17.00"],["price="],["content= It is dedicated to the writer Maksim Bahdanovič (1891–1917)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image="],["name=Art Palace"],["alt=Palats Mastatsva"],["url="],["email="],["address=Vulitsa Kazlova 3"],["lat="],["long="],["directions="],["phone="],["hours=Tu-Su 10AM-7PM"],["price=Admission Free"],["content= Several exhibition spaces showing modern art, second hand books and antiques stalls."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image="],["name=Mastatsky Salon"],["alt="],["url="],["email="],["address=Praspekt Nezalezhnasti 12"],["lat=53.8971"],["long=27.5530"],["directions="],["phone="],["hours=Mon-Sat 10.00-20.00"],["price="],["content=An art gallery with local artists exhibitions and some overpriced souvenirs."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ў Gallery"],["alt="],["url=http:\/\/ygallery.by\/"],["email="],["address=Praspekt Nezalezhnasti (Проспект Независимости) 37a."],["lat=53.9093"],["long=27.5753"],["directions=Metro Station «Площадь Победы»"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= contemporary art space, a bar, a bookstore and a souvenir shop with Belarusian design."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["image="],["name=National Library of Belarus"],["alt=Национальная библиотека"],["url=http:\/\/www.nlb.by\/"],["email="],["address=Prospekt Nezalezhnasti (Проспект Независимости) 116"],["lat=53.9314"],["long=27.6464"],["directions=metro station Восток 0.5km"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Huge, glass and concrete rhombicuboctahedron houses a collection of over 8 million items. On 22 floors it features conference halls, 20 reading rooms and a Book Museum, on the roof there is an observation deck with good views of the city and surrounding area (accessed from outside via lift, ticket price below €1)."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Former Residence of Lee Harvey Oswald"]},", Vulitsa Kamunistychnaja 4 (the bottom left apartment). Lee arrived in the Soviet Union in December 1959 willing to denounce his US citizenship and was sent to Minsk. He changed his name to Alek and married a native woman, Marina Prusakova, with whom he had a child. The young family left for the ",{"type":"[[","value":[["United States"]]}," on June 1, 1962."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=KGB Headquarters"],["url="],["email="],["address=Praspekt Nezalezhnasti (Проспект Независимости) 17"],["lat=53.8991"],["long=27.5551"],["directions=Metro 'Купаловская' 0.5km; or Metro 'Октябрьская' 0.6km or Bus 100 to Stop «Ленина ул.»"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This impressive building, on the main street of Minsk has a façade that belies what's found within. It is somehow appropriate that in a country like Belarus, the KGB should be located in a landmark building in the centre of the capital."]]}]},"\nYou might be willing to hire a private guide when staying in Minsk or another major Belarusian city. Please note that private guides are licensed by the National Tourism Agency - and you can check the list of their names on the official website of the Agency List of private guides in Russian ",{"type":"[","value":["http:\/\/belarustourism.by\/agency\/educational\/review-list\/"]},". A licensed guide must always wear a special Badge of a licensed guide in Belarus.\n\n",{"type":"===","value":["Out of town"]},"\n",{"type":"[[","value":[["File:Stročycy - 02.jpg"],["thumb"],["300px"],["Inside one of the houses in Open Air Museum of Rural Architecture and Life"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ozertso - Open Air Museum of Rural Architecture and Life"],["alt=Aźjarco, Aziarco. Азярцо - Беларускі Дзяржаўны Музей Народнай Архітэктуры і Побыту"],["url=http:\/\/www.etna.by\/"],["email="],["address=Aźjarco"],["lat=53.8345"],["long=27.3742"],["directions=The 203 bus from “Paŭdniova-zachodniaja” coach station goes directly to the museum. Timetable to the museum: 9:15, 12:00, 13:15, 15:50. - - Or The 402, 363, 277, 325, 357 buses from “Paŭdniova-zachodniaja” coach station to the bus stop “Pavarot na muzej”. These buses go in the direction of “Haradzišča” – 277, “Dubiancy” – 357, “kalchoz Kalinina” – 363, “Zachodnija mohilki” – 402, “Bohušava” - 325. - Timetable to the museum: 9:40, 10:00, 10:28, 11:35, 12:20, 13:10; 14:14; 14:40; 15:50; 16:30."],["phone="],["tollfree="],["fax="],["hours=W-Su 10.00-18:20"],["price=30 000 BYR, Cartage: - Itinerary №1: BYR10 000, - Itinerary№ 2: BYR20 000"],["content=4 km west."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Stalin's Line"],["alt="],["url=http:\/\/www.stalin-line.by\/english.shtml"],["email=info@stalin-line.by"],["address="],["lat=54.05801"],["long=27.29642"],["directions=30 km north-west. - 'P28' Road West side. - From Lashany village 2.2km North"],["phone=+375 0175032020"],["fax="],["hours="],["price="],["content= A reconstructed line of defences on what once was the state border of the USSR."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mound of Glory"],["alt="],["url="],["email="],["address="],["lat=54.0189"],["long=27.8982"],["directions=20 km east- 'P53' Road North side - Northeast 0.5km from Sloboda village"],["phone="],["hours="],["price="],["content=70m high mound from 1969 commemorating Soviet soldiers who died during WW2."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khatyn Memorial Complex"],["alt="],["url=http:\/\/www.khatyn.by\/en\/"],["email="],["address="],["lat=54.335"],["long=27.945"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=50 km north. A place where a village, savagely massacred in 1943 by Nazi forces, once stood."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Minsk Sea"],["alt=Minskoe More"],["url="],["email="],["address="],["lat="],["long="],["directions=5 km north of the city centre. -  Buses leave the central bus station regularly. To get there by car, head north along the P28 and lookout for signs after Ratomka village."],["phone="],["hours="],["price="],["content=This  is an artificial reservoir.  There's a free public beach, and pedal-boat and catamaran rental."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Minsk ZOO"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Botanical Garden"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["hours="],["price="],["content= with some 9,000 different species. Opened in 1932."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Belarus-Minsk-Entrance to Park of Chelyuskintsy.jpg"],["name=Chelyuskinites Park"],["alt=Belarusian: Парк Чалюскiнцаў, Russian: Парк Челюскинцев, pronounced [park tɕeˈlʲʉskʲintsef]"],["url="],["email="],["address=prospekt Nezavisimosti, ~91"],["lat=53.92194"],["long=27.616666"],["directions=M Station Chelyuskinites Park «Парк Челюскинцев»"],["phone="],["hours="],["price="],["content=is an urban forest park in Minsk, Belarus. The park's area is 78 ha.- The park contains an amusement park. Other attractions include a Children's Railroad, operated exclusively by teenagers, and a cinema Raduga (Russian: rainbow). There is a Minsk Metro station \"Park Chalyuskintsau\" next to the park. The park is adjacent to the Minsk Botanical Garden."]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Belarus-Minsk-Children Railroad-6.jpg"],["name=Children's Railroad"],["alt=K. S. Zaslonov Children's Railroad in Minsk (Belarusian: Дзiцячая чыгунка (Dzitsyachaya chyhunka); Russian: Минская детская железная дорога имени К.С.Заслонова (Minskaya detskaya zheleznaya doroga imeni K.S.Zaslonova)"],["url="],["email="],["address=prospekt Nezavisimosti, ~84a"],["lat=53.925994"],["long=27.621732"],["directions=Chelyuskinites Park - M Station Chelyuskinites Park"],["phone="],["hours="],["price="],["content=This is a 750 mm (2 ft 5 1⁄2 in) narrow gauge railroad loop passing through the Chelyuskinites Park. The railway line counts 3 stations (listed from north to south): Zaslonovo, Pionerskaya (or Pionerskaja) and Sosnovy Bor (or Sosnovyj Bor); and a pair of rail loops after the end stops."]]}]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=Belarus-Minsk-Entrance to Central Children Park.jpg"],["name=Gorky Park"],["alt=Парк Горкага, Цэнтральны дзіцячы парк імя Максіма Горкага, Maksim Gorky Central Children's Park"],["url="],["email="],["address=Vulitsa Frunze 2"],["lat=53.904167"],["long=27.571389"],["directions=Near the Victory Square and the Yanka Kupala Park."],["phone="],["hours="],["price="],["content=is a public park in Minsk, Belarus.-The park was established in 1800 under the name Governor's Garden. During the Soviet times it was renamed \"парк культуры і адпачынку імя Максіма Горкага\" (Park of culture and recreation after A.M.Gorky) after the famous Russian\/Soviet writer Maksim Gorky. Parks with this name have been established in many cities of the Soviet Union. - A part of the park's territory is occupied by an ",{"type":"'''","value":["amusement park"]}," with a 56 metre high Ferris wheel. It also has an educational observatory with planetarium. - The ",{"type":"'''","value":["Ice Palace"]}," (indoors skating rink) is also located in Gorky Park. President Lukashenko, known for his hobby of ice hockey, frequents this place, at which times the access to this part of the park is closed for general public."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["image=MinskSvisloch.JPG"],["name=Yanka Kupala Park"],["alt=Парк імя Янкі Купалы"],["url="],["email="],["address="],["lat=53.905556"],["long=27.566389"],["directions= located along Svislach river - From Metro 'Oktyabrskaya' NE 0.5km"],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ice skating rink"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions= Front of the ",{"type":"''","value":["Palats Respubliki"]}],["phone="],["hours=Daily 8AM-10PM"],["price= A pair of skates should cost 3000-5000 rubles to rent"],["content= In winter there are crowds of people ice skating here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Skiing resorts"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=located at Silichy and Logoisk"],["phone="],["hours="],["price="],["content=These are the most popular places to have a rest. They provide wide range of winter activities: skiing, snowboarding, skating, tubing etc."]]}]},"\n",{"type":"[[","value":[["File:Нацыянальны акадэмічны Вялікі тэатар опэры і балету г. Менск 2.jpg"],["thumb"],["300px"],["Grand Opera Theatre"]]},"\n\n",{"type":"==","value":["Buy"]},"\nLocal goods are usually bad quality, but there are several things that are worth buying. Some ",{"type":"'''","value":["wool and linen clothes"]}," - you can get very good stuff for little money.\nLinen in all forms is a special bargain.\n\nWomen's housery ",{"type":"'''","value":["Milavitsa"]},", is widely known across former USSR. It's good quality, and cheap as well.\n\nVarious types of cosmetics - firstly brand-name, are called \"O2\".\n\nVodka produced by Brest spirit factory easily outperforms Stolichnaya, Absolut or Smirnoff. Generally, the Minsk Airport has a very reliable duty-free shop with rich choice of fragrances, spirits and souvenirs. There is no sense to get international brands- usually it costs 20-50% more than European average.\n",{"type":"===","value":["Shopping Centres"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Stolitsa"],["alt="],["url="],["email="],["address=Nezalezhnasti pl"],["lat="],["long="],["directions=centrally located"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=GUM department store"],["alt="],["url="],["email="],["address=Praspekt Nezalezhnasti 23"],["lat="],["long="],["directions="],["phone="],["hours="],["price="],["content=built in the 50s, Socialist Realist classic"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=TSUM department store"],["alt="],["url="],["email="],["address=Praspekt Nezalezhnasti 54"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content="]]}]},{"type":"===","value":["Other shops"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Podzemka Bookshop"],["alt="],["url="],["email="],["address=Praspekt Nezalezhnasti 43"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content= An underground bookshop-cum-art gallery."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Suvenirnaja Lavka"],["alt="],["url="],["email="],["address=Vulitsa Maxima Bahdanovicha 9"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=. A souvenir type shop with straw crafts, wooden boxes, embroidered linen & Belarusian alcohol."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Central Bookshop"],["alt=Tsentralnaja Kniharnya"],["url="],["email="],["address= Praspekt Nezalezhnasti 19"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The largest bookshop in the city, some English language novels, guidebooks and stationary. Also posters of Belarusian president Alexander Lukashenko."]]}]},{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["infobox"],["Advice for Vegetarians & Vegans"],["Meat is always on the menu. It isn't considered a meal if meat isn't a part of it but, because of love of the potato, you should be able to get vegetarian side dishes. Sometimes ",{"type":"''","value":["borsch"]}," is made with only potato and beetroot, but be aware that it is sometimes cooked with meat. Some ",{"type":"''","value":["golubsty"]}," are only stuffed with rice. If you're a vegan you will have a very hard time trying to adequately feed yourself; buying fresh produce at the numerous markets might be your best bet. Often it can be a lot easier to try and find an Indian restaurant. Pizza restaurants usually have a meat-free pizza on the menu."]]},"\nBelarusian cuisine is similar to that of the rest of Eastern Europe but particularly Russian and Ukrainian. Generally it features heavy-fat potato dishes, mushrooms, soups and baked meat.\n- The quality of Western European cuisine (Italian, French...) is not amazing. The average level of cafes and restaurants is low but there are several good places in the centre. The price of a meal at these places should cost between 20,000 and 40,000 rubles.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Freskee Cafe"],["alt="],["url="],["email="],["address=Nezalezhnasti pr. 18"],["lat="],["long="],["directions="],["phone="],["hours="],["price="],["content= Café with a large choice of main dishes."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=McDonald's"],["url="],["email="],["address="],["lat="],["long="],["directions=corner of Pr. Nezalezhnasti and Vul. Lenina and several other locations"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In most cities, McDonald's doesn't deserve or require a special listing. Minsk, however, is the capital of a country often described as having forgotten about the end of the Soviet Union. Nothing could be further from the truth, and the two prominent McDonald's restaurants in downtown Minsk are clear signs that Belarus has in fact changed a lot since the end of the cold war. Food is the same as in McDonald's restaurants around the world."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dzhomalungma Indian"],["alt="],["url="],["email="],["address= Vulitsa Gikalo 17"],["lat="],["long="],["directions="],["phone="],["hours="],["price=Mains from BR8,000 to BR30,000"],["content=Huge menu with an array of cuisines: Nepalese, Tibetan, Sushi & Indian. Vegetarians and vegans should also be able to find something here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gourman trattoria"],["alt=Гурман"],["url="],["email="],["address=ul. Kommunisticheskaya 7"],["lat=53.9121"],["long=27.564"],["directions=close to Grand Opera Theater"],["phone="],["hours="],["price="],["content=Styled as an Italian trattoria, the place serves Belarusian and European cuisine. English menu available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kuchmistr"],["alt=Кухмістр"],["url=http:\/\/www.kuxmistr.relax.by\/"],["email="],["address=Karla Marksa 40"],["lat=53.9015"],["long=27.5656"],["directions="],["phone=+375 17 327-48-48"],["tollfree="],["fax="],["hours="],["price="],["content=Belarusian and Lithuanian cuisine."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Taj restaurant"],["alt="],["url="],["email="],["address=Vulitsa Romanovskaya Sloboda 26"],["lat="],["long="],["directions="],["phone="],["hours=Open Noon-Midnight"],["price= Vegetarian dishes start from around BR60,000 and mains from BR120,000"],["content= North Indian restaurant.  There should be an English menu available. Indian dance group on weekends."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=National Food"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Trinity Suburb"],["phone="],["tollfree="],["fax="],["hours="],["price=Mains BR20,000 to BR30,000."],["content= Not the restaurant's real name but this place has \"National Food\" on the front in big English letters so should be easy to find. It has a large menu of traditional food available in English, including a couple of vegetarian options.  The food really sticks to your ribs. They also sell honey-flavoured ",{"type":"''","value":["kvass"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vasil'ki"],["alt=Васильки"],["url=http:\/\/www.vasilki.by\/"],["email="],["address=16 Nezalezhnasti Av."],["lat="],["long="],["directions="],["phone=(029) 706-44-52"],["tollfree="],["fax="],["hours=8–23"],["price="],["content=Bucolic style and good local fare. They also serve decent breakfasts. More restaurants of the same name can be found at 37 Yakuba Kolasa St. (metro station Akademiya Nauk) and 89 Nezalezhnasti Av. (metro station Park Chelyuskintsev)."]]}]},{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Cafes"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Beze Cafe"],["alt="],["url="],["email="],["address=Praspekt Nezalezhnasti"],["lat="],["long="],["directions="],["phone="],["hours="],["content= Viennese style café with a great bakery and light snacks."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Grand Cafe"],["url="],["email="],["address=Vulitsa Lenina 2"],["lat="],["long="],["directions="],["phone=+375 44 7031111"],["tollfree="],["fax="],["hours=12-12"],["price="],["content=A high end restaurant on Lenin Street. Try the roasted duck or salmon with asparagus. They offer a no smoking section, menu's in English and most of the servers speak good English, too. Making a reservation is recommended, especially on weekends."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=London"],["url="],["email="],["address=Pr. Nezalezhnasti"],["lat="],["long="],["directions=close to KGB headquarters, on the other side of the street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This friendly little café, in the shadow of the KGB headquarters, offers a wide range of teas, free wi-fi, seating outdoors (with heaters) and a small cozy room upstairs where it's possible to sit and talk in a relatively private setting."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Golden Coffee"],["url=http:\/\/www.goldencoffee.by"],["email="],["address=Pr. Nezalezhnasti 18"],["lat="],["long="],["directions="],["phone=+375 17 237 41 87"],["tollfree="],["fax="],["hours=7a - 2a"],["price="],["content=This cafe is on the main strip and one of the few that has both an outside and inside patio.  And it is THE place to see and be seen.  The food is exquisite and they provide free wifi (till 6PM when it automatically goes off for some reason). Also two other locations."]]}]},{"type":"===","value":["Bars"]},"\n",{"type":"===","value":["Clubs"]},"\n",{"type":"===","value":["Casinos"]},"\n",{"type":"==","value":["Sleep"]},"\nPlease note that a foreign guest must get registered with the local police department - Department for Citizenship and Migration within 3 business days. Most hotels process the registration automatically upon check-in while many apartment rentals might be reluctant to provide registration. Check if the rental service offers registration service and at what price.\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Jazz"],["url=http:\/\/hosteljazz.by\/en\/"],["email=hostel.jazz@gmail.com"],["address=Mozyrskaya d.37a"],["lat="],["long="],["directions=around 4 km north from the centre"],["phone=+375 33 33 616 33"],["tollfree="],["fax="],["hours="],["price=Dorm bed €10, in a double €35"],["checkin="],["checkout="],["content=Up to 42 places."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Traveler"],["url=http:\/\/hostel-traveler.by"],["email="],["address=Golodeda 9a"],["lat="],["long="],["directions=8 km from the centre"],["phone=+375 29 311 27 83"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Opened in May 2012. Away from the center but in a fully-renovated house. Spacious rooms and facilities. English is spoken."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Viva"],["url=http:\/\/hostelviva.by\/"],["email=hostelviva.by@gmail.com"],["address=Zhukovsky 4\/ 1N"],["lat="],["long="],["directions=600m from main train station"],["phone=+375 33 627 11 33"],["tollfree="],["fax="],["hours="],["price=€10 for a dorm bed, €12 for a bed in 4"],["checkin="],["checkout="],["content=Closest hostel to the centre, opened in 2012. Two bathrooms per 24 beds."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Minsk Hostel of the International Relations Center"],["url=http:\/\/www.minskguide.travel\/belarus_reviews\/belarus_hotels\/minsk_hostel_of_Belarus_education_ministry.html"],["email="],["address=Korolya 12"],["lat="],["long="],["directions="],["phone=+375 17 2008919"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Unfairly overlooked by international tourism, this Minsk Hostel of the International Relations Center (Belarus Ministry of Education) is a well-located block of budget rooms that has few matches in budget quality\/rate category. The hostel can only be booked by telephone. No English-speaking personnel."]]}]},{"type":"===","value":["Mid-range"]},"\nOn the web you can find a lot of cheap offers to rent a flat. Average price is about 50 USD for the night. There is also a good rental service provided by ",{"type":"[","value":["http:\/\/www.belarusrent.com"]}," . They rent rooms in good quality in the center of Minsk. They also provide assistance for visas. - You might receive a call to your hotel room late at night offering a \"massage\". To avoid being woken up it is worth unplugging your phone.\n",{"type":"[[","value":[["File:Belarus-Minsk-Hotel Belarus.jpg"],["thumb"],["200px"],["Hotel Belarus"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=40 Let Pobedy"],["alt=40 Years of Victory"],["url="],["email="],["address=Azgura 3"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$45\/shared room"],["checkin=12"],["checkout=12"],["content=Nice rooms, decent location.  No internet, few English speaking receptionists."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Belarus"],["url=http:\/\/www.en.hotel-belarus.com"],["email="],["address=Storozhevskaja 15-201"],["lat="],["long="],["directions="],["phone=(017) 209 75 37"],["tollfree="],["fax="],["hours="],["price=€35\/single"],["checkin=12"],["checkout=12"],["content=Great location, clean Soviet hotel with very old school interior.  Great indoor pool\/hot tub and a gym, cost $10 extra.  Free wifi in lobby."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Orbita"],["alt="],["url=http:\/\/www.orbita-hotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Prospekt Pushkina 39, a clean 208 room hotel with friendly but boring staff. There is a supermarket next door and Cash Exchange in the hotel lobby. The airport and train terminal are about 6km away. It is in the western part of Minsk not far from the Republican Exhibition Centre."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Planeta"],["url=http:\/\/www.hotelplaneta.by"],["email="],["address=Prospekt Pobediteley 31"],["lat="],["long="],["directions="],["phone=(+375 17) 203 85 87"],["tollfree="],["fax="],["hours="],["price="],["checkin=12"],["checkout=12"],["content=They have great services all within the hotel. Internet cafe is open till 8PM. Casino is open 24h."]]}]},{"type":"===","value":["Splurge"]},"\n",{"type":"[[","value":[["File:Europa Hotel Minsk.JPG"],["thumb"],["200px"],["Hotel Europa"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel “Europe”"],["alt=Отель «Европа»"],["url=http:\/\/www.hoteleurope.by\/en\/"],["email="],["address=Internatsionalnaya 28"],["lat="],["long="],["directions="],["phone=(+375 17) 229-83-33"],["tollfree="],["fax="],["hours="],["price=From €265"],["checkin=14:00"],["checkout=12:00"],["content=Exclusive five-star hotel situated in the historical and cultural heart of Minsk, at the intersection of Lenin Street and Internatsionalnaya Street. The beautiful 7-storey atrium-type building is carried out in Modern Style of early XX century. Late departure (till 11PM (24.00) is charged with 50% of the room rate."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Crowne Plaza Minsk"],["url=http:\/\/cpminsk.com"],["email="],["address=Kirova 13"],["lat="],["long="],["directions="],["phone=+375-17-2005354 or 0800 181 6068"],["tollfree="],["fax="],["hours="],["price="],["checkin=12"],["checkout=12"],["content=5 star international hotel in the centre. The hotel, with its unique architecture, is opposite the Dynamo Stadium."]]}]},{"type":"==","value":["Stay safe"]},"\nMinsk is a very safe and clean city, especially compared to neighbouring capital cities like Kiev or Moscow. Unlike most Central and Eastern European cities, there are very few homeless and drunkards wandering the streets. Although locals might insist otherwise, Minsk is a city where you really must go out of your way to find trouble, even at night. If you are in need of assistance, there is a strong police presence in the downtown area. However, their ability to speak English is in most cases severely limited.\n\nBe careful when photographing government buildings and the Lenin monument at Independence Square. While you might be observed and kindly ushered away from the monument, photographing government buildings can lead to trouble with authorities or even arrest. Be mindful of what you are photographing.\n\nWhile not seen as frequently as in Kiev, be aware of cars or delivery trucks moving on sidewalks. In some areas of Minsk parking is limited forcing drivers to maneuver and park their vehicles on pedestrian lanes.  \n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url="],["email=amb@indemb.bn"],["address=63 Sobinova St"],["lat="],["long="],["directions="],["phone=+375 17 2629399"],["tollfree="],["fax=00-375-17-2884799"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.by.emb-japan.go.jp\/j\/index.html"],["email="],["address=Pr. Pobediteley 23\/1, 8F"],["lat="],["long="],["directions="],["phone=+375 17 2236233"],["tollfree="],["fax=+375 17 2102169"],["hours="],["price="],["phoneextra=+375 17 2234481"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinbelarus.fco.gov.uk\/en\/"],["email="],["address=37 Karl Marx St"],["lat="],["long="],["directions="],["phone=+375 17 2298200"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/minsk.usembassy.gov\/"],["email=ConsularMinsk@state.gov"],["address=46 Starovilenskaya St"],["lat="],["long="],["directions="],["phone=+375 17 2101283 \/ 2177347 \/ 2177348"],["tollfree="],["fax=+375 17 234-78-53"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nYou may rent a car to travel around the country. Rates depend on period of hire and start from $20 US a day. There are offices of Europcar, Avis, SIXT and other rental companies.\n\nRegional trains are also cheap. A trip from Minsk to Gomel (5h) with a cabin for 4 cost 20000 BYR and the train is almost never full.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Brest (Belarus)"],["Brest"]]}," is a regional capital on the border with ",{"type":"[[","value":[["Poland"]]}," and is rich with history from both the Soviet times and before. You can see a Brest Hero Fortress, perhaps the most impressive Soviet monument ever built. You can get there by train (~20 daily trains running from Minsk) at $5–20USD. It takes 3-4 hrs by train."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gomel"]]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Grodno"]]}," is a border town in north-west Belarus, near ",{"type":"[[","value":[["Kuźnica-Białostocka"]]}," in ",{"type":"[[","value":[["Poland"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mir"]]}," is a medieval castle about 85km from Minsk. Formerly owned by the Radziwill family, one of the great families of the Grand Duchy of Lithuania. During the Second World War it was used by the Nazis as a Ghetto. Inside the castle is a museum showing artefacts from the castle's past, including exhibits from the Jewish community who lived in nearby Mir village until their destruction in the war."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Narach"]}," is the largest lake in Belarus, located about 160 km north of Minsk."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Zaslavl"]]}]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["53.9000"],["27.5667"]]},"\n",{"type":"{{","value":[["isPartOf"],["Minsk Oblast"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Minsk"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Belarus\/Localities\/Minsk\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Minsk"]]}]