[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/mirzapur.nic.in\/ Mirzapur"]}]}," (",{"type":"[[","value":[["Hindi"]]},": मिर्ज़ापुर, ",{"type":"[[","value":[["Urdu"]]},": ",{"type":"'''","value":["مرزا پور"]},") is a city in the heart of North ",{"type":"[[","value":[["India"]]},", nearly 650 km between ",{"type":"[[","value":[["Delhi"]]}," and ",{"type":"[[","value":[["Kolkata"]]}," and also equidistant from ",{"type":"[[","value":[["Allahabad"]]}," and ",{"type":"[[","value":[["Varanasi"]]},". Located in the state of ",{"type":"[[","value":[["Uttar Pradesh"]]},", Mirzapur has a population of a little over 205,264 (2001 census) and is renowned for its famous carpet and brassware industry. It is a city with several spots around it including many hills such as Rajdari, Devdari, Lakhaniyadari, and Windom fall range and Sirshi. It is the headquarter of Mirzapur District. Indian Standard Time is calculated from the clock tower in Mirzapur which is nearly exactly on the reference longitude of Indian Standard Time at 82.5°, within 4 angular minutes, a property shared by ",{"type":"[[","value":[["Tuni"]]},", a town in ",{"type":"[[","value":[["Andhra Pradesh"]]},". \n\n",{"type":"==","value":["Get in"]},"\nBest time to visit Mirzapur is during monsoons (July-August) or Navratris (in Oct-Nov).Mirzapur is situated at midway of New Delhi-Kolkata railway route; and if you are coming from outside India, it is best to land at New Delhi or Kolkata and take a train. You can catch New Delhi-Puri Purushottam Express, Kalka Mail, Brahmaputra Mail from New Delhi or Howrah-Jodhpur Express, Kalka Mail from Howrah railway station. Nearest airports are Babatpur Airport, Varanasi (80 km) and Bamrauli Airport, Allahabad (110 km). Direct flights from New Delhi are available to both the airports.\n\nMirzapur is well connected from most of the major Indian cities through railways. You can get direct trains to Mirzapur from Agra, Varanasi, Allahabad, Lucknow, Jammu, Chandigarh, Jaipur, Jodhpur, Gaya, Surat, Mumbai, Chennai and Bangalore.\n\n",{"type":"==","value":["Get around"]},"\nHandrikshaw is the best mode of transport inside the city. Autorikshaw is available for Vindhyachal temple. Mirzapur is a place to watch for its scenic and natural beauty, since it is situated at the feet of [Vindhyan Mountain Range]. The best season to enjoy it is during monsoon rains (July-August). Private taxis are the best way to visit various water falls(Vindham Fall, Sirsi Fall, Rajdari, Lakhiniya Dari) which are situated at 15 to 45 kms from City Headquarter. Hire a private taxi from Varanasi (if you are coming from Varanasi) or Allahabad(if you are coming from Allahabad). In Mirzapur, it might be a bit difficult to get a private cab\/taxi as the sector is not organized that much. Meanwhile, the hotel, where you stay can arrange a taxi for you. \n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Vindhyachal"]}," temple is a must visit place. It is a temple of Goddess Vindhyavasini. Near to it, there are two other temples; one of Goddess Kaali (called ",{"type":"'''","value":["Kaali Khoh"]},") and other is Goddess Ashtbujha (called ",{"type":"'''","value":["Ashtbhuja Devi"]}," Temple). All the three temples are situated in Vindhya Mountain and the \"Darshan\" (visit) to all the three temples completes the \"",{"type":"'''","value":["Maha Trikon"]},"\" (Great Triangle). The view of scenic beauty from the top of Ashtbujha Temple is awesome. Autorikshaws are readily available from Mirzapur Railway Station or other places of cities to complete the \"Trikone\". They might charge around INR 100-150 Rs., if you reserve a single auto. At the time of Navratris(April and Oct-Nov) and Durga Puja festival, the temple attracts a great number of devotees from around the country.\n\nThe \"",{"type":"'''","value":["Dargah of Kantit Shareef"]},"\" (The  mausoleum  of   Khavaja   Esmile  Chisti) is in the way to Vindhyavasini Temple and is a holy place for Hindus and Muslims both.\n\nMirzapur is situated at the bank of Ganges. You can enjoy a serene evening at one of the Ganges Gahts. The ghats in Mirzapur are relatively calm and quiet compare to Ganges Ghats of Varanasi and Allahabad. Visit Pakka Ghat to watch some rare and beautiful stone carving. It is situated in middle of the city and you can get Handrikshaw from any of the place in city. Try some boating in the serene Ganges.\n\n",{"type":"'''","value":["Chunar Fort"]}," is another attraction to watch in Chunar; at 30 km from Mirzapur city. It is connected by trains as well as buses.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The stone carving at Pakka Ghat and Budhenaath Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Scenic beauty of The Vindhyas from Aashbujha Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Vindham, Sirsi and other water falls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are various water falls surrounding the city.Vindham, Sirsi, Sidhnath ki dari being most famous in them"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Clock Tower"],["url="],["email="],["address=Ghantaghar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is one of its own kind.The stone carving of the tower will make mesmerize you. The clock is very old and is one of the sisters in Big Ben family."]]}]},"\n",{"type":"==","value":["Do"]},"\nTry to be dressed as simple and Indian as possible. Mirzapur is a small city and you may attract various eyes if you are dressed western or other ways. Spend some time at Ganges Ghat (specially at Nar Ghat and Pakka Ghat). Watch age old stone carving at Budhenaath Temple(It is near to Pakka Ghat) and Pakka Ghat. Beware of Pandas (priests) at Vindyachal and other temples.Don't be trapped with them. They might tell you that they would provide you easy \"Darshan\" to Goddess idol; but try to avoid them and follow the queue for Darshans. Hindi is essential to communicate with natives. Avoid unnecessary interactions with people and enjoy the trip. Try to complete the \"Holy Trikone\" in the daytime only (Except the time of Navratri. In Navratri you can enjoy it whole night.).\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Carpets & Durries"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Earthen Pots from Chunar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Milk and curd"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lassi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Aao (in winters)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Vernon"],["url="],["email="],["address=evershine nagar, bandra"],["lat="],["long="],["directions=go left, then take right"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\nA lot of water (in summer).\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Jahanvi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=It is the hotel of Indian Tourism Department. Situated at 4 km from Railway Station. Direct autorikshaw or handrikshaws are available from railway station."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel The Galaxy"],["url=http:\/\/www.mirzapur.in"],["email="],["address=Laldiggi"],["lat="],["long="],["directions="],["phone = +91 -8081816200, 05442-222747, 266060, 220828"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=member of FHRAI and HRANI is fully air-conditioned hotel situated at 1.5 km from Railway Station. You might be charged around 10-15 Rs. by handrikshawpuller or auto rikshaw to reach here. Airport (Babatpur, Varanasi) is 60 km and taxis are easily available. Hotel also has a pick up facility on demand."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Varanasi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lucknow"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kanpur"]]}]},{"type":"*","value":[{"type":"[[","value":[["Jaunpur"]]}]},"\n",{"type":"{{","value":[["geo"],["25.15"],["82.58"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Purvanchal"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Mirzapur"]]}]