[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["merge"],["Uki"]]},"\n",{"type":"'''","value":["Misumi"]}," (三角) is a town between ",{"type":"[[","value":[["Kumamoto"]]}," and ",{"type":"[[","value":[["Amakusa"]]}," on the island of ",{"type":"[[","value":[["Kyushu"]]},", ",{"type":"[[","value":[["Japan"]]},". Misumi faces the Ariake Sea and is famous for oranges.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nTo reach Misumi by train from Hakata station in ",{"type":"[[","value":[["Fukuoka"]]},", take the ",{"type":"''","value":["Relay Tsubame"]}," or ",{"type":"''","value":["Ariake"]}," limited express to ",{"type":"[[","value":[["Kumamoto"]]}," and transfer to the appropriately-named JR Misumi line. The ride costs ¥4400, and takes anywhere between 2 and 3 hours in total, since train services between Kumamoto and Misumi are sparse (only one train per hour). As of this writing, the first train leaves Kumamoto [for Misumi] at 6:25, and the last at 23:09.\n\nAlternately, one may reach Misumi by means of local trains.  Departing from Hakata Station on the privately owned Nishitetsu will take you as far as Omuta where travellers can hook up with the JR lines to reach Kumamoto City for a reasonable ¥1090.  From Kumamoto City it is an extra ¥720 on the Misumi line (total cost from Hakata ¥2890).\n\n",{"type":"===","value":["By boat"]},"\n\nThe Sea Pyramid anchors the ferry port of Misumi where one can catch ferries to ",{"type":"[[","value":[["Amakusa"]]}," and the ",{"type":"[[","value":[["Shimabara Peninsula"]]}," (Nagasaki prefecture). An individual ticket will set you back ¥720 for adults and ¥360 for children.  It is also possible to take your car across.  As of this writing the cost of passage [including driver, passenger and car] runs ¥3,360.\n\n",{"type":"===","value":["By car"]},"\n\nWest on either Route 266 or Route 57.  This port town of roughly 10,000 lies on the junction of the two roads as they head towards the Amakusa Island group.\n\n",{"type":"==","value":["Get around"]},"\n\nBusses run from Kumamoto's Kotsu Center 「交通センター」to Misumi dropping off across the street from the train station. Busses travel through Uto City 「宇土市」or Matsubase Town 「松橋」before terminating in Misumi. Kotsu Center busses also venture into Amakusa (Kami-Amakusa, Hondo, Ushibuka, etc) for the adventurous.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Wakamiya Beach"]},{"type":"*","value":[" Tobase Flower School"]},{"type":"*","value":[" Isuichi Dam"]},{"type":"*","value":[" Misumi Sea Pyramid"]},{"type":"*","value":[" Various mountains"]},"\n",{"type":"==","value":["Do"]},"\n\nWakamiya is a swimming beach, popular with the locals during the \"swimming season.\"  Otherwise it can be quite desolate even when the weather is perfect.  Lessons can be had at the Tobase Flower School for a reasonable fee.\n\n",{"type":"==","value":["Buy"]},"\n\nLocal crafts can be purchased in the craft hall past the 266\/57 Junction into Amakusa.  At Nishiko Port you can catch an amazing sunset as the sun sinks behind Amakusa.  You can also enjoy coffee at a small but very nice coffee shop as well as learn about the local hero, ",{"type":"[[","value":[["Lafcadio Hearn"]]},".\n\n",{"type":"==","value":["Eat"]},"\n\nThere are small mom and pop shops scattered around the town.  There are a couple of eateries before the 1st bridge of Amakusa (towards Oyano) as well as along Route 266. And if you don't cross the bridge and go past \"twin flat Hotel\" there is a very nice restaurant called \"Holland Cafe\" good food, great service and a very nice view over the bay. Walk out of the station and turn left, just past the post office there is a little Hamburger joint, Pool tables in the back. next door is a coin laundry.\n\n",{"type":"==","value":["Drink"]},"\n\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Misumi, Kumamoto"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kumamoto (prefecture)"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]