[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Mitiaro"]},", the fourth island in the Cook Islands group, is of volcanic origin, standing in water 4500 m (14,750 feet) deep. It is 6.4km (4 miles) across at its widest point. Mitiaro is part of the Nga-Pu-Toru island group formerly, a volcano that became a coral atoll. The coral died forming Makatea. The island is surrounded by the belt of fossilised coral—makatea, between 6 and 9 m high (20 and 40 feet), characteristic of islands in the southern group. The centre is almost flat, quite swampy and contains two freshwater lakes teeming with eels(Anguilla obscura) or what the locals call itiki and the imported tilapia from Africa where it is known as bream. Beaches are limited but there are crystal clear pools ideal for swimming in the subterranean limestone caves and the beach at low tide abounds in interesting marine life.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By plane"]}," - ",{"type":"[","value":["http:\/\/www.airrarotonga.com Air Rarotonga"]}," flies from Rarotonga to Mitiaro 3-4 Times a week. It's a short 50 minutes flight with an Embrear Bandairante. There is a baggage limit of 16kg per passenger. Sometimes the flight from Atiu or Mauke gets redirected via Mitiaro, so there unofficially might be a chance to get here from one of these two without first flying to Rarotonga if you can wait until it happens and manage to make Air Raro take you.\n\nFor the adventurous, the cheaper option is to go by boat. The \"freighter\" (let's call it a nutshell) goes irregularly to Mitiaro (Usually via Mauke, so you might even get here from Mauke). Ask at the office of the inter-island shipping company in Avarua harbour. Depending on the winds it can take a few days. Be also prepared to be delayed several days, don't count on a fixed departure and arrival, because it leaves when they're finished loading, the winds are good, the captain is sober and the number of octopuses in the harbour plus the number of coconuts in muri equals the stars seen at 11PM at night, no matter what they tell you when it is supposed to leave.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["By foot you'll see the most, but you need time."]},{"type":"*","value":["By motorbike. Ask your host."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nThere is not much to do on Mitiaro, except walking around, having a coconut, talk to the friendly locals and go fishing.\n\nFishing inside or outside the reef is possible, and there is no ciguatera here unlike in ",{"type":"[[","value":[["Rarotonga"]]},".\n\nThere are some nice beaches, but the reef is to shallow for swimming. With a little common sense it is, however safe to swim and snorkel outside the reef when the sea is calm.\n\n",{"type":"==","value":["Buy"]},"\n\nYou can get basic products at ",{"type":"'''","value":["Pa's store"]},". They also have fresh bread on Tuesday, Thursday and Saturday.\n\n",{"type":"==","value":["Eat"]},"\n\nAccommodations usually provide food.\nSelf-catering is also a good option if you fish. Bring as much non-local stuff like butter, eggs, meat, spices,... as you need. These things are expensive on Mitiaro.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Water"]}," should be boiled before you drink it."]},{"type":"*","value":[{"type":"'''","value":["Coconuts"]},"."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vivian's Homestay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(+682) 36008"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Meals included or DIY cooking"]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere is no internet or mobile phone reception on Mitiaro.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":[{"type":"'''","value":["Water"]}," should be boiled before you drink it. "]},{"type":"*","value":[{"type":"'''","value":["Stealing"]},". Cook Islanders are raised to share almost everything naturally. Things may be borrowed (even without telling the owner) and will be returned upon request, provided you know whom to ask. It is not considered stealing in their culture. So it's best to watch out for your stuff."]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Cook Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["-19.866667"],["-157.7"]]},"\n",{"type":"[[","value":[["wikipedia:Mitiaro"]]}]