[{"type":"{{","value":[["pagebanner"],["Mito banner.jpg"],["caption=Kobuntei interior"]]},"\n",{"type":"'''","value":["Mito"]}," (",{"type":"{{","value":[["lang"],["ja"],["水戸"]]},", ",{"type":"[","value":["http:\/\/www.city.mito.lg.jp\/"]},") is the capital of ",{"type":"[[","value":[["Ibaraki"]]}," prefecture, ",{"type":"[[","value":[["Kanto"]]}," region, ",{"type":"[[","value":[["Japan"]]},". \nIt is located in the center of Ibaraki.",{"type":"[[","value":[["Image:Kairakuen_view_of_Senba_Lake.jpg"],["thumb"],["View of Senba Lake from Kairakuen hilltop during cherry blossom season"]]},"\n\n",{"type":"==","value":["Understand"]},"\nWhen Tokugawa Ieyasu reunited Japan in 1603 and established the Tokugawa Shogunate, with its headquarters at Edo (now ",{"type":"[[","value":[["Tokyo"]]},"), he installed members of his own Tokugawa clan as rulers of Mito and only two other domains, present-day ",{"type":"[[","value":[["Nagoya"]]}," and ",{"type":"[[","value":[["Wakayama"]]},". These three cadet lines (known as Gosanke 御三家) were eligible to supply an heir in case any ruling shogun failed to produce one. They were thus among the most loyal of the Tokugawa loyalists. However, the Mito School of fiercely chauvinist Confucian scholars also helped to redefine the Japanese nation in a way that provided the ideological foundation for enhancing imperial power during the Meiji Restoration and its aftermath.\n\n",{"type":"==","value":["Get In"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ibaraki-airport.net\/en\/index.html Ibaraki Airport"]}]}," (茨城空港 ",{"type":"''","value":["Ibaraki kūkō"]},", ",{"type":"{{","value":[["IATA"],["IBR"]]},") opened in March of 2010 on the site of a Japan Air Self-Defense Force base. Located approximately 80 km from Tokyo, it is intended to be a secondary airport to Haneda and Narita. The only services that currently operate out of the airport are a daily round-trip to ",{"type":"[[","value":[["Seoul"]]}," on Asiana Airlines, and a daily round-trip to ",{"type":"[[","value":[["Kobe"]]}," on Skymark Airlines. As of October 2010, Spring Airlines operates flights designated as charters to ",{"type":"[[","value":[["Shanghai"]]},".\n\nFrom Ibaraki Airport, buses run to Ishioka Station (40 minutes, ¥600) for connection to JR Joban Line trains to ",{"type":"[[","value":[["Tokyo\/Ueno"],["Ueno"]]}," in ",{"type":"[[","value":[["Tokyo"]]}," (One hour, ¥2900 by Limited Express), and to Mito Station (One hour, ¥1100) for rail connections to the north.\n\nFrom ",{"type":"[[","value":[["Narita"],["Narita Airport"]]},", the ",{"type":"'''","value":["Rose Liner"]}," airport limousine bus runs to\/from the Mito-Oarai Interchange, Mito Station, Katsuta Station and Hitachi. There are nine daily round-trips, and the journey to Mito Station takes about two hours at a cost of ¥3000. ",{"type":"[","value":["http:\/\/www.ibako.co.jp\/bus\/hwbus\/roseliner-e\/roseliner-e.htm Schedule"]},"\n\nFrom Haneda Airport, Airport Limousine buses make runs directly to Mito every hour, but only during the afternoon and evening (about 2 hours, ¥3500). Otherwise, take the Keikyu Line train to Shinagawa, then the JR Yamanote or Keihin-Tohoku Line to Ueno to pick up a train bound for Mito (2 to 3 hours, ~¥2600-4600, depending on what train you take; see below).\n\n",{"type":"===","value":["By train"]},"\nMito is on the JR Joban Line, which starts at ",{"type":"[[","value":[["Tokyo\/Ueno"],["Ueno"]]}," station in ",{"type":"[[","value":[["Tokyo"]]},", and goes to ",{"type":"[[","value":[["Sendai"]]},".\n\nLimited Express trains depart from Ueno for Mito every 30 minutes during the day: ",{"type":"''","value":["Super Hitachi"]}," trains depart at the top of the hour, and ",{"type":"''","value":["Fresh Hitachi"]}," trains depart at 30 minutes past the hour. The trip will cost ¥4220 (no charge with the Japan Rail Pass) and take 65-75 minutes, depending on the number of stops the train makes.\n\nLocal trains will cover the journey in two hours at a cost of ¥2210. Direct local services for Mito depart from Ueno 2-3 times per hour.\n\n",{"type":"===","value":["By bus"]},"\nMito can be reached via bus from Tokyo Station in about two hours. Tickets run ¥2000, and as there are no reserved seats, you should arrive at the station early to insure you get a spot.\n\n",{"type":"==","value":["Get around"]},"\nMito has a number of train stations within its boundaries: \n",{"type":"*","value":[" On the Joban line - Mito, Kairakuen (station only open during plum blossom season), Akatsuka, Uchihara"]},{"type":"*","value":[" On the Kashima line - Mito, Higashi Mito, Tsunezumi, Oarai"]},"\nThe bus system in Mito, like all parts of Japan, is very complicated but once mastered, very useful. Most areas are serviced with buses coming a few times each hour. The bus for Kairakuen leaves from terminal 6 on the north side of Mito station.\n\nTaxis are always available and the average flag fall is ¥660.\n\nThe principal tourist attraction, the Kairakuen, is an easy half-hour walk from Mito station's South Exit. Just walk down to the river (Sakura-gawa), take a right and keep going along the north (righthand) shore of the lake. In April, you'll walk by cherry blossoms the whole way. The waterfowl will also provide some amusement.\n\nBy far the best way to get around is by bicycle. Mito sits next to the Naka River, which meanders from the not too distant hills to the even closer coast. Atop of the levee banks are excellent bike paths which, acting as bike freeways, offer leisurely rides with great views of the rice farms on the river plain, as well as a way to get to most destinations while avoiding the hassles of traffic.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kairakuen Garden"]}," (偕楽園). Open 6AM to 7PM Apr 1 - Sep 15; 7AM to 7PM Sep 16 - Mar 31. One of ",{"type":"[[","value":[["Japan's_Top_3#Three_Famous_Gardens"],["Japan's Top 3 Gardens"]]},", its primary claim to fame is its 3,000 plum trees, which bloom in February and March. In addition, the garden also contains a network of walkways running through large stands of tall cedar trees and bamboo, and past expanses of flame-red azalea and snow-white bush clover. Depending on the season, one can also observe camellia, magnolia, and cherry blossoms. While the sights within the garden are quite impressive in their own right, this hillside garden also provides spectacular overlooks of Semba Lake and Park when the cherry blossoms come into bloom in April."]},{"type":"[[","value":[["Image:Kairakuen_Kobuntei.jpg"],["thumb"],["Kobuntei villa in Kairakuen"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kobuntei"]}," (好文亭). This well-preserved, old-style samurai residence on the grounds of Kairakuen is well worth seeing, with its fine natural woodwork, thatched roofs, hand-painted paper doors, surrounding garden, and beautiful vistas from the higher floors. Look for the Chinese-character cheat-sheets on the walls of the Chinese poetry composing room. Admission ¥190."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Tokiwa Jinja"],["alt="],["url=http:\/\/komonsan.on.arena.ne.jp\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(常磐神社), at the south gate of Kairakuen. Open from 9:30AM to 15:30PM on weekdays and from 9AM to 16PM on holidays and during the plum festival, this large Shinto shrine is dedicated to Mito clan lords Tokugawa Mitsukuni (1628-1700), known as Mito Komon, and Tokugawa Nariaki (1800-1860)."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Giretsukan"]}," (義烈館). This small museum on the grounds of Tokiwa Jinja houses a huge rolling taiko drum, an ancient large-barrel cannon (or mortar) on wooden wheels, a lineage chart of the Tokugawa shoguns and their Mito cousins, the 400-odd volumes on Japanese history compiled by the Mito School, and other items from Mito's samurai glory days. Few signs and no pamphlets in English. Admission ¥300."]},{"type":"*","value":[" ",{"type":"'''","value":["Seizanso"]}," (西山荘) at the Hitachi-Ota (常陸太田)City. The final residence of Edo era samurai Mitsukuni Tokugawa, where he lived into old-age after traveling around Japan as Mito Komon. This site offers a variety of scenic views, including blossoming cherry trees in the springtime and maple trees aflame with red and yellow leaves in the fall."]},{"type":"*","value":[" ",{"type":"'''","value":["Mito Arts Foundation"]}," (水戸芸術館) Founded by the city in 1988 to commemorate Mito's 100th anniversary as an official city in 1989, it's spiral tower rises 100m above the ATM plaza. Popular with locals due in part to its proximity to Mito Station, it is meant to symbolize the movement from the past to the future and from tradition to creation."]},{"type":"*","value":[" ",{"type":"'''","value":["Kodokan"]}," was the former Han school (an education institution for Samurai) founded in 1841 by Noriaki Tokugawa, the same local lord who founded the Kairakuen Gardens. The school was closed in 1871, after the Meiji Revolution, but most of the buildings survived and were declared national heritage of great significance. Kodokan is located northeast of the train station, five minutes walk."]},"\n",{"type":"==","value":["Do"]},"\nKomon Festival, ",{"type":"[","value":["http:\/\/www.mitokoumon.com\/"]},"\nThis summer festival was started in 1961 (Showa 36), and it is held every year on the first full weekend in August. During the festival, the popular fireworks display can be observed not only in the sky but also beautifully reflected in the lake.\n\n",{"type":"==","value":["Buy"]},"\nNatto Crackers (Area is famous for Natto)\n\n",{"type":"==","value":["Eat"]},"\nMito is famous for its ",{"type":"''","value":["nattō"]}," (納豆), a famously smelly and sticky glop of fermented soybeans.  It's an acquired taste and even many Japanese (particularly those in ",{"type":"[[","value":[["Kansai"]]},") loathe the stuff.\n",{"type":"''","value":["Yoshiharadenchu"]}," （吉原殿中）, This is a Japanese cake that Mito clan Interior made; Yoshihara made it. It is made from rice cake and covered with candy and coated in soybean flour.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Drunken Duck"],["alt="],["url=http:\/\/www.thedrunkenduck.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 29-232-3999"],["tollfree="],["fax="],["hours="],["price="],["content=On the south side of Mito Station (relocated from Katsuta). \"An English-style pub, with Aussie grub\" (and \"now with wireless Internet\")."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nnear onsen resort\n\n",{"type":"'''","value":["Mito Prince Hotel(水戸プリンスホテル)"]},"Ibaraki Mito-shi sakuragawa 2-2-11, ☎029-227-4111 (FAX)029-227-4110, It takes 3 minutes walk from the Mito Station. This hotel has about 40 kinds of handmade breakfast. Check-in 15:00~, checkout 10:00~, reservations necessary.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kasama (Japan)"],["Kasama"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Oarai"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hitachi"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tsukuba"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ushiku"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=Joban Expwy Route Sign.svg"],["imagesize1=100"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Iwaki"]]}],["minorl1=Takahagi ",{"type":"{{","value":[["lfarrow"]]}," Hitachi ",{"type":"{{","value":[["lfarrow"]]}," Tokai"],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Tokyo"]]}],["minorr1=",{"type":"[[","value":[["Tsuchiura"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["36.3667"],["140.4667"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Ibaraki"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mito, Ibaraki"]]},"\n",{"type":"[[","value":[["Commons:Category:Mito, Ibaraki"]]}]