[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Kosovska Mitrovica"]}," or ",{"type":"'''","value":["Mitrovicë"]}," is a city in the north of the Republic of Kosovo although the northern part is controlled by Serbia.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Mitrovica tank.jpg"],["thumb"],["200px"],["KFOR troops are guarding near the New Bridge"]]},"\nThe city of Mitrovica is divided into a North and South by the Ibar river.\n\nThe Northern section is mainly populated by Serbs, with some Albanian sole and mixed neighbourhoods along the banks of the Ibar. The southern section is mainly populated by Albanians, with few Serbians.\n\nThere are several bridges that connect the two sections.  Much has been made of the main Mitrovica Bridge running from the Albanian side to the Serbian side.  It has been the scene of violence in the past, notably in 1999. It is completely safe to cross by daylight but may be less safe at night, depending on the general political climate.  There were no reported disturbances on the bridge on the evening of the Serbian general election in May 2012 - the type of event which would ordinarily spark trouble.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=North Mitrovica bus station"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["hours="],["price="],["content=Taking a bus from Belgrade (or Southern Serbia) you will arrive at the North Mitrovica improvised bus station."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=South bus station"],["alt=Stacioni i autobusave"],["url="],["email="],["address=Ramadan Peci St"],["lat=42.8781"],["long=20.8653"],["directions=Opp. Motel Genti"],["phone="],["hours="],["price="],["content=Coming from Priština you will arrive at the actual bus station in the south."]]}]},"\nA taxi from Pristina should not cost more than around €35, or there is a bus for much cheaper.  When arriving from the Albanian side of the bridge, your taxi driver will often urge you not to cross the bridge for fear for your personal safety.  While noble, this is a largely inaccurate impression is largely created by the international media. Smile politely, tell him you know what you are doing and he will take you to Mitrovica bridge. The word for \"bridge\" is the same in Albanian and Serbian and is pronounced \"mosht\".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kosovo Polje train station"],["alt="],["url="],["email="],["address="],["lat=42.8929"],["long=20.8748"],["directions="],["phone="],["hours="],["price="],["content=The train from Zvečan to Kosovo Polje has now stopped running."]]}]},"\n",{"type":"==","value":["Get around"]},"\nThe usual combi system applies in the south, in the North you can walk anywhere you need to get to.  If you want to travel on further to towns to the north of Mitrovica such as Zvecan or Zubin Potok, you will have no trouble finding a cheap taxi service.\n\nIf you are coming from Belgrade to North Mitrovica and planning on going on to Priština you have two options.\n\n#You can walk across the main bridge (about 400 meters to the south of where the bus dropped you off) and then find a combi to Priština for €1.50\n#Get off the bus in Zvecan (before arriving in Mitrovica) where you can transfer onto UNMIK Railways. The trains run about every three hours.  The train will take you to Kosovo Polje where you can then take a combi to Priština\n\nTaxis are as cheap as they are anywhere in Kosovo, but once again don't count on taking a taxi across the bridge.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=New Bridge"],["url="],["email="],["address="],["lat=42.8912"],["long=20.8661"],["directions="],["phone="],["hours="],["price="],["content=The main bridge in Mitrovica guarded by KFOR soldiers. The bridge connects the northern and southern parts of the city."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Miner's hill"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["hours="],["price="],["content=The Miner's hill is situated on the northern part of the city. On the top of hill is a panoramic view. Additionally there is a orthodox church and iconic monument of the miners."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Catholic Church"],["alt=Kisha Katolike"],["url="],["email="],["address=Marin Barleti"],["lat=42.8903"],["long=20.8721"],["directions="],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Orthodox Church"],["alt=Kisha Ortodokse"],["url="],["email="],["address=Shemsi Ahmeti"],["lat=42.8885"],["long=20.8739"],["directions="],["phone="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Haji Veseli Mosque"],["alt=Xhamia e Haxhi Veselit"],["url="],["email="],["address="],["lat=42.8840"],["long=20.8650"],["directions="],["phone="],["hours="],["content="]]}]},{"type":"[[","value":[["File:Mitrovica north.jpg"],["thumb"],["200px"],["A view from the hill in northern part of Mitrovica"]]},"\nMitrovica is an old industrial mining town (some creative theorists say NATO bombed Kosovo to capture the 'rich' mines of Mitrovice).\n\nFor those with an interest in ruined communist industrial architecture, there is a wealth of it on display in and around Mitrovica, particularly around the Trepca complex.\n\nAt the center of the south (Albanian) side, there are a number of cafes, pizzerias, restaurants, and shops, as well as a mall.  There is also outdoor, public market just south of the mall.  Internet cafes abound in Mitrovica.  If you take a walk around various parts of town, you can still see a part of town marked by destruction (toward the west on the Albanian side - the gypsy quarter), craftsmen and artists, rolling hills, etc.  Bread, pizza, and doners are available all over town for a good, inexpensive meal.\n\nSights on the south side include a market square with mosque, historic building (spared during 1990s fighting). People watching and relaxing along southern bank of Ibar River, near Mitrovica Bridge.\n\n",{"type":"==","value":["Do"]},"\nWalking around the town on foot is the best way to explore it. Evenings are full of young people going up and down the main thoroughfares. So expect to meet the same faces many times around.\n\n",{"type":"==","value":["Buy"]},"\nIn North Mitrovica near the main bridge you can purchase post cards with a picture of an F-117 Stealth fighter with a target on it and the text 'Sorry, we didn't know it was invisible.'  A wealth of such memorabilia is available for purchase.\n\nIn South Mitrovica you will find American and Albanian flags for sale. Local crafts found in stalls and department stores. Also look out for local and national football (soccer) clothing.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ibri"]},": This outdoor (and indoor) restaurant is located in South Mitrovica on the road to Zubin Potok. It serves fresh fish from a fish pond located in the restaurant complex itself and their speciality is open grilled or fried trout fish. Very pleasant in summer evenings. If you are with your family, it has lot of open space for kids to play around. Ample parking space as long as there are not too many cars!"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Srpska Soba restaurant"],["url=http:\/\/www.northcity.rs\/en\/restaurantEN.html"],["email="],["address="],["lat="],["long="],["directions=North"],["phone="],["fax="],["hours="],["price="],["content=The restaurant running in the same building with NorthCity Hotel. If you want something to eat, but not fast food, this is a good option. Here you can find soups, meat courses etc."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nDolce Vita (north side of bridge): Once a smoke filled cafetaria that played music of the Serbian nationalist variety, it is now a fairly upmarket cocktail bar.\n\n",{"type":"==","value":["Sleep"]},"\nIt will be extremely difficult to find accommodation in Mitrovica\nyou have a huge number of motels and hotels in and around Mitrovica where to have accommodation where you can rest and sleep.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Palace"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["price="],["checkin="],["checkout="],["content=Popular with international organizations for holding their conferences."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Mitrovica"],["alt="],["url="],["email="],["address=Rruga e Spitalit"],["lat=42.8886"],["long=20.8687"],["directions=Center"],["phone="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Adriatik"],["alt="],["url="],["email="],["address=Shemsi Ahmeti"],["lat=42.8881"],["long=20.8698"],["directions="],["phone="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"'''","value":["Motel Seadi-Petrol"]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=NorthCity Hotel"],["url=http:\/\/www.northcity.rs\/"],["email=info@northcity.rs"],["address=Čika Jovina 3"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=Twin room: €37\/night"],["checkin="],["checkout="],["content=Price includes the breakfast."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Post Office"],["alt=Posta"],["url="],["email="],["address=Bul. Shemsi Ahmeti"],["lat=42.8893"],["long=20.8752"],["directions="],["phone="],["hours="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Pristina photo montage 2013.png"],["name=",{"type":"[[","value":[["Pristina"]]}],["alt= Приштина"],["lat=42.666667"],["long=21.166667"],["directions=Bus (~1 hour, €1.50, 3 times per hour) catch the bus go to the bus stop near the city's main mosque, with dueling minarets."],["content=-  Kosov@'s capital city"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Peja..JPG"],["name=",{"type":"[[","value":[["Peja"]]}],["alt=Peć, Пећ"],["url="],["lat=42.6667"],["long=20.3"],["directions=Buses (~2 hours, €3.50)"],["content=  is the only other major city in Kosovo served by Mitrovica busses. -   Busses to Peja and other smaller cities can be caught at the bus station a kilometer and a half south of the city center along Mbretesha Teutë."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Panorama Nisa.JPG"],["name=",{"type":"[[","value":[["Nis"]]},", ",{"type":"[[","value":[["Serbia"]]}],["alt=Niš, Ниш"],["url="],["lat=43.3"],["long=21.9"],["directions=Bus daily one direct, two via Novi Pazar"],["content=is the largest city of southern Serbia"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Reka Raska-Novi Pazar04.JPG"],["name=Novi Pazar, Serbia"],["alt=Нови Пазар"],["url="],["lat=43.15"],["long= 20.5167"],["directions=daily buses"],["content="]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Kosovo"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Kosovska Mitrovica"]]},"\n",{"type":"{{","value":[["geo"],["42.883333333333"],["20.866666666667"]]}]