[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Mizoram in India (disputed hatched).svg"],["right"],["thumb"],["Location of ",{"type":"'''","value":["Mizoram"]}," (shaded red) is at the extreme east of ",{"type":"[[","value":[["India"]]},"."]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/mizotourism.nic.in\/ Mizoram"]}]}," lies in the southernmost outpost of North Eastern India, the land of the Blue Mountains. ",{"type":"[[","value":[["Manipur"]]},", ",{"type":"[[","value":[["Assam"]]}," and ",{"type":"[[","value":[["Tripura"]]}," bind the northern end of this little island of tranquility with neighbouring countries ",{"type":"[[","value":[["Myanmar"]]}," and ",{"type":"[[","value":[["Bangladesh"]]}," nestling most of the state between them.\n\nEvergreen ranges of Mizoram hills with blooms of exotic flora and dense bamboo jungles rise sharply from the plains of Assam in a north south direction. These hills and plunging gorges are criss-crossed by gushing rivers and sparkling waterfalls. Highest among its several peaks is the Phawngpui (Blue Mountain).\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Aizawl"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lunglei"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kolasib"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Champhai"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Saiha"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Serchhip"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lawngtlai"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mamit"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nMizoram is a kaleidoscopic 'pleasure trove' for the discerning visitor, with its wide array of festivals and dances, handicrafts, flora and fauna, breathtaking natural beauty, and temperate climate. The Mizos are very friendly and hospitable. English is commonly spoken. The joyful enthusiasm and the gregarious spirit of the local populace has been are the main reasons for establishing some of the most attractive tourism features in this beautiful state.\n\nToday, Mizoram is a dazzling mix of this cross-cultural vibrancy with 87 % literacy (the second highest in India, a fact in which every Mizo takes genuine pride), gender equality and a vigorous pursuit of its ancient cultural traditions and social mores. Almost everybody in the state is a Christian by religion and yet haven't allowed their distint Mizo culture to fade.\n\nYou will find women working everywhere in Mizoram. In fact all shops are run and managed by women . Men tend to do more laborious work and jobs like taxi drivers, car\/scoooter mechanics, working in the fields etc. Women are respected, are safe and enjoy considerable freedom. Smoking and chewing tobacco paan\/Gutkha is very common in Mizoram. Many women too smoke, eat tobacco paan, gutkha etc. Comfortable and decent western clothing is uniformly worn accorss the state and Mizo women dress up quite smartly with a makeup even in small villages.\n\nDivorces are common and but so are re-marriages.\nPeople give priority for self sufficiency and you find no beggars anywhere in Mizoram. The crime rate is almost nil and most Mizo houses in villages and small towns are unlocked. The only thefts are due to some drug addicts.\nOverall the society is quite homogenous, peace loving and classless. The recent rise in corruption has however started widening the gap between rich and poor and may be a threat in future to the social fabric.\n\n",{"type":"==","value":["History"]},"\nHistory often varies from legends. But the story of the Mizos getting out into open from the neither world through a rock opening is now part of the Mizo fable. Chhinlung, however, is taken by some as the Chinese city of Sinlung or Chinlingsang situated close to the Sino-Burmese border. The Mizos have songs and stories about the glory of the ancient Chhinlung civilization handed down from one generation to another.\n\nIt is hard to tell how far the story is true. It is nevertheless possible that the Mizos came from Sinlung or Chinlungsan located on the banks of the river Yalung in China.\n\nAll cities, towns and villages are located on top of mountains.This is because in earlier times, Mizo tribes used to fight with each other and to make attacking enemy's job more difficult,  it was considered safer to create habitats atop a mountain. About 400 years back, similar strategy was used by Chhtrapati Shivaji Maharaj in Maharshtra when he built\/acquired over 300 hill forts to fight successfully against Mughals and other tyrant powers in the region.\n\n",{"type":"==","value":["Talk"]},"\nThe Main language in Mizoram is Mizo, but English is widely understood as it is taught in the schools. Though people here understand English, they may not necessarily respond in English and may respond in few key words. This is not to be taken as a hostile gesture or indifference, it is just their inability to communicate in English. Many taxi\/hire car drivers will understand Hindi to some extent.\n\n",{"type":"==","value":["Get in"]},"\nTourists require a special permit, the Inner Line Permit (ILP). Indian passport-holders (Indian citizens) other than Mizos require Inner Line permits, which can be obtained from Mizoram house in Delhi, Kolkata, Guwahati, Shillong, and Silchar. The address of Mizoram House in Kolkata is here:\n\n24 Old Ballygunge Road\nKolkata\n700019\n\nForeign tourists no longer require a Restricted Area Permit (RAP), which can be obtained from Indian embassies in their respective countries. Foreign tourist van visit the state freely without Protected Area permit (PAP) as of January 2011 while Indian Citizens from other states require Inner line permit (IPL). \n\n",{"type":"===","value":["By plane"]},"\nMizoram has only one airport, Lengpui Airport, which is near Aizawl, and this airport can be reached from Kolkata by air which will take around 1hr and also from ",{"type":"[[","value":[["Guwahati"]]}," by air within a short period of 30 min. The road from the airport to the city takes around another 1 h, and the taxi rate will cost 600 rupees to reach the city. Look out for people who can share the ride as you may be able to pay half that price.\nYou can also try for a shared (TATA) Sumo which charges 100\/- per seat and takes 10 passegers - 2 ahead, 4 in middle and 4 at the back.\nBut make sure that you act very fast and book a seat as there could be just one or two Sumos.\n\n",{"type":"===","value":["By road"]},"\nMizoram is connected through National Highway 54 from ",{"type":"[[","value":[["Silchar"]]},", ",{"type":"[[","value":[["Assam"]]},".\n\n",{"type":"===","value":["By train"]},"\nMizoram is connected through its rail head in Bairabi in Kolasib District.\n\n",{"type":"==","value":["Get around"]},"\nYou can get around depending upon your budget. \n\n",{"type":"===","value":["Car rentals"]},"\nDifferent types of car are available for rentals. From SUVs to Small Cars. TATA Sumos are available from one town to another at a reasonable rate on seat basis. There are many booking counters around Lower Zarkawt, Dawrpui(near Millenium Centre) and in Upper Zarkawt in Aizwal where one can book a seat with choice of seat no. A trip to Champai cost nearly Rs. 400\/- per head. Any such SUMO takes 10 passengers - 2 ahead, 4 in middle and 4 at the back.\n\nExclusively hired vehicles are available at Rs. 15\/- per km + Rs. 800 for each night halt and upwards.\n\n",{"type":"===","value":["By taxi"]}," \nThe White and yellow Maruti taxis mainly ply the cities and towns and around the country sides. You need to haggle for the price to get good deal.\n\n",{"type":"===","value":["By bus"]},"\nMizoram has a state transport corporation that connects the whole of Mizoram. The cities and towns are also serviced by minibus and by sumo. The rides are ",{"type":"'''","value":["very"]}," bumpy and the buses are not so spacious. If you can shell some extra money and hire a cab, do so because it will be really painful the next day.\n\n",{"type":"==","value":["See"]},"\nMizoram is full of beautiful and pristine places. Mizoram Tourism department has failed to promote this state. One gets from little to no help on reserving government accommodation. There are very few tour operators in Aizawl. Serow Tours is the best amongst them. It is dedicated to promote tourism in Mizoram.\n\nUnlike other popular tourist hot spots in India, Mizoram does not very famous places\/spots which you can talk about after your visit. One should rather enjoy the weather, the raw nature around, the thick and unending forests, winding roads and overall scenic beauty which can not always be described in catchy phrases and photographs. Just chill in the lovely, nature fresh , naturally air conditioned weather, understand the local culture and way of living, soak in the peace and tranquility and unwind for a while.\n\n",{"type":"===","value":["Aizawl"]},"\nThis 112-year-old citadel-like city, with its timber houses and profusion of flowers is set on a ridge at approximately an altitude of 4000 ft above sea level. Aizawl is a religious and cultural center of the Mizos. Aizawl lies just north of Tropic of cancer.  \n\nWith a population of approximately 300 000, it has cloudless blue skies, dewy mornings and sunlit days carry a promise of unforgettable holiday pleasures practically all year round. Even the monsoon months are pleasant and gentle.\n\nThe Mizoram State Museum near the Chief Minister's Bungalow is worth a visit. It has a nominal entry fee of Rs. 5\/-. The visit should serve as a primer before you explore Mizoram.\n\n",{"type":"===","value":["Tamdil"]},"\nPick a picnic basket and head out for Tamdil (Tam Lake). This natural lake is reputed for its fish and prawns and is an 85 km drive from Aizawl. The drive gives you an excellent opportunity to see some of the prettiest areas of Mizoram. Go for boat rides (if they are not closed because the boats are in bad shape) relax by the tranquil waters, and, if you can, take a drive into the nearby jungles, which are home to an assortment of fascinating flora and fauna. You can also stay here overnight. The resort village of Saituai is just 10 km away.\n\n",{"type":"===","value":["Vantawng Fall"]},"\nSurrounded by a vast stretch of thick bamboo forests close to Thenzawl hill station is Mizoram's highest waterfall Vantawng (750 ft high). Located 152 km from Aizawl, this popular water body is worth a visit. You can evn stay overnight as it has cafeteria and cottage for hire.\n\n",{"type":"===","value":["Champhai"]},"\nDrive along the fertile plains of Champhai, about 200 km from Aizawl, to enjoy the stunning vista of emerald rice fields bordered by the smoky hills of Myanmar. Champai has the biggest strech of plains in Mizoram which is used for rice cultivation.\n\nThis bustling commercial hub on the Indo-Myanmar borderline also attracts nature lovers by the droves. You can book accomodation in a government lodge. All the huts have scenic view of beautiful hills in Myanmar. It is worth enjoying the clear sky at night. You will realize that there are more stars in the sky than you thought.\n\nThe road from Aizwal to Champai is not very good in some places and it takes about 8 hours one way by a shared SUMO. A privately hired car may take about 6-7 hrs. Top speed of only 40 km per hr is  possible.  But the raw and yet scenic beauty one enjoys along the winding, turning road which goes through thick forests, is a memorable experience.\n\n",{"type":"===","value":["Phawngpui"]},"\nOne of the finest encounter with Mizoram's splendid vistas is Phawngpui, its highest peak,  extremely popular with trekkers and adventure enthusiasts. The Blue Mountain, as it is often referred to, is 300 km from Aizawl and close to the Myanmar border. Fragrant herbs and rare species of orchids and rhododendrons are found here.\n\n",{"type":"===","value":["Saiha"]},"\nSaiha is an angler's paradise on the Chhimtuipui, Mizoram's biggest river, 378 km from Aizawl. An overnight stay can be arranged at the tourist lodge at Saiha. Phawngpui (Blue Mountain) is 30 km away.\n\n",{"type":"===","value":["Lunglei"]},"\nThis district town in South Mizoram is a popular hill station, with fascinating vignettes of Mizoram's legendary natural beauty.\n\n",{"type":"===","value":["Rihdil"]},"\nThis is a very beautiful lake situated in Myanmar and is very near to the Indo-Myanmar border. ",{"type":"''","value":["Rih"]}," means heart. ",{"type":"''","value":["Dil"]}," means lake. This lake is heart-shaped. You can reach this place from Champhai. You need to catch an auto from Govt lodge to reach Champhai bazaar. Then, you need to reserve a seat in a shared SUV which leaves for Zokhawthar ( rougly meaning a 'new Mizo village') . Zokhawthar is situated at the Indo-Burma border. Get a permit (about 10 rupees) from the Burmese outpost to enter Burma. \n\nOnce you enter Burma, you can walk upto the lake which is around 1.5 km from the outpost or you can hire a bike which will be driven by a Burmese. You need to start your journey early in the morning, not because the place is far but because unless the shared SUV gets all the passengers, it will not leave for Zokhawthar, and there are only a few such shared SUVs running between Champhai and Zokhawthar. It is better you hire a cab in Champhai. It is also possible to take your vehicle ( if you have exclusively hired it) inside for a fee. Ask the driver to do the needful. \n\nThere is restaurant by the lake side and about six cottages for stay, which are owned by the restaurant. You can take a boatride in the lake, which costs Rs 400\/- for full perimeter ride for 10 people and Rs. 200\/- for half round. Indian currency is accepted.\n\n",{"type":"===","value":["Dampa Wildlife Sanctuary"]},"\nDampa is a tiger reserve located in West Phaileng district and is 127 km from Aizawl. It is better to book the government lodge well in advance. You need the permit from forest officer staying in West Phaileng to enter Dampa forest. This can be done also from forest department in Aizawl. You should be careful while visiting the forest on a rainy day as it is infested with leeches. This Sanctuary has different types of Birds and Animal, like Tiger, Elephants.\n\n",{"type":"===","value":["Reiek"]},"\nThis is a very nice place near Aizawl and is a must-see.  If you hire a full taxi (Maruti 800\/ Alto), it would cost you about Rs. 1300-1400. A hired non AC small car ( you never need an AC Car in Mizoram!)like Wagon R, Indica, Santro etc.,   it will cost you Rs. 1800\/-\n\nIt has a model Mizo Village. Entry ticket is Rs. 20\/- for adults and Rs. 10\/- for children. Ask the ticket clerk for someone to show you around otherwise you won't understand the exhibits. No extra charge for such a guide.\n \nThere are four well furnished govt. cottages (with hot water) there for night stay, which should be an exotic experience. It costs just Rs. 400\/- per day and needs to be booked in advance. There is also a cafeteria where you can have meals provided you give at least 2 hours notice. The cook is from Guwahati and makes excellent food.\n\nThere is a small trek up the mountain from the model Mozo village, which one must do. It takes you up to top of the mountain with a cliff to give you wide, breathtaking view. One must spend some time there. The climb is also quite pleasant and passes through thick forest.  You can carry some picnic snacks and drinking water to the top. But make sure you don't litter the place and bring back the waste to dustbins near cafeteria, to maintain the natural, pristine beauty of the place.\n\nIn December especially in Christmas time, this place is full of festivities with live music shows atop the mountain, and there is a small stage built up there).\n\n",{"type":"==","value":[" Sleep "]},"\n\n\n\n",{"type":"==","value":["Do"]},"\nIf you are an early bird, get up early in the morning and see the lakes of cloud all around the cities and towns as most of them are built on the mountain tops. \n\nVisit ",{"type":"'''","value":["Hnam Chhantu Pawl"]}," that sells local handicraft items at very reasonable rates. This is a shop run by an NGO and is located in Electric Veng, Near Grace Hospital And Nursing, Aizawl. Ask for Champai Sumo counters, the shop is closeby, on second floor of a building. It is a very famous store, so you can ask local people and they will guide you. Alternately, you can reach the store at hnamchhantu@rediffmail.com.\n\nThe main shopping centers in Aizawl is Bara Bazar, Millenium Centre and Solomon's cave. Here all kinds of wears from garments, cosmetics, shoes to vegetable, poultry are available. These are the main city shopping center. For Handicraft, Zohanco in Zarkawt has shawls, puan, bags and furnishing materials. For bamboo works such as baskets, khumbeu the finely mizo woven bamboo cap are available at MKVI, Sales Emporium, Zarkawt.However the prices may not be very diffrent from Mumbai or Delhi.\n\n",{"type":"==","value":["Eat"]},"\nThe Mizo people love boiled food and non-vegetarian food. Try  ",{"type":"'''","value":["bai"]},"  (boiled vegetables in water with of salt, chingal [now replaced with cooking soda], and sa-um). Try out also ",{"type":"'''","value":["chhangban"]}," (mizo chhang), which is boiled or cooked dough of the glutinous rice. ",{"type":"'''","value":["Sawchair"]}," is another common dish, made of rice cooked with pork or chicken. Other popular dishes are jadoh, kikpu, tung-toh, and pickled bamboo shoots. \n\nThe food is generally cheap \/reasonable. Even roadside restaurants are quite hygienic. You can see the food cooked in front of you. This could be because all these places are run and managed by women.\n\n",{"type":"==","value":["Drink"]},"\nMizoram is a dry state. However, with the lifting of total prohibition in 2010, you can now get Mizoram's very own Grapewine 'Zawlaidi' which has alcohol content of 14% for Rs. 170\/- per bottle. There are no nightclubs or pubs and almost all shops close by 6PM\n\n",{"type":"==","value":["Stay safe"]},"\nMizoram is one of the safest states in ",{"type":"[[","value":[["Northeast India"]]}," in terms of crime, personal safety and insurgency. Most people, including single female travelers, will not face any problems walking along the streets alone at night.\n\n",{"type":"==","value":["Go next"]},"\nMizoram is sandwiched between ",{"type":"[[","value":[["Bangladesh"]]}," and ",{"type":"[[","value":[["Myanmar"]]},", so it could be possible for you to visit the border towns for foreign goods from both countries. Be careful not to bring in alcohol, as it is prohibited in Mizoram.\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North-Eastern India"]]},"\n",{"type":"[[","value":[["wikipedia:Mizoram"]]},"\n",{"type":"{{","value":[["geo"],["23.36"],["92"]]}]