[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\nMlawula Nature Reserve is in north-eastern Swaziland, covering an area of approximately 16,500 hectares. The reserve lies within the transitional zone between two biogeographic regions, the dry thorn savannas of the west, and the moister coastal thickets of the east. The reserve consists of three distinct ecological zones, the Ndzindza plateau, the Siphiso Valley and the rhyolite ridges of the western boundary. Although small, the reserve is contiguous with other protected areas (Mbuluzi and Simunye Nature Reserves, Hlane Wildlife Sanctuary), and other areas of natural vegetation (north bank of the Mbuluzi River, Mhlumeni area, adjacent area in Mozambique).\n\nThe Lubombo mountains are the most impressive natural feature of the reserve; they are a rhyolite ridge running from south to north along the border with Mozambique, volcanic in origin and geologically young. The perennial Mbuluzi river runs along the northern boundary of the reserve, passing through an impressive river valley in the north-east. The much smaller Mlawula stream flows through the west of the reserve. West of and parallel to the Lubombos is the basaltic Siphiso valley, a low-lying savanna area with abundant game, flanked on the west by a chain of low rhyolite ridges.\n\nThe Lubombo plateau it self is an open bushclump studded area that dips gently to the east. It is dissected by a number of steep-sided forested ravines that drain northwards into the Mbuluzi river. A few small closed depressions, or seasonal pans, occur on the higher parts of the plateau, and when filled with rainwater are an extremely interesting and locally unique feature.\n\n",{"type":"[[","value":[["Image:Mlawulaview1.jpg"],["thumb"],["300px"],["Mlawula view"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nThe Mlawula area was considered as worthy of protection for many years, and was in fact proclaimed as a protected area as far back as 1914; it was subsequently deproclaimed and subdivided into cattle ranches.\n\nThe first part of Mlawula to be reproclaimed as a conservation area was the then Blue Jay Ranch, which was donated to the Swaziland National Trust Commission by the Niven family and gazetted in 1978 as Ndzindza Nature Reserve. This move was shortly followed by the purchase of Mlawula Estates, which development was in part funded by Havelock Mines (Pty) Ltd., and the donation of Nyala Ranch by Tibiyo.\n\n",{"type":"===","value":["Flora"]},"\n\n",{"type":"[[","value":[["Image:Pachypodiumsaundersonii09aprkb6.jpg"],["thumb"],["150px"],["Pachypodium saundersonii"]]},"\n\nThe flora of Mlawula is notable for its great richness and diversity, more especially in the deep rocky ravines of the Lubombo mountains; here, almost pure stands of the unique Lubombo Ironwood may be found, and in their shade grows a cycad found nowhere else in the world, as well as many uncommon succulents and climbers.\n\n",{"type":"[[","value":[["Image:Karomiaspeciosa09aprkb2.jpg"],["thumb"],["150px"],["Karomia speciosa"]]},"\n\nThe Mbuluzi river valley provides a floral link with the Mozambican coastal flats, and several species of plant more typical of that area grow here. The higher ravines and south-facing valleys tend to support a wetter type of forest or thicket, and are well worth a visit. The dryer Siphiso valley is characterised by knobthorn savanna, with bushwillow species on the rocky ridges. \n\nThe flora of the reserve comprises about 1035 plant species including 55 alien species.\n\n",{"type":"===","value":["Fauna"]},"\n\nThe variety of topography and ecotypes enables a large variety of vertebrates to exist in the reserve. The reserve is noteworthy for its high diversity of birdlife, with about 350 species having been recorded in the area, compared with the total of about 500 species recorded in the whole of Swaziland. Over sixty species of small and large mammals have been recorded in the reserve, which includes those species which have been re-introduced. \n\n",{"type":"[[","value":[["Image:Colotisdanaeannae09aprmlaredtip2.jpg"],["thumb"],["200px"],["Red tip butterfly"]]},"\n\nIn general, very little is known about the invertebrates of the reserve, although there may be as many as 20,000 species of insects and 10,000 species of spiders.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"==","value":["Fees\/Permits"]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["  Picnics at the designated areas around the reserve."]},"- Python Pool\nContained in a small rocky gorge, this area sometimes offers the opportunity to see klipspringer, pythons, a variety of lizards, terrapins and diverse plant species.\n- Hyaena Pool\nA small dam in the southern end of the Siphiso Valley. Hyaenas are occasional visitors to this area.\n",{"type":"*","value":[" Short walks and Hiking Trails: Mlawula has a network of 50 kms of trails, ranging in duration from 1.5 hours to 2 days (all water must be carried), and offers the rare opportunity for visitors to walk self-guided through the bushveld to experience the more intimate encounters with nature and wildlife. The trails in the Lubombo mountains provide excellent views across Swaziland to the west and as far as the Mozambique coast in the east."]},"- Khabane Cave\nAfter a stiff climb, this cave offers breath-taking views of Mlawula Nature Reserve and adjacent areas. Home to the endemic Swazi Euphorbia, owls and mocking chats.\n- Mahlabashane Gorge\nAccessible by foot from the Mbuluzi Valley road, it is home to numerous rare plants, endemic ironwood forests and uncommon bird species. There are occasional sightings of leopard, serval, aardwolf, pangolin, side-striped jackal, aardvark, Sharpe's gryesbok, oribi and samango monkey. More frequent sightings include spotted hyaena, black-backed jackal and red duiker.\n",{"type":"*","value":[" Guided game drives and night drives on request (when available)."]},{"type":"*","value":[" Self-guided drives - over 33 km of well marked road network (only daytime drives are encouraged)."]},"- Siphiso Valley\nThe ideal area for game viewing of blue wildebeest, zebra, kudu, impala and other small antelopes in their natural habitat. The valley also offers access routes to surrounding Lubombo mountains, for visitors interested in hiking.\n- Mbuluzi Gorge\nAccessible by car, offering spectacular river scenery, diverse bird life coupled with a wide variety of plants. Crocodiles may be seen in this gorge, which also offers visitors access to fishing spots.\n",{"type":"*","value":[" Bird Watching at Mlawula is particularly rewarding and the reserve is known for its high bird diversity."]},{"type":"*","value":[" Mountain biking - over 33 km of dirt tracks."]},{"type":"*","value":[" Quad biking - Quad bike enthusiasts have access to affordable quad bike rental."]},{"type":"*","value":[" Fishing in the Mbuluzi and Mlawula rivers is a popular past time (fishing permit required)."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"[[","value":[["Image:Mlawulamagadzavane3.jpg"],["thumb"],["300px"],["Magadzevane Camp"]]},"\n\nThe accommodation at Mlawula consists of luxury en-suite tents, a cottage, campsite and a new en-suite camp (Magadzavane Camp) due to open in the near future.\n",{"type":"*","value":[" Sara Bush Camp provides attractive self-catering accommodation. It consists of fully furnished luxury safari tents on wooden desks with amazing views over the reserve. Each tent accommodates two people and has a unique open-air bath in the cliff edge. There is a well-equipped communal kitchen and a lounge area and communal toilets with a view. No electricity, but gas stoves, refrigerators and paraffin lanterns are provided."]},"- 1 tented chalet sleeping 3 people (1 double 1 single)\n\n- 3 tented chalets sleeping 2 people (2 singles)\n",{"type":"*","value":[" Maphelephele Cottage: This has been upgraded to sleep eight, with two upper (baboon-proofed) sleeping porches with a double bed on each, in addition to the two rooms inside, with two twin beds in each. The cottage includes full bath, sitting room with fireplace, braai area, gas hot water, oven\/stove and refrigerator. No electricity. Kitchen utensils, bedding and towels supplied."]},{"type":"*","value":[" Friendly staff are available to clean and make beds, and assist with any questions you might have during your stay."]},{"type":"*","value":[" Siphiso campsite is designed for caravans and camping. It consists of a thatched ablution building with showers, baths, washbasins and toilets and a very spacious lawn area with taps and braai spots. Shade is provided by indigenous trees and two thatched summer houses."]},{"type":"*","value":[" Picnicking is allowed at various attractive sites."]},{"type":"*","value":[" The reserve has 54 kms of roads open to tourists for game driving vehicles with both high and low clearances are welcome."]},{"type":"*","value":[" There are 10 walking trails that vary in length from 1.5km to a full day."]},{"type":"*","value":[" Pay phone, found at the gate entrance."]},{"type":"*","value":[" You can book for activities such as fishing and guided walks at the reception on arrival. The closest supply shop can be found at the Simunye, a few kms away from the entrance. This small shopping center has all that you will need during your stay, a Spar grocery shop, bottle store, chemist and a number of small clothes shops. There is also a petrol station at Simunye."]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Swaziland"]]},"\n",{"type":"[[","value":[["wikipedia:Mlawula Nature Reserve"]]}]