[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Mlet convent.JPG"],["thumb"],["300px"],["convent"]]},"\n\n",{"type":"'''","value":["Otok Mljet"]}," (pronounced 'mil-yet') ",{"type":"[","value":["http:\/\/www.mljet.hr\/"]}," is in Southern ",{"type":"[[","value":[["Dalmatia"]]},". The island of Mljet is one of the larger islands off the coast of Southern Croatia. Although many people live on the island, mainly in the port of Sobra on the east end, the west end port of Polače holds the entrance to the national park of Mljet.\n\n",{"type":"==","value":["Understand"]},"\nMljet was originally one of the Roman possessions (indeed, Polače means \"palace\" and holds some Roman Ruins). Over the course of history, traded hands with the rest of the Balkans (to the Ottomans, the Austro-Hungarians, etc.) It was even promised to Italy at one point in the early 20th century. Once the Kingdom of the Serbs, Croats, and Slovenes was declared, the Island became part of that group.\n\n",{"type":"===","value":["Landscape"]},"\nOver 72% of the island of 388 square miles is forest. The island's geological structure consists of limestone and dolomite forming ridges, crests and slopes. A few depressions on the island of Mljet are below sea level and are known as ",{"type":"''","value":["blatine"]}," (\"mud-lakes\") or ",{"type":"''","value":["slatine"]}," (\"salt-lakes\"). During the rain seasons all ",{"type":"''","value":["blatine"]}," are filled with water and turn to brackish during dry seasons.\n\n",{"type":"===","value":["Climate"]},"\nThe climate is Mediterranean; an average air temperature in January is 48°F (9°C) and in July about 75°F (24°C).\n\n",{"type":"===","value":["National Park entrance fee"]},"\nThere is an entrance fee of 90kn per person to enter the Mljet National Park. If you are joining an excursion organised by a travel agency to Mljet, it may not include this entrance fee, so make sure you check before booking.\n\n",{"type":"==","value":["Get in"]},"\n;From Dubrovnik\nThe Nona Ana catamaran ",{"type":"[","value":["http:\/\/www.gv-line.hr\/raspored.php?linija=3"]}," operates twice daily from Dubrovnik to Sobra and Polače on Mljet island. Tickets are 54kn one way per person. Polače is nearer the National Park than Sobra.\n;From the Pelješac peninsula\nThere is car ferry operating five times a day between Prapratno on the Pelješac peninsula and the port of Sobra on Mljet island.\n;From Split\nThere is car ferry from Split on Saturday and speed boat from Lastovo on Tuesday and Thursday.\n;From Korčula\nFrom Korčula you can get to Sobra on Mljet island by car ferry operated by Jadrolinija ",{"type":"[","value":["http:\/\/www.jadrolinija.hr\/pdfs\/COASTAL%20LINES%202012%20.pdf"]}," on Mondays and Fridays. The ferry leaves Korčula Town at 2pm and arrives at Sobra at 4:15pm. Note that Sobra is some distance from the National Park, which is located on the western side of Mljet island. Alternatively, join a day trip excursion from Korčula organised by a travel agency:\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/ikorcula.net\/eng\/tourist-offer\/trips\/mljet-np\/ Kantun Tours"]}]}," organises an excursion to Mljet by speed boat (the journey is around 30 minutes one-way) for 250kn per person return (not including the 90kn entrance fee to the National Park)."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mediterano.hr\/c\/services\/excursions_trips\/island_of_mljet\/ Mediterano Travel Agency"]}]}," can provide a return boat journey between Korčula Town and Mljet for 180kn per person or an excursion (including a guide and the National Park entrance fee) for 360kn per person. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/dubrovniktokorcula.com\/en\/?page_id=75 Korkyra Info Travel Agency"]}]}," offers an excursion (with a guide and including the National Park entrance fee) for 350kn per person. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.korcula-adventures.com\/excursions\/mljet-island.aspx Korčula Adventures"]}]}," offers an excursion to Mljet by luxury yacht (guide, lunch, snorkelling gear and National Park entrance fee included) for 450kn per person."]},"\n",{"type":"==","value":["Get around"]},"\nThere is only one major road on the island which runs through or near most cities.  The road is paved, but condition is only fair.  Speed limit is usually 40 kph.  For most of its length, the road has long uphill or downhill includes.\nIf you come without a car, you can rent one at several local agencies.  \n\n",{"type":"*","value":["MiniBrum: Has a rental office at the Sobra ferry terminal.  They rent a variety of small, often cutely decorated, cars.  In our case, a small diesel Fiat for two days was about €120 plus fuel."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The two lakes (",{"type":"''","value":["jezera"]},") and the monastery on the island in the middle of the large lake (",{"type":"''","value":["veliki jezera"]},").  Boats leave for the monastery every hour or so, check the timetables within the national park.  The monastery was previously a hotel until it was damaged in 1991 and now houses a cute restaurant called Melita."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Saplunara beaches"],["url="],["email="],["address="],["lat="],["long="],["directions=Start at Saplunara Bay then work your way to Blace beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are three sandy beaches within Saplunara, starting with the bay itself.  The bay is slightly overlooked, but as you work through, you eventually got to Blace beach which is 1\/2 mile long and secluded among stones of Mljet southern shores. This hidden bay and beach is surrounded by pine trees, faces South and looks like a lagoon. The entrance from the sea to Blace beach is only 8 metres wide so the sea water inside the lagoon gets very warm and is possible to swim here even at the times when sea water outside is still cold and not suitable for swimming. Because of it's isolated location, Blace Beach and Bay is popular among naturist and nudists too.  Out of season, a lot of debris collects on the beach and is not cleaned making it significantly less appealing."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Odysseus \/ Ulyssey's Cave"],["url="],["email="],["address=South coast, near Babino Polje"],["lat="],["long="],["directions=Pull over on the road parallel to Babino Polje then it's a 20 minute walk towards the south coast from there"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Odysseus's cave is situated under the village of Babino Polje. It's a large egg shaped cave accessed by a 30 metre tunnel used as a harbour by local fishermen. There are two entrances to the cave : one from the seaside and the other one from on high.  Legend has it that Odysseus found his shelter here after surviving a shipwreck, hence the name. He supposedly was shipwrecked here and due to the beauty of the island's nature and his love for the nymph Calipso, Odysseus stayed on the island for 7 years.  As you walk along the path towards the cave, look out for the cute road sign painting on the rocks!  Once you're near the cave, it's a natural beauty and popular for abseiling.  There's also some gravity defying, quite amusing graffiti around the rocks also.  The view around there is spectacular!"]]}]},"\n",{"type":"==","value":["Do"]},"\nSwim around, snorkel and try to find the large mussels (about 2 feet long) in the smaller lake (malo jezero).\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=X-Dream"],["url=http:\/\/bicycleandkayakrentalmljetcroatia.wetpaint.com"],["email="],["address=Polace 8"],["lat="],["long="],["directions=Directly on the sea, close to the harbour"],["phone=+385998092244"],["tollfree="],["fax="],["hours=8-22"],["price=100 Kuna"],["content=Local company for bicycle and kayak rental. They have a good service and very professional staff."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere are several places to eat out in Pomena, around the harbour. Most appear to cater to the yachting fraternity and specialise in very fresh fish; live seafood are kept in tanks next to each restaurant. There's also a great restaurant between the harbour and the hotel. It looks like it's a private house but with a large barbecue area built on, and it does excellent barbecued fish. Besides that, there are several restaurants in villages Polače, Soline and in Babine kuće. There is also restaurant on the island of St. Mary.\n\n",{"type":"==","value":["Drink"]},"\n\nThere's not a lot of nightlife in Pomena; the hotel has an inside bar with a cheesy band, and an outside shack that sells drink. It's best for a quiet getaway rather than a party!\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Vila Mungos"],["url="],["email=komar.d.o.o@du.t-com.hr"],["address=Sobra 35"],["lat="],["long="],["directions="],["phone=+38520745224"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bourbon Hostel and Rooms Polace"],["url="],["email="],["address=Polace 8"],["lat="],["long="],["directions="],["phone=+385 99 8092244"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In the centre of the National Park Mljet, only 5m from the beach and only 150m from the main ferry port."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Odisej"],["url=http:\/\/www.hotelodisej.hr\/"],["email=info@hotelodisej.hr"],["address="],["lat="],["long="],["directions=In the centre of the National Park Mljet"],["phone=+385 20 475 777"],["tollfree="],["fax=+385 20 475 973"],["hours="],["price="],["checkin="],["checkout="],["content=Overpriced, dilapidated hotel with a perfect location.  Could be fantastic, but seems to have barely been touched since the seventies, complacent with being the only hotel on the island and within the National Park.  There may not be many places on the island that advertise online, but there is plenty of accommodation on the island, no doubt cheaper and better than this."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Stermasi"],["url=http:\/\/www.stermasi.hr\/"],["email=astrit.stermasi1@du.t-com.hr"],["address=Saplunara 2, Maranovici"],["lat="],["long="],["directions=Go to Saplunara on the far east of the island and follow the big signs!"],["phone=+385 20746179"],["tollfree="],["fax="],["hours="],["price=€40-75"],["checkin=15:00"],["checkout=10:00"],["content=Accommodation on the far east of the island near the warm waters of Blace beach.  Run by the Stermasi family, who seem to be expanding the number of places, each room has a personal touch to the decoration and with the excellent restaurant attached, it's a place to stay to explore a different side to the island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vila Mungos"],["alt="],["comment="],["address=Sobra 35"],["directions="],["phone=+38520745224"],["fax="],["email=komar.d.o.o@du.t-com.hr"],["url=http:\/\/www.mljetappartement.com\/english\/index.html"],["hours="],["price="],["lat="],["long="],["description=Six yacht moorings (4m depth), water and electricity provided."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\nOn summer days speed boat goes from the port of Sobra to Dubrovnik every day at 6:15AM (Tuesday and Thursday at 6:00) and at 17:35. From port of Polače speed boat goes every day at 4:55PM\nFrom Sobra car ferry goes every day to Prapratno (peninsula Pelješac) at 6:00, 9AM and at 12:00, 16:00, 19PM (on Sunday and holiday goes at 10AMn not at 9:00).\n\nWith speed boat you can also go to island Korčula from Polače and Sobra on Monday, Tuesday, Thursday and Saturday, and with car ferry from Sobra on Monday, Wednesday and Saturday. There is speed boat from Sobra and Polače to island Lastovo on Tuesday and Thursday.\n\nTo Split you can go from Sobra with car ferry on Saturday.\n\n",{"type":"{{","value":[["geo"],["42.7333"],["17.5167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Dubrovnik-Neretva"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mljet"]]},"\n",{"type":"[[","value":[["Commons:Category:Mljet"]]}]