[{"type":"[[","value":[["File:View from Moalboal Beach Resort in Moalboal- 2013-08-02 14-20.jpg"],["thumb"],["View from Moalboal Beach Resort in Moalboal."]]},"\n\n",{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Moalboal"]}," is a small town on the South-West side of ",{"type":"[[","value":[["Cebu (island)"],["Cebu island"]]},".\nIt's mostly used as an entry point to Panagsama Beach, where most of the resorts, restaurants, bars and dive schools are.\n\n",{"type":"{{","value":[["geo"],["9.9857534"],["123.3771996"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe easiest way to reach Moalboal is from ",{"type":"[[","value":[["Cebu City"]]},". The road is in good condition, even in the second part in the mountains and is about 80 km.\n\n",{"type":"===","value":["By van"]},"\nMost of the resorts\/dive shops in Moalboal propose to hire van from Cebu airport to Moalboal. Be ready to pay around ₱2500 for this 2.5 hr trip.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis can be hired at Cebu Airport for ₱2,400 (fixed rate as of Nov 2012).  Many of the hotels and guest houses in Panagsama Beach will send a car or van for pickup for about ₱2,000.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"{{","value":[["infobox"],["Watch out for problematic ticket collectors"],["Before boarding the bus, make sure you know the price you have to pay for the ticket. You can also read it off the ticket you get from the ticket collector (who will be on the bus during the whole journey). Do not pay more, this is the final price. It is also a good idea to pay the exact amount since the ticket collectors walk away with your money and tend to forget about the change. Some are very good at ignoring you. Also do as the locals do and pay your ticket as soon as possible and not shortly before you get off. This avoids discussion under time pressure."]]},"\n\nAs usual, the cheapest method is a local bus (2.5-3 hr).\nFrom Cebu airport, take a taxi and ask to go to the south bus terminal (the airport is in Mactan, quite far from Cebu city, so be ready to pay around ₱200 for this). The yellow airport taxis are more expensive - expect to pay around ₱300. White taxis can be found at the top of the ramp leading up to departures.\n\nThen take the bus here (the main company is the yellow color buses of Ceres Liner). Be sure to use an already almost full bus to avoid waiting. The no-aircon (most are like this) travel will cost you ₱107 (Jan 2013) + ₱10 of terminal fee if you don't pay directly in the bus. Air-con buses are ₱111 (May 2012).\n\nComing from Dumaguete, it is possible to take the ferry boat between Sibulan (ca ₱100 by tricycle from the city center) and cross to Lilo-An on Cebu island. There, take another tricycle (around ₱50) to the nearby bus station. Yellow Ceres buses headed for Cebu City stop there regularly, and some of them go via Moalboal (ask the driver). The bus fare is ₱70 (aircon, Aug 2013)\n\nNote: there are no ATM's in Panagsama beach so bring enough pesos for your stay. There is, however (2012), an ATM in the 360 pharmacy in MoalBoal town (about 4 km from the beach, reachable by tricycle). Although sometimes it doesn't work.\n\n",{"type":"==","value":["Get around"]},"\nThe easiest way to get around is to use tricycles.\nFrom Moalboal to Panagsama Beach, the usual fare is ₱50 by day, but you will have to bargain a long time to get that. Don't pay more than ₱80 though. To White beach most people were paying ₱100-150 in May 2012.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":[" Kawasan Water Falls "]},"\nThe Kawasan water falls (a three step waterfall) is located in the rain forest approximately 20 km south of Moalboal (past Badian). If you take the bus from in front of the public market in Moalboal (near 360 Pharmacy), you can ask the bus driver or ticket collector to drop you off at the right place. The bus ticket from Moalboal to the water falls or vice versa costs ₱19.00. You also need to pay an entrance fee of ₱5.00 and will get an official receipt. Be careful of the 'guides' offer. The walk up to the fall is very easy and you do not need a guide.\n\nGetting to the falls is approximately a 30 min ascent through an impressive landscape. You can take a nice cooling swim in the natural pools, or take a raft out to the falls. There are resting place tables for a charge, some small restaurants and very simple accommodation available.\n\nThe falls can sometimes be a bit crowded (especially on weekends) so if you're looking for more of a nature experience, check out the guided canyoning tours that are offered by some resorts in Panagsama. Tours start in the morning, above the waterfalls, and you make your way down wading along the river, swimming through deeper sections and jumping down waterfalls. Takes about one day, around ₱2,500 per person.\n\n",{"type":"===","value":[" White Beach "]},"\nAbout 7 kilometres north of Panagsama you'll find White Beach or Basdako, meaning 'Big Sand', a nice white sandy beach lined with a beautiful coral reef about 30 m out. Pack your mask and snorkel. White Beach is a popular spot to visit, especially during the weekend, so if you're looking for more quiet beach life go during the week or make your way a bit further north up the beach.\n\nThere are a couple of restaurants along the beach and also a few resorts if you would like to stay for the night. To the south you have the high-end Dolphin House Resort (from about ₱5,500\/night) and a bit further north Blue Orchid Resort (from around ₱3,500\/night) and Club Serena (from around ₱5,500\/night). There are also some cheaper options for the budget-minded traveller, Barefoot White Beach Resort (around ₱2,500\/night) and HK Beach Resort (around ₱2,000\/night) are both good options.\n\n",{"type":"===","value":[" Orchid Gallery "]},"\nIn Moalboal, turn off the national highway by the Petron gas station and continue up the road for about 200 m to find the Orchid Gallery. It's not so much a gallery, but an orchid plant school that has a pool and nice shaded areas and some specimen of the local wildlife. You can buy orchids and other plants. There is a small entrance fee.\n\n",{"type":"===","value":[" Lambug Beach "]},"\nTake a tricycle about 20 km south towards Badian to find Lambug, a beach that to a greater extent than Basdako reminds you of a deserted island. Especially during the weeks, you can sometimes find yourself completely alone on the beach. Should you like to work on your swing, there is also an 18-hole golf course nearby.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Snorkelling"]},"\nNot far out from the beach shore in Panagsama Beach, there is a drop-off. Near that area there are countless reefs, with soft and hard corals, many different species of fish. Sometimes you can spot lion fish, water snakes, and with some luck turtles. White Beach is also a good spot for snorkelling if you want to combine it with relaxing in the sun.\n\n",{"type":"===","value":["Diving"]},"\nMost divers come for the more famous diving spots in Pescador Island, which offer terrific diving. However, there are a lot more spots do discover around the Moalboal peninsula. In some areas there are fish sanctuaries, and there is a marine preservation program in effect to encourage fishermen not to fish with nets.\n\nDives usually cost around ₱1500 with gear.  There are a few \"local owned\" dive shops that are ₱1100-1200 per dive. Most of the dive shops operate 3 dives per day and you can even do your own diving schedule on low season!\n\nIf you are not a diver yet, a beginners' course will set you back about ₱14,500-19,000 depending where you go. It's a good idea to look around for a good deal, but make sure to look for the PADI or SSI certifications of the dive shops as they are a guarantee that the equipment and staff meet certain standards. Set aside about 4 days for the course.\n\n",{"type":"===","value":["Other activities"]},"\nAlthough in Moalboal the most popular tourist activity is Scuba diving, there are a lot more outdoor activities to explore. The area is great for hiking, mountain biking and canyoneering, and there are many natural wonders like caves and waterfalls to explore. There are a few companies that arrange adventure tours. In Panagsama you'll find ",{"type":"[","value":["http:\/\/www.action-philippines.com\/ Planet Action Adventure"]}," that offers a diverse program, and ",{"type":"[","value":["http:\/\/www.freediving-philippines.com\/ Freediving-Philippines"]}," that also arranges freediving courses.\n\n",{"type":"===","value":["Freediving"]},"\nFreediving is becoming more and more popular in Moalboal, because the area offers great conditions for the sport. Close to the shore, the reef drops off to about 40 meters (sometimes more) and the water is usually calm and clear. There are several diveshops that offer courses and training session.\n\n",{"type":"==","value":["Buy"]},"\nYou can buy any kind of souvenirs on the beaches and locals will remind you if you forget ;)\n\n",{"type":"==","value":["Eat"]},"\nMaya's Mexican is in the main Part on Panagsama Beach and does excellent Mexican food - a nice change. They do superb fresh shakes (mango) and have a great BBQ. Chili bar also does good food, and has the best pizza in Moalboal according to a sign outside (many are inclined to agree). If you venture a bit further south along the beach you'll find Arista Restaurant, which sits right on the waterfront. They have a decently priced Filipino\/German menu, and great service to go with the good food.\n\nA place that can be a bit hard to find, but that's well worth the effort is Food Stop, just next to the road between Moalboal and Panagsama. It doesn't look like much from the outside, but they serve generous portions delicious Filipino and Asian dishes for ₱150 each.\n\nAnother culinary delight is to pick up a freshly grilled chicken in Moalboal town. You'll find a good place on the left just down the road from the public market, across from the fruit stands. One chicken is ₱160.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mayas Native Garden Restaurant"],["alt=Mayas Native Garden Restaurant"],["url=http:\/\/mayasnativegarden.com\/restaurant\/"],["email="],["address=Panagsama Beach"],["lat="],["long="],["directions=Basidot"],["phone=+63 32 474-3084"],["tollfree="],["fax="],["hours=24"],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are a lot of restaurants along the beach where you can have a drink with a sea view. Chili Bar in Panagsama Beach is the most popular one and usually full of people all year around. You will find two billiards table there (as in almost all the other bars around) and there's a tournament on Wednesdays. Across from Chili Bar is 7 Sins Bar, also with a pool table and lots of seating.\n\nAs you come down to Panagsama from Moalboal and the road turns left, continue straight on down to the beach and take a left to find Ester's Bar. The nice sea view is accompanied by friendly service.\n\nOn Saturday nights, there is a disco in Pacitas, just a short walk south along the beach from Panagsama's center. There are also very often discos organised by locals in different locations. Ask around where it is, everybody knows. On your way to Pacitas you can also stop off at Andi's Talisay for some late night singing at their open-mic night.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Barefoot White Beach Resort"],["url=http:\/\/www.barefoot.ph"],["email="],["address=White Beach, Basdako"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Around ₱2,500 for a standard room"],["checkin="],["checkout="],["content=Clean, relaxed and close to the beach. There is no pool or restaurant, but the manager there will buy groceries in town and cook for you if you ask."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mayas Native Garden"],["url=http:\/\/mayasnativegarden.com"],["email="],["address=Panagsama beach"],["lat="],["long="],["directions="],["phone=+63 915 480 9610"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Mayas is located in the heart of Panagsama Beach. Mayas Native Garden is a new resort, consisting of five beautiful native cottages built with western luxury & comfort. The big surrounding garden, is rough and trimmed with a myriad of plants and flowers where hummingbirds live and kids can play. A mere 40 m from the sea, its a dream to go snorkeling, diving or swimming in the clear and warm sea. The spacious restaurant offers delicious food with great atmosphere from morning to evening."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Moalboal Backpacker Lodge"],["url=http:\/\/www.moalboal-backpackerlodge.com"],["email="],["address=Panagsama Beach, Basdiot"],["lat="],["long="],["directions="],["phone=+63 905 227 8096"],["tollfree="],["fax="],["hours="],["price=₱275\/350\/480, dorm\/single\/double"],["checkin="],["checkout="],["content=A very popular place among backpackers. The dorm is a loft, with plenty of light and space to met people. Free Wi-Fi. You can use the kitchen. Friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nidos Garden"],["url="],["email="],["address=Panagsama Beach"],["lat="],["long="],["directions="],["phone=+63 32 474-3068"],["tollfree="],["fax="],["hours="],["price=₱980 per night"],["checkin="],["checkout="],["content=Simple and clean rooms without aircon. Has the same management as Quo Vadis, so you can use their pool and Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quo Vadis Dive Resort"],["url=http:\/\/www.quovadisresort.com"],["email="],["address=Panagsama Beach"],["lat="],["long="],["directions="],["phone=+63 32 474-3068"],["tollfree="],["fax="],["hours="],["price=Rooms are ₱1,275-3,600"],["checkin="],["checkout="],["content=Nice, clean and close to the beachfront. The resort has a pool, two bars and a really good restaurant. Free wifi. There is also a dive centre that offers what are probably the best prices on the beach for boat dives."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rositas Cottage"],["url="],["email="],["address=Panagsama Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=₱1000 air-con, ₱800 fan"],["checkin="],["checkout="],["content=hot water shower, cable TV, very fast Wi-Fi, Kitchen area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Turtle Bay Dive Resort"],["url=http:\/\/www.turtlebaydiveresort.com"],["email="],["address=Copton Peninsula"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eves Kiosk Dive Resort."],["alt="],["url="],["email="],["address=north Panagsama Beach"],["lat="],["long="],["directions="],["phone=4743008. cell 09179505249"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php500"],["content=Fan Double or Single Rooms with own Bathrooms. Has a Garden with a swimming pool. motorbikes for hire. Restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sumisid Lodge"],["alt="],["url="],["email="],["address=Panagsama Beach."],["lat="],["long="],["directions="],["phone=3469629"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php550"],["content=Fan Double rooms with own bathrooms."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mollies Place."],["alt="],["url="],["email="],["address=Panagsama Beach."],["lat="],["long="],["directions="],["phone=09172547060"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php500."],["content=Fan Double rooms with own bathrooms"]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Oslob"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Dumaguete"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cebu (city)"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Cebu (island)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n"]