[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Shimsoni, Modi'in at night.jpg"],["thumb"],["Modi'in at night"]]},"\n",{"type":"'''","value":["Modi'in"]}," (",{"type":"[[","value":[["Hebrew"]]},": מודיעין) is a relatively new Israeli city and located in the ",{"type":"[[","value":[["Shfela"]]},", half way between ",{"type":"[[","value":[["Jerusalem"]]}," and ",{"type":"[[","value":[["Tel Aviv"]]},". The city was established in 1997 and by now there are approximately 70,000 residents. It has been planned to become the 4th largest city in Israel within a few years. There are some archaeological sites in the city as well as popular tourist attractions near by.\n\nThe cornerstone for present-day Modi'in was laid in 1993. It is a modern planned city, and the highest standards of urban planning, environmental concern and planning for future growth were taken into consideration during its design. Large greenspaces were incorporated into the city's layout and comprise 50% of the area within the city limits. The long term projection of the ministry of housing is for the city to be home to about a quarter million residents, thus becoming one of the largest localities in Israel. However, plans approved for the city thus far are for only 120,000 residents.\n\nThe city was planned by the well-known architect Moshe Safdie. Its design was supervised by the Ministry of Building and Housing's main architect Carlos Drimberg and the City Engineer-Architect Daniel Senerman.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nModi'in is about 10 km east of ",{"type":"'''","value":["Ben Gurion Airport"]},", 35 km southeast of ",{"type":"[[","value":[["Tel Aviv"]]}," and about 30 km west of ",{"type":"[[","value":[["Jerusalem"]]},". Route 443 connects the city to: Tel Aviv (via ",{"type":"[[","value":[["Lod"]]},"), Jerusalem and Highway 6 (a major electronic toll highway that provides an efficient north-south transportation corridor within the country).\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["Connex"]}," bus company provides connection to Jerusalem, Tel-Aviv and other major cities. Bus schedules and routes are available here",{"type":"[","value":["http:\/\/www.connex.co.il\/"]},". Warning: as of April 18, 2010, the bus schedules posted on the Connex web sites and Connex phone auto-reply system are not correct, at least for the bus N 110 Moddin <-> Jerusalem. The correct bus schedules can only be found posted on the bus stops.  \n\n\"Sherut\" service taxies are available from Jerusalem to Modiin.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Israel Railways"]}," rail line connects Modi'in directly to ",{"type":"[[","value":[["Nahariya"]]}," via Ben Gurion Airport, Tel Aviv and ",{"type":"[[","value":[["Haifa"]]},". \"Paatey Modi'in\" station is located at the surrounding commercial zone and \"Modi'in Merkaz\" station is an underground station and located at the center of the city. In the future there will be high speed rail line to Jerusalem as well. Train schedules and routes are available ",{"type":"[","value":["http:\/\/www.israrail.org.il\/english\/ here"]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Modiin Map 2011.png"],["thumb"],["Map of the city and its neighbourhoods"]]},"\nPublic transportation within the city is provided by Connex bus company. Bus schedules and routes are available ",{"type":"[","value":["http:\/\/www.connex.co.il\/ here"]},". Taxis are also available all over the city as well.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Parkannabe001.jpg"],["thumb"],["Annava park"]]},"\n",{"type":"*","value":[" The Titura hill (Giv'at ha-titura) - a pleasant hiking spot within the city borders. It offers beautiful flowers blossom during spring time and archaeological findings."]},"\n",{"type":"*","value":[" The Bareket Observatory - For more information, visit the observatory's website ",{"type":"[","value":["http:\/\/www.bareket-astro.com\/"]},"."]},"\n",{"type":"*","value":[" The Annava Park (פארק ענבה) - A park near the city center, with a playground, a grove of Israeli trees and a lake, where you can rent a boat."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Neot Kdumim - a Biblical Landscape Reserve is about 5 km northwest of Modi'in on 443 route. Hundreds of varieties of biblical and talmudic plants; wild and domesticated animals; ancient and reconstructed olive and wine presses, threshing floors, cisterns, and ritual baths bring to life the literal roots of the biblical tradition in the soil of the land of Israel. For more information, visit ",{"type":"[","value":["http:\/\/www.n-k.org.il\/public\/english\/index.htm the reserve's website"]},"."]},"\n",{"type":"*","value":[" Monkey park - 80,000 sqm park where visitors can enjoy direct contact with groups of monkeys from different species and learn about them in a natural environment. The monkeys are housed in spacious open enclosures allowing them to be almost free and ensuring unobstructed observation for visitors. For more information, visit ",{"type":"[","value":["http:\/\/www.monkeypark.co.il\/English.asp\/ the park's website"]},"."]},"\n",{"type":"*","value":[" Mini Israel - miniature park features more than 350 beautifully crafted exact replica models of historical, religious, archaeological and modern sites in Israel. For more information, visit ",{"type":"[","value":["http:\/\/www.minisrael.co.il\/home_en.html\/ the park's website"]},"."]},"\n",{"type":"*","value":[" Yad Leshiryon - museum of old IDF tanks and captured enemy tanks, located in Latrun."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=ISR-HW443.png"],["imagesize1=30"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Tel Aviv"]]}],["minorl1=",{"type":"[[","value":[["Ben Gurion airport"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Jerusalem"]]}],["minorr1="],["link1="]]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Shfela"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Modi'in"]]},"\n",{"type":"{{","value":[["geo"],["31.933888888889"],["34.985555555556"]]}]