[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"[[","value":[["File:Morganshan side.JPG"],["thumb"],["350px"],["Moganshan View from Park Observation Deck"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mogan-mountain.com\/overview.html Moganshan"]}]}," is a mountain top tourist region near ",{"type":"[[","value":[["Hangzhou"]]},", ",{"type":"[[","value":[["Zhejiang"]]},", ",{"type":"[[","value":[["China"]]},".  It is a good weekend retreat from Shanghai, as it is only a 2.5 hour drive west.  It is busiest in July and August, when the weather in the cities and valleys below is much hotter. It is also very nice in the shoulder periods when the cooler weather makes for more pleasant hiking. This contributor has also visited after heavy snowfall in February. The mountain sells half price tickets in the winter, since it is less popular to visit. You can either drive or hike to the summit along the foot paths through the bamboo. In winter it can be lonely and beautiful, well worth the effort.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["30.570538"],["119.874902"],["zoom=12"],["layer=M"]]},"\nThe most convenient way is by private car, about a 2.5 hour drive from ",{"type":"[[","value":[["Shanghai"]]},".  Or, there is a direct 4 hour bus from Shanghai which leaves 3 times in the morning from the Old North Bus Station.  Or, you can take the high speed train to ",{"type":"[[","value":[["Hangzhou"]]},", and take taxi or bus from there.\n\nFrom ",{"type":"[[","value":[["Hangzhou"]]}," take bus K588 (fare: ¥12, exact change) from the council bus stop on the road outside the Hangzhou North Bus Station (杭州汽车北站). Busses runs every half hour (approx.) from 07:00 to 19:30. Disembark at Wukang (武康) a.k.a Deping (德清), and switch to a van or taxi (about ¥100) to your final destination in Monganshan. It may be convenient to book a car from your hotel as the cost is similar to a taxi, but your driver is guaranteed to know the correct destination.\n\n",{"type":"==","value":["Get around"]},"\nThe tourist area on top of the mountain is relatively small; there are numerous meandering footpaths that pass by bamboo forests, tea fields, and old stone houses.\n\n",{"type":"==","value":["See"]},"\n\nThere is a nice park with walking trails at the very top of the mountain.  Half way up is the center of the quaint village, made mainly of stone houses, many of which were built in the early 1900s.  Below the village is a series of pools and waterfalls that go down a steep canyon.  You will need your Moganshan entry ticket to go all the way in.\n\n",{"type":"==","value":["Do"]},"\nKnown for a relaxing time, you can enjoy the fresh air and beautiful views, be at one with the forest, read a book, go for a hike, sit in a hammock, or try some delicious local beer and cuisine.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Land Rover Experience Huzou"],["alt="],["url=http:\/\/www.landroverexperience.com.cn"],["email=1024@landroverexperience.com.cn"],["address=Shangxiazhuang Village, Paitou Town, Deqing County"],["lat=30.555979"],["long=119.872241"],["directions="],["phone=4000050987"],["tollfree="],["fax="],["hours="],["price=¥500 pp for tour, ¥2,000 for own drive"],["content=Next to the Naked Retreats resort, Land Rover have an official experience centre where you go off road and see how far you can push a four wheel drive Land Rover. You will also see some of the remoter scenery of Moganshan mountains. Not particularly cheap, but an interesting experience nevertheless."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Moganshan Lodge"],["alt="],["url=http:\/\/www.moganshanlodge.com\/"],["email="],["address="],["lat=30.606"],["long=119.863"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In town has helpful service, a nice patio, and can give you advice on things to do and where to stay."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nMoganshan beer is quite good, and comes in an attractive bottle.\n\n",{"type":"==","value":["Sleep"]},"\n\nThe villages boast many small and inexpensive guest houses that offer nice rooms with en suite and full board if required. The non-Chinese speaker will find communication difficult, but be brave, use the \"phone a friend\" system and it will be OK. The multi-story homes with large signs are usually guest houses.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Miss Xu's"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=13645725033"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Hotel located in a beautiful old stone mansion is right near town, but with plenty of privacy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Naked Retreats"],["alt="],["url=http:\/\/www.nakedretreats.cn"],["email="],["address=Shangxiahuang Village, Paitou Town, Deqing County"],["lat=30.556274"],["long=119.871125"],["directions="],["phone=+86 21 6431 8901"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Around ¥500pp (weekdays) and ¥700pp (weekends)"],["content=Beautiful old farmhouses renovated in a truly quaint style into a resort. A mix of rustic and luxury. Various activities also offered including horse riding, spa treatment, hiking, tea picking and archery. Michelin Star restaurant as well as two other decent restaurants on site."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Passage Mohkan Shan"],["alt="],["url=http:\/\/www.lepassagemoganshan.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+86-186-5728-5900"],["tollfree="],["fax="],["price=¥1,500 per person per night"],["checkin="],["checkout="],["content=Luxury French Country House Hotel, offering deluxe large and comfortable bedrooms with an amazing view of an organic tea plantation, outdoor pool, delicious French country food and wines for the sophisticated travelers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Prodigy Outdoor base"],["url=http:\/\/www.prodigyoutdoor.com\/?lang=en"],["email="],["address=Houwu village"],["lat=30.611617"],["long=119.824856"],["directions="],["phone=+86 189 6926 0036"],["tollfree="],["fax="],["hours="],["price=¥130+\/head"],["checkin="],["checkout="],["content=Prodigy outdoor base is so-named because it considers itself less a hotel in the forest and more a base from which to explore, get involved in outdoor sports or just enjoy nature and then relax with friends and family, enjoying fresh food from the kitchen cooked by local farmers and drinks from the bar. Located in Houwu Village just outside the designated Moganshan Scenic Area, no Moganshan entrance ticket is required. Bikes are available to hire and the base can organise activities tailored to your group."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Moganshan house 23"],["alt="],["url=http:\/\/moganshanhouse23.com"],["email="],["address="],["lat=30.605391"],["long=119.862869"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The restored house is charming and the staff is eager to please. Its location is very convenient whether your looking for a place that's close to the trails or close to the town and the Lodge."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Zhejiang"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["30.629779"],["119.825293"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Moganshan"]]}]