[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/city.mogilev.by\/ Mogilev"]}]}," is a city in ",{"type":"[[","value":[["Mogilev Oblast"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMogilev (another pronunciation Mahilyow, ",{"type":"[[","value":[["Belarusian phrasebook"],["Belarusian"]]},": ",{"type":"''","value":["Магілёў"]},", Russian: ",{"type":"''","value":["Могилёв"]},") is a city in eastern Belarus, the third biggest city in a country with 367,788 inhabitants (2007 estimate). Mogilev is major local cultural, educational and industrial center.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"===","value":["By train"]},"\nRegular trains arrive and departure from and to ",{"type":"[[","value":[["Gomel"]]},", ",{"type":"[[","value":[["Minsk"]]},", ",{"type":"[[","value":[["Moscow"]]}," (Russia), ",{"type":"[[","value":[["Vilnius"]]}," (Lithuania) and many small local stations. Railroad transportation is quite reliable with ok service and probably your best choice for travel.\n\nWithout Belarusian or Russian language skills though you will find it next to impossible. Nothing at even the main train station in Minsk is translated into other languages so consider that you have to be able to understand your ticket and the billboard to work out which platform (платформа) you need to go to, which train (поезд), which car\/carriage (вагон) and which seat (места). The platforms are downstairs in Minsk. There is a conductor for each carriage who will take your ticket (called a beel-yet) at the carriage doorway on the platform and give it back to you before you are due to get off. A website on train travel is being developed so check in to see how the languages are coming along ",{"type":"[","value":["http:\/\/www.rw.by"]},".\n\nThe seats are really hard with plenty of storage when you lift the seat. B class sleepers are open to the corridor with another two seats facing each other on the opposite side. There are bedrolls, pillows and blankets down the end of the car along with hot water and tea. Obviously you should take your shoes off if you're going to lie down. There is a little table for those with a window seat. \n\n",{"type":"===","value":["By bus"]},"\nReliable service from anywhere in Belarus. Safe, cheap and comfortable. There is a bus from Mogilev to Minsk that takes 3 hours. It cost US$9 in 2012 and is very safe.\n\n",{"type":"===","value":["By car"]},"\nThere are highways from Minsk and Moscow (through Orsha). If you are crossing the border, ensure you have a visa or are from a country that is permitted 3 day transit entry.\n\nIf you have the language skills, you can hire a driver from Minsk to Mogilev for about US$100 one way (very expensive) or you can hire one through a travel agent. Train is a far better alternative for the budget conscious.\n\n",{"type":"==","value":["Get around"]},"\nLocal transportation system includes buses, trolleys and minibuses (marshruka's). They are quite cheap: buses and trolleys as of March 2008 are 500 rubles(roughly 25 US cents) and minibuses are around 800 rubles. Cabs prices can be quite different, especially they might be expensive for not fluent in Russian language travelers.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Комплекс Мікольскага манастыра.jpg"],["thumb"],["Monastery of Saint Nicholas"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Ethnography"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+375222 220120"],["tollfree="],["fax="],["hours="],["price="],["content=It is wonderful but do check opening days\/times in advance. Artisans will show you how they use a loom, make pottery, make jewellery. You are allowed to touch some things and try them. There are fascinating things to see including a replica peasant hut and Governors residence. If you don't have friends, arrange a translator\/driver for your visit to Mogilev, it will be inexpensive and you will get a lot more out of your trip."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. Stanislas Church"],["alt=Church of the Assumption and of St. Stanislas"],["url="],["email="],["address="],["lat=53.8984"],["long=30.3342"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The city's Catholic cathedral where parishioners will often be singing. The original frescoes survived WW2 remarkably well. It is very beautiful inside."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Nicholas Monastery"],["alt="],["url="],["email="],["address="],["lat=53.8938"],["long=30.3458"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The 1668 Cathedral dome is being restored and the iconostasis and frescos are magnificent inside. Outside the nuns tend beautiful flower gardens and a variety of apple trees. The outside of the church features many beautiful frescoes and it is not surprising that the site is being considered by UNESCO for World Heritage status. You need to wear a skirt and scarf if you're female which will be provided to you at the gate if necessary."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Buinichi Field"],["content=A war memorial chiefly to the WWII soldiers and civilians who defended the city for 23 days in July 1941 when Belarus was part of the USSR. Few survived, it's estimated 82,000 Russians and 30,000 Germans perished. The USSR took back the city in 1944. Military reporter Konstantin Simonov was one of the few survivors. He wrote about the events he witnessed and willed that when he died his ashes be scattered on the field. In the central red brick chapel is Foucault’s pendulum, a tribute to the fallen defenders of Mogilev. Not far away is the Lake of Tears symbolising the grief of bereaved women."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Star Gazer Square"]},". For luck you are supposed to sit in one of the 12 chairs, make a wish then walk full circle around the star gazer before touching the finger you can reach.\n\n",{"type":"'''","value":["The zoo"]},". The animals are not extensive and many are in large cages at the entrance but they are well cared for. The highlight is the area beyond this which is beautiful forest with lots of picnic spots, cheeky squirrels and if you're lucky you may spot the small herd of bison that roam beyond the fences through the acres of forest and out into grassland. Wear a scarf in case of ticks.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nIn general Mogilev, like the rest of Belarus, is very safe. Just exercise the usual precautions. The people of Mogilev are kind and hospitable. They are interested in where you come from and your culture. \n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["53.9167"],["30.3500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Mogilev Oblast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mahilyow"]]},"\n",{"type":"[[","value":[["Commons:Category:Mahilyow"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Belarus\/Localities\/Mogilev\/"]]}]