[{"type":"{{","value":[["pagebanner"],["Mohenjo-daro WV page banner.JPG"],["unesco=yes"],["otbp=yes"]]},"\n",{"type":"[[","value":[["File:Mohenjo-daro Priesterkönig.jpeg"],["thumb"],["The Priest-King, the most famous and iconic of artefacts, is believed to have been the king of Mohenjo-daro"]]},"\n",{"type":"'''","value":["Mohenjo-daro"]}," (sometimes spelt ",{"type":"''","value":["Moenjo-daro"]}," or ",{"type":"''","value":["Moenjodaro"]},") is a 5,000-year-old city in what is now northwestern ",{"type":"[[","value":[["Sindh"]]}," in ",{"type":"[[","value":[["Pakistan"]]},". It is a major tourist attraction due to the fascinating archaeological site which presents the best-preserved ruins of the Indus Valley Civilisation – one of the world's earliest civilisations.\n\nIt's an ",{"type":"'''","value":["archaeological site of immense historical significance"]},", on the ",{"type":"[[","value":[["UNESCO World Heritage List#Pakistan"],["UNESCO World Heritage List"]]},", and not to be missed if you are interested in such sites or in the history of this region. It has the ruins of an ancient city; they are among the best preserved urban ruins in ",{"type":"[[","value":[["South Asia"]]},".\n\nThe city was built in about 2,600 BCE and had a population of 35,000 to 50,000; it was one of the main centres of the ancient Indus Valley Civilisation. It was one of the earliest cities and one of the largest and most advanced cities of its time, with remarkably sophisticated civil engineering and urban planning. It was abandoned for uncertain reasons around 1,900 BCE; one theory is that it was caused by shifts in river courses.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:IVC WV map.png"],["thumb"],["Extent and major sites of the Indus Valley Civilisation is shown in yellow with current national borders shown in white."]]},"\n",{"type":"[[","value":[["Image:Mohenjo-daro.jpg"],["thumb"],["Excavated ruins, with the Great Bath in the foreground and the Buddhist Stupa in the background"]]},"\nMohenjo-daro is a name in the local Sindhi language, usually translated as ",{"type":"''","value":["Mound of the Dead"]},". The ruins were first discovered in 1911 and excavations  started in 1922, while major excavations were carried out in the 1930s. After 1965, further excavations were banned due to fears of damage to the ruins. It is estimated that only one third of the site has been revealed thus far, and site conservation works continue to this day.\n\nMohenjo-daro was one of the earliest cities in the world and one of the main cities of the Indus Valley Civilisation (IVC). That was one of the great civilisations of the ancient world, and one of the earliest Bronze Age civilisations. It is also known as the Harappan Civilisation after another major archaeological site at ",{"type":"[[","value":[["Harappa"]]},", also in Pakistan. The terms apply to several cultures over the period 3,300-1,300 BCE, and to over a thousand sites where their artifacts have been found. The peak was the Mature Harappan period, 2,600-1,900 BCE, when Mohenjo-daro was a great city.\n\nAt its height, the IVC spanned almost all of what is now Pakistan and parts of what are now northern India and eastern Afghanistan. It had outposts further afield, including one far to the North in ",{"type":"[[","value":[["Bactria"]]},". Trading links extended at least to ",{"type":"[[","value":[["Central Asia"]]},", ",{"type":"[[","value":[["Persia"]]}," and the great Mesopotamian civilisations of the period in what are now ",{"type":"[[","value":[["Iraq"]]}," and ",{"type":"[[","value":[["Syria"]]},". Like its contemporary civilisations, the IVC was primarily based on agriculture; irrigation and flood control were important areas of engineering. The cities handled grain storage, trade, crafts, government and education, and acted as the main religious centres.\n\nOther civilisations were at a similar level of development in about the same time period as the IVC. Cities contemporary with Mohenjo-daro included ",{"type":"[[","value":[["Thebes"]]}," in Ancient Egypt, ",{"type":"[[","value":[["Nineveh"]]}," and Ur in Mesopotamia and ",{"type":"[[","value":[["Heraklion#Landmarks"],["Knossos"]]}," in Minoan Crete. However the Indus cities were more advanced in some ways; for example, they had the world's first municipal sewage systems. China also had well-developed cities at around that time, but the ",{"type":"[[","value":[["Lake Tai#Understand"],["Liangzhu Culture"]]}," and Longshan Culture (named for a site near ",{"type":"[[","value":[["Jinan"]]},") were still Neolithic (late Stone Age).\n\nThe demise of the IVC is not fully understood. One theory is that it was conquered by Aryan invaders about 1,500 BCE; an alternate view paints it more as nomadic Aryans being assimilated by the more advanced Indus Valley culture. The Aryans spoke Sanskrit, the language of the oldest Hindu sacred texts, the Vedas, and the ancestor of all the main modern languages of ",{"type":"[[","value":[["Northern India"]]}," and ",{"type":"[[","value":[["Pakistan"]]},". Sanskrit is a member of the Indo-European language family, as are almost all the languages of Europe, ",{"type":"[[","value":[["Persian"]]}," (the modern name for Persia, \"Iran\", is from the same root as Aryan) and the main languages of ",{"type":"[[","value":[["Afghanistan"]]},", Dari (Afghan Persian) and ",{"type":"[[","value":[["Pushtu"]]},". It is thought that the Indus Valley people spoke a language of the non-Indo-European Dravidian group, related to the modern languages of ",{"type":"[[","value":[["South India"]]}," and ",{"type":"[[","value":[["Sri Lanka"]]},". However, this is somewhat uncertain since the Indus Valley script has not been deciphered.\n\nThe extent and nature of the IVC's influence on modern India is not entirely clear. Some archaeologists see parallels between various IVC artifacts and various members of the Hindu pantheon while others see more relation to religions further west, in particular the \"Mother Goddess\" religions of Mesopotamia and Crete. Some of the \"Hindutva\" nationalists talk of the \"Saraswati Culture\" and believe the influence was very strong.\n\nSome links to modern culture are considered likely, though none are certain. The earliest cities along the Ganges — including ",{"type":"[[","value":[["Varanasi"]]},", \"the spiritual capital of India\" — appeared about 1,200 BCE; it is thought the founders may have been migrants from the IVC, moving east as that culture fell. The Great Bath and the many household baths at Mohenjo-daro may have been used for purification rites similar to those in modern Hinduism. Cremation of the dead became common in late Harappan culture and is now the usual custom for Hindus. Some items like the pottery were well enough developed in this ancient civilisation to resemble items still made and used today.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["infobox"],["Best time to visit"],["You might want to visit in the cooler winter months (October to March); otherwise you should be prepared for blisteringly hot weather. The highest temperature recorded was 53.5°C (128°F), here on 26 May 2010. It is the highest reliably measured temperature in Asia, and the fourth highest temperature recorded anywhere in the world."]]},"\n",{"type":"'''","value":["Mohenjo-daro Airport"]}," (",{"type":"'''","value":["MJD"]},") is adjacent to the archaeological site complex. Pakistan's national flag carrier ",{"type":"[","value":["http:\/\/www.piac.com.pk\/ Pakistan International Airlines"]}," operates both direct and non-direct flights from ",{"type":"[[","value":[["Karachi"]]}," to Mohenjo-daro. Direct flights run four times a week and take one hour. The non-direct flight makes a stop at Sukkur Airport and only operates on Fridays. The outdated infrastructure of the Mohenjo-daro airport prevents the use of large, advanced aircraft so prop aircrafts such as a smaller regional airliners ATR 42 are used. A one-way ticket costs under Rs 10,000 to\/from Karachi. A shuttle bus is available on flight days to drop you at the archaeological site entrance which is otherwise can be easily covered on foot.\n",{"type":"[[","value":[["File:Mohenjo-daro complex entrance gate.JPG"],["thumb"],["Large and modern entrance gate of the complex of 5,000-year-old Mohenjo-daro city"]]},"\nThe nearest ",{"type":"'''","value":["railway station"]}," is some 11km away from the site in the outskirts of the nearby town of Dokri, but named after Mohenjo-daro. There's only one train each day from Karachi bound for Peshawar: the ",{"type":"''","value":["Khushal Khan Khattak Express"]}," calling at Mohenjo-daro railway station early in the morning at around 6 AM and has only economy class. The train leaves Karachi in the evening at around 7 PM and the journey takes approximately 11 hours and a seat costs Rs 400. From Mohenjo-daro railway station, a rickshaw for Mohenjo-daro archaeological site can be hired for Rs 200 whereas shared rickshaw also available for Dokri for Rs 20 and from Dokri, you can hire rickshaw for the archaeological site for Rs 150.\n\nGetting to Mohenjo-daro by ",{"type":"'''","value":["public bus"]}," is a two-step process as there's no direct public transport bus service to Mohenjo-daro. The nearest major city is Larkana, some 30km north of Mohenjo-daro and one can easily get to Larkana by bus (both air-conditioned and non-airconditioned) from any major city of Sindh. From Larkana, both taxis and rickshaws can be hired for Mohenjo-daro archaeological site. Moreover, vans although cramped run from Larkana up-to a bypass nearby the archaeological complex as well as shared motorcycle rickshaws. Hiring a taxi or a rickshaw is definitely the preferred option as both are comfortable as well as quicker than vans or shared rickshaws; they take less than an hour. Hiring a taxi for the archaeological site should cost less than Rs 1,000 if you manage to ",{"type":"[[","value":[["haggle"]]}," well with the taxi driver whereas a rickshaw can be hired for Rs 500. Journey on shared rickshaws may cost around Rs 100 and more less on vans.\n\nIf you are ",{"type":"'''","value":["driving"]}," or being driven, Mohenjo-daro can be accessed most easily by some arterial roads branching off (at Mehar, Nasirabad and Larkana) from the 1,264km-long National Highway # N-55 (the Indus Highway) which runs between Karachi and Peshawar.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["infobox"],["Save Mohenjo-daro"],["Due to negligence of government, precious Mohenjo-daro has been significantly vandalised and harshly damaged and experts recently suggested Moenjo-daro could may completely destroyed and diminish in dust within 20 years if not quickly rescued and strict measures taken to save and protect it. You're requested to do your part in helping keep it protected and preserved, and show some sympathy when visiting the site either for sightseeing or photography and avoid climbing  over the structures at the least."]]},"\n",{"type":"[[","value":[["File:Moenjodaro travel map.png"],["thumb"],["400px"],["Detailed map of Mohenjo-daro"]]},"\nThe archaeological site is inside a complex surrounded by a wall and only accessible through a large main entrance gate. The complex is small enough to be covered on foot easily and it is a pedestrians-only area; no other means of transport is allowed, not even bicycles. Pathways are constructed of bricks connecting ruins scattered far and wide but note that walking can be quite exhausting and tiring, especially in the heat of summer. Be sure to wear proper and comfortable walking shoes and don't forget to take a bottle of water with you when going to explore the ancient city. It is also advisable to wear hats and watch your steps as sighting of snakes although small have been reported in the ruins but do not pose a hazard for those who do not disturb them.\n\nThe entrance fee for the whole complex is Rs 300 for foreigners, but only Rs 20 for locals. The complex is open between 08:30 and 19:00 from April to September, and between 09:00 and 17:00 in winter from October to March.\n\n",{"type":"==","value":["See"]},"\nThe archaeological site is divided into two sectors: a higher settlement to the west and a larger lower settlement to the east. Facilities such as the museum and resthouses are in a separate area a bit to the north.\n\nBoth settlement sectors are further subdivided into several areas. The names of the those subdivided areas are derived from the names of the archaeologists who excavated the ruins in the area. Everything is properly marked so it is quite easy to navigate and understand where you are and which structure is what.\n\nThe settlement to the west is generally referred to as the citadel mound, and it is mostly comprised of the ruins of ancient administrative buildings constructed on top of a massive mud-brick platform. This is where most of Mohenjo-daro's major structures can be found.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Buddhist Stupa"],["content=This is the highest and most prominent structure, and is located atop the citadel mound. The mound is thought to have housed the elite of the early society and to have been a very sacred part of the ancient city. The stupa was built during the Kushan Empire, 1st to 4th centuries CE, while all of the other excavated ruins are from 2,600-1,900 BCE."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Great Hall"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This large building may have been a granary; it has what appear to have been a loading platform for carts transporting grain and a ventilation system to prevent spoilage. An alternate theory is that it was a public hall; the actual function of the building has not been determined."]]}]},"\n",{"type":"[[","value":[["File:Great bath view Mohenjodaro.JPG"],["thumb"],["The Great Bath is one of the best-known and well preserved structures among the ruins"]]},"\n",{"type":"[[","value":[["File:Buddhist stupa, Mohenjo-daro (cropped).JPG"],["thumbnail"],["Buddhist stupa is the most prominent structure of ancient town of Mohenjo-daro"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Great Bath"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 2.4m deep, 12m long, and 7m wide pool known as \"The Great Bath\" is located at the centre of the Citadel, is made of fine baked waterproof mud bricks and a thick layer of bitumen (natural tar – presumably to keep water from seeping through the walls), which indicates that it was used for holding water. Many scholars have suggested that this huge deep bath could have been a place for ritual bathing or religious ceremonies. It is the earliest public water tank of the ancient world. Adjacent to it are a well that was used to supply water to the bath."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Assembly Hall (Pillared Hall)"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This structure may have been an assembly hall, a place for people to sit for meetings and social gatherings."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=College of Priests"],["content=A large open space and courtyard referred to as a college lies to the east of the Great Bath. This large building having several rooms and three verandas, with two staircases leading to roof and upper floor, is thought to have been the residence of a very high official priest or college for priests."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=First Street"],["content=This ancient city is also well known for its well planned roads and the houses along this wide road supposed to have been inhabited by the elite people."]]}]},"\nOther structures in western settlement are the remains of trenches, public wells, bathing platforms and old buildings, some of which may have been the residences of priests. Several drains branch off from the baths. There is also a temple complex nearby. Bastions and a tower built of baked brick are also located on this mound, monastic cells, Divinity street, a private bath, a dust bin, Main Street, the double ring well, a drain with a corbelled roof, a series of bathrooms, votive stupas, an oval-shaped well, a shell working shop, the well with the largest circumference, as well as a mud-brick embankment between the stairs and the tower. Much of the rest of the mound is yet to be excavated.\n\n",{"type":"[[","value":[["File:Mohenjodaro_-_a_view_from_stupa.JPG"],["thumb"],["Excavation shows ruins of the ancient city of Mohenjo-daro was developed on ordered urban layout."]]},"\nThe lower settlement to the east was mainly a residential area for the ancient people. It is a large area, but very little has been excavated so far. This residential area were divided into separate areas for the rich to the north known as the ",{"type":"''","value":["wealthy residential area"]}," which could have been the location of the mansions of the wealthy people and for the poor to the south known as ",{"type":"''","value":["poor residential area"]},", which consists of much smaller structures when compared to the wealthy area. Excavation shows that the residential area shows an advanced urban planning and was built on a grid system with some of the streets were perpendicular to each other and were as wide as 10m to accommodate the carts. The houses of the rich had courtyards surrounded by bedrooms, kitchen, toilet and even a servants quarter. There is also what is thought to be a large bazaar adjoining the wealthy residential area. One building in this section that has been excavated consists of circular depressions into the ground, leading many to believe that it was a dyer's workshop and that the depressions were used to hold pottery vessels.",{"type":"<","value":["br"]},"Other ruins to see in this sector include a deep excavated well, a rubbish water chute, a well preserved house, more wells, the chief's house and its ovens, a room with a double staircase, a low lane, First Street, Central Street, the guard room, an assembly hall, a cesspit, Lane No. 1, and a market building.\n",{"type":"{{","value":[["infobox"],["Lost artefacts of the lost city"],["Some of Mohenjo-daro’s best-known relics are actually elsewhere, though the on-site museum has good replicas. The iconic sculpture of the priest-king is at the National Museum in ",{"type":"[[","value":[["Karachi"]]},", and others left what is now Pakistan before 1947; the bronze statuette of a naked dancing girl is in India's ",{"type":"[[","value":[["Delhi#Museums"],["National Museum"]]}," in Delhi, and some are in the ",{"type":"[[","value":[["British Museum"]]}," in London. Other museums in both Pakistan and India also have relics of the Indus Valley Civilisation; in particular the ",{"type":"[[","value":[["Lahore#Museums"],["Lahore Museum"]]}," has a good collection."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mohenjo-daro Archaeology Museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open between 08:30 and 12:30 and between 14:30 and 17:30 from April to September, and between 09:00 and 16:00 from October to March"],["price=Rs 300 for foreigners, Rs 20 for locals"],["content=The museum was inaugurated in 1967, and contains relics found at the archaeologic site. The relics which contains weapons, engraved seals, kitchen utensils, sculptures, terracotta toys, jewellery and other ornaments are showcased on the first floor and illuminated in natural light while heavy stones found during excavation are kept as well. A wall in first floor is illustrated with an overview conjectural view of the ancient city of Mohenjo-daro."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Dancing Girl of Mohenjo-daro.jpg"],["thumb"],["The statue of the Dancing Girl, said to be a naked young girl dancing with lips pouted"]]},"\nAmong the most popular souvenirs are replicas of two famous pieces of sculpture found at Mohenjo-daro: the 'Dancing Girl', and the 'Priest-King' as well numerous seals and ancient jewellery. The 'Dancing Girl' is some 4,500 years old, was found in 1926, and the 'Priest-King', was found in 1927 and has become symbolic of the Indus Valley Civilisation.\n\nYou'll find locals selling these souvenirs inside the Mohenjo-daro complex. There's also a good gift shop adjacent to the site near to entrance gate where you can buy many kind of souvenirs as well. Various stones, post cards, photographs and books on Mohenjo-daro can also be purchased both from the gift store and local sellers. The museum sells various books and photo postcards of Mohenjo-daro as well.\n\n",{"type":"==","value":["Eat and drink"]},"\nWater and tea are the main choices to combat the dry climate. The cafeteria inside the archaeology rest-house may provides some good food, available to non-staying guests too, and can cater to many people at once. There is also an open air cafeteria inside the complex near to the museum building where you can take a rest after a tiring stroll in ruins and refresh yourself with drinks such as juices, tea, bottled water as well have some light snacks. You'll also find many hawkers inside the complex selling light packed snacks, soft drinks, and bottled water to visitors.\n\n",{"type":"==","value":["Sleep"]},"\nThere is only one lodging facilities in Mohenjo-daro, located inside the complex and close to the archaeological site. Alternatively, there are a few good options to stay in the nearby town of ",{"type":"[[","value":[["Larkana"]]},".\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Archaeology Rest-house"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+92 344 3172575, +92 313 3063317"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Rs 1500 (basic non-A\/C room) Rs 2,500 (double room with A\/C)"],["content=Recently renovated accommodation is run by Pakistan's archaeological department is overall, ideal for a stay overnight and available at affordable rates. Has total nine rooms with attached baths. Three air-conditioned rooms, double bed, TV, and sofas are on the first floor while six non-aircondioned rooms with two single beds in each room on ground floor. Has a cafeteria, sitting area in lounge as well a big hall to accommodate large group of people for overnight stays. Cafeteria can prepare a meal according to your taste but may charge Rs 500 per person for lunch or a dinner meal while Rs 200 for breakfast. It is advised to book in advance."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kirthar National Park"]]}]}," — this large park offers great natural beauty and a good variety of wildlife"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Karachi"]]}]}," — Pakistan's biggest, most diverse and cosmopolitan city."]},"\n",{"type":"{{","value":[["geo"],["27.3292"],["68.1389"],["zoom=14"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Sindh"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Mohenjo-daro"]]},"\n",{"type":"[[","value":[["Commons:Category:Mohenjo-daro"]]}]