[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Moissac, Abbaye Saint-Pierre-PM 15080.jpg"],["thumb"],["upright 1.4"],["Tympanum, Abbaye Saint-Pierre"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.moissac.fr\/gabarit.php?page=tourisme\/anglais\/menu_e.htm Moissac"]}]}," is a town in ",{"type":"[[","value":[["Tarn-et-Garonne"]]}," department, ",{"type":"[[","value":[["France"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMoissac is a town of artistic interest. A stop on the way to ",{"type":"[[","value":[["Santiago de Compostela"]]},". It is mostly famous for the artistic heritage handed down by the ancient Saint-Peter's abbey. From legend, it was founded by Clovis (the Frankish king), but from historical information it was founded by Saint Didier, bishop of Cahors in the middle of the seventh century . The monastery establishment was difficult because of Moors' and Norsemens' raids. The eleventh and twelfth centuries witnessed a first golden age, the consequence of Moissac being affiliated to the Burgundy abbey of Cluny and it's accepting the famous Reformation, under the drive of Durand de Bredons who was both the Abbot of Moissac and the bishop of Toulouse. This outstanding era witnessed major abbots Dom Hunaud de Gavarret , Dom Ansquitil; who had the doorway and tympanum built. In the thirteenth century , Raymond de Montpezat and then Bertrand de Montaigut, abbots and builders, ruled the abbey. Aymeric de Peyrac , writing his Chronicle in the fifteenth century in the castle of Saint Nicolas de la Grave reveals us those events. The fifteenth century witnessed a new golden age with abbots Pierre and Antoine de Caraman who edificied works, and especially the Gothic part of the abbey-church. The 1626 secularization of the abbey caused the Benedictine monks to leave the cloister after nearly 1000 years of Benedictine life. They were replaced by Augustinian canons, under commendary abbots: well-known cardinals such as Mazarin and de Brienne . In 1793, the French Revolution put an end to religious life. In the middle of the nineteenth century , the laying of a railway-track threatened the cloister but it was saved, listed as a historic monument. Even if the side buildings have suffered a lot and the abbey changed in aspect, this inheritance is nowadays the object of intense care as the tympanum, renowned amongst the greatest, and the most beautiful cloister in the world can still be admired.\nMoissac is a 'real' French town, not given to pandering to tourism. Very few people speak English and tourist souvenirs are rarely seen. It is a town in its own right that has its own industry and character. And that is its greatest charm.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Pont napoléon moissac.JPG"],["thumb"],["Pont Napoléon, over the Tarn River at Moissac"]]},"\nThe closest city to it is Toulouse, but another good point of reference is Montauban. You can reach Moissac by train going from Toulouse or Montauban.\nA third alternative after road and rail travel is the Canal de Deux Mers. \n\n",{"type":"==","value":["Get around"]},"\nMany boat-travellers stay in the marina which has good facilities for visitors and is within two minutes walk of the town centre.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Saint-Pierre abbey, The abbey-church with its Tympanum, and the Cloister (twelfth and fifteenth centuries), Centre of Romanesque Art (documents on medieval sculpture, illumination and wall-paintings)"]},{"type":"*","value":[" The Tarn River The \"canal des deux mers\" (The canal between the Atlantic Ocean and the Mediterranean Sea)"]},{"type":"*","value":[" Aqueduct du Cacor, just beside Moissac, carries the barges over the river Tarn"]},{"type":"*","value":[" Walk up the hill by the old Convent and see the statue of the Virgin Mary overlooking the town"]},"\n",{"type":"'''","value":["Market"]}," days held in the Place des Recollets are ~ Saturday and Sunday, farmers and traders sell their produce. There is also a wide range of clothes and artifacts.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:82-Moissac PA00095793.jpg"],["thumb"],["Pigeon loft (pigeonnier) of Milliole, a historic monument"]]},"\nVisit the cloister, as it is thought to be one of the most beautiful cloisters in the world. \nSit on the square, with a view of the Abbey, enjoying a coffee while the world passes by.\nTry some Chasselas, the local grape, which has its own AOC (appelation d'origine controle). It's small and sweet, and is regarded as a French Treasure.\nExplore the back streets of the town where many mediaeval, half-timbered houses can be seen, some in a rather sad state of disrepair. If you admire 1930s architecture then you are in for a treat. Much of the town was destroyed in a flood in the 30s and was rebuilt in Art Deco and Modernist style.\nHire a bicycle from a kiosk on the banks of the River Tarn. Cycle along the sides of the Tarn or the canal to the next town, very flat easy cycling. \nThe tourist office sells books of walks in the local area. Some on level ground others take you high above the town for spectacular views.\n\n",{"type":"==","value":["Buy"]},"\nThe local market (Saturday & Sunday) sells lots of locally grown fruit, veg and other produce. It is very common to see a local producer selling his\/her own produce in the market from a tressle table. Maybe eggs, cheese or strawberries. Once their stock has been sold they pack up and go home. \nCheap clothing, house wares and other items are also sold in the market.\nThe region specialises in fois gras and other foods originating from duck and goose.\nThe indoor market sells an excellent selection of artisan-made meat and sefood dishes as well as hot food, wine, dairy produce and bread. Try the home-made paella or couscous, both are excellent.\n\n",{"type":"==","value":["Eat"]},"\nMoissac region produces the Chasselas de Moissac AOC, a very tasty, golden grape. The region also produces foie gras.\nAgen is the centre of the prune industry in France and 'Prunes d'Agen' can be seen in many retail outlets but the best by far are those sold in the local markets. Moissac has its own producers of high quality prunes.\n\n",{"type":"*","value":["Lou Grill, a family-run restaurant, where the food is cooked over an oak fire. Bernard and Marese, welcome you warmly, and serve good food with a smile."]},{"type":"*","value":["Hotel Luxembourg, a small hotel offering home cooked regional foods. Various set menus are on offer as well as a la carte."]},"\n",{"type":"==","value":["Drink"]},"\nMoissac is, unfortunately, one of the few areas of France that does not produce its own wine. Instead, the local grape (see above) is a dessert eating grape.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["Image:Le_moulin_de_moissac_-_Arnaud_Saint_Germes.jpg"]]}," \n",{"type":"*","value":["Hotel le Moulin de Moissac ",{"type":"[","value":["http:\/\/www.lemoulindemoissac.com"]}," dating back to 1474."]},{"type":"*","value":[" ",{"type":"'''","value":["Ultreia Moissac"]},", ",{"type":"'''","value":["Chambre D'Hotes"]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ultreiamoissac.com\/ Gite d'etape \/Hostel"]}]},", directly on the ancient pilgrimage route of Saint Jacques (the GR65), beside the train station."]},"\n",{"type":"==","value":["Go next"]},"\nMoissac is set very nicely on the River Tarn, quite near to its confluence with the Garonne. Hire a launch and go for a day's sailing on the Canal de Deux Mers (\"The canal between two seas\" - from the Med to the Atlantic) or just walk or cycle along its banks.\nVisit nearby Castelsarrasin on a Thursday, market day or Valence D'Agen whose market day is Tuesday. Both markets have their own special character very different from that of Moissac's own market.\nNearby Llafrancais has a Val de Loisor - a small nature park with a very inviting modern swimming pool.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["44.1056"],["1.0861"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Tarn-et-Garonne"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Moissac"]]},"\n\n",{"type":"[[","value":[["Commons:Moissac"]]}]