[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/moja\/ Mojave National Preserve"]}]}," is a United States National Preserve that is part of the ",{"type":"[[","value":[["United States National Parks"],["United States National Park System"]]},".  It is located in the ",{"type":"[[","value":[["Desert (California)"],["southeastern desert"]]}," of the state of ",{"type":"[[","value":[["California"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:Mojave preserve kelso dunes.jpg"],["300px"],["thumb"],["right"],["The massive Kelso Dune complex, home of the singing sand dunes"]]},"\n",{"type":"[[","value":[["File:Clark Mountain from Cima Dome 2.jpg"],["300px"],["thumb"],["right"],["Clark Mountain, seen from Cima Dome"]]}," \nMojave National Preserve's vast expanse of desert lands include elements of three of the four major North American Deserts: the Mojave, Great Basin, and Sonoran.  The Preserve's unique ecology is attributed to its remarkable geology. The desert is a land of old mountain ranges, sand dunes, great mesas and volcanic features such as cinder cones, domes, and lava flows; these features contribute to the remarkable beauty of the landscape. The most ancient rocks in the preserve, found in the Clark Mountains, are 2.5 billion years old.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nChanges in elevation and soil type, combined with dozens of seeps and springs, many in sheltered canyons, create a wide range of microhabitats that support a rich diversity of plants and animals. Some species are only found in this area. Notable plant assemblages include one of the largest and most dense Joshua tree forests, cactus gardens, and reelect plant communities of white fir and chaparral.\n\nSigns of animal life are subtle and easily overlooked. Birds and lizards are seen most frequently, but time of day, weather, and season all play a role in determining which animals are active.  A large percentage of desert animals are nocturnal: being active at night rather than during daylight hours allows them to avoid both high daytime temperatures and predators. Typical nocturnal animals include most desert rodents, bats, owls, mountain lion, skunks, and foxes. Other animals are crepuscular, active at dawn and dusk, and include coyotes, bighorn sheep and jackrabbits. Diurnal animals, those active during the day, are the most dynamic in that their activity periods will change based on temperature and season.\n\n",{"type":"===","value":["Climate"]},"\n\nThe weather is generally most comfortable in the spring and fall. Temperatures vary greatly by elevation. At low elevations, daytime highs are in the 70s in March; lows are in the 40s. Highs over 100 typically begin in May and can last into October. In the mountains, daytime highs are in the 70s in May; lows are in the 50s. Winters can bring freezing temperatures and occasional snows, with daytime highs in the 50s and 60s.\n\nAnnual precipitation ranges from 3.5 inches at lower elevations to nearly 10 inches in the mountains. Most rain falls between November and April; summer thunderstorms may bring sudden, heavy rainfall. The driest months are May and June.  Winds are a prominent feature of Mojave Desert weather. Strong winds occur in fall, late winter, and early spring months.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe nearest airports are in ",{"type":"[[","value":[["Ontario (California)"],["Ontario"]]}," (140 miles from the western boundary of the Preserve) and ",{"type":"[[","value":[["Las Vegas"]]}," (60 miles from the eastern boundary of the Preserve).\n\n",{"type":"===","value":["By car"]},"\n\nThe Preserve is easily reached via I-15 or I-40 east of ",{"type":"[[","value":[["Barstow"]]},", and west of ",{"type":"[[","value":[["Needles"]]}," and Las Vegas. There are six freeway exits that provide visitor access.\n\n",{"type":"===","value":["By train\/bus"]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Baker (California)"],["Baker"]]}]},", the northwest entrance to the Preserve, is served by Amtrak's bus service, providing connections to Amtrak trains.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere are no entrance fees to the preserve, but some of the preserve's campgrounds do charge a usage fee for overnight camping.\n\n",{"type":"==","value":["Get around"]},"\n\nRoad conditions vary from paved, two-lane highways to rugged 4-wheel drive roads.  Access is possible on foot, on bike, on horse, or by vehicle.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The restored Kelso Depot is now the Preserve's visitor center.  Kelso Depot is an old two-storey Union Pacific train station built in the 1920s in the Spanish style.  The depot narrowly escaped demolition in the 1980s before being taken over by the National Park Service."]},"\n",{"type":"*","value":[" Cave tours at the Mitchell Caverns in the Providence Mountains State Recreation Area (administratively not part of the Preserve, but entirely surrounded by it)."]},"\n",{"type":"*","value":[" Ivanpah Lake is a dry lake bed used for land sailing. See ",{"type":"[","value":["http:\/\/www.blm.gov\/ca\/st\/en\/fo\/needles\/ivanpah.html Bureau of Land Management"]}," for access information."]},"\n",{"type":"*","value":[" Kelso Dunes. Second highest sand dunes in California, up to 700 feet. They are created from wind that carries dust and is reflected off a mountain. "]},"\n",{"type":"*","value":[" Cima Dome is a broad sloping upland dome, the erosional remnant of granite plutons that formed deep under the Earth's surface. Best viewed from Teutonia Peak Trail that leads through the densest concentration of Joshua Trees in the world."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Four-wheel-driving"]}," - The multi-day drive along the historic Mojave Road is a favorite of serious four-wheel-drive enthusiasts (off-road riding not permitted however)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountain biking"]}," - Seasoned mountain bikers will enjoy the challenges of some of the Preserve's backcountry roads. ",{"type":"[","value":["http:\/\/mojave2008.priss.org\/ Bicycle Camping in and Around Mojave National Preserve"]}," provides a travelogue of a sample bicycle trip in the area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kelso Dunes"]}," - The massive Kelso Dunes are easily accessible by car (no four-wheel-drive needed).  Beyond their large size, these dunes also have a phenomena called \"singing\" or \"booming\" dunes.  When the moisture content is right in the sands, they emit a low thrumming sound as sand slides down the slope.  Try running down the slope of a dune to trigger the sound. From the parking area, the dunes do not appear to be very far away or very large.  This is an optical illusion.  Allow at least an hour to climb to the top of the nearest dune."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" Kelso Depot visitor center contains a book shop specializing in books related to desert topics.  A small but substantial library on the second floor provides a lot of interesting material for those who like to read."]},"\n",{"type":"*","value":[" The general store at Nipton, on the north edge of the Preserve, also sells books on desert-related topics, as well as some crafts from the region."]},"\n",{"type":"==","value":["Eat"]},"\n\nA lunch counter at the Kelso Depot opens daily from 9AM to 5PM (Currently CLOSED for an undetermined amount of time as of 3\/25\/14)  There is no other restaurant in Mojave National Preserve.  Restaurants are available in Baker, California.    A café at Nipton, on the northern edge of the Preserve, provides home-cooked food six days a week.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThere is no commercial lodging inside the Preserve.  Motels are available at ",{"type":"'''","value":[{"type":"[[","value":[["Baker (California)"],["Baker"]]}]},", Primm, Nevada and a small, antique bed-and-breakfast is available at ",{"type":"'''","value":[{"type":"[[","value":[["Nipton (California)"],["Nipton"]]}]}," on the Preserve's northern edge.\n\n",{"type":"===","value":["Camping"]},"\n\nCar camping is available both in developed campgrounds or along roads in sites that have traditionally been used for that purpose.  Do not camp along paved roads, and never camp within 200 yards of water sources.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Black Canyon Equestrian & Group Campground"]}," (year round), Ph: (760) 928-2572.  Located directly across the road from Hole-in-the-Wall Ranger Station and Campground. Facilities include pit toilets, water, and a picnic shelter with tables. Reservations are $25 per night; call (760) 928-2572."]},{"type":"*","value":[" ",{"type":"'''","value":["Hole-in-the-Wall Campground"]}," (year round), Ph: (760) 928-2572 or (760) 252-6100.  Surrounded by sculptured volcanic rock walls, the Hole-in-the-Wall Campground is at 4,400 feet elevation. The 35 campsites are large enough for motorhomes and trailers. Two walk-in tent sites are also available. Facilities include pit toilets, picnic tables, fire rings, trashcans, and drinkable water. There are no utility hookups but there is a dump station. Spaces are available on a first-come, first-served basis for $12 per site per night. Fees for Golden Age\/Access Passport holders are $6 per site per night."]},{"type":"*","value":[" ",{"type":"'''","value":["Mid Hills Campground"]},", Ph: (760) 928-2572 or (760) 252-6101.  Nestled in pinyon pine and juniper trees at 5,600 feet, Mid Hills Campground is much cooler than the desert floor below. The road to the campground is not paved and is not recommended for motorhomes or trailers. There are 26 campsites with picnic tables and fire rings. Pit toilets, trashcans, and drinkable water are * provided. Spaces are available on a first-come, first-served basis for a $12 per site per night fee. Fees for Golden Age\/Access Passport holders are $6 per site per night.  ",{"type":"'''","value":["Some sites are closed due to a recent wildfire"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Providence Mountains State Recreation Area (Mitchell Caverns)"]}," offers six campsites on a first-come, first-served basis.  Cave tours of the Mitchell Caverns attract many people.  This is a small campground that is entirely surrounded by the Preserve, though administratively not part of it.  The location is on an east-facing mountain ledge with beautiful views and sunrises, where the wind can sometimes be quite fierce."]},"\n",{"type":"===","value":["Backcountry"]},"\n\nMuch of the Preserve is federally designated wilderness, where mechanized travel by car or bicycle is prohibited.  Only travel by horse or foot is allowed in these areas.  A network of backcountry roads, often suitable only for four-wheel-drive vehicles or, sometimes, well-equipped mountain bikes, provides access to many of these areas.\n\nCampsites are often found sporadically along backcountry roads in the Preserve.\n\n",{"type":"==","value":["Stay safe"]},"\n\nCarry lots of water.  There is very little water available in the Preserve.  Bottled water can be purchased at the lunch counter in the Kelso Depot Visitor Center, along I-15 in Baker and at the gas station\/store at I-15\/Cima Road, at the general store in Nipton, at the Cima store (which isn't always open), and at the gas station in Fenner near the junction of I-40 and old Route 66 on the south side of the Preserve.\n\nPublic drinking water is available at the Mid Hills and Hole in the Wall campgrounds, at Mitchell Caverns campground (Providence Mountains State Recreation Area), and from water fountains at Kelso Depot visitor center washrooms (open 24 hours a day) or inside Kelso Depot during open hours.\n\nIn the backcountry, water is often available from the cistern at Marl Springs along the old Mojave Road (needs to be filtered\/treated). Numerous small springs with varying (and sometimes non-existent) quantities of water exist throughout the Preserve for folks with water filters, such as ",{"type":"[","value":["http:\/\/mojave2008.priss.org\/butcher-knife-canyon\/00106-butcher-knife-canyon-stream-550px.jpg.html Butcher Knife Spring"]},".  Research prior to travel relying on such springs is required. For example, a tiny stream of filterable water was available during one camper's visit at ",{"type":"[","value":["http:\/\/mojave2007.priss.org\/cane-spring\/06510-indian-springs-water-550px.jpg.html Indian Springs off Kelbaker Road"]}," a day after Xmas 2007.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Baker (California)"],["Baker"]]}]},".  A tiny town on the park's northwestern border that offers options for food, fuel and supplies."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Las Vegas"]]}]},".  Located sixty miles from the park's eastern border, Sin City is America's playground."]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["34.8833"],["-115.7167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Desert (California)"]]},"\n\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mojave National Preserve"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Travel and Tourism\/Parks\/National Parks and Monuments\/Mojave National Preserve\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Mojave National Preserve"]]}]