[{"type":"{{","value":[["pagebanner"],["Orhei banner.jpg"],["caption=Orhei"]]},"\n\n",{"type":"{{","value":[["quickbar"],["image=Lake Raionul Orhei.jpg"],["location=LocationMoldova.png"],["flag=Flag of Moldova.svg"],["capital=",{"type":"[[","value":[["Chişinău"]]}],["government=republic"],["currency=Moldovan leu (MDL)"],["area=33,843 sq km"],["population=4,455,421 (July 2006 est.)"],["language=",{"type":"[[","value":[["Moldovan phrasebook"],["Moldovan"]]}," (official, virtually the same as Romanian), ",{"type":"[[","value":[["Russian"]]},", Gagauz (a ",{"type":"[[","value":[["Turkish"]]}," dialect)"],["religion=Eastern Orthodox 98%, Jewish 1.5%, Baptist and other 0.5%"],["electricity=230V\/50Hz (European plug)"],["tld=.md"],["callingcode=+373"],["timezone=UTC+2"]]},"\n\n",{"type":"{{","value":[["confused"],["the neighbouring ",{"type":"[[","value":[["Romania"]]},"n region of ",{"type":"[[","value":[["Moldavia"]]}]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.moldova.md\/en\/start\/ Moldova"]}]}," is a small land-locked country in ",{"type":"[[","value":[["Europe"],["Eastern Europe"]]},", north of the ",{"type":"[[","value":[["Balkans"]]},", surrounded by ",{"type":"[[","value":[["Romania"]]}," to the southwest, across the Prut river, and ",{"type":"[[","value":[["Ukraine"]]}," to the north and east. The largely unrecognised ",{"type":"[[","value":[["Transnistria"]]}," occupies a sliver of the area bordering Ukraine east of the Nistru River.\n\n",{"type":"==","value":["Understand"]},"\nThe capital of Moldova is ",{"type":"[[","value":[["Chişinău"]]},". The local language is Romanian, but Russian is widely used. Moldova is a multi-ethnic republic that has suffered from violent ethnic conflict. In 1994, this conflict led to the creation of the self-proclaimed ",{"type":"[[","value":[["Transnistria"]]}," Republic in eastern Moldova, which has its own government and currency but is not recognised by any other UN member country. Economic links have been re-established between these two parts of Moldova despite the failure in political negotiations. The major religion in Moldova is Orthodox Christian.\n\nMoldova's population is occupied mainly in food production and processing. Once known as \"the garden\" of the Soviet Union, Moldova has now lost most of its traditional Russian markets for agricultural products and is exploring new international markets.\n\n",{"type":"===","value":["Climate"]},"\nContinental cold and snowy winters, mild springs and autumns, and warm to hot summers.\n\n",{"type":"===","value":["Terrain"]},"\nLandlocked. Rolling steppe, gradual slope south towards the Black Sea. Well endowed with various sedimentary rocks and minerals including sand, gravel, gypsum, and limestone. ",{"type":"''","value":["Natural hazards"]},": experiences landslides (57 cases in 1998) due to extensive soil erosion from poor farming methods\n\nThe lowest point is the Dniester River at 2 m and the highest point is Dealul Balanesti at 430 m.\n\n",{"type":"===","value":["History"]},"\nFormerly part of Romania, Moldova was forcefully incorporated into the Soviet Union at the close of World War II.\n",{"type":"*","value":[" ",{"type":"'''","value":["Independence"]}," - 27 August 1991 (from Soviet Union)"]},{"type":"*","value":[" ",{"type":"'''","value":["National holiday"]}," - Independence Day, 27 August (1991)"]},{"type":"*","value":[" ",{"type":"'''","value":["Constitution"]}," - new constitution adopted 28 July 1994; replaces old Soviet constitution of 1979"]},"\nAlthough independent from the USSR since 1991, Russian forces have remained on Moldovan territory east of the Dniester River supporting the Slavic population, mostly Ukrainians and Russians, who have proclaimed a \"Transnistria\" republic.\n\nThe poorest nation in Europe, Moldova became the first European (former Soviet) state to elect a communist government and president in 2001. In 2011, the current balance of communists in the Moldovan legislature is 40%. It teeters on returning to communist government but a democratic coalition retains control.\n\n",{"type":"===","value":["Culture"]},"\nGeographically located at the crossroads of Latin, Slavic and other cultures, Moldova has enriched its own culture by adopting and maintaining some of the traditions of its neighbours and of other influences.\n\nMoldova has a distinct culture, but has heavy influences from Russia, Romania and Ukraine. These influences are most visible in the cuisine in Moldova. While Moldova certainly has it's own culinary style, including Mamaliga, Zeama, Placinta and other traditional dishes, a lot of the food eaten or sold here originated from Russia or Romania. \n\nMoldovan music has a distinctive flair, but is what you might expect in eastern europe. There are a lot of accordians and the traditional costumes and dances are similar to Russian traditional ones - which is unsuprising considering Russia was a part of the USSR.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Moldova Regions map.png"],["thumb"],["right"],["410px"],["Map of Moldova"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chişinău"]]}," - capital - an administrative municipality (",{"type":"''","value":["Municipiul"]},"). A nice city to go and visit for some days, and to walk around in."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bălţi"]]}," - merits a visit as well as the capital. Nice pedestrian zone around the central square. Check out the old part of the city."]},{"type":"*","value":[" ",{"type":"[[","value":[["Soroca"]]}," - known as the \"Romani (Gypsy) capital of Moldova.\" The hill on the west side of town has numerous ornately decorated Roma houses.  The city also boasts the Soroca fort built by Stefan cel Mare in 1499. It was an important link in the chain of fortifications which today are located in Moldova and Ukraine along the Nistru river. Hours can be sporadic especially in the winter. On the road into town, 5 kilometres to the south of Soroca there is a Monument called “The Candle of Gratitude”. One can reach the 29.5 metres (98 feet) summit by walking up the 600 stairs."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ungheni"]]}," is also one of the most beautiful cities in Moldova with a lot of nice places to see."]},"\n",{"type":"{{","value":[["disclaimerbox"],["We cover ",{"type":"'''","value":[{"type":"[[","value":[["Transnistria"]]}]}," in a separate article. While the legitimacy of the Transnistrian government is not recognised by any UN member, from a traveller's point of view that government has ",{"type":"''","value":["de facto"]}," control of the area (separate visas, laws, currency, etc). This is not a political endorsement of claims by either side in the dispute."]]},"\n\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Orheiul Vechi Monastery"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The complex is carved into a massive limestone cliff and this wild, rocky and remote spot is one of Moldova's most fantastic sights. Dug by Orthodox monks in the 13th century, this monastery of caves is very unspoilt by commercial exploitation, but sometimes the local kids will offer you their carvings. Visiting the rock-hewn monastic cells does not have to be strenuous since you can drive a track to the clifftop and then negotiate a goat path."]]}]},"\n",{"type":"==","value":["Get in"]},"\nCitizens of Canada, CIS countries, the EU, Japan, Norway, Switzerland and the US do not need a visa to enter Moldova and can stay in the country for up to 90 days within a six month period ",{"type":"[","value":["http:\/\/www.mfa.gov.md\/entry-visas-moldova\/ without registration"]},". Citizens of other countries must either obtain a visa in the nearest Moldovan embassy or alternatively could obtain a visa on arrival in Chişinău airport and on some land border crossings provided that an officially endorsed invitation letter from Moldova is obtained beforehand.\n\nIf, being a motivated person, you are coming into Moldova via ",{"type":"[[","value":[["Ukraine"]]},", be aware you may be crossing ",{"type":"[[","value":[["Transnistria"]]},". Some buses from ",{"type":"[[","value":[["Odessa"]]}," go through ",{"type":"[[","value":[["Tiraspol"]]},", while others go around, exchanging the two border crossings with more time on the road. Transnistria is an unrecognised \"state\" in the east of Moldova bordering Ukraine, which broke off from the country after a war in 1992. As of this year (2010) there are few issues for Westerners in crossing Transnistrian borders by bus, although foreign travellers have experienced problems in the past. There is, however, a small chance that foreign tourists may be asked to pay bribes, although the buses which travel between Ukraine, Transnistria and the rest of Moldova usually handle negotiations at the border well, collecting passports and negotiating with Transnistrian authorities. Also, there is no Moldovan border check between Transnistria and the rest of Moldova as Moldova does not recognise Transnistria as a state, so you might have some explaining to do when you try to leave Moldova without an entrance stamp.\n\n",{"type":"===","value":["By plane"]},"\nThe busiest air connections are to ",{"type":"[[","value":[["Bucharest"]]},", ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Moscow"]]},", ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Timisoara"]]}," and ",{"type":"[[","value":[["Vienna"]]},". Prices are relatively high. The cheapest tickets can be bought to ",{"type":"[[","value":[["Bucharest"]]},", ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Kiev"]]}," and ",{"type":"[[","value":[["Moscow"]]},". Moldova has three air companies. It is also possible to get relatively cheap tickets from Munich with Lufthansa\/Air Moldova. They were around €190 return in May 2010.\n\n",{"type":"===","value":["By train"]},"\nPossibly the cheapest way to get into the country is to take the overnight train. There are now daily trains from Romania and Ukraine. Train from Bucharest is about USD40. Since flights into Bucharest cost approx. USD200 less than those into Moldova, this is the best option if you have the time. This service was suspended following 2009 political turmoil and it's unknown whether it was resumed, be sure to check. At the border crossing the cars are lifted individually onto larger gauge wheels to fit Moldovan tracks. Crossing the border from Ukraine is smoother, the track width is similar to Moldovan tracks.\n\n",{"type":"===","value":["By car"]},"\nWhen coming by car one should be sure to use a border crossing with a (non-stop) visa issuing office. You will have to pay a small road tax at the border. A person driving a car which is not registered in their own name must carry a letter of authority from the registered owner of the vehicle.\n\n",{"type":"===","value":["By bus"]},"\nThere are regular buses connecting ",{"type":"[[","value":[["Chişinău"]]}," with Bucharest, Kiev and most major Romanian and Ukrainian cities. There are 5 to six buses per day to and from Bucharest. Due to a longer stay at the border the trip takes around 10 hours. Be aware that there is a basic toilet at the border, however most coaches do not make any other stops. You will also be able to travel to most European cities by bus with Moldovan bus companies. When coming by bus one should be sure to use a frontier with a (non-stop) visa issuing office.\n\n",{"type":"[[","value":[["Kiev"]]},", 2 daily, MDL250, 12 hours\n\n",{"type":"[[","value":[["Moscow"]]},", 4 daily, MDL700, 30 hours\n\n",{"type":"[[","value":[["Odessa"]]},", 20 daily, MDL90, 5 hours\n\n",{"type":"[[","value":[["Sevastopol"]]},", daily MDL430, 18 hours\n\n",{"type":"[[","value":[["Brasov"]]},", 5 daily MDL200, 12 hours\n\nhttp:\/\/www.autogara.md\/\n\n",{"type":"===","value":["By boat"]},"\nAlthough the country is landlocked, there is a ferry service between ",{"type":"[[","value":[["Giurgiulesti"]]}," in Moldova and ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Turkey"]]},", plying the river Danube to reach the Black Sea. They leave Giurgiulesti every Monday and arrive at Istanbul the following Wednesday. It's not certain if this ferry service is only limited to the high season or not.\n\n",{"type":"==","value":["Get around"]},"\nThe most reliable and extensive domestic transport is bus - you will get to most parts of the country.\n\nChişinău is the main transportation hub for the country. The three bus stations serve every city and town in Moldova. The fastest form of transport are small minibuses which seat around 15 people. Larger buses are also used and are marginally safer, because they travel at slower speeds.\n\nIn Chișinău there is a state run trolleybus system which includes many new vehicles. Fare is currently 2 lei, a conductress collects fares and issues tickets. There is also a 'bus service which operates with fewer routes.\n\nMinibuses (",{"type":"''","value":["rutierele"]}," in Moldovan Romanian; ",{"type":"''","value":["marshrutki"]}," in Russian) are available in most cities. They are privately operated and are called by requesting the vehicle to stop, however can often be very crowded. Drivers should be paid on boarding (currently 3 lei in Chișinău), however some insist on sitting down first and by passing the money to the person in front of them to pass to the driver, so don't be alarmed if random people behind you start handing you money.\n\n",{"type":"==","value":["Talk"]},"\nThe state language of Moldova is ",{"type":"[[","value":[["Romanian phrasebook"],["Romanian"]]},", officially referred to as Moldovan. ",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}," is also widely spoken in the country, both as a first and second language. ",{"type":"[[","value":[["Ukrainian phrasebook"],["Ukrainian"]]}," and Gagauz are recognised minority languages, with official status in areas with high concentration of speaker populations. French, and to a lesser extent English and German are popular foreign languages taught at most schools in Moldova.\n\nIn Moldova where you plan to be will determine the language you need. There are pockets where Russian is more predominate than Romanian and vice versa. Most people here understand basic Romanian, and almost all understand Russian even if they prefer to speak in Romanian. \n\nThe linguistic break down in this country is indicitive often of political leanings. Some refer to Romanian, as Romanian, some refer to Romanian, usually blended with some Russian words as Moldovan and others simply prefer to speak Russian. As a foreigner if you can speak basic Romanian or Russian you will be able to get around. You can also get around, but with more difficulty on other european languages, depending on where you plan to be.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:The Soroca fortress.jpg"],["thumb"],["300px"],["Soroca fortress"]]},"\n",{"type":"[[","value":[["File:Caves Milestii Mici Moldavie.jpg"],["thumb"],["300px"],["Milestii Mici"]]},"\n\n",{"type":"===","value":["Museums"]},"\nThere are several museums in downtown ",{"type":"[[","value":[["Chişinău"]]},", including the museum of Archaeology and Ethnography, the museum of Natural History and the National Museum of Fine Arts.\n\n",{"type":"===","value":["Wine"]},"\nMoldova is famous for its wines, and with high quality wines at inexpensive prices it is Moldova’s main tourism attraction.\n\n",{"type":"'''","value":["Milestii Mici"]}," - With over 200 kilometres (125 miles) of underground roadways, Milestii Mici is registered in the Guinness World Records as the biggest wine collection in the world. It may be easer to book a tour through a travel agency as one must provide a car for the tour. ",{"type":"[","value":["http:\/\/milestii-mici.md\/eng"]}," +373 22 382 333.\n\n",{"type":"'''","value":["Cricova"]}," - Moldova’s second largest wine cellar has over 120 kilometres (75 miles) of  underground roadways. Only a 15 minutes drive from Chişinău, it is a favourite of tourists. +373 22-277 378.\n\n",{"type":"'''","value":["Purcari"]}," - One of the oldest wineries in Moldova, Purcari wine has been drunk by Russian Emperor Nicolai II, the English King George V and Queen Victoria.  It is especially famous for Negru de Purcari. +373 22 29 59 11.\n\n",{"type":"===","value":["Monasteries"]},"\n",{"type":"'''","value":["Orheiul Vechi"]}," - Moldova's best known sight is a 13th-century Cave Monastery located about a half hour drive from Chişinău.  Just up the road is a tourist centre with a small museum, restaurant and hotel. Call ahead to make sure it's open at +373 235 34 242. One public bus leaves from the Chişinău central bus station everyday at 10:20, but the return bus does not come until 16:00. In the vicinity are huge cliffs that contain another six complexes of interlocking caves. It is highly advised to not explore them without the help of an experienced guide. The remains of a Turkish bath house is also just off the river.\n\n",{"type":"'''","value":["Capriana monastery"]}," - One of Moldova’s most prominent monasteries only 40 km (25 miles) from Chişinău. Buses run hourly in the morning from Calea Ieşilor in the Sculeni part of Chişinău.\n\n",{"type":"'''","value":["Bender"]}," (or ",{"type":"'''","value":["Tighina"]}," in Romanian) - Another fortification is The Fortress of Bender, however it is being used as a military training ground and is off limits.  The best views are from the bridge going towards Tiraspol.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nLocal wine is of superb quality and cheap in comparison to other countries, but for political reasons is mostly unknown in Western Europe.\n\n",{"type":"===","value":["Currency"]},"\n",{"type":"[[","value":[["File:MD 1 leu av.jpg"],["thumb"],["Moldovan 1 Leu banknote"]]},"\nThe ",{"type":"'''","value":["leu"]}," (ISO 4217 code ",{"type":"'''","value":["MDL"]},") is the currency of Moldova. Like the Romanian leu, the Moldovan leu (plural: lei) is subdivided into 100 bani (singular: ban). The name of the currency originates in Romania and means \"lion\".\n\nWhile in Moldova make sure to visit at least one piata and check out the Soviet memorbilia, but be careful as sellers may charge foreigners much higher prices than locals.\n\nBanknotes are issued in 1, 5, 10, 20, 50, 100, 200, 500 and 1000 lei denominations.\n\n",{"type":"==","value":["Eat"]},"\nChişinău is a good place for gourmands. There are a lot of good places to eat all over Chişinău.\n\nCheap, tasty food that is very popular with the locals is served in most places. For better service and more diverse food, there are a lot of small restaurants and cafés. Good restaurants have prices comparable to those elsewhere in Europe. For a quick lunch, fast food and pizza shops are recommended; these can be found at nearly every corner. For groceries, there are small shops all over. Some are even right in front of apartment blocks just a few steps away from the entrances. For harder-to-find items, go to the supermarkets. For fresh fruits and vegetables, markets are a great place to shop. Most of the products are local, but there are a lot of sellers who to sell imported stuff, mostly oranges, bananas and other tropical fruits\/vegetables. Meat and meat products are best purchased from supermarkets or shops. The quality is much better than from the market, and the prices aren't much higher.\n\nWhile in Moldova, make sure you try at least some of the traditional dishes here - Mamaliga, placinta and sarmale are essential for a complete expierence in your visit to Moldova. These should, for the full expierence be accompanied by homemade wine.\n\n",{"type":"==","value":["Drink"]},"\nMoldova has a long local wines tradition. Especially the reds are popular throughout the country. Most Moldovan villagers grow their own grapes and press their own wine, and many standard rural households will press thousands of litres per year.\n\nThe nightlife of ",{"type":"[[","value":[["Chisinau"]]}," is also quite spectacular compared to what could be expected. It is the host of many clubs and bars that are equal in every aspect to many other places throughout Eastern Europe.\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation in Chişinău is surprisingly expensive and there is no shortage of €100 a night options. Most hotel prices are listed in euros but some are listed in US dollars.\n\nMany smaller towns will have a Soviet relic hotel complete with service with a frown. Rates will be high for what you're getting. In many places it's possible to pay about €10 to stay in a local's house. This is an informal arrangement and can only be organized by talking to people upon arrival but it is well worth considering if you want to get out into the countryside.\n\n",{"type":"'''","value":["Hostels"]},". Hostelling is still in its infancy in Moldova. Only two have kept a good reputation and stayed in business: Chişinău Hostel and Central Youth Hostel. Prices range from US$10–20.\n\n",{"type":"'''","value":["Apartments"]},". Many people in Chişinău rent out apartments. The location and quality can vary. Many are also not very modern. You may want to use a booking company as it may be hard to find people who speak English. Price €20–50.\n\n",{"type":"==","value":["Learn"]},"\n\nWhile none of the Universities in Moldova are accredited internationally, there are Universities in Chisinau, Balti and Cahul.\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nTravellers to Moldova for business or romance should be aware of the potential risk of scams, above all if first contacts were made on Internet -  particularly ",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/financial_scams\/financial_scams_3155.html international financial scams"]}," and ",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/cis\/cis_2088.html Russian Internet dating schemes"]},".\n\nThe break-away region of ",{"type":"[[","value":[["Transnistria"]]}," has proclaimed (and largely achieved) independence but lacks diplomatic recognition. Consequently, consular support in case of emergency will usually be lacking. Corrupt police and border guards may try to extort bribe money but 'normal' crime rates are low. In fact, locals are generally very friendly and will go to great lengths to provide hospitality to foreigners. You can expect a lengthy, and inevitability boozy, meal to be offered to you just in your honour.\n\nConservative dress must be worn at religious sites. Shorts are forbidden and women must cover their heads inside the monasteries and churches.\n\nWhile bribery and police corruption are still problems in Moldova, the situation is improving. It is still advised that tourists have the number of their embassy and the contact information of where they are staying. Foreigners are also required to have their passports on them at all times.\n\nAlcohol consumption can also be a problem. Running into drunks especially at night is common. Most are friendly; they often come off as aggressive and will invade your personal space. This can be scary the first couple of times. Politely walking away normally works. People coming from a country where less alcohol is consumed can find themselves becoming the drunks.\n\n",{"type":"==","value":["Stay healthy"]},"\nThe heavy use of agricultural chemicals, including banned pesticides such as DDT, has contaminated soil and groundwater. If you are concerned, water for drinking, cooking and oral hygiene should be taken from a known safe source, as ordinary water treatment, including boiling, does not remove such chemical contamination.\n\n",{"type":"==","value":["Respect"]},"\nRespect women. Chivalry is utmost in Moldova, just like in other Eastern European countries. If you are out in public, open doors for women and let them walk in first. Do not make disparaging comments about women in Moldova, or you may find yourself in a heap of trouble with the locals.\n\nWhen visiting Moldova, be careful when referring the locals as ",{"type":"''","value":["Romanians"]}," as not all Moldovans identify themselves as such. Study your host first: some Moldovans identify as Moldovan, and some as Romanian. This also applies to the language issue as well, although the larger part of Moldovans do refer to it as ",{"type":"''","value":["Romanian"]}," in everyday speech.\n\nAlso be careful when talking about Moldova to the Romanians in Romania. Many Romanians view Moldova as Romanian. See ",{"type":"[[","value":[["Romania#Respect"]]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Balkans"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["geo"],["47"],["28"],["zoom=7"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Republic of Moldova"]]},"\n",{"type":"[[","value":[["Commons:Category:Moldova"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Moldova\/"]]}]