[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"==","value":["Understand"]},"\nMollepata is a decent-sized Peruvian mountain town. A few hours' drive away from ",{"type":"[[","value":[["Cuzco"]]},", it is the launching-off point for backpackers taking the ",{"type":"[[","value":[["Salkantay trail"]]},". Some travelers choose porters and guides that will drive them further up into the mountains, but independent trekkers will begin their trek in the square. Although most businesses are closed in the early morning when most trips start, there is one restaurant on the square that will sell you a delicious, decent breakfast and cocoa, coffee, or tea. They also have a restroom available for use- be sure to make a purchase if you will be using their restroom, everything gets more expensive the more remote you get, including toilet paper costs. They also sell a few sundry items that might be useful on your trek. Everyone in town knows where the Salkantay trail begins. Ask anyone in the town  which way to go, and they will tell you the way. If you don't speak Spanish, just say \"La Trocha del Salkantay?\" and they will point you in the right direction. Be prepared to go through mama's chicken coop though. The trail out of town goes between backyards.\n",{"type":"'''","value":["Mollepata"]}," is in ",{"type":"[[","value":[["Peru"]]},".\n\n",{"type":"==","value":["Get in"]},"\nTo get to Mollepata you can take a taxi (60-80 soles for the whole car) or take a shared minibus from Arcopata in Cuzco for 15-20 soles per person.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere are couple of restaurants at Mollepata, so you will not die of hunger. On Sundays there is a market on the central square, where you can get a decent meal for 8 soles.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are four to five guest houses at Mollepata. Independent tourists are quite rare and places are generally empty. You even have to make quite some effort in order to get in.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apu Tilca Restaurant Turistico"],["alt="],["url="],["email="],["address="],["lat=-13.5081738"],["long=-72.5276197"],["directions=Upper right corner of the main square"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=20 soles \/ person"],["content=There is no Hospedache sign, but staying here is a pleasure. Rooms are nicely painted and floors have good tiles. There is still no Wi-Fi and only cold showers, but bathrooms are modern and clean. Lights works fine, but for an unknown reason, electricity sockets at rooms do not, so you have to charge your mobile devices in the dining room. Owners are friendly and can arrange transportation for you to Cusco or Soraypampa (80 soles). Breakfast is not included, but can be arranged for 8 (continental) or 10 soles (American). If knocking on the main door does not work, try the red gate from the right side."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hospedaje Chokequirao Mollepata"],["alt="],["url="],["email="],["address="],["lat=-13.5092421"],["long=-72.5279716"],["directions=half block to the right from the bottom of the main square"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=15 soles per person"],["content=This place is mentioned mainly for completeness and emergency backup. Rooms are big, beds are hard and may have some bugs. Toilets do not have seats and flushing does not work. Cold showers have a floor from ancient concrete. There is a cow in the courtyard. Run by two friendly elderly people, who may sleep during the day, so knock hard on the wooden gate to get in."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nThere are two internet cafes at the bottom of the main square.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Soraypampa"]},{"type":"*","value":[{"type":"*","value":[" arrange a taxi a day in advance for 80 soles per car"]}]},{"type":"*","value":[{"type":"*","value":[" go together with luggage of tourists agencies at officially 9a.m. (more often at 10a.m.) for 10-20 soles per person"]}]},"\n",{"type":"{{","value":[["isPartOf"],["Sacred Valley of the Incas"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]