[{"type":"{{","value":[["pagebanner"],["Monaco banner1.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Aerial view of Monaco at dusk.jpg"],["location=LocationMonaco.png"],["flag=Flag of Monaco.svg"],["capital=Monaco"],["government=constitutional monarchy"],["currency=euro (EUR)"],["area=1.95 sq km"],["population=32,671 (July 2007 est.)"],["language=",{"type":"[[","value":[["French"]]}," (official), English, ",{"type":"[[","value":[["Italian"]]},", Monegasque"],["religion=Roman Catholic (90%)"],["electricity=230V\/50Hz (European plug)"],["tld=.mc"],["callingcode=+377"],["timezone=UTC +1"]]},"\nThe principality of ",{"type":"'''","value":["Monaco"]}," or the city-state ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitmonaco.com\/ Monaco"]}]}," lies in between the Alps and the Mediterranean Sea, bounded by the French Riviera to the east and west, with the Italian Riviera only a few kilometres farther to the east.\n\n",{"type":"==","value":["Understand"]},"\nThis is the second smallest independent state in the world (after the ",{"type":"[[","value":[["Rome\/Vatican"],["Vatican"]]},") and is almost entirely urban. ",{"type":"'''","value":["Monte Carlo"]}," is not the capital of ",{"type":"'''","value":["Monaco"]}," but a government district. The country is divided into four areas: Monaco-Ville (the old city), the Condamine (port quarter), Monte-Carlo (business and recreation), and Fontvieille (recreation and light industry). With no natural resources to exploit other than its location and climate, the principality has become a resort for tourists and a tax haven for businesses. Monaco is six times the size of the Vatican and the world's most densely populated independent country.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe nearest airport is the ",{"type":"[[","value":[["Nice"]]}," ",{"type":"[","value":["http:\/\/www.nice.aeroport.fr\/include_en Côte-d'Azur International"]}," in neighbouring France, which is around 40km (25mi) away from the city centre. It operates daily flights to nearly all of Europe's main cities, such as ",{"type":"[[","value":[["London"]]}," and ",{"type":"[[","value":[["Paris"]]},". There are regular ",{"type":"[","value":["http:\/\/www.rca.tm.fr Rapide Cote D’Azur"]}," buses connecting ",{"type":"[[","value":[["Monte Carlo"]]}," with both the terminals at Nice Cote-D'Azur airport, and taxis are always available outside the terminal buildings - although make sure a fee is agreed in advance or the meter is indeed switched on at the start of the journey, as shady French taxi drivers are notorious for charging tourists whatever they see fit.\n\n",{"type":"===","value":["By helicopter"]},"\nThere are several helicopter charter companies that carry out regular transfers between Monaco and the rest of the French Riviera, the Italian Riviera, Switzerland and the Alps. Since Monaco does not have an airport, helicopter transfers are the easiest way of getting to the Principality from the Nice airport, where major helicopter carriers, such as ",{"type":"[","value":["http:\/\/www.helicopter-saint-tropez.com\/landing.spots.php Heli Securite"]}," or ",{"type":"[","value":["http:\/\/www.heliairmonaco.com Heli-Air Monaco"]}," operate regular charter flights from Nice to Monte Carlo. After collecting your luggage at the Nice airport, you go to the helicopter service waiting area.  The helicopter ground crew takes you and your luggage from the Nice airport to the Nice heliport, on the other side of the airport, by van. The flight along the coast is beautiful, and you land right at the water's edge at the Monaco heliport, where a car service takes you directly to your hotel. Other than arriving by yacht, this is the best way for the international traveller to enter Monaco.  Rates vary seasonally, in the range of €100-300. They spike up to €700 or more, however, during the Cannes Film Festival, usually held in late May.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"'''","value":["Monaco-Monte Carlo"]}," is the principality's only railway station. It is operated by the French railway company SNCF. It is located about 300m back from Port Hercule. There is no left luggage.\n\nThere are good connections to the nearby parts of France and Italy which are run mainly by SNCF and also Trenitalia. There are 2-4 services per hour to ",{"type":"[[","value":[["Nice"]]},", ",{"type":"[[","value":[["Cannes"]]},", ",{"type":"[[","value":[["Menton"]]}," and ",{"type":"[[","value":[["Ventimiglia"]]}," (Italy).\n\nTrains to further afield also stop in Monaco, such as the 'Ligure' (",{"type":"[[","value":[["Marseilles"]]}," - ",{"type":"[[","value":[["Milan"]]},"), the 'Train Bleu' (",{"type":"[[","value":[["Paris"]]}," - ",{"type":"[[","value":[["Ventimiglia"]]},"), the high-speed TGV (",{"type":"[[","value":[["Nice"]]}," - ",{"type":"[[","value":[["Paris"]]},", 6h30min) and the longest train journey wholly in Europe (",{"type":"[[","value":[["Nice"]]}," - ",{"type":"[[","value":[["Moscow"]]},", 47h) run by Russian Railway.\n\nFrom ",{"type":"[[","value":[["Ventimiglia"]]},", it is easier not to use the Trenitalia counters or machines. Go to the travel agency (the only one) inside the station, which is marked with the sign of SNCF (French Railways). Return tickets not tied to a specific train are also available. Remember to validate your tickets just before boarding using the machines on the platforms.\n\n",{"type":"[[","value":[["File:Monaco map.png"],["thumb"],["400px"],["Map of Monaco"]]},"\n\n",{"type":"===","value":["By car"]},"\nMonaco is easily accessed by its land borders from France or Italy by a network of highways, most commonly used of which is the A8 which runs west from Monte Carlo to Nice and Marseilles, and east towards the Italian border.\n\nBetween Nice and Monaco, there are also three more scenic roads: the Basse Corniche (Low Coast-Road - Highway 98), along the sea, the Moyenne Corniche (Middle Coast Road - Highway 7), going through Eze-Village, and the Grande Corniche (Great Coast Road), going through La Turbie and Col d'Eze (Eze Pass).  All are pretty drives offering spectacular views over the Coast line.  For an extra-special treat, rent a convertible sports car from the many airport rental services and take in the ",{"type":"[[","value":[["French Riviera"]]}," in style.\n\nTaxi trips to and from Nice are also affordable.\n\n",{"type":"===","value":["By bus"]},"\nThere is no bus station in Monte Carlo. Instead, international buses stop at various points throughout the city. Regular buses, run by ",{"type":"[","value":["http:\/\/www.rca.tm.fr Rapide Cote D’Azur"]},", connecting Monte Carlo with Nice and other French destinations. Services run regularly to many major French towns and cities.  Route 100 leaves every 15min from the central bus station (Gare Routière) in Nice and costs €1.  An express shuttle, route 110, links the Nice Côte d'Azur Airoport and the principality. A bus leaves every half hour and a single ticket costs €18 (Jun 2009). €28.50 round-trip (Sep 2009) with stops near all major hotels throughout Monaco, not just Monte Carlo.\n\n",{"type":"===","value":["By boat"]},"\nMonaco's two ports are no strangers to private yachts.  ",{"type":"'''","value":["Port Hercule"]}," is exceptionally beautiful and offers mooring and anchoring possibilities for up to five hundred vessels, some of which are extremely large and elegant (in fact, many tourists often take time out of their day to simply have a drink by the water and admire the fantastic super yachts).  The ",{"type":"'''","value":["Port of Fontvieille"]},", integrated into the new district, can receive as many as 60 vessels of at least 30m in length.  Both are large and well-equipped.\n\nMonaco also serves as an embarkation port and port-of-call for cruises, so small cruise ships can often be spotted sailing in or out of Port Hercule, while larger ones moor\/anchor offshore.  If offshore, tenders will shuttle passengers to\/from shore using either port, with Port Hercule offering substantially better walking distances to the more popular sites.\n\nIn close proximity, the Port of Cap d'Ail is also a choice destination for pleasure-boats.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["File:Monte Carlo 7 2013.jpg"],["thumb"],["350px"],["The Port of Monaco"]]},"\n\n",{"type":"===","value":["By foot"]},"\n\nWalking is by far the best way to get around Monaco; however, there are some areas, such as the Exotic Gardens, that require a large change in elevation and therefore make for rather strenuous hikes.   There are also seven public escalators and elevators (all free) that help negotiate the steep slopes of the city.  If you find yourself afoot and wanting to reach the opposite bank of Port Hercule, look for the small pedestrian-only ferry that runs each 20 minutes or so during daylight; it costs only €1.\n\n",{"type":"===","value":["By bus"]},"\nMonaco has an urban bus service, operated by the Compagnie des Autobus Monaco ",{"type":"[","value":["http:\/\/www.cam.mc\/"]},", through the city's five bus routes (labeled 1, 2, 4, 5 and 6) which serves 143 stops. Each stop has the bus number(s) that stop there, and most stops feature a real-time display showing waiting times for the next service. Each stop has a name and a network map.    The service usually starts at around 6 in the morning and runs right through until about 9 o'clock at night. Tickets can be purchased on board the buses(2€) themselves or at many news vendors,shops throughout the city and at auto ticket machines in the stops(1,5€) - often it will be advertised as to where you can do this.  A daily pass allows you to use the buses all day for €5 (7\/2012) and can also be purchased on board the bus. A night bus service operates in a circular route from 22.00 until 04.00.\n\n",{"type":"===","value":["By motor scooter"]},"\nYou can easily rent a motor scooter in Nice and take a short trip east along the sea into Monaco. The views are beautiful and the ride is fun along the twisty seaside road.  There are plenty of places to park for free.  Theft is not a concern, as there are cameras throughout and police everywhere. To rent one whilst there, you must be 16.\n\n",{"type":"===","value":["By bicycle"]},"\nIt is possible to hire a bicycle from the Auto-Moto-Garage on the Rue de Millo.\n\n",{"type":"===","value":["By car"]},"\n\nPrivate cars are singularly useless for getting around Monaco, as you'll spend more time trying to park than if you walked or took a taxi instead.\n\nInternational car hire companies do have offices at the airport in Nice and also in Monte Carlo city. These include Avis, Gare Monte Carlo, Europcar and Hertz - drivers must have held a national driving license for at least one year and it is usually requested that the cost is paid for with the driver’s credit card. Driving in the city center can be intimidating in Monte Carlo with heavy traffic - however, it is often worth this to drive alongside the more expensive vehicles in the city! Make sure to request a car with an automatic gearbox if you are not used to driving manual.\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxis cannot be hailed on the streets (they won't stop) and there are two main taxi stands open around the clock at the Avenue de Monte Carlo and the railway station, although it is always best to agree a fee beforehand or make sure the meter is running.  Most hotels will provide taxis or courtesy drivers. The best is to get the taxi service phone number to be able to call a taxi wherever your are.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["seealso"],["French phrasebook"]]},"\n\nLanguages: French (official), Italian and Monegasque.\n\n",{"type":"==","value":["See"]},"\n\nThe principality of Monaco offers a great balance of historical and modern attractions. There are various museums and palaces to visit as well as shopping malls and casinos. Monaco also offers relaxation spots along the harbor and even around the attractions. It is relatively easy to navigate Monte Carlo and Monaco if you take the time to learn where the various \"short cuts\" are. City maps are generally available at most news vendor stands and shops for a small fee.\n\n",{"type":"[[","value":[["File:Fuerstenpalast Wache.jpg"],["thumb"],["250px"],["right"],["Guard at the Monaco Palace"]]},"\n",{"type":"*","value":["Take a walk through ",{"type":"'''","value":["Monaco-Ville"]},", also known as “le rocher” or “the rock.” Monaco-Ville is still a medieval village at heart and an astonishingly picturesque site. It is made up almost entirely of pedestrian streets and passageways and most previous-century houses still remain. There a number of hotels, restaurant and souvenir shops tourists can stay, eat and shop at. You can also visit the Prince's Palace, the Cathedral, the Oceanographic Museum, the City Hall, and the Saint Martin Gardens."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Palais Princier"]}," (Prince's Palace) is in old Monaco-Ville and is worth a visit. There are guided tours of the palace each day and usually run around the clock. The Palace also offers a breathtaking panoramic view overlooking the Port and Monte-Carlo. Everyday at 11:55 AM, in front of the Palace's main entrance visitors can watch the changing of the guard ceremony performed by the \"Carabiniers.\" “Carabiniers” are not only in charge of the Princes’ security but they offer Him a Guard of Honor and on special occasions, are His escorts. The “Compagnie des Carabiniers du Prince” has a military band (Fanfare); which performs at public concerts, official occasions, sports events and international military music festivals."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Monaco Cathedral"]}," was built in 1875 and stands on the site of a 13th-century earlier church. It is  a Romanesque-Byzantine church dedicated to Saint Nicolas and houses the remains of former Princes of Monaco and Princess Grace.  The church square also contains some of Monaco-Ville's finest restaurants."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Oceanographic Museum and Aquarium"]}," is a world-renowned attraction. Located 279 above sea level, the museum contains stunning collections of marine fauna, numerous specimens of sea creatures (stuffed or in skeleton form), models of Prince Albert’s laboratory ships, and craft ware made from the sea’s natural products. On the ground floor, exhibitions and film projections are presented daily in the Conference room. In the basement, visitors can take pleasure in watching spectacular shows of marine flora and fauna. With 4,000 species of fish and over 200 families of invertebrates, the aquarium is now an authority on the presentation of the Mediterranean and tropical marine ecosystem. Lastly, visitors can have lunch in “La Terrasse” and visit the museum gift shop. The entrance fee is 15€ for adults. Students can get discount by showing valid student ID. You need to take bus number 1 or 2 from the Monaco Monte Carlo train station to reach this aquarium."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Jardin Exotique"]}," (Exotic Gardens) is one of the many gardens Monaco has to offer. It is also one of Monaco’s finest tourist attractions. Several thousand rare plants from around the world are presented in a walking tour that is quite memorable for the views as well as the flora and plants. Due to the rise in altitude, not only are there many displays of desert plants but there are a handful of subtropical flora displays as well. There is also a grotto (cave) that has scheduled guided tours. The tour starts at the beginning of every hour and lasts for around 25 minutes. In the cave, you will have to climb the stairs equivalent to around a 6 storied building. The entry cost is a bit steep (€8) unless you're under 16 or a student (€3.50). You need to take bus number 2 to reach this Garden. You can take this bus either from the train station or from the Oceanographic Museum."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Condamine"]}," is the second oldest district in Monaco, after Monaco-Ville. Here you can stop and marvel at the many luxurious yachts and cruise ships which usually adorn the docks in the marina. La Condamine is a thriving business district where you can visit the Condamine Market and rue Princesse-Caroline mall. With enjoyable landscaped areas and modern buildings, La Condamine is surely worth a visit."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Monaco Opera House"]}," or ",{"type":"'''","value":["Salle Garnier"]}," was built by the famous architect Charles Garnier. The auditorium of the opera house is decorated in red and gold and has frescoes and sculptures all around the auditorium. Looking up to the ceiling of the auditorium, the visitor will be blown away by the superb paintings. The opera house is flamboyant but at the same time very beautiful. There have been some of the most superior international performances of ballet, opera and concerts held in the opera house for more than a century; consider taking in a show during your visit... but expect to pay top dollar!"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Marlborough Fine Arts Gallery"]},"  was founded in London by Frank Lloyd and Harry Fischer. A second gallery was opened in Rome, another in New York, and one more in Monaco. The gallery holds a grand collection of post-World War II artists and even paintings by Pablo Picasso, Joan Miró, Jules Brassai, Louise Bourgeois, Dale Chihuly, David Hockney and Henri Matisse. Admission is free and the gallery also offers group exhibitions."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Grimaldi Forum"]}," is the Monaco convention center. Completed in July 2000, the sun filled building on the sea has a remarkable glass entrance, two convention restaurants, an auditorium for ballet and opera, and two more auditoriums for meetings and other affairs. The Forum also offers two large exhibition halls that can be used for trade shows or other exhibitions. It is also a short walking distance from surrounding hotels."]},{"type":"*","value":[" The ",{"type":"'''","value":["Princes car collection"]}," For any car enthusiast, it is the place to go, there is everything, from carriges and old cars, to formula 1 race cars."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Casino de Monte-Carlo.jpg"],["thumb"],["right"],["300px"],["The Old Casino in Monte Carlo"]]},"\n",{"type":"*","value":[" If your wallet permits it, try your luck in the ",{"type":"'''","value":["Grand Casino"]}," and gamble alongside the world's richest and often most famous. You'll need your passport to enter (as Monégasque citizens are prohibited from gambling at the casino), and the fees for entry range enormously depending on what room you are going to - often from 30€ right up into the hundreds. You can also visit the casino without gambling, but also for a nominal fee. The dress code inside is extremely strict - men are required to wear coats and ties, and casual or 'tennis' shoes are forbidden. The gaming rooms themselves are spectacular, with stained glass, paintings, and sculptures everywhere. There are two other more Americanized casinos in Monte Carlo. Neither of these has an admission fee, and the dress code is more casual."]},"\n",{"type":"*","value":[" Monaco's streets hosts the best known ",{"type":"'''","value":["Formula 1 Grand Prix."]}," It is also one of Europe's premier social highlights of the year. The Automobile Club of Monaco organizes this spectacular Formula 1 race each year. The Grand Prix is 78 laps around 3.34 kilometers of Monte Carlo's most narrow and twisted streets. The main attraction of the Monaco Grand Prix is the proximity of the speeding Formula One cars to the race spectators. The thrill of screaming engines, smoking tires and determined drivers also makes the Monaco Grand Prix one of the most exciting races in the world. There are more than 3,000 seats available for sale on the circuit ranging from 90€ to more than 500€. Monaco residents often rent out their terraces for the event with prices ranging from 8000€ to 140,000€ for the four days. During the off season, it is possible to walk around the circuit. Tourist office maps have the route clearly marked on their maps, although devotees won't need them! For those who can afford it, you can also take a ride around the track in a performance car."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Aquavision:"]}," Discover Monaco from the sea during this fascinating boat tour! “Aquavision” is a catamaran-type boat equipped with two windows in the hull for underwater vision, thus allowing the passengers to explore the natural seabed of the coast in an unusual way. The boat can take up to 120 people per journey. The cost for adults is 11€, while the cost for children and students ages 3–18 is 8€."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Azur Express:"]}," Fun tourist trains make daily tours all over Monaco. You will visit the Monaco Port, Monte-Carlo and its Palaces, the famous Casino and its gardens, the Old Town for City Hall and finally the royal Prince’s Palace. Commentaries are in English, Italian, German and French. This enjoyable tour runs about 30 minutes long and cost is 6€, children under age 5 ride free."]},"\n",{"type":"*","value":[" In the summer time, Monte-Carlo is illuminated with dazzling concerts at the exclusive ",{"type":"'''","value":["Monte-Carlo Sporting Club."]}," The club has featured such artist as Natalie Cole, Andrea Bocelli, the Beach Boys, Lionel Richie and Julio Inglesias among others. The club also hosts a small casino which includes basic casino games. With no one under the age of 18, the rate per person is 20€."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"{{","value":[["Euro"]]},"\n\nShopping in Monte Carlo is usually quite exclusive and is certainly no place for a budget holiday. There are plenty of places to melt the credit card alongside Europe's high rollers. The chic clothes shops are in the ",{"type":"'''","value":["Golden Circle"]},", framed by Avenue Monte Carlo, Avenue des Beaux-Arts and Allees Lumieres, where Hermes, Christian Dior, Gucci and Prada all have a presence. The area on and around Place du Casino is home to high-end jewelers such as Bulgari, Cartier and Chopard. You will find, however, that most tourists will simply enjoy wandering the area and window shopping, even if you don't buy anything. The normal shopping hours are from 9AM to noon and 3PM to 7PM.\n\nFor a more cultured take on shopping in Monte Carlo, try the ",{"type":"'''","value":["Condamine Market"]},". The market, which can be found in the Place d'Armes, has been in existence since 1880 and is lively and attractive - many hours can be spent simply wandering around, bargaining for souvenirs from the many tiny shops, boutiques and friendly locals. If however, your shopping tastes are more modern, just take a short walk along the esplanade to the rue Princess Caroline pedestrian mall.\n\nThe ",{"type":"'''","value":["Fontvieille Shopping Centre"]}," is also a  more \"normal\" shopping experience with 36 shops selling electronic goods, CDs, furniture, and clothes as well as a Carrefour supermarket and McDonald's. The tourist office also issues a useful free shopping guide to the city.\n\nSome stores to browse or buy:\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Fred Boutique"],["url="],["email="],["address=6, av des Beaux-Arts, Monte Carlo 98000"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on the exclusive avenue of des Beaux-Arts, this is one of only a handful of Fred boutiques in the world. An official jeweler of Monaco's royal family and a favorite of celebrities, you may not be able to afford much in this boutique, but its worth a jaw dropping visit.  If you go to Monte Carlo, you shouldn't miss this."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Boutique du Rocher"],["url="],["email="],["address=1, av de la Madone, Monte Carlo 98000"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Opened by Princess Grace in the 60's, travelers still flock here to grab the very best in take home souvenirs. Choose from hand-carved frames and mirrors, ceramics, homewares and toys. Prices are moderate and all proceeds go to local charities."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Davidoff"],["url="],["email="],["address=17, av des Spélugues, Les galeries du Métropole, Monte Carlo 98000"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=High end cigar and cigarette store, where you are assisted by staff that know their product well."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Galerie Moghadam"],["url="],["email="],["address=23 & 41, bd des Moulins, Monte Carlo 98000"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Award-winning speciality shop that offers superb hand woven tapestries and carpets."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Pratoni Monaco"],["url=http:\/\/www.pratoni.com"],["email="],["address=7, Avenue Princesse Grace"],["lat="],["long="],["directions=Larvotto"],["phone="],["tollfree="],["fax="],["hours=10-12:30\/14-19:30"],["price="],["content=Monaco fashion brand Pratoni offers a variety of ready-to-wear clothing & accessories for gentlemen in addition to wide range of made-to-measure services. All items are of high quality and made in Italy or Monaco."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n\n",{"type":"[[","value":[["File:Palais de Monaco.jpg"],["thumb"],["300px"],["The Palace of Monaco"]]},"\n\nHow to go wrong?  Food in Monaco is universally excellent.  There are many fine restaurants, beginning with the Cafe de Paris across the street from the casino, to the waterfront restaurants along the Port de Fontvieille. During the winter months, you will find the restaurants to be decently priced—for Monaco. Bouillabaisse is excellent here.\n\n",{"type":"===","value":["Budget"]},"\nThere are a huge variety of other restaurants and cafés in the city with a moderate price tag and excellent food. There are a few simple cafés along the marina-side, more like beach bars than anything else, that serve simple meals such as pizza, salads and hotdogs throughout the day. These can be excellent for simply sitting back during the hot midday with a cold beer or glass of wine, a snack to recharge your batteries from exploring the city, and the gentle lapping of the Mediterranean (and often the roar of supercars) in your ears. Most of these restaurants are equipped with water-misters in the ceilings that gently cool and refresh the clientele.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Stars 'n' Bars"],["url="],["email="],["address=6 quai Antoine-1"],["lat="],["long="],["directions="],["phone=97-97-95-95"],["tollfree="],["fax="],["hours=June-Sept daily 11AM-midnight; Oct-May Tues-Sun 11AM-midnight. Bar open until 3AM"],["price="],["content=American style sports bar serving standard burgers pizzas and sandwiches. Drinking or dining during Happy Hour offers reasonable value for money."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizzeria Monégasque"],["url="],["email="],["address=4 rue Terrazzani"],["lat="],["long="],["directions="],["phone=93-30-16-38"],["tollfree="],["fax="],["hours=Mon-Sat noon-1:45PM and 7:30-11PM (until midnight Fri-Sat)"],["price="],["content=For those on a budget, be sure to grab a slice of one of their delicious gourmet pizzas that taste even better when sitting on the outdoor terrace. Main courses are also available from 10€-22€."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\nSomewhere in between these two dining experiences comes the world-famous Café de Paris, just outside the Casino. Tourists and locals alike can often be found during the afternoon and all through the night laughing, drinking, and eating some fabulous (but verging on expensive) meals. It is definitely a must-go during your stay in Monte Carlo, even if it is just for a snack in the afternoon - it is well worth it. A new favorite in Monaco is ",{"type":"'''","value":["Beefbar"]}," located in the Port of La Condamine, they serve excellent meat.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe de Paris"],["url="],["email="],["address=Place du Casino"],["lat="],["long="],["directions="],["phone=92-16-20-20"],["tollfree="],["fax="],["hours=Daily 8AM-3AM"],["price="],["content= The nerve centre of Monte Carlo, where people go to see and be seen, buzzing with the feel of old time Monte Carlo, circa early 1900s. Menu items change frequently, as do the waiters, who seem intent on rushing patrons through their meals. For people-watching, you could try a diet Coke for a mere €6(Beer glass 14€,ice cream 16€).  Reservations to dine are recommended."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Beefbar"],["url="],["email="],["address=quai Jean Charles Ray, 98000"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quality cuts of beef on offer, attached with high,  though surprisingly worthwhile price tag. Small cups on puree are available for the meat, though an additional cup (one is far too small), costs 8.5€. Wine selections are paired perfectly with the red meat. Chic atmosphere and the staff are extremely attentive."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Baccarat"],["url="],["email="],["address=4 Escalier Saint-Charles"],["lat="],["long="],["directions="],["phone=93-50-66-92"],["tollfree="],["fax="],["hours="],["price="],["content=Serving some of the finest Italian fare in Monte Carlo, Baccarat has an airy and authentic atmosphere. The oven-baked turbot with artichokes has customers such as Robbie Williams coming back again and again."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Fuji"],["url="],["email="],["address=4 av de la Madone"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sleek and sexy Japanese restaurant that offers authentic sushi favorites at reasonable prices."]]}]},"\n",{"type":"===","value":["Splurge"]},"\nDining in Monaco can be a very sobering experience to whomever is paying the bill. Perhaps the most exclusive and famous restaurants in the city are the ",{"type":"'''","value":["Louis XV Restaurant"]}," and the ",{"type":"'''","value":["Le Grill de L'Hotel de Paris"]},", both centered on the very exclusive Hotel de Paris. You are more than likely to be seated next to a member of the rich and famous, and the gourmet food is simply out-of-this-world - however, these experiences come with a rather hefty price tag!\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Louis XV"],["url="],["email="],["address=Hôtel de Paris, place du Casino"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In one of the finest hotels in the world, run by one of the finest chefs in the world (Alain Ducasse) this Michelin 3 star rated restaurant serves dining perfection among luxurious glitterati. The level of sophistication for all dishes is hard to be surpassed, the sea bass with Italian artichokes regularly reaches a score of 19\/20 by restaurant critics. The restaurant contains the world's largest wine cellar: 250,000 bottles of wine (many priceless) stashed in a rock cave. Reservations are essential, as are jacket and tie for men."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Le Grill de L'Hotel de Paris"],["url="],["email="],["address=In the Hôtel de Paris, place du Casino"],["lat="],["long="],["directions="],["phone=92-16-29-66"],["tollfree="],["fax="],["hours="],["price="],["content=Although often overlooked by the famed 'Louis XV', look above to the Hotel de Paris' rooftop for its equally elegant contender. Less intimidating than the Ducasse citadel downstairs, Le Grill offers every imaginable sort of grilled fish, and meat that come from the nearby Alps. The selection of 600,000 wines are the perfect accompaniment to every dish, and the service is impeccable. Dining on the rooftop affords you stunning, panoramic views of Monte Carlo, and in the summer, a blanket of starry sky."]]}]},"\n",{"type":"==","value":["Drink"]},"\nChampagne has the status of a national beverage in Monaco. A single glass can cost as much as €40 at a fashionable restaurant!\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Zelos"],["url="],["email="],["address=Top Floor Grimaldi Forum Ave. Princesse Grace"],["lat="],["long="],["directions="],["phone=+377 99 99 25 50"],["tollfree="],["fax="],["hours="],["price="],["content=Showcasing panoramic views from the top floor of the Grimaldi Forum, the outdoor seating area offers the perfect spot to see yachts cruising into the harbor. Top models and the people who want to be with them dance the early mornings away here and we defy you not to do the same. Cocktail list is impressive and bite sized treats are available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bar at the Columbus Monaco"],["url="],["email="],["address=23 Avenue des Papalins Monte Carlo"],["lat="],["long="],["directions="],["phone=00 377 92 059000"],["tollfree="],["fax="],["hours="],["price="],["content=More laidback and informal than some of its counterparts, its subdued atmosphere is a refreshing change from some of the high energy Monaco bars. Decked out in shades of chocolate, its almost as sweet as the chocolate martinis, which come with a big truffle in each glass which slowly melts into your drinks and tastes heavenly. Formula One race car driver David Coulthard is a co owner, which means you're likely to run into some of his race car competitors."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Jimmy'z"],["url="],["email="],["address=Le Sporting Club Avenue Princesse Grace, Monte Carlo"],["lat="],["long="],["directions="],["phone=+ 377 9216 20 00"],["tollfree="],["fax="],["hours="],["price="],["content=The ultimate night club in Monte Carlo, the famed Jimmy'z is frequented by royalty and the uber-rich, which isn't a surprise considering some of the hefty price tags, a beer will cost you upwards of £20. If you can't afford it, there are other clubs to go to. There are two entrances -one, two floors down in Le Sporting Club, the other at street level, and many a rock star and billionaire have walked through both. Staff can be quite rude, but so are most of the patrons. Definitely an experience."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nIf you're on a budget, Monaco is not the best place to be. For example, a two star hotel without breakfast and bathroom will cost around €60 per person. A better option is to stay in one of the many towns outside of Monaco, for example Ventimiglia, which is a sea-side town situated on the French-Italian border on the Italian side. Nice is only 1\/2 hour away from Monaco and it's very cheap to use the frequent trains. During the winter season, a comfortable two star hotel will only cost you about €20 a person.\n\nThe Monaco Tourism center staff will also sit down and make phone calls to assist walk-ins in finding accommodation.  Even if you ask for \"cheap\" lodging.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["PV-Holidays"]}," have two properties in the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pv-holidays.com\/hu_accommodation-france.php?holiday=Monaco+holiday_apartments area"]}]},". Each room is a self-catering studio or apartment. Located in Beausoleil both properties range from €150-€160 per night. +33 1 58 21 55 84"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Colombus Hotel"]},": Situated in La Condamine, the Colombus Hotel is co-owned by successful Glaswegian hotelier Ken McCulloch, designer Amanda Rosa and British F1 racing driver David Coulthard (all Monaco residents today). There is an excellent restaurant and the lobby is a great spot to relax on the comfortable sofas. Rooms are modern. The hotel is located just by the heliport, and about 200 meters from the Stade Louis II."]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ambassador"],["url=http:\/\/www.ambassadormonaco.com"],["email=info@ambassadormonaco.com"],["address=corner of ave Prince Pierre"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Suprisingly standard mid range hotel that is good value for business travellers and those watching their euros. Rooms are kitted out with the usual TV, mini bar air con, with wi fi access and cable making it a nice touch."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hôtel Cosmopolite"],["url="],["email="],["address=4 rue de la Turbie"],["lat="],["long="],["directions="],["phone=93-30-16-95"],["tollfree="],["fax=93-30-23-05"],["hours="],["price=75€-105€ ($98-$137) double without bathroom; 80€-180€ ($104-$234) double with bathroom"],["checkin="],["checkout="],["content=Simple hotel that is well priced given the hotels location. There's no elevator, and only some rooms have bathrooms, but its reasonably cheap and the hotel owner, Madame Gay Angèle is welcoming and makes you feel right at home."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=TwilightBlue Hotels"],["url=http:\/\/www.twilightblue.eu\/en\/france\/principality-of-monaco\/monaco\/monaco\/hotels.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€80-€150"],["checkin="],["checkout="],["content=Selection of Hotels in Monaco."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bw Hotel Prince De Galles"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin=12:00"],["checkout=11:00"],["content=Facing the Mediterranean, with panoramic terrace and bar, lush tropical garden and Mediterranean Restaurant. \n."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Hermitage"],["url="],["email="],["address=Square Beaumarchais"],["lat="],["long="],["directions="],["phone=98-06-59-77"],["tollfree="],["fax="],["hours="],["price=320€-528€ ($416-$686) double; 568€-792€ ($738-$1,030) junior suite; from 1,596€ ($2,075) suite"],["checkin="],["checkout="],["content=Perched on a clifftop, the Hermitage offer idylic living at its best. The majority of rooms have balconies, so guests can have stunning views from their rooms. While the hotel is quite old, all amenities and features and modern and elegant in their styling and a stay here is truly well deserved.  The SBM's Carte d'Or offers the Hermitage's guests transport and access to the facilities of the Monte Carlo Beach Hotel and Les Thermes Marins spa."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel de Paris"],["url="],["email="],["address=Place du Casino"],["lat="],["long="],["directions="],["phone=92-16-30-00"],["tollfree="],["fax=92-16-26-26"],["hours="],["price=400€-940€ ($520-$1,222) double; from 1,995€ ($2,594) suite"],["checkin="],["checkout="],["content=Offering a level of sophistication that has awarded itself as one of the world's most famous hotels. Featuring marble pillars, crystal chandeliers, Louis XVI chairs, and sumptous carpets, its a vision of luxury and a favorite among the world's travellers. Rooms are simply enormous with marble and brass furnishings and the hotel is home to the country two finest eating establishments, the Le Grill de l'Hôtel de Paris and Le Louis XV.  The SBM's Carte d'Or offers the de Paris' guests transport and access to the facilities of the Monte Carlo Beach Hotel and Les Thermes Marins spa."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Monte Carlo Bay Hotel and Resort"],["url="],["email="],["address=40 av. Princesse Grace"],["lat="],["long="],["directions="],["phone=98-06-02-00"],["tollfree="],["fax=98-06-00-03"],["hours="],["price=€300€-800 double; €750-1,400 suite"],["checkin="],["checkout="],["content=Awe impressive 4-hectare (10-acre) resort. The high price reflect the quality of stay. Only steps away from Monte Carlo's sandy beaches, more than 3\/4 of rooms open onto sea views. Marble bathrooms feature flat screen tvs with cable ties, the hotel pool has an indoor pool covered with an ornate glass dome, and the hotel bar is none other than Jimmy'z's. The furnishings are sandstone floors, soft Mediterranean pastels and sleek modern amenities. The service to detail is outstanding, different shampoos and towels on different days, and the staff are polite and attentive without being intrusive. The SBM's Carte d'Or does not offer the Bay Hotel's guests access to the facilities of the Monte Carlo Beach Hotel or Les Thermes Marins.  The Bay Hotel is rather self-contained, but lacks a beach."]]}]},"\n",{"type":"==","value":["Work"]},"\n\nIf you are seeking a career aboard one of the many superyachts in Monaco a good place to register and start looking is Crew Central ",{"type":"[","value":["http:\/\/www.crew-central.com"]}," and on the Work Monaco Community ",{"type":"[","value":["http:\/\/www.work-monaco.com"]},"\n\n",{"type":"==","value":["Respect"]},"\n\nIn many ways, the Respect section of the ",{"type":"[[","value":[["France"]]}," page can detail how to be respectful toward the Monegasque population, but it should be noted that Monaco is a separate nation and it would be very insulting to casually conflate the two. Keep in mind that Monaco's population retain their own history, their own culture, and their own lifestyle. With that in mind, everyone is approachable, happy to chat with you and globally simply kind. Directions or other help are only a smile and a question away.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nMonaco is a safe, crime-free location, with a strong police presence. It has the lowest homicide rate of any country in the world, and among the lowest in terms of overall crime rate, having also maintained. Because of their wealthy state, every public space is blanketed with cameras and any kind of disorder may produce an immediate reaction and the attendance of several officers. Homosexuality is legal, although there are no official gay places in Monaco.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" While staying in Monaco, you can take a full-day-journey (or half-day-journey, whichever you prefer) to surrounding areas like ",{"type":"[[","value":[["France"]]}," and ",{"type":"[[","value":[["Italy"]]},".  Monaco is connected to France by highways so renting a car would be the best way to go. You can also take the “train bleu” or a bus to European cities closer to Monaco including ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Nice"]]}," and ",{"type":"[[","value":[["Ventimiglia"]]},". If you want to travel to farther countries in Europe, do so by plane. ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Rome"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Brussels"]]},", ",{"type":"[[","value":[["Frankfurt"]]}," and ",{"type":"[[","value":[["Zürich"]]}," are less than two hours away by plane."]},"\n",{"type":"{{","value":[["usablecountry"]]},"\n",{"type":"{{","value":[["isPartOf"],["Europe"]]},"\n",{"type":"{{","value":[["Geo"],["43.732778"],["7.419722"]]},"\n",{"type":"[[","value":[["Commons:Category:Monaco"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Monaco"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Monaco\/"]]}]