[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Monmouth County"]}," is on the ",{"type":"[[","value":[["Jersey Shore"]]},".\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Freehold"]]}," — the Seat of Monmouth County.  One of the original townships of Monmouth County.  Freehold is a town which contains much 18th century history.Freehold is a town as diverse at it is old. Quaint Victorian houses lay steps away from trendy dining spots and antique galleries. Freehold is a great day or weekend trip for those who love history, architecture, and of course, food!"]},{"type":"*","value":[" ",{"type":"[[","value":[["Allenhurst"]]}," — a quiet little beach side community. Visitors can come and admire the extravagant Victorian and Tudor-Style homes, along with the welcoming feeling of a small-town neighborhood. For a daily fee of $7 in the Summer season, you can enjoy the ever pristine beaches of Allenhurst."]},{"type":"*","value":[" ",{"type":"[[","value":[["Allentown (New Jersey)"],["Allentown"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Asbury Park"]]}," — steeped in history, this town was an early 20th century Victorian resort, a rough and tumble rock and roll town where the famous ",{"type":"'''","value":["Stone Pony"]}," saw the first performances of Bruce Springsteen and became symbolic of failed urban re-development in the 80's and early 90's. Now the town is on the mend and is the next trendy area in central ",{"type":"[[","value":[["New Jersey"]]},", it can still be a little rough at night. You can go to the beach in Asbury in the middle of August and be one of maybe three families there. There is a boardwalk and a fishing pier. The beach gives an unwelcoming sort of appearance in Asbury Park, but the town is interesting enough itself. It is unofficially a ghost town, with many buildings still standing from the 1900's in deteriorating condition."]},{"type":"*","value":[" ",{"type":"[[","value":[["Avon-by-the-Sea"]]}," — a four season, seaside, Victorian community. Avon is surrounded by three different bodies of water: Sylvan Lake, the home of their famous swans; Shark River inlet is located in the southern part of town. Visitors can watch drawbridges and a multitude of boats come and go; the east is the Atlantic. Avon-by-the-Sea has much to offer vacationers and day visitors. With its clean, white sandy beaches it is a great place for beach bums to just relax, swim and soak up the sun. Avon features a non-commercial boardwalk, with Victorian lamps, benches and pavilions. Fine local restaurants and quaint shops are great to complete a \"day at the beach.\" Fishing, boating and scuba diving are year 'round activities in Avon-by-the-Sea. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Belmar"]]}," — a great beach that buzzes with many families during the Summer season. It features a boardwalk, snackbars and picnicking. It is the perfect vacation location with many different restaurants and businesses just across the street from the beach."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bradley Beach"]]}," — enjoyable for a daily fee of $7, and has a boardwalk, mini golf, and picnicking."]},{"type":"*","value":[" ",{"type":"[[","value":[["Colts Neck"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Deal (New Jersey)"],["Deal"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Englishtown"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fair Haven (New Jersey)"],["Fair Haven"]]}," — is a borough in Monmouth County, New Jersey, along the Navesink River."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hazlet"]]}," — a residential community in Northern Monmouth County, with many great restaurants and shopping \"strip malls\" to browse. Its close location to many beach towns makes it an ideal place for Jersey Shore travelers to rest overnight."]},{"type":"*","value":[" ",{"type":"[[","value":[["Highlands (New Jersey)"],["Highlands"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Keansburg"]]}," — located on Raritan Bay, north of Sandy Hook, offering an amusement park, and a water park."]},{"type":"*","value":[" ",{"type":"[[","value":[["Long Branch"]]}," — a nice little sea side community, and a former presidential retreat."]},{"type":"*","value":[" ",{"type":"[[","value":[["Manasquan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Marlboro Township"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Manalapan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Middletown (New Jersey)"],["Middletown"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Millstone Township"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ocean grove"]]}," — God's Square mile in New Jersey. Great Shoppes and music all year long."]},{"type":"*","value":[" ",{"type":"[[","value":[["Red Bank"]]}," — a \"hip city\" full of antique shops and cafes, it is pleasant to stroll around."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rumson"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Spring Lake"]]}," — A picturesque community located along the Atlantic Ocean.  This historic town is extremely welcoming and family oriented.  Spring Lake is commonly known as the \"Jewel of the Jersey Shore\".  Spring Lake is a premier summer resort community with two miles of sparkling beaches, palatial summer homes, hotels, quaint cottages and guest houses, and well appointed year round homes.  In the summer months, there is so much to do. Along with swimming, fishing and boating, there are many beautiful bicycle paths to explore, concerts in the park to enjoy, a five-mile run (Memorial Day weekend), youth activity programs and much, much more.  Notices of all these events are noted in the Borough calendar mailed to each home, posted on this web site, in the windows of the borough's shops along Third Avenue, and on the community bulletin board located at the corners of Third and Morris Avenues."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"[[","value":[["Gateway National Recreation Area"]]}," — The ",{"type":"[[","value":[["Sandy Hook"]]}," section is in Monmouth County.\n\n",{"type":"==","value":["Understand"]},"\n\nMonmouth County is in the midst of a residential housing explosion. Former horse and produce farms are rapidly transforming into gated communities for the rising influx of wealthy white collar workers. Nonetheless the area retains its natural beauty.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nMonmouth County is pretty much accessible via any mode of transportation. By air, by road, even by water, you can get to this wonderful region and enjoy all it has to offer!\n\n",{"type":"===","value":["By air"]},"\n",{"type":"*","value":["Newark-Liberty International Airport, Newark-Elizabeth, New Jersey - This is the most convenient option when flying to Monmouth County. AirTrain service connects to New Jersey Transit's North Jersey Coast Line which can take you to the following towns in Monmouth County: Aberdeen-Matawan, Hazlet, Middletown, Red Bank, Little Silver, Monmouth Park Racetrack (Seasonal), Long Branch, Elberon, Allenhurst, Asbury Park, Bradley Beach, Belmar, Spring Lake and Manasquan. In addition to the North Jersey Coast Line, the #67 New Jersey Transit bus connects from Newark-Liberty International Airport to Monmouth County, serving the following towns: Marlboro, Manalapan, Freehold Boro, Freehold Township and Howell. "]},{"type":"*","value":["John F. Kennedy International Airport, Queens, New York "]},{"type":"*","value":["LaGuardia Airport, Queens, New York "]},{"type":"*","value":["Atlantic City International Airport, Egg Harbor City, New Jersey - This airport has more limited destinations, but it is not as crowded as Newark, the New York City airports and Philadelphia."]},{"type":"*","value":["Philadelphia International Airport, Philadelphia, Pennsylvania - This is the most convenient option if traveling to the southwestern part of the county. Take SEPTA's R1 train to 30th Street Station from the airport, connect at 30th Street to the R7 train to Trenton station. There are no public transit options from Trenton station to Monmouth County. If you need a public transit connection into the county, use Newark-Liberty International Airport. "]},"\n",{"type":"===","value":["By road"]},"\nGarden State Parkway - Exits 98 (Belmar\/Wall) - 117A (Aberdeen\/Keyport\/Hazlet) serve Monmouth County. \n\nNew Jersey Turnpike - If you are coming from North Jersey & New York, use Exit 11 to access the Garden State Parkway South which will take you to Monmouth County. If you are coming from South Jersey & Philadelphia, use Exit 7A to access Interstate 195 East which will take you to Monmouth County. Exit 8 puts you on State Route 33 East which serves Freehold & various Shore Points. \n\n",{"type":"===","value":["By bus"]},"\nNew Jersey Transit & Academy run buses from New York City's Port Authority Bus Terminal to various destinations throughout the county. Buses also run from Monmouth County to Atlantic City operated by New Jersey Transit and Academy. For More Information: New Jersey Transit: ",{"type":"[","value":["http:\/\/www.njtransit.com"]},", Academy: ",{"type":"[","value":["http:\/\/http:\/\/www.academybus.com\/"]},"\n\nNew Jersey Transit also runs local bus service throughout the county, with hubs in Red Bank (Red Bank Train Station), Freehold (Freehold Center) and Asbury Park (Asbury Park Transportation Center.) Visit New Jersey Transit's website, ",{"type":"[","value":["http:\/\/www.njtransit.com"]},", for more information about specific routes, times and fares. \n\n",{"type":"===","value":["By rail"]},"\n\n",{"type":"====","value":["Intercity"]},"\nAmtrak - There are no Amtrak stations in Monmouth County. The closest is in Middlesex County, Metropark-Iselin, which is about a half-hour to an hours drive from Monmouth County. \n\nIf you are visiting the southwestern part of the county, it is most convenient for you to use the Trenton station in Mercer County. \n\nHowever, since there are no public transit options from either Metropark or Trenton station to Monmouth County, if you need to use public transportation to get to Monmouth County, you must take Amtrak to Newark-Penn Station which is also served by New Jersey Transit's North Jersey Coast Line, which will take you to following stations in Monmouth County: Aberdeen-Matawan, Hazlet, Middletown, Red Bank, Little Silver, Monmouth Park Racetrack (Seasonal), Long Branch, Elberon, Allenhurst, Asbury Park, Bradley Beach, Belmar, Spring Lake and Manasquan.\n\nIn addition to the North Jersey Coast Line, the #67 New Jersey Transit bus connects from Newark Penn Station to Monmouth County, serving the following towns: Marlboro, Manalapan, Freehold Boro, Freehold Township and Howell. \n\nFor information about Amtrak service, visit ",{"type":"[","value":["http:\/\/www.amtrak.com"]},"\n\n",{"type":"====","value":["Local\/Commuter"]},"\nNew Jersey Transit – North Jersey Coast Line: Line runs from Penn Station, NY to Bay Head, NJ. Stops in Monmouth County: Aberdeen-Matawan, Hazlet, Middletown, Red Bank, Little Silver, Monmouth Park Racetrack (Seasonal), Long Branch, Elberon, Allenhurst, Asbury Park, Bradley Beach, Belmar, Spring Lake and Manasquan. \n\nFor information about New Jersey Transit, visit ",{"type":"[","value":["http:\/\/www.njtransit.com"]},"\n\n",{"type":"===","value":["By ferry"]},"\n\nNew York Waterway\n\nBelford Terminal, 10 Harbor Way, Belford. Free parking for 500 cars. Direct service to Pier 11, Wall Street & Midtown-West 39th Street . Connections to Brooklyn, Queens, and Jersey City. Free shuttle service from ferry terminals to various Midtown and Downtown destinations. \n\n",{"type":"[","value":["http:\/\/http:\/\/www.nywaterway.com\/"]}," for more information.\n\nSeastreak: Serves Atlantic Highlands and Highlands to Pier 11 Wall Street, East 34th Street, NYC.\n\n",{"type":"[","value":["http:\/\/http:\/\/www.seastreak.com\/"]}," for more information\n\n",{"type":"==","value":["Get around"]},"\nBesides limited rail destinations & limited local bus services, you will most definitely need access to a car to access most of Monmouth County. \n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Jersey Shore - Monmouth County has miles and miles of beautiful beaches on the Atlantic coast. Starting at Sandy Hook (Gateway National Recreation Area), Monmouth County's share of the Jersey Shore includes (from North to South): Sea Bright, Monmouth Beach, Long Branch, Elberon, Deal, Allenhurst, Loch Arbor, Asbury Park, Ocean Grove, Bradley Beach, Avon-by-the-Sea, Belmar, Lake Como, Spring Lake, Sea Girt, and Manasquan. Some towns have free beaches however most charge a daily fee, which varies by town. Check with the individual beach you are interested in going to to find out the beach fee."]},"\n",{"type":"*","value":["Keansburg Amusement Park\/Runaway Rapids Waterpark - The water park is small but very clean and nice. Great for younger kids. Admission is $21.95 for 2-hours and $23.95 for 3-hours. The amusement park features the fun and popular Fast Trax Go Carts, which are fun for people of all ages. Overall a nice day trip. For more information",{"type":"[","value":["http:\/\/http:\/\/www.keansburgamusementpark.com\/default.asp"]},"   "]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Golf - Monmouth County is home to a lot of nice golf courses. Public courses include: Colts Neck Golf Club in Colts Neck, Charleston Springs Golf Course in Millstone, Hominy Hill Golf Course in Colts Neck, Howell Park Golf Course in Howell, Pebble Creek Golf Club in Colts Neck, and Shark River Golf Course in Neptune. Executive courses include Bel Aire Golf Course in Wall, Pine Brook Golf Course in Manalapan, and Quail Ridge Golf World in Wall. Driving ranges include Hole in One Golf Center in Millstone and Twin Brook Golf Center in Tinton Falls. Both driving ranges include mini golf courses and Par-3 courses. "]},"\n",{"type":"*","value":["Horse racing- Monmouth County contains two nice race tracks. Oceanport is home to Monmouth Park Racetrack, a thoroughbred race track home to the famed race every August, the Haskell. Freehold Raceway in Freehold has trotters racing."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Doorbrook Park Sprayground"],["url=http:\/\/www.monmouthcountyparks.com\/page.aspx?ID=2503"],["email="],["address=209 County Road 537 Colts Neck"],["lat="],["long="],["directions="],["phone = +1 732-542-1642"],["tollfree="],["fax="],["hours="],["price=FREE"],["content=GREAT FOR KIDS. This water-enhanced playground is a great place to be cool and play with water. Located at the Dorbrook Recreation Area, this facility is open 7 days a week beginning mid-May and closes mid-September yearly.\nHours are Tuesday, Wednesday and Thursday 11am to one hour prior to posted park closing; Monday, Friday, Saturday, and Sunday 10am to one hour prior to posted park closing (Park closing is approximately 1\/2 hour before dusk). For further information, contact the park office at (732) 542-1642 Mondays-Fridays 8:30am-4:30pm. \nThis facility provides refreshment for park visitors and participants in Park System summer camp programs. Children under the age of 13 must be accompanied by an adult."]]}]},"\n",{"type":"==","value":["Eat"]},"\nInland, Red Bank and Freehold Boro have a nice variety of restaurants and Red Bank is especially good for nightlife. Keyport Boro and Matawan Boro are both smaller but have a few nice restaurants. Most towns have at least one strip mall with various shops and restaurants. \nOn the shore, Asbury Park has a hip and up and coming night life scene. Most shore towns have nice bars & restaurants. Pier Village in Long Branch is very nice, but most of the restaurants are a bit on the pricey side. \n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Buy"]},"\nMost towns have strip malls typical to the suburban New York-New Jersey metro area. You have the Monmouth Mall in Eatontown and the Freehold Raceway Mall in Freehold Township, both of which are nice big shopping malls. Also, Tinton Falls\/Neptune is home to the Jersey Shore Premium Outlet Mall which is very nice.\n\n",{"type":"==","value":["Sleep"]},"\nUnfortunately, it may be a bit hard to find a name brand hotel room down the shore. A few miles inland, you will find Residence Inns in both Tinton Falls and Neptune and a Courtyard by Marriott in Wall Township. These hotels are all convenient (15-20 minute range) to the beaches. Most hotels right on the shore are the old-fashioned mom and pop type and amenities vary from hotel to hotel. Check with a reputable source such as AAA before you book any hotel. Many beautiful houses are available for summer rental; a little internet searching will help you find one that suits your needs. Most people who stay on the Jersey Shore do stay in rented houses, not hotels. \nHowever, farther inland, name brand hotels are available. In Hazlet Township, a Holiday Inn and a Best Western are both located on Route 35 with convenient Parkway access via Exit 117. In Middletown Township, a Comfort Inn is located on Route 35. Red Bank has the Oyster Pointe Hotel, the Molly Pitcher Inn and a Courtyard by Marriott (which is located right off Parkway Exit 109.) Tinton Falls also has another Courtyard by Marriott & a Holiday Inn, both are right off of Parkway Exit 105. Eatontown has a Sheraton hotel. Freehold Township has both a Radisson located on Route 537 and a Days Inn located on Route 9, both are convenient if going to Six Flags Great Adventure. \n\n",{"type":"==","value":["Stay safe"]},"\n\nMonmouth County is very safe, however, just use some caution in areas of ",{"type":"[[","value":[["Asbury Park"]]},", ",{"type":"[[","value":[["Keansburg"]]}," and   ",{"type":"[[","value":[["Long Branch"]]}," away from the beaches, especially at night as these areas tend to be a little bit rougher than the rest of the county. Although Monmouth County contains a fair deal of wildlife none of it is dangerous, poisonous, or significantly aggressive enough to cause any regular harm. Weather conditions are typically stable although some flooding does regularly occur at low sea-levels. As of January 1st 2012, the majority of the hazards caused by Hurricane Sandy have been cleared; although hikers, campers, tramps, and hobos should be aware that many trees are still unstable and large patches of forested areas and even residential parks still have branches hanging. The Police in Monmouth County are fairly friendly, and largely much like those encountered in the rest of the state, although speeding while operating a motor vehicle is taken somewhat more seriously and its enforcement is strict. Loitering is enforced more in the town centers and shopping areas then in public parks or beach areas but traveler types can often find friendly places here.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Six Flags Great Adventure"]]}," - Right outside the county in neighboring ",{"type":"[[","value":[["Ocean County"]]},", this 2,200-acre theme park contains the tallest & fastest roller coaster in the world, Kingda Ka. Also contains Six Flags Hurricane Harbor water park and the Six Flags Wild Safari, the largest safari outside of Africa. Visit the Six Flags website for more information ",{"type":"[","value":["http:\/\/http:\/\/www.sixflags.com\/greatadventure\/index.aspx"]}," "]},{"type":"*","value":[{"type":"[[","value":[["New York City"]]}," - The \"City that Never Sleeps\" is only an hour away"]},{"type":"*","value":[{"type":"[[","value":[["Atlantic City"]]}," - About an hour to an hour and a half away"]},{"type":"*","value":[{"type":"[[","value":[["Philadelphia"]]}," - The \"City of Brotherly Love\" is about an hour and a half away"]},"\n",{"type":"[[","value":[["WikiPedia:Monmouth County, New Jersey"]]},"\n\n",{"type":"{{","value":[["geo"],["40.29"],["-74.15"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Jersey Shore"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]