[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Monpazier"]}," is one of the finest examples of a bastide town and a commune in the Dordogne département of ",{"type":"[[","value":[["France"]]},". Built in 1284 by Edward I of England it follows the classic plan of a bastide, built round a square surrounded by arcades, with a large church near the centre. Despite being involved in numerous wars throughout the middle ages it remains largely untouched. It is one of the prettiest towns in the ",{"type":"[[","value":[["Dordogne"]]}," region.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nNearest airport is Bergerac (40 km)\n\n",{"type":"===","value":["By rail"]},"\nBergerac has good connections to Bordeaux and fast trains to Paris and London.\n\n",{"type":"===","value":["By road"]},"\nThere are no bus services serving Monpazier and no local taxi in the village.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe chief attraction of Monpazier is the village itself. One of the \"Most Beautiful Villages of France\", Monpazier is generally regarded as the best preserved of all the Bastides of the south-west and sits at the centre of the Bastide country of the Dordogne. Bastides are fortified mediaeval villages (en.wikipedia.org\/wiki\/Bastide) and most are well worth a visit. Belvès, Beaumont-du-Périgord, Villeréal, Issigeac and Villefranche-du-Périgord are all less than 30 minutes drive.\n\n",{"type":"==","value":["Do"]},"\nLike many small rural French villages, life in Monpazier is extremely seasonal.  Between Christmas and Easter the village goes to sleep with only a sparsely attended Thursday market to mark the weeks. However as the weather warms up, so does Monpazier's social life - and the Thursday market becomes a colourful vibrant affair that takes over much of the village. Visit http:\/\/www.monpazier.fr for current information of events which every year includes:\n\n",{"type":"*","value":[" Medieval Festival"]},{"type":"*","value":[" Professional night bicycle race"]},{"type":"*","value":[" One of only 2 cep (porcini mushroom) markets in the region"]},{"type":"*","value":[" Book Fair"]},{"type":"*","value":[" Several brocante (antique fairs) and vide greniers ('Empty your attic\", the French equivalent of a car boot sale)"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["44.6833"],["0.9000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Dordogne"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Monpazier"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Monpazier"]]}]