[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nMonsanto is a town in the ",{"type":"[[","value":[["Beira Baixa"]]}," region of ",{"type":"[[","value":[["North Central Portugal"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMonsanto is an ancient fortified village perched on the side of the mountain.\nIts appearance has not changed in centuries.\n\nOn a round trip in Portugal Monsanto Village is a must!\n \nThe tiny streets are carved from and in the rocks. The houses are squeezed  between gigantic boulders.\n\nThis historical village is one of the most remarkable in Europe. \nIt is often mentioned as the most Portuguese village in Portugal.\n\nAt the top of the 400 feet high hill stands a very old square built fortress \/ castle.\nThe castle played an important role in Medieval times when the Templars Grand Master built a castle which withstood several battles including the Napoleonic invasions.\nThe walk up to the castle is rewarded by one of the most breathtaking views in the whole region.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Arrival by car to Monsanto:"]},"\nThe easiest way to reach Monsanto is by car and please consider that Portugal is one of Europe's cheapest countries for renting a car.\nBuy and use a normal road map over Portugal. You will find Monsanto - NE of Castelo Branco. \n\nMonsanto GPS-info: 40 02 16.90 N - 7 06 53.00 W\n\nFree parking in the beginning of the Medieval Village \n\nIf you will not or can not drive a car it is possible to arrive to Monsanto by public transportation: trains and buses, but first you have to get to Castelo Branco. Fly to Lisbon Airport and then take the train\/bus to Castelo Branco.\n\n",{"type":"'''","value":["Arriving by public transport to Monsanto: From Lisbon"]}," \n\nFrom Lisbon to Castelo Branco by train:\n\nTake the train to Castelo Branco. The latest time table shows trains operating between 08:00 and 19:30 and will take approximately 3 hours from Lisbon.\nIntercity Trains operate from Lisbon (Gare do Oriente) to Castelo Branco\n\nFrom Lisbon to Castelo Branco by bus:\nTake the Metro from the airport to Seite Rios.\nExpress bus at 09:50 (all working days and Saturdays - if not a holiday) from \"Terminal Rodoviario de Seite Rios\" in Seite Rios (near the Lisbon Zoo) to Castelo Branco. Change to the bus to Monsanto at 12:25\n\nExpress bus at 14:00 (all working days but friday if it is a holiday) Change in Castelo Branco to the bus to Monsanto at 17:15.\n\n",{"type":"'''","value":["Arriving by public transport to Monsanto: From Porto"]},"\n\nFrom Porto to Castelo Branco by train:\n\nThe train journey takes approximately 5 hours\n\nFrom Porto to Castelo Branco by bus:\n\nThe bus journey takes approximately 4 hours 30 minutes.\n\nHereafter take the bus from Castelo Branco to Monsanto\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Castle and Wall of Monsanto (Castelo e Muralha de Monsanto)"]},": (12th Century) Sumptuous mediaeval fortress, with several doors and staircases.\n\n",{"type":"'''","value":["Lucano’s Tower (Torre de Lucano)"]},": (14th Century) Bell ringer tower, crowned with a silver cockerel, a trophy awarded to Monsanto, in a 1938 competition, which it was judged to be “the most Portuguese village” in Portugal, in recognition of the originality of its culture.\n\n",{"type":"'''","value":["St. Michael Chapel (Capela de São Miguel)"]},": (12th Century) Romanesque chapel.\n\n",{"type":"'''","value":["Mercy Church (Igreja da Misericórdia)"]},": (16th Century) With romanesque roots, it has suffered several reconstructions.\n\n",{"type":"'''","value":["Pin Tower (Torre do Pião)"]},": (12th Century) Ancient medieval tower.\n\nOther interesting villages in the area: Idanha-a-Velha and Penha Garcia, distance about 10km and 15 km from Monsanto.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Geo-restaurant Petiscos & Granitos"]}," is a new concept of restaurant, a pedagogical strategy promoting the Portuguese geological heritage. This is Petiscos & Granitos, the first geological restaurant. Traditionally built using granite boulders with thousands of tons as walls and roof, this unique place celebrates the “Cookery of Earth”. A dynamical Geo-menu follows the gastronomy calendar of Idanha and appeal to a strong relationship between traditional tastes and geographic diversity of Portugal. Different appeals, different know-hows. Visiting the two dining rooms and the esplanade is discovering the exhibition “The Rolling Stones show Geohistory of Portugal told by rocks” and feel the action of Time and the dynamics of Earth.\n\n",{"type":"'''","value":["The restaurant at Hotel Estalagem de Monsanto"]}," offers you regional and international cuisine. Today's Special: Compose your own 4-course menu from a choice of soup, fish, meat, dessert or fruit or you can choose from the Menu Card. Dishes from 5 to 15 Euros.\n\n",{"type":"'''","value":["Taverna Lusitana in Monsanto"]}," is more a snack bar serving good regional food and wine. You can eat inside or outside at the terrace with a beautiful view.\n\n",{"type":"==","value":["Drink"]},"\nSame places as mentioned above\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B-Monsanto-rooms at Taverna Lusitana in Monsanto Village"],["url=http:\/\/monsantorooms.homestead.com\/"],["email="],["address=Rua do Castelo, 19, 6060-091 Monsanto IDN, Portugal"],["lat=40.03803"],["long=-7.11472"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Single room with private bath 40 Euros. Double room with private bath 50 Euros."],["checkin=from 13:00"],["checkout=before 11:00"],["content=B&B-rooms at Taverna Lusitana in Monsanto Village in Portugal is an accommodation with two double rooms with private bathroom, TV & Free Wireless Internet. Breakfast is included in the rental price. Relax and enjoy your lunch or dinner at the terrace with a view. Lunch packet on request for your excursions in the area with a lot of historical Sites."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Estalagem de Monsanto"],["url=http:\/\/monsanto.homestead.com\/"],["email="],["address=Rua de Capela No 3, 6060-091 Monsanto Idn, Portugal"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Single room with private bathroom 60 Euros. Double room with private bathroom 70 Euros. Extra bed 25 Euros"],["checkin=from 13:00"],["checkout=before 11:00"],["content=Hotel Estalagem de Monsanto has 10 rooms with private bathroom.\nThe hotel has succeeded in creating a balance between traditional style and modern comfort. Hotel Estalagem de Monsanto features a lobby, a bar and a restaurant which seats 40 people. The restaurant offers you good regional food."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Beira Baixa"]]},"\n\n",{"type":"[[","value":[["es:Monsanto"]]},"\n",{"type":"[[","value":[["wikipedia:Monsanto (Idanha-a-Nova)"]]},"\n",{"type":"{{","value":[["geo"],["40.039444444444"],["-7.1141666666667"]]}]