[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Monsummano"]}," is a city in ",{"type":"[[","value":[["Tuscany"]]}," and is set in the central-eastern Valdinievole and is bound to the north from the hills of Montalbano, south of the Padule Fucecchio - an important wildlife reserve where you can enjoy birdwatching - in the west are the plains of Lucca, and in the east, semi-hilly areas of the municipality of Larciano. \n\nFrom an economic point of view, the territory of Monsummano witnessed the development of a prosperous and important shoe industry, during the first half of the twentieth century. The Grotto’s Giusti  and Parlanti,  which over time have characterized another socio-economic  presence in the area.\n\nGrotta Giusti, which takes its name from the poet Giuseppe Giusti, is a fraction of the municipality of Monsummano, close to the tourist complex of caves and thermal baths. The cave is open all year, and includes three routes, which will take about two hours to navigate: Trescolli, Bollogno, and Grotto. Given the nature and characteristics of the water, it is considered a thermal bath. The three main caves are called \"Paradise,\" \"Purgatory\" and \"Inferno\" by the temperature characteristics of each one.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The Sanctuary of Santa Maria della Fontenuova, "]},{"type":"*","value":[" The Church of St. Michele and Lorenzo "]},{"type":"*","value":[" The Oratory of the Madonna della Neve "]},{"type":"*","value":[" The Villa Medici in Montevettolini"]},{"type":"*","value":[" The house and Museum of Giuseppe Giusti"]},{"type":"*","value":[" Teatro Yves Montand"]},{"type":"*","value":[" The Castle of Alto Monsummano, Grotta Giusti and the entrance of"]},"the caves \n",{"type":"*","value":[" The Museum of  cContemporary Art and the Twentieth Century"]},{"type":"*","value":[" The Museum of the city and Territory. "]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Among the tourist events to mark on the calendar, is the ‘Cioccolosità’, held usually in February. It is a festival of chocolate in which Italian and foreign craftsmen come together to show off their skills."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Visit the thermal baths"],["alt="],["url=http:\/\/www.turismo.intoscana.it\/intoscana2\/export\/TurismoRTen\/sito-TurismoRTen\/Contenuti\/province\/PT\/monsummanoterme\/visualizza_asset.html_929095414.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["43.8667"],["10.8167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tuscany"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Monsummano Terme"]]}]