[{"type":"{{","value":[["pagebanner"],["WV Montevideo banner Palacio Legislativo.jpg"]]},"\n\n",{"type":"[[","value":[["File:Palacio Salvo in May.JPG"],["300px"],["thumb"],["Plaza Independencia with Palacio Salvo and Artigas statue"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.descubrimontevideo.uy Montevideo"]}]}," is the pleasant capital city of ",{"type":"[[","value":[["Uruguay"]]},". It is on the east bank of the Rio de la Plata.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nMontevideo is home to well over a third of the Uruguayan population and the cultural and political center of the country.\n\nThere are several theories about the origins of the city's name. The \"monte\" part is generally considered to be the hill where the Cerro fort is located. According to one theory the hill was named \"Monte-VI-D-E-O(este)\", which translates to Mountain six (VI in Roman numerals) From East to West. Another popular theory is that a member of Ferdinand Magellan's world circumnavigation would have shouted \"",{"type":"''","value":["Monte vide eu!"]},"\", which translates to \"I see a mountain!\" when seeing the hill - however the circumnavigation happened two centuries before the foundation of the city so it might well have been another mountain he saw.\n\nConstruction of the Cerro fort was started by the Portuguese in 1723, at that time called Montevieu fort. The following year the Spanish started building the city of Montevideo on the opposite side of the bay where currently Ciudad Vieja is located and occupied and colonized the rest of the region. During its almost 300 years of existence, Montevideo has been part of the Spanish and Portuguese empires, occupied by the British for a few months in 1807 and afterwards a part of Brazil and today's Argentina before finally becoming the capital of the newly founded republic in 1828. \n\nThe unrests of the mid-19th century including an eight year long siege was followed by a time of prosperity and the region was a popular destination for European immigrants. The pompous villas and parks that can be seen for example in the Prado district dates from this period. In the 1950's an economical collapse lead to emergence of a left-wing guerilla movement, followed by a military dictatorship lasting until 1985, when democracy was restored. Today Uruguay is run by the democratic socialist party of the former guerrillas, and it is one of the safest Latin American countries with the GDP per capita being among the highest.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh = 28.4"],["febhigh = 27.5"],["marhigh = 25.5"],["aprhigh = 22.0"],["mayhigh = 18.6"],["junhigh = 15.1"],["julhigh = 15.0"],["aughigh = 16.2"],["sephigh = 18.0"],["octhigh = 20.5"],["novhigh = 23.7"],["dechigh = 26.5"],["janlow = 18.0"],["feblow = 17.9"],["marlow = 16.2"],["aprlow = 12.9"],["maylow = 10.2"],["junlow = 7.7"],["jullow = 7.2"],["auglow = 7.8"],["seplow = 9.1"],["octlow = 11.5"],["novlow = 14.2"],["declow = 16.3"],["janprecip = 86.8"],["febprecip = 101.5"],["marprecip = 104.6"],["aprprecip = 85.5"],["mayprecip = 89.0"],["junprecip = 83.1"],["julprecip = 86.4"],["augprecip = 88.2"],["sepprecip = 93.9"],["octprecip = 108.5"],["novprecip = 89.3"],["decprecip = 84.4"]]},"\n\nSince Montevideo is south of the Equator, it is summer there when it's winter in the Northern Hemisphere and vice versa. Montevideo is in the subtropics, so while there are months when a t-shirt is not enough, temperatures will seldom drop below freezing. In the summer months temperatures above +30°C are common. There are no particular \"rainy\" and \"dry\" seasons: the amount of rain stays roughly the same throughout the year.\n\n",{"type":"===","value":[" Orientation "]},"\n",{"type":"====","value":[" Central areas "]},"\nThe city of Montevideo extends from the extreme southeast of Rio de la Plata along a circular gulf that offers a natural harbor.\n\nThe most interesting area for visitors are the ",{"type":"'''","value":["old town (Ciudad Vieja)"]}," and ",{"type":"'''","value":["Centro"]},". The city's major sights, monuments and museums but also accommodation, theater and shops can be found there. The old town stretches along a small peninsula that abuts Montevideo Bay and the Centro immediately to the east.\n\n",{"type":"'''","value":["Avenida 18 de Julio"]}," starts at ",{"type":"'''","value":["Plaza Independencia"]},", dominated by Palacio Salvo, an Art Deco highrise of 102m that is considered the symbol of Montevideo. Another point of interest in the old town is ",{"type":"'''","value":["Plaza Constitución"]},", colloquially named ",{"type":"'''","value":["Plaza Matriz"]},". Another sight is the former city hall palace (El Cabildo).\n\nTowards the north of the old town one can find architecture reminiscent of Buenos Aires, and in the south it is delimited by the seaside promenade ",{"type":"'''","value":["La Rambla"]}," that continues all the way to Parque Rodó. This is a popular area for outdoor activities like fishing, strolling or biking.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Barrio La Aguada"]}," is an extension of the Centro towards north whose major point of interest is the parliament, built in neoclassical style."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Barrio Tres Cruces"]}," is an important traffic center in the other end of Avenida 18 de Julio. The intercity and international bus station is located there, together with a big shopping mall."]},"\n",{"type":"====","value":[" Eastern and Southern Montevideo "]},"\n",{"type":"[[","value":[["File:Playa Pocitos 1.JPG"],["thumbnail"],["Playa Pocitos - Pocitos beach"]]},"\nThe coast east of Parque Rodó is known for its beaches. Its principal artery is ",{"type":"'''","value":["Avenida Italia"]},", a lively road connecting the city to the airport. The Rambla runs along the coast. The most important districts in this part of the city are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Punta Carretas"]}," – The most upscale district includes golf greens and Hotel Sheraton and Punta Carretas Shopping, a major shopping mall that is built on the remains of a prison (they preserved the prison gate inside the mall)."]},{"type":"*","value":[" ",{"type":"'''","value":["Buceo"]}," - East along the Rambla, home to one of the city's many beaches and the World Trade Center with its adjacent shopping mall."]},{"type":"*","value":[" ",{"type":"'''","value":["Malvín"]}," - Yet another upscale barrio with a long beach."]},{"type":"*","value":[" ",{"type":"'''","value":["Carrasco"]}," - Located in the easternmost part of the city best known for the international airport."]},{"type":"*","value":[" ",{"type":"'''","value":["Pocitos"]}," - This ",{"type":"''","value":["barrio"]}," lies about 3 km south-east of the city center.  The Pocitos beach runs east from Punta Trouville for about 1.5 km.  Highrise apartments ring the beach along the Rambla, but going in-land a few blocks brings you into an older neighborhood reminiscent of San Francisco's Marina district. "]},{"type":"*","value":[" ",{"type":"'''","value":["Palermo"]}," - A district associated with the African community."]},"\n",{"type":"[[","value":[["File:Fortaleza Montevideo.JPG"],["thumbnail"],["Cerro fort"]]},"\n\n",{"type":"====","value":[" Northern and western Montevideo "]},"\nThe northern and western parts include a couple of sights. The few dangerous barrios of Montevideo are located in the northwestern outskirts.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Barrio Reus"]}," – A small neighbourhood with charming colorful houses."]},{"type":"*","value":[" ",{"type":"'''","value":["Peñarol"]}," - Not only the name of the world famous football team but also an old well preserved railway district among the oldest in South America."]},{"type":"*","value":[" ",{"type":"'''","value":["Cerro"]}," - Best known for its fort overlooking Montevideo from the western side of the bay."]},"\n",{"type":"==","value":["Get in"]},"\nMontevideo is located on the north bank of the Rio de la Plata.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Carrasco airport departures.JPG"],["thumbnail"],["Inside the terminal at Carrasco International Airport"]]},"\nThe ",{"type":"{{","value":[["Marker"],["type=go"],["lat=-34.8367"],["long=-56.0165"],["name=Montevideo Carrasco International Airport"],["url=http:\/\/www.aeropuertodecarrasco.com.uy\/en\/"]]}," (",{"type":"{{","value":[["IATA"],["MVD"]]},") is about 15 km east of the city center. There are flights to the airport from major South American cities as well as ",{"type":"[[","value":[["Miami International Airport"],["Miami"]]},", ",{"type":"[[","value":[["Madrid–Barajas Airport"],["Madrid"]]}," and ",{"type":"[[","value":[["CDG"],["Paris"]]},". \n\nFrom the airport there are two kinds of buses to central Montevideo. The local buses, of which there is sparse information on the Internet and that for some reason do not show up in the city's route planner either go to an old bus station a few blocks north of Plaza Independencia. Tickets for these buses cost UYU31, and their stop is straight outside the airport entrance across two lanes. \n\nMore luxurious long-distance buses from the eastern part of the country take you to the central bus station Tres Cruces, and for those operated by the COT company a one-way ticket costs UYU134. As you exit the terminal, walk to the right, buy a ticket in the COT office (or you can buy it on board the bus) and walk further 20m forwards, where the stop for those buses is. Note that buses that go from Montevideo to the east of the country (and bring passengers from Tres Cruces to the airport) stop here as well, and you should better ask if the bus goes to Montevideo before boarding.\n\nAs of 2014 the tourist office in the airport reported that the fare for a taxi to central Montevideo is a hair-rising USD60.\n\n",{"type":"====","value":["Departure by plane"]},"\nAccording to the airport's home page there is a USD40 departure tax for international flights, which can be paid cash in USD, UYU or by card. At the departures level between the check-in booths and the entrance to the security check there is indeed a booth that says \"departure tax\". As of May 2014, it looks like travelers leaving to Buenos Aires are not asked about the payment of said tax at any point so the fee is probably included in at least some tickets.\n\n",{"type":"===","value":["By boat"]},"\nAnother possibility for travelers who are heading to Montevideo from nearby ",{"type":"[[","value":[["Buenos Aires"]]}," is to take the high-speed ferry operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.buquebus.com Buquebus"]}]},". A one-way ticket, tourist class, costs about UYU 940 and takes about 3 hours.  There are several boats a day. The ferry arrives in the ",{"type":"{{","value":[["Marker"],["type=go"],["lat=-34.9028"],["long=-56.2136"],["name=Ciudad Vieja"]]}," district of Montevideo, situated very close to downtown - a cab ride to a hotel in El Centro or Pocitos is much shorter and cheaper than from the airport.\n\n",{"type":"[","value":["http:\/\/www.grimaldi-freightercruises.com\/freighter\/england\/americaEnglish.pdf Grimaldi Lines"]}," offers ",{"type":"[[","value":[["Freighter travel"],["transport by freighter"]]}," from European ports, the journey taking several weeks. Montevideo is occasionally also visited by cruise ships.\n\n",{"type":"===","value":["By train"]},"\nCurrently there are no scheduled long-distance trains in Uruguay.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Plataforma Terminal 3 Cruces.jpg"],["thumbnail"],["The platform area at the Tres Cruces bus terminal"]]},"\nLike in other Latin American countries, there are frequent buses to and from all main cities in Uruguay and from destinations in ",{"type":"[[","value":[["Argentina"]]},", ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Chile"]]}," and ",{"type":"[[","value":[["Paraguay"]]},". The city's central terminal is called ",{"type":"{{","value":[["Marker"],["type=go"],["lat=-34.89389"],["long=-56.16690"],["name=Tres Cruces terminal"]]}," after the district it is located in. Aside from being a full-fledged mall, it sports companies with fully-equipped buses that can take you anywhere in Uruguay and even into neighboring countries. All destinations, timetables and hours are available ",{"type":"[","value":["http:\/\/www.trescruces.com.uy\/horarios.php online"]},".  Tres Cruces is connected to the old town by the buses 180 and 188 among others. They have an excellent tourist office there as well.\n\nIf you are traveling from Brazil, you can reportedly almost halve the bus fare by not taking a direct bus but instead a Brazilian bus to ",{"type":"[[","value":[["Chuy"]]},", walk across the border and continuing to Montevideo by Urugayan bus. \n\nFerry service from Buenos Aires is also available via the same company Buquebus via ",{"type":"[[","value":[["Colonia"]]},". The ticket can include the bus to Montevideo from Colonia. This route is cheaper and about 1-2 hours longer than the direct crossing. The crossing from Buenos Aires to Colonia by fast ferry takes about one hour. The city of Colonia itself with its old buildings is a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," and certainly worth visiting. The bus ride from there to Montevideo's main bus terminal takes 2-3 hours and bus tickets cost around UYU188. One traveler paid UYU179 one-way to Colonia, about 2 to 3 hours. Efficient and on time.\n\n",{"type":"===","value":["By car"]},"\nIf you are driving into central Montevideo, be aware that many hotels do not have their own parking spaces and it can be challenging finding somewhere to park. Parking houses in the city charge per hour and long term parking is generally expensive. They do also not take responsibility for the cars parked there.\n\nFor those leaving from ",{"type":"[[","value":[["Porto Alegre"]]},", ",{"type":"[[","value":[["Brazil"]]},", there are two options: one that enters Uruguay via ",{"type":"[[","value":[["Chuí"]]}," and another via ",{"type":"[[","value":[["Jaguarão"]]},". For both, you start by taking the route BR-116 up to ",{"type":"[[","value":[["Pelotas"]]},". Next, if you want to visit Chuí, the southernmost city of Brazil, or the Santa Teresa Fortress or even see the beautiful beaches of the coast of Uruguay, then, at Pelotas, take the route BR-392 to ",{"type":"[[","value":[["Rio Grande"]]}," and next the route BR-471 all the way to Chuí. Takes about 6 hours and 30 minutes to go from Porto Alegre to Chuí. On June 6 of 2010 there were 5 tolls between those cities, a total of R$ 34.60 (it's important to note that they only accept Brazilian Real). Around 30 minutes after crossing the border, you can visit the Santa Teresa Fortress. An option is to stay a night at ",{"type":"[[","value":[["Punta del Diablo"]]},", in case you are too tired to keep driving to Montevideo. From Chuí to Montevideo, just stay on route 9. It takes about 4 hours and 30 minutes. Again, there are three tolls between Chuí and Montevideo, each cost UYU45. In this case, they do accept foreign money. However, it's strongly recommended that you pay in Uruguayan pesos, as they charge a lot more if you pay in reals or dollars.\n\nIf you want the fastest route to Montevideo (about 2 hours shorter than the first one), you should cross the border at Jaguarão. To reach this city, just stay in route BR-116. After that, take route 8 to Montevideo.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["-34.9044"],["-56.1801"],["zoom=13"],["height=400"],["width=800"],["align=none"]]},"\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Buses at Plaza Independencia.JPG"],["thumbnail"],["Buses at Plaza Independencia"]]},"\nMontevideo is not a large city and it boasts a very efficient ",{"type":"[","value":["http:\/\/www.montevideo.gub.uy\/ciudadania\/stm-transporte-metropolitano public transportation system"]},", so getting around is not difficult at all. If you are not bashful about your Spanish, feel free to ask people which bus route you need to take to get to your destination as it can be effective and cheap. If you know some Spanish, two websites similar to Google Maps are useful: ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.montevideo.gub.uy\/aplicacion\/como-ir Cómo ir"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.montevideobus.com.uy\/ MontevideoBus"]}]},". Be aware that there are no route maps at the bus stops and the route layout for many lines are rather quirky. In addition the street signs can be hard to notice\/don't exist at all at some intersections and the buses are packed at rush hours so non-locals should definitely research their routes well beforehand, especially if they aren't fluent in Spanish. Local buses are operated by several different companies, and there are differences in the fares - though most of the buses in the city center seemed to be operated by the company ",{"type":"[","value":["http:\/\/cutcsa.com.uy\/informacion\/inicio.php Cutcsa"]},".\n\nIt is useful to know that if you choose to ride a bus, upon boarding you will pay either the driver or the assistant who sits on the right-hand side of the bus (door-side) a few seats from the entrance. There are quite a few ticket types, but the most common version is valid for one hour and for transfers. Ask for ",{"type":"''","value":["una hora"]}," (one hour), and hand over the fare (UYU22 as of 2014). There is a small device that will dispense your receipt, make sure you hold on to it for the duration of your ride as sometimes government officials will board your bus checking for these receipts (making sure no one is riding unauthorized). Like many other major cities in the world also a system with ",{"type":"[","value":["http:\/\/www.montevideo.gub.uy\/ciudadania\/stm-transporte-metropolitano\/tarjeta-stm preloaded cards"]}," has been taken into use, and if you are staying for longer it may be practical to get such a card. Occasionally ticket sellers may ask whether you don't have a card if you pay cash.\n\nIf you are unsure where to get off you can always ask the driver or assistant to let you know when your stop is coming up and they'll be happy to comply. Just try to remain visible so they can tell you (though if the bus gets full and you're displaced to the back they'll yell out the street name). It is also important to note that you do not need to have the exact fare as the driver or the assistant carry change. Of course, expect disgruntlement if you pay with bills larger than UYU100.\n\n",{"type":"===","value":[" By foot "]},"\n",{"type":"[[","value":[["File:Perez Castellano 1.JPG"],["thumbnail"],["The pedestrian street Perez Castellano in Ciudad Vieja"]]},"\n",{"type":"[[","value":[["File:Street signs Bv Artigas Av 18 de Julio.JPG"],["thumbnail"],["Two major streets meet in the Tres Cruces district"]]},"\nMontevideo is a relatively safe city and if you are getting around by foot, you will have time to see the beautiful architecture of Montevideo. The city is built on a slight hill, the spine of which extends into the Rio de la Plata to create the point that was the original city (Ciudad Vieja).  From the Plaza de la Independencia, the main street that extends east from the plaza is 18 de Julio Ave. El Centro (downtown) is in this area and there will be lots of shops and places to change money. \n\nIf you are arriving at the central bus station you can walk south along General Artigas until Parque Rodo looking at old buildings. From there you can walk east along the beach promenade which reminds of Ipanema in ",{"type":"[[","value":[["Rio"]]},". Another alternative is to walk east from the bus terminal to Parque Batalle and its Estádio Centenário - the home of Uruguay's football team and site of the 1930 FIFA World Cup. A third alternative is to walk towards the city center and the old town along 18 de Julio, it's around 4 km to Plaza Independencia.\n\nSeparate traffic lights for pedestrians are rare, in general there is just one traffic light for all traffic. Jaywalking and crossing the street outside of zebra crossings is very common. Cars are fairly respectful of pedestrians especially in the old town and elsewhere where they drive slowly. On the other hand, you're not in ",{"type":"[[","value":[["Northern Europe"]]},", and at the Rambla where highway speeds seem to be common, stepping out in the front of cars is an utterly bad idea!\n\nYou can walk around without worry almost anywhere, and there are lots of side streets and areas you can explore: be aware that the port area, just off the main tourist and port terminal areas, is considered dangerous by locals as much as by the police. Parts of the city may appear run-down, but do not confuse this with it being a bad neighborhood. Along with Buenos Aires, this is one of the few cities in South America where poverty is not overly prevalent.  That being said, there is simply not enough money in Uruguay to construct lots of new, modern buildings, so buildings are kept in use for long periods of time.\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxis are plentiful but not too cheap. It helps to know a little ",{"type":"[[","value":[["Spanish"]]},". A ten-minute cab ride costs about UYU100. Taxis are metered and upon the end of your ride you are shown a chart depicting distance and cost (though on some vehicles this chart will be on the window between you and the driver).  Generally there are two fare schedules. The first is for Monday-Saturday from morning to mid-evening.  The second fee schedule is for Sundays and late at night, and is slightly more expensive.  Tipping is not expected, but you might round up to an even number to be polite. It is also not uncommon to sit on the front.\nIf you are interested in a more private and secure option, you can hire a ",{"type":"[","value":["http:\/\/www.dottransfers.com Transfer Service"]},". This kind of services work with prior recruitment, often have wide range of vehicles and can be paid by credit card.\n\n",{"type":"===","value":["By car"]},"\nCar rental is cheaper if booked ahead but be aware that places like the airport and the ferry terminal charge higher rates then the same agencies in other locations around the city. A few phone calls and a cheap taxi ride to a location other than the air or sea ports will save you half the rate for the same car at the same company. Gasoline costs around USD 2 per litre. If moving around by car, be aware that signs and lane markings are often poor or non existent, and it's hard to see how many lanes the street really has. Drivers often yield to pedestrians, and you should not drive to close to the car in front of you as it, even while driving at high speed, might suddenly brake to let a pedestrian cross.\n\n",{"type":"===","value":["By train"]},"\nThere's no rail traffic in the city itself. ",{"type":"[","value":["http:\/\/www.afe.com.uy Administración de Ferrocarriles del Estado (AFE)"]}," operates local trains to suburbs and towns northwest of Montevideo in the departments of Canelones, San José and Florida. These trains depart from a terminal about 500 m north of the majestic former central station - Estación Central General Artigas - that was abandoned in 2003.\n\n",{"type":"===","value":["By bike"]},"\nLess windy days are good for bike rides along the beach promenade. If something on your bike breaks, head for one of the Bicipuntos service points. Most city streets do not have designated bike lanes, so cycling around can be challenging, especially on weekdays. However a bike is a good way for getting around the parks in and around the city.\n\nBikes can be rented at reasonable rates at some hostels and at Plaza Matriz in the old town.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Plaza Independencia"]},"\n",{"type":"[[","value":[["File:Artigas statue seen from Avenida 18 de Julio.JPG"],["thumbnail"],["Plaza Independencia"]]},"\n",{"type":"[[","value":[["File:Estevez Palace.JPG"],["thumbnail"],["Estévez Palace"]]},"\nThe Independence square is a symbol of Montevideo and lined by several prominent landmarks.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Plaza Independecia"],["alt="],["url="],["email="],["address="],["lat=-34.9065"],["long=-56.1996"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The square at the end of 18 de Julio Ave., with the latter being the main commercial artery of the city. On the last Saturday of September, all the museums and historical places of interest around the Plaza Independencia open for free to the public. There is also a large \"Murga,\" or a traditional South American parade in which all the Uruguayan political parties take part. The event is known as ",{"type":"''","value":["El Día del Patrimonio"]},", the Day of Heritage. On the middle of the square there is a statue of general José Artigas, and under it, his mauseoleum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palacio Salvo"],["alt="],["url="],["email="],["address="],["lat=-34.9068"],["long=-56.1983"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Eastern side of Plaza Independencia. Once South America's highest building, the 95m high Art Deco building Palacio Salvo still dominates Montevideo's skyline. There used to be an observation deck that could be accessed for free, but as of May 2014 it is closed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mausoleo de Artigas"],["alt="],["url="],["email="],["address="],["lat=-34.9065"],["long=-56.1998"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This large monument in the Plaza Independencia pays tribute to José Gervasio Artigas, one of the heroes of the Uruguayan Independence. Under the monument is the mausoleum, which is open on the weekends. It contains an urn with his ashes and two honor guards keeping watch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palacio Estévez"],["alt=Estévez Palace"],["url=http:\/\/municipiob.montevideo.gub.uy\/node\/232"],["email="],["address="],["lat=-34.9071"],["long=-56.1994"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Palacio Estévez was the office building of Uruguayan presidents until 1985. Today it is a museum of the Uruguayan presidency."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Torre Ejecutiva"],["alt="],["url="],["email="],["address="],["lat=-34.9073"],["long=-56.2001"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The current presidential office, next to the former. The Executive Tower was first planned as a courthouse in the 1960s, the project was halted several times until the house was finally finalized as the presidential office in 2009."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Edificio Ciudadela"],["alt="],["url="],["email="],["address="],["lat=-34.9069"],["long=-56.2010"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Glass framed office building at the western end of the square with a terrifying number of air conditioning units."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Puerta de la Ciudadela"],["alt="],["url="],["email="],["address="],["lat=-34.90653"],["long=-56.20081"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A gate to the old town; if you pass through it you're at Sarandí, Montevideo's main pedestrian street. This is one of the few remaining parts of the old city wall."]]}]},"\n",{"type":"===","value":["Ciudad Vieja"]},"\nProbably half of what Montevideo has to offer visitors is concentrated in the area immediately west of Plaza Independecia — the old town.\n\n",{"type":"====","value":["Buildings and monuments"]},"\n",{"type":"[[","value":[["File:Montevideo metropolitan cathedral interior.JPG"],["thumbnail"],["Inside the Montevideo cathedral"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mercado del Puerto"],["alt="],["url=http:\/\/www.mercadodelpuerto.com.uy\/"],["email="],["address="],["lat=-34.9058"],["long=-56.2117"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a covered market full of restaurants and some shops selling handicrafts and souvenirs - worth seeing both as a sight, an eating place and as a place for shopping. The main market is open every day during lunch hours. The restaurants around the exterior offer both indoor and outdoor seating, and they remain open for dinner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cathedral Metropolitana"],["alt=Montevideo Metropolitan Cathedral"],["url="],["email="],["address=Plaza Constitución\/Plaza Matriz"],["lat=-34.90712"],["long=-56.20441"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main cathedral of Montevideo and the seat of the archidiocese of Montevideo. The cathedral features beautiful artwork, among them the picture of Our Lady of the Thirty-Three, the patron saint of Uruguay. Mass at least one time per day, the schedule is posted outside the door so you can check the schedules in the case you want to attend one or if you want to have a closer look at the church without disturbing a ceremony."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Sepharadi Synagogue"],["alt=Sinagoga de la Comunidad Israelita Sefaradí"],["url="],["email="],["address="],["lat=-34.91026"],["long=-56.20976"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Synagogue in the old town that was opened in 1956. It was inspired by the Portuguese synagogue in New York."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Teatro Solís"],["alt="],["url=http:\/\/www.teatrosolis.org.uy"],["email="],["address=Bartolomé Mitre"],["lat=-34.90788"],["long=-56.20099"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main theater of Montevideo — consider going here if you want to see a theater performance. Also hosts a museum of its own history and is itself one of the old town's most iconic buildings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The sexual diversity monument"],["alt="],["url="],["email="],["address="],["lat=-34.90624"],["long=-56.20184"],["directions=located on Policia Vieja St., between Plaza de la Constitución and Plaza Independencia."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Basically a work of modern art, graffiti painted fences and walls, all located at a side alley that should probably be avoided after dusk. It reads \"Honouring diversity is honouring life; Montevideo is for the respect of all identities and sexual orientations\" and was erected in 2005. It's South America's first monument dedicated to sexual diversity. Other places of interest to gay people include the Edificio Liberaij, where two gay Argentine bank robbers (featured in the 1998 movie Plata Quemada) died in 1965."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aduana building"],["alt="],["url="],["email="],["address="],["lat=-34.9046"],["long=-56.2120"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Massive landmark next to Mercado del Puerto, hosting the Uruguayan customs administration."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cathedral of The Most Holy Trinity"],["alt=Templo Inglés"],["url="],["email="],["address="],["lat=-34.9094"],["long=-56.2036"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An Anglican church and the oldest non-Catholic place of worship in Montevideo. Looks more like a Roman temple than a church."]]}]},"\n",{"type":"====","value":["Museums"]},"\n",{"type":"[[","value":[["File:Carnival Museum Montevideo.JPG"],["thumbnail"],["Carnival museum"]]},"\n",{"type":"[[","value":[["File:Andes museum.JPG"],["thumbnail"],["Andes 1972 museum"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palacio Taranco"],["alt=Museo de Artes Decorativas"],["url=http:\/\/www.cultura.mec.gub.uy\/innovaportal\/v\/907\/8\/mecweb\/el_museo?breadid=null&3colid=905"],["email="],["address=25 de Mayo 376"],["lat=-34.9069"],["long=-56.2083"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo-Fr 12:30-17:30"],["price=free"],["content=Seat of the Museum of Decorative Art with over 2000 exhibits from all periods. Here you can see works by European masters from the last five centuries as well as ancient archeological artefacts such as Roman amphoras and furniture used by French kings. Originally the building was built as the residence of the Taranco Ortiz family."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National History Museum"],["alt=Museo Histórico Nacional"],["url="],["email="],["address="],["lat=-34.90643"],["long=-56.20674"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=No entrance fee"],["content=Spread between five old historic houses, holds important bits of the country's history."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=MAPI"],["alt=Museo de Arte Precolombino e Indígena"],["url=http:\/\/www.mapi.uy.servidoresenlinea.net"],["email="],["address=25 de Mayo 279"],["lat=-34.90724"],["long=-56.21018"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo-Fr 11:30-17:30, Sa 10-16"],["price=UYU65"],["content=Museum of indigenous art and Uruguayan archaeology. As the name reveals, it showcases native American artefacts from all of South America."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museo Torres Garcia"],["alt="],["url=http:\/\/www.torresgarcia.org.uy\/index_1.html"],["email="],["address=Sarandí 683"],["lat=-34.90647"],["long=-56.20138"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo-Fr 9:30-19:30, Sa 10-18"],["price="],["content=Displaying works by one of most prominent Uruguayan artists, the painter and sculptor Joaquín Torres García (1874-1949)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museo del Carnaval"],["alt="],["url=http:\/\/www.museodelcarnaval.org\/"],["email="],["address=Rambla 25 de Agosto 1825"],["lat=-34.9059"],["long=-56.2123"],["directions="],["phone="],["tollfree="],["fax="],["hours=We-Su 11-17"],["price=UYU80"],["content=Small museum with carnival costumes and paraphernalia. If you don't have the opportunity to visit Montevideo during the yearly carnival, at least you will get to see some costumes and drums here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=El Cabildo"],["alt=Cabildo de Montevideo"],["url=http:\/\/cabildo.montevideo.gub.uy"],["email="],["address=Juan Carlos Gomez 1362"],["lat=-34.90645"],["long=-56.20286"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo-Fr 12-17:45, Sa 10-16"],["price=free"],["content=During the Spanish rule in the early 19th century and the first decades of independence, El Cabildo was the parliament building. Later on various governmental departments were housed there, but since 1959 the building has been a museum, Museo Histórico Municipal, displaying the city governments archives."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Casa de Lavalleja"],["alt="],["url=http:\/\/www.museos.gub.uy\/index.php?option=com_k2&view=item&id=157:museo-histórico-nacional-casa-del-gral-juan-antonio-lavalleja&Itemid=43"],["email="],["address=Zabala 1469"],["lat=-34.90632"],["long=-56.20786"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The house of Juan Antolio Lavalleja, leader of the Thirty-Three Orientals who fought against Brazil for Uruguayan independence in the 1820's. Part of the National History Museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Casa de Fructuoso Rivera"],["alt="],["url=http:\/\/www.museohistorico.gub.uy"],["email="],["address=Rincón 437"],["lat=-34.90703"],["long=-56.20673"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo-Fr 11-16:45"],["price="],["content=The home of the first president of Uruguay is today a museum of the country's political history."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo Andes 1972"],["alt="],["url=http:\/\/www.mandes.uy\/eng\/index.html"],["email="],["address=Rincón 619"],["lat=-34.9058"],["long=-56.2029"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=UYU200"],["content=In October 1972 a plane carrying Uruguayan rugby players to Santiago crashed in the Andes, 16 of the passengers managing to survive over two months in terrifying circumstances before they eventually were found and rescued. This museum tells the story of the event, known as the 1972 Andes flight disaster."]]}]},"\n",{"type":"===","value":["Along Avenida 18 de Julio"]},"\n",{"type":"[[","value":[["File:Intendencia Palacio Municipal.JPG"],["thumbnail"],["Palacio Municipal"]]},"\nSights located along or near Avenida 18 Julio from Plaza Independencia to the football stadium, in other words, the commercial center of Montevideo.\n\n",{"type":"====","value":["Buildings and monuments"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The obelisk of Montevideo"],["alt=Obelisco a los Constituyentes de 1830"],["url="],["email="],["address="],["lat=-34.8974"],["long=-56.1644"],["directions=corner of Av. 18 de Julio and Bv. Artigas"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 40m high obelisk that was built in 1930 to celebrate the 100th anniversary of the first Uruguayan constitution. The three statues next to the obelisk represent \"law\", \"liberty\" and \"force\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fuente de los Candados"],["alt=The padlock fountain"],["url="],["email="],["address=Av. 18 de Julio"],["lat=-34.90575"],["long=-56.18912"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small fountain at corner of Yi, completely covered by locks. Similar to bridges in many European cities, couples come here to attach a padlock to it. If they do so their love is supposed to last forever and they will also return to Montevideo some day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palacio Municipal"],["alt=Intendencia"],["url="],["email="],["address=Av. 18 de Julio 1360"],["lat=-34.9067"],["long=-56.1861"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The massive brick building is not just a city hall but also hosts the museums of photography and art history (MuHAr). There is a viewing platform in the tower that is open to the public."]]}]},"\n",{"type":"====","value":["Museums"]},"\n",{"type":"[[","value":[["File:Football museum Montevideo.JPG"],["thumbnail"],["Exhibits of the Football Museum"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo del Fútbol"],["alt=Football museum"],["url=http:\/\/www.estadiocentenario.com.uy\/museo-del-futbol.html"],["email="],["address="],["lat=-34.8942"],["long=-56.1517"],["directions=Estadio Centenario"],["phone="],["tollfree="],["fax="],["hours=Mo-Fr 10-17"],["price=UYU100"],["content=Located in the stadium where the first football world championships were held in 1930 you can see old photos, flags, jerseys, posters, trophies, flags and such. You will also get access to the stadium itself (unless there is a game going on)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo de Arte Contemporáneo"],["url=http:\/\/www.museos.gub.uy\/index.php?option=com_k2&view=item&id=141:museo-de-arte-contemporáneo-diario-el-pa%C3%ADs&Itemid=43"],["email="],["address=Avenida 18 de Julio 965"],["lat=-34.90609"],["long=-56.19566"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Small contemporary art museum owned by the newspaper El Pais."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo de Historia del Arte"],["alt=MuHAr"],["url=http:\/\/muhar.montevideo.gub.uy"],["email="],["address=Ejido 1326"],["lat=-34.90628"],["long=-56.18655"],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su 12-17:30"],["price=free"],["content=Archeological museum with exhibits both from Uruguay and other parts of the world, the exhibits include even Egyptian mummies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo del Gaucho y de la Moneda"],["alt="],["url=http:\/\/www.brou.com.uy\/web\/guest\/institucional\/rs\/cultural\/gaucho"],["email="],["address=Avenida 18 de Julio 998"],["lat=-34.90633"],["long=-56.19493"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo-Fr 10-17"],["price=free"],["content=Two museums in one building. The one showing the gaucho (South American cowboy) culture has everyday objects from drinking horns to weapons, as well as silverware, all from the 19th century, when the gauchos were riding around on the Pampas. The other museum, Museo de la Moneda, is a numismatic museum featuring bills, coins and medals from the last centuries. The museums are located in Palacio Heber Jackson, a Cultural Heritage Monument and one of several iconic buildings along the avenue."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tiles Museum"],["alt=Museo del Azulejo"],["url=http:\/\/azulejo.montevideo.gub.uy"],["email="],["address=Yí 1444"],["lat=-34.90396"],["long=-56.18884"],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su 12:15-17:45"],["price=free"],["content=Exhibiting over 5000 different colorful decorative tiles used in various buildings throughout the centuries. There are not only Uruguayan tiles on display, but also from other parts of Latin America and Europe. Also features special exhibitions of ceramics and paintings."]]}]},"\n",{"type":"===","value":["South and east"]},"\nSights located in the Parque Rodó and Punta Carretas districts and eastwards along the Rambla which features seemingly endless beaches.\n\n",{"type":"[[","value":[["File:Punta Carretas lighthouse closeup.JPG"],["thumbnail"],["Closeup of Punta Carretas lighthouse"]]},"\n",{"type":"====","value":["Buildings and monuments"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Castillo Pittamiglio"],["alt="],["url=http:\/\/castillopittamiglio.com"],["email="],["address=Rambla Gandhi 633"],["lat=-34.9210"],["long=-56.1498"],["directions="],["phone="],["tollfree="],["fax="],["hours=17:00 on Tu, Th, Sa, Su"],["price=UYU100"],["content=Eccentric small brick castle located at the beach. A guided tour, arranged four times a week, is the only way to see the inside of the castle."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=World Trade Center"],["alt="],["url="],["email="],["address="],["lat=-34.9046"],["long=-56.1364"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest concentration of glitzy skyscrapers in Montevideo, consisting of five towers and a square in the middle of them which is used both for business and cultural events. The complex also incorporates a major shopping mall, the Montevideo Shopping."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Holocaust memorial"],["alt=Memorial al Holocaust del Pueblo Judico"],["url="],["email="],["address="],["lat=-34.9251"],["long=-56.1702"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A work of contemporary art, located at the beach in Punta Carretas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Punta Carretas lighthouse"],["alt=Faro de Punta Carretas"],["url="],["email="],["address="],["lat=-34.9353"],["long=-56.1606"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=UYU20"],["content=On the southernmost peninsula of the city. You get to walk a bit to get there. For a small fee you can get up in the tower, but the view over the city across the small bay is good from the ground too. The peninsula seems to be a quite popular spot for hobby fishers."]]}]},"\n",{"type":"====","value":["Museums"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=MNAV"],["alt=Museo Nacional de Artes Visuales"],["url=http:\/\/www.mnav.gub.uy\/cms.php"],["email="],["address=Tomás Giribaldi 2283"],["lat=-34.9139"],["long=-56.1649"],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su 14-19"],["price=free"],["content=National museum of modern Uruguayan art, exhibiting paintings. They have a permanent exhibition featuring works of Juan Blanes, Rafael Barradas, Pedro Figari and José Cuneo."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museum of Zoology"],["alt="],["url=http:\/\/www.montevideo.gub.uy\/ciudad\/cultura\/museos-y-salas\/historia-del-museo-zoologico-“damaso-larranaga”"],["email="],["address=Rambla República de Chile 4215"],["lat=-34.90329"],["long=-56.12360"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in the form of a mosque and located at the beach promenade."]]}]},"\n",{"type":"====","value":["Parks"]},"\n",{"type":"[[","value":[["File:Parque Instrucciones del Ano XIII.JPG"],["thumbnail"],["Parque Instrucciones del Año XIII, southern part of Parque Rodó"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Central Cemetery"],["alt=Cementerio Central"],["url="],["email="],["address="],["lat=-34.9135"],["long=-56.1872"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A historic cemetery with sculptures. Founded in 1835 and the final resting place for many important Uruguayan politicians, authors and artists."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parque Rodó"],["alt="],["url="],["email="],["address="],["lat=-34.9133"],["long=-56.1678"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main park of southern Montevideo, named after the writer José Enrique Rodó and there is also a memorial in the park dedicated to him. The district north of the park is also named Parque Rodó, but the park itself stretches down into Punta Carretas. That part of the park is called Parque de las Instrucciones del Año XIII in homage to the document from 1813 demanding independence for the provinces of east of Rio de la Plata (today's Uruguay) and has a nice little lake. West of Avenida Cachon there is a small hill from which you can get a good view over Montevideo. Parque Rodó also features an amusement park (closed in the Southern Hemisphere winter) as well as outdoor sports facilities and a market on Sundays."]]}]},"\n",{"type":"===","value":["North and west"]},"\nSights north of central Montevideo. The area with most points of interest here would be Parque Prado and its surroundings with interesting residential buildings from the early 19th century. \n\n",{"type":"====","value":["Buildings and monuments"]},"\n",{"type":"[[","value":[["File:Palacio Legislativo, the Uruguayan parliament.JPG"],["thumbnail"],["Palacio Legislativo"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palacio Legislativo"],["alt="],["url=http:\/\/www.parlamento.gub.uy"],["email="],["address="],["lat=-34.8912"],["long=-56.1871"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=National parliament, the first one in South America and an iconic symbol of Uruguay's long lasting democracy. The building was completed in 1925, inaugurated the same year to celebrate the centenary of the country's declaration of independence. It is a National Historic Landmark and quite impressive as it stands in the middle of a large square. It houses the legislature and the general assembly."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fortaleza General Artigas"],["alt="],["url=http:\/\/www.caminandosinrumbo.com\/uruguay\/monte\/fuerte1.htm"],["email="],["address="],["lat=-34.8886"],["long=-56.2599"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on the top of the Cerro Hill, this fort now houses a collection of armoury. It is the original fort from which Montevideo originated. The fort sits on the top of a hill and can be seen from many places in the city - and you'll have a fantastic view of the city from the fort. Actually visiting the fort itself can be hard, as the Cerro district itself is somewhat of a shantytown and reportedly not safe to wander around in — though it is possible to reach the fort by car or taxi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Torre de las Telecomunicaciones"],["alt=Torre Antel"],["url=http:\/\/www.antel.com.uy\/antel\/institucional\/nuestra-empresa\/complejo-torre\/Visitas-Guiadas"],["email="],["address=Guatemala 1075"],["lat=-34.89170"],["long=-56.19461"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=157 m high, this skyscraper is Uruguay's highest building. There's a viewing platform and even free guided tours (in Spanish)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Castillo Soneira"],["alt="],["url="],["email="],["address="],["lat=-34.85797"],["long=-56.19701"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Neogothical building from the 19th century that used to be the residence of a wealthy family."]]}]},"\n",{"type":"====","value":["Museums"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museo Blanes"],["alt="],["url=http:\/\/www.montevideo.gub.uy\/ciudad\/cultura\/museos-y-salas\/museo-blanes"],["email="],["address=Av. Millán 4015"],["lat=-34.8531"],["long=-56.1983"],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su 12-17:45"],["price=free"],["content=Museum of Uruguayan art from the 19th to early 20th centuries, named after one of the most famous Uruguayan painters, Juan Manuel Blanes. Also features a Japanese garden."]]}]},"\n",{"type":"====","value":["Parks"]},"\n",{"type":"[[","value":[["File:Parque Lecocq - entrance.jpg"],["thumbnail"],["Llamas at the entrance to Parque Lecocq"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=El Prado"],["alt=Parque Prado"],["url=http:\/\/www.imm.gub.uy\/ciudad\/paseos\/circuitos-turisticos\/el-prado"],["email="],["address="],["lat=-34.8572"],["long=-56.2084"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest park in the city proper, located a few kilometers north of Palacio Legislativo. It is bisected by a creek named Miguelete. The botanical garden of the city is located here too, as is the Juan Blanes museum and several pretty residences from the turn of the century. A popular place to hang out for locals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parque Lecocq"],["alt="],["url=http:\/\/www.montevideo.gub.uy\/ciudad\/paseos\/zoo-parque-lecocq"],["email="],["address="],["lat=-34.7928"],["long=-56.3343"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A conservation area of over 50 hectares northwest of the city. It is a kind of semi-open zoo where both Uruguayan animals and animals from elsewhere are roaming around. You can see llamas, capybaras and ostriches here, among others. One of the largest colonies of the critically endangered white antelope, native to the Sahara, lives here as well. The animals of the park will be joined by the ones from the infamously badly maintained and crammed zoo in the east of the city which is due to close in 2014 - it will be a better place for them. Parque Lecocq also borders the wetlands (",{"type":"''","value":["humedales"]},") of Santa Lucía."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Estadio Centenario view.JPG"],["thumbnail"],["Estadio Centenario"]]},"\n",{"type":"[[","value":[["File:Mi Morena - Llamadas 1999.jpg"],["thumbnail"],["Desfile de Llamadas, Montevideo carnival"]]},"\n",{"type":"[[","value":[["File:Tango dancers in Montevideo.JPG"],["thumbnail"],["Tango dance performance outside Mercado del Puerto"]]},"\n",{"type":"*","value":[" There are practically no old ",{"type":"'''","value":["movie theaters"]}," left in Montevideo. In the last years they have been rebuilt into churches. However there are good movie theaters with the newest movies in the shopping malls. All foreign movies are in the original language with Spanish subtitles."]},{"type":"*","value":[" Take a ",{"type":"'''","value":["boat trip"]}," in a small boat from the pier near Mercado del Puerto."]},{"type":"*","value":[" Watch a ",{"type":"'''","value":["football game"]}," at ",{"type":"{{","value":[["Marker"],["type=do"],["lat=-34.8944"],["long=-56.1527"],["name=",{"type":"[","value":["http:\/\/www.estadiocentenario.com.uy Estadio Centenario"]}]]},". The national stadium is where the first football (soccer) world championships were held, won by the host nation. Today it is used both by the national team and the clubs of the city. "]},{"type":"*","value":[" In some parks there is public ",{"type":"'''","value":["training equipment"]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Rambla"],["alt="],["url="],["email="],["address="],["lat=-34.9104"],["long=-56.2031"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This waterside roadway has people biking, fishing, drinking mate, and enjoying the great views. 22 kilometers-long (13.6 miles), the Rambla goes along Montevideo's waterfront. Lovely at sunset."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tango"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Argentina is regarded as the home of tango, but this is not the whole story. It is also a popular song and dance style on the right bank of Rio de la Plata, and one of the most famous tango songs, La Cumparsita, was composed by Gerardo Rodriguez, a Montevidean composer, in 1916. There are occasionally tango dancing events on the streets as well as performances at some restaurants like Mercado del Abundancia, Baar Fun Fun near Teatro Solis and Restaurant Facal at Avenida 18 de Julio. At some places you can participate if you like. Naturally, you can also find dance schools in the city where you can learn to dance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Estadio Gran Parque Central"],["alt="],["url=http:\/\/www.nacional.com.uy\/mvdcms\/categoria_32_1_1.html"],["email="],["address=Carlos Anaya 2900"],["lat=-34.884373"],["long=-56.158824"],["directions=in La Blanqueada neighbourhood"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Gran Parque Central is the stadium of Club Nacional de Fútbol, and it is the oldest football stadium in the Americas. It was also one of the venues of the 1930 FIFA World Cup. Both Uruguayan championship matches and international matches are played here. Price of ticket may vary depending of the type of match."]]}]},"\n",{"type":"===","value":["Events"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["New Year"]}," - Uruguayans celebrate the new year a bit differently compared to others. Festivities already start before noon on December 31st in the old town. In the evening people spend time with their families, but as midnight approaches people gather at Pocitos beach to welcome the new year. After that they continue partying at bars in Pocitos."]},{"type":"*","value":[" ",{"type":"'''","value":["Carnival"]}," - The carnival of Montevideo is not as famous as the ones in Brazilian cities. However it goes on for about 40 days, starting the last week in January and considers itself the longest carnival in the world. As other Latin American carnivals it contains both European and African elements. European influences include the parade with colorful carnival dresses and the most visible African feature are the drums around which the music style candombe is centered. This music style is traditionally associated with Uruguayan carnivals and it's inscribed on the ",{"type":"[[","value":[["UNESCO Intangible Cultural Heritage"]]}," list. The highlight of the Montevidean carnival is actually the Parade of the calls (",{"type":"''","value":["desfile de llamadas"]},") and subsequent music festival on the streets of Montevideo held the first Saturday in February - both focusing on candombe music. Another important part of the festivities are the ",{"type":"''","value":["murgas"]},", musical-like stage performances by actors in carnival costumes held in several parts of the city."]},"\nCultural events can be found at the ",{"type":"[","value":["http:\/\/cultura.montevideo.gub.uy\/ Montevideo Cultura"]},", ",{"type":"[","value":["http:\/\/www.descubrimontevideo.uy\/ Descubrí Montevideo"]}," and ",{"type":"[","value":["http:\/\/www.cartelera.com.uy Cartelera"]},".\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Spanish"]}," — there are language institutes offering language courses of one or several weeks. Examples include ",{"type":"[","value":["http:\/\/www.academiauruguay.com\/ Academia Uruguay"]}," and ",{"type":"[","value":["http:\/\/www.spanish-herradura.com\/en\/welcome-to-uruguay La Herradura"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Tango"]}," — one of the world's most famous partner dances and the music style accompanying it originated in this region a century ago. Today UNESCO has listed it as an ",{"type":"[[","value":[["UNESCO Intangible Cultural Heritage"],["Intangible Cultural Heritage"]]},". Many of the places where you can go and see a tango performance also offer classes."]},"\n",{"type":"==","value":["Work"]},"\nForeigners are required to have a work permit, which reportedly is easy to get. Many native English speakers work as ",{"type":"[[","value":[["Teaching English"],["language teachers"]]},"; however, the pay is not always good. As most Uruguayans do not speak anything but Spanish, Spanish proficiency is practically mandatory if you intend to work and live in the country.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Avenida 18 Julio.JPG"],["thumbnail"],["Avenida 18 de Julio"]]},"\n",{"type":"*","value":[" Many establishments also accept payment in American dollars or Brazilian reales (in addition to pesos and cards). However, as in most other parts of the world, the exchange rate in the stores is lousy; hence, it's advisable to exchange your foreign currency to pesos first. "]},{"type":"*","value":[" Often stores do not open before 10:00."]},"\n",{"type":"===","value":["Stores"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Montevideo Leather Factory"],["alt="],["url=http:\/\/www.montevideoleatherfactory.com\/"],["email="],["address=Plaza Independencia 832"],["lat=-34.90596"],["long=-56.19897"],["directions="],["phone=+598 2 908-9541"],["tollfree="],["fax="],["hours="],["price="],["content=This factory has a wide range of leather garments at reasonable prices, and they offer custom-made jackets tailored to your measurements in 24 hours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Manos del Uruguay"],["alt="],["url=http:\/\/www.manos.com.uy"],["email="],["address="],["lat=-34.9239"],["long=-56.1585"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Several locations throughout Montevideo, mostly at shopping malls. Sells handcrafted home decoration items and fashion for ladies - a little pricey."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name= Acatras del Mercado"],["url=http:\/\/www.acatrasdelmercado.com"],["email="],["address=Yacaré 1595"],["lat=-34.905212"],["long=-56.211096"],["directions=Near Mercado del Puerto"],["phone=29152492"],["tollfree="],["fax="],["hours=10:30 - 18:30"],["price=all"],["content=A gallery that specializes in ceramics and also features a selection of contemporary paintings of Uruguayan artists, interesting sculptures in metal, wood, etc.  Art pieces of more than 30 different artists from all over the country.  This gallery has been operating since 2003 and is part of the MAD (Mercado Arte y diseño) circuit that joins the main galleries and ateliers in Montevideo."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Puro Verso"],["alt=Libreria del Edificio Pablo Fernando"],["url=http:\/\/www.libreriapuroverso.com\/lpv\/inicio"],["email="],["address=Sarandi 675"],["lat=-34.90600"],["long=-56.20178"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo-Fr 10-20, Sa 10-18"],["price="],["content=The pretty Pablo Ferrando building is worth seeing as a sight, but if you're into books, do by all means enter the building. It namely hosts an extensive book store named Puro Verso. There is also another Puro Verso book store at Yi 1385."]]}]},"\n",{"type":"===","value":["Shopping malls"]},"\n",{"type":"[[","value":[["File:Punta Carretas shopping.JPG"],["thumbnail"],["Punta Carretas shopping mall"]]},"\n",{"type":"*","value":[" The main street of Montevideo, ",{"type":"'''","value":["Avenida 18 de Julio"]},", has many stores is considered \"the largest shopping mall in the country\"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Punta Carretas Shopping Mall"],["alt="],["url=http:\/\/www.libreriapuroverso.com\/lpv\/inicio"],["email="],["address=Jose Ellauri 350"],["lat=-34.92419"],["long=-56.15894"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large upscale shopping mall located in a former prison. It has several levels of shopping, a food court, cineplex and full-service dining options. The Sheraton Hotel is connected to the mall."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Montevideo Shopping Center"],["alt="],["url=http:\/\/www.montevideoshopping.com.uy"],["email="],["address=Luis Alberto de Herrera 1290"],["lat=-34.9031"],["long=-56.1365"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Upscale shopping mall that is part of the World Trade Center complex. Around 180 establishments. Much of what is on sale here seems to be priced in dollars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Shopping Tres Cruces"],["alt="],["url=http:\/\/www.trescruces.com.uy"],["email="],["address=Bv. Artigas 1825"],["lat=-34.8939"],["long=-56.1666"],["directions="],["phone="],["tollfree="],["fax="],["hours=bus station daily 7-23, stores usually shorter"],["price="],["content=Which is also the main intercity bus terminal. Basically everything that has with the bus traffic to do is located at the lower floor, together with newspaper kiosk and fast food outlets. The upper floor is the shopping mall with most stores selling fashion. The toilets for the shopping area are somewhat hard to find, you need to follow the signage towards the parking house and go up the stairs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Portones Shopping"],["alt="],["url=http:\/\/www.portones.com.uy\/"],["email="],["address=Av. Italia 5775"],["lat=-34.8812"],["long=-56.0814"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shopping mall in Carrasco, on the road to the airport. Around 120 establishments."]]}]},"\n",{"type":"===","value":["Markets and fairs"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=La Feria Tristán Narvaja Flea Market"],["alt="],["url="],["email="],["address="],["lat=-34.9019"],["long=-56.1776"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spend part of Sunday morning with the locals on Tristán Narvaja Street, where vendors sell everything from t-shirts to antiques to kitchen supplies. It's right off of 18 de Julio Ave. and the entrance is often marked by people selling puppies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The fair at Plaza Constitución"],["alt="],["url="],["email="],["address="],["lat=-34.9066"],["long=-56.2036"],["directions=in the old town"],["phone="],["tollfree="],["fax="],["hours=each Saturday"],["price="],["content=Antique fair in the old town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Villa Biarritz fair"],["alt="],["url="],["email="],["address="],["lat=-34.9204"],["long=-56.1550"],["directions="],["phone="],["tollfree="],["fax="],["hours=each Saturday"],["price="],["content=Focusing on women's fashion and home decoration but there are also food products for sale."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Parque Rodo fair"],["alt="],["url="],["email="],["address="],["lat=-34.9144"],["long=-56.1667"],["directions="],["phone="],["tollfree="],["fax="],["hours=Sundays"],["price="],["content=A competitor to Tristán Narvaja, it's a good opportunity to buy clothes and presents."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mercado de los Artesanos"],["alt="],["url=http:\/\/www.mercadodelosartesanos.com.uy"],["email="],["address=Plaza de Cagancha"],["lat=-34.90555"],["long=-56.19205"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is definitely the place to go to if you want to buy authentic Uruguayan souvenirs or perhaps even Christmas or birthday presents - the catch is that you absolutely need some Spanish proficiency to shop here. An array of artists and craftspeople converge here to sell wares made from leather, paper, woodwork, and various textiles in this indoor market on two floors. Everyone will find something interesting here. The artists usually have their own table or rack with their products. When you have found something you like, notify the artist (if they haven't already started discussing with you). They will take aside the piece for you, and write you a small receipt. When you are done shopping, go to the checkout desk on the right hand side of the bottom floor with your receipts and pay. Take the stamped receipts and go to the desk to the left where your purchases are wrapped and ready."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Chivito al pan uruguayo.jpg"],["thumb"],["300px"],["Chivito"]]},"\n",{"type":"[[","value":[["File:Asado at Chacra del Puerto.JPG"],["thumbnail"],["Asado - South American barbecue"]]},"\n",{"type":"*","value":[" Potatoes, rice, salad and such is usually ordered separately. If you just order e.g. a steak as it is stated in the menu and you will literally only be served a steak. Portions are usually large. In areas frequented by tourist restaurants often offer menus with several courses."]},{"type":"*","value":[" Cover charges (",{"type":"''","value":["cubierto"]},") are frequent in Montevideo's restaurants. They are usually around UYU50."]},"\n",{"type":"===","value":["What"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Meat"]}," — Uruguay is renowned for its meats, and Montevideo has many ",{"type":"''","value":["parrillas"]}," where they are grilled up to perfection.  If you would like a large beef meal, you should head to Mercado del Puerto in the old town. In and around the Mercado there are several such restaurants. Good paella is also available there."]},{"type":"*","value":[" ",{"type":"'''","value":["Chivito"]}," — This is the local sandwich, made with meat and vegetables.  It can be served ",{"type":"''","value":["al plato"]}," (on a plate), which means it is going to take a fork and knife to eat it. It is tastier, cheaper and much bigger than a hamburger. ",{"type":"{{","value":[["Marker"],["type=eat"],["lat=-34.89591"],["long=-56.08007"],["name=Marcos Chivito"]]}," is one of the best places in Montevideo to get these tasty treats, as well as ",{"type":"{{","value":[["Marker"],["type=eat"],["lat=-34.90215"],["long=-56.14080"],["name=La Mole"]]},", and some \"Carritos\". An excellent choice is to try ",{"type":"'''","value":["chivitos"]}," in ",{"type":"{{","value":[["Marker"],["type=eat"],["lat=-34.90671"],["long=-56.19028"],["name=Bar San Rafael"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Rumo"]}," is a local sandwich with meat and vegetables. Often it is served on a plate and is eaten by fork and knife."]},"\n",{"type":"*","value":[{"type":"'''","value":["Milanesa"]}," — is a common meat dish mostly in South America, including Uruguay. It consists of a thin slice of veal, chicken or sometimes beef. Each slice is dipped into beaten eggs, seasoned with salt, and other condiments according to the cook's taste (like parsley and garlic). Each slice is then dipped in breadcrumbs (or occasionally flour) and shallow-fried in oil, one at a time. Some people prefer to use very little oil and then bake them in the oven as a healthier alternative. Sometimes it may include a fried egg on top."]},{"type":"*","value":[" ",{"type":"'''","value":["Fresh Pasta and Fresh Gnocchis"]}," — they are everywhere on the menus, with all types of vegetarian or meat sauces... usually a cheap, filling and delicious option! "]},{"type":"*","value":[" ",{"type":"'''","value":["Desserts"]}," — In Uruguay, desserts are huge and plentiful. There is ",{"type":"''","value":["dulce de leche"]}," on almost everything and stores that sell nothing but caramels. Many places sell nothing but dessert, so pick the one with the best looking pastries and cakes and enjoy!"]},{"type":"*","value":[" ",{"type":"'''","value":["Churros"]}," — Find them for sale at the \"Parque Rodó\". Try the sweet versions - they come with sugar on top, or filled with chocolate, ",{"type":"''","value":["dulce de leche"]}," or cream filling - or the cheese-filled ones."]},{"type":"*","value":[" ",{"type":"'''","value":["Pizza"]}," — There are \"pizzerías\" all around Montevideo. Most make square pizzas, a traditional form in Uruguay. \"Muzzas\" (mozzarella) are most popular."]},{"type":"*","value":[" ",{"type":"'''","value":["Fainá"]}," — It's a mixture of Corn flour and milk, which is baked in the pizza oven. Quality is varied among pizzerías, most delicious is the thin or \"de orillo\" part which is crunchier!"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Pasiva"],["alt="],["url="],["email="],["address="],["lat=-34.90595"],["long=-56.18696"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Chivito al pan UYU285, beer UYU65"],["content=There are several restaurants of this chain in Montevideo, however the two you are likely going to encounter are the ones at Sarandí in the old town and at Avenida 18 Julio opposite to Plaza Fabini. La Pasiva specializes in beer, hot dogs, and ",{"type":"''","value":["chivitos"]},"."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mercado de la Abundancia"],["alt=Mercado de los Artesanos"],["url="],["email="],["address="],["lat=-34.90682"],["long=-56.18762"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Founded in 1836, it's the oldest market in the city. Like the one in the port it also has steak and paella restaurants, and you can buy things from vegetables to art there or dance tango. It is located in the central part of the city, not far from Museo de la Historia del Arte."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Navio"],["alt="],["url="],["email="],["address="],["lat=-34.90625"],["long=-56.19586"],["directions=18 de Julio, corner of Rio Branco"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great chivito and empanadas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzeria Rodelu"],["alt="],["url=http:\/\/www.pizzeriarodelu.com.uy"],["email="],["address="],["lat=-34.91542"],["long=-56.16703"],["directions=corner of Requena and Saramiento"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good place for a quick bite in Parque Rodó. They specialize in pizza of various kinds but do also have other dishes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Heladeria La Cigale"],["alt="],["url= http:\/\/www.lacigale.com.uy"],["email="],["address="],["lat=-34.9057"],["long=-56.1907"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chain of ice cream bars, several locations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sidewalk cafes"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cafes abound in the city center and along the pedestrian streets in the Ciudad Vieja."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"[[","value":[["File:Mercado del Puerto and lamp post fountain.JPG"],["thumbnail"],["Mercado del Puerto"]]},"\n\nA good selection of medium level restaurants are to be found in Pocitos and Punta Carretas in the south of the city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mercado del Puerto"],["alt="],["url="],["email="],["address="],["lat=-34.90563"],["long=-56.21172"],["directions="],["phone="],["tollfree="],["fax="],["hours= just open for lunch, closes at 6PM"],["price="],["content=This touristy building houses a dozen or so restaurants. Most offer grilled meat, and you can find good paella, as well. It is usually quite busy - just find an open seat to be served. The most famous of the restaurants there is likely Estancia del Puerto, which was also featured on Anthony Bourdain's \"No Reservations\", although do keep in mind that there are several other restaurants here as well, worth trying!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trouville"],["alt="],["url="],["email="],["address=Chucarro 1031"],["lat=-34.9127"],["long=-56.1495"],["directions=in Pocitos"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Taberna del Diablo"],["alt="],["url=http:\/\/www.latabernadeldiablo.com\/home.php"],["email="],["address=Av. Gonzalo Ramírez 2054"],["lat=-34.91158"],["long=-56.17028"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Don Peperone"],["alt="],["url=http:\/\/www.donpeperone.com.uy\/sitio\/"],["email="],["address="],["lat=-34.90679"],["long=-56.20206"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=around UYU400"],["content=With several locations around the city, a good bet for anyone seeking a taste of an American-style chain. This Italian-American themed eatery offers a wide variety of pizza as well as other pasta dishes. Also local dishes such as chivito and milanesa can be had here."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=K Fe"],["alt="],["url=https:\/\/www.facebook.com\/espaciokfe"],["email="],["address=J.Paullier 1102"],["lat=-34.90798"],["long=-56.16737"],["directions="],["phone=224025887"],["tollfree="],["fax="],["hours=Open from 12PM to 2AM."],["price="],["content=Corner of Juan Paullier and Maldonado, Cordon area: You will feel like in Lavapiez in ",{"type":"[[","value":[["Madrid"]]},", Friedrichshain in ",{"type":"[[","value":[["Berlin"]]}," or a ",{"type":"[[","value":[["Melbourne"]]}," back alley. Enjoy a coffee in the afternoon or a home cooked meal (always veggie option) in this unique ",{"type":"''","value":["rotiseria cultural"]}," in the hart of the city. Clothes, design, exhibition, roots, dub, dubstep, urban art."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Café Bacacay"],["alt="],["url=http:\/\/www.bacacay.com.uy"],["email="],["address=Bacacay 1306"],["lat=-34.90704"],["long=-56.20140"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=— located very close to Plaza de la Independencia, right across the Teatro Solis and open all day for a coffee or a bite to eat, this café\/restaurant offers a variety of very tasteful dishes going from traditional to more innovative cuisine. Service was excellent."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Facal"],["alt="],["url=http:\/\/www.facal.com.uy\/home.html"],["email="],["address=Av. 18 de Julio 1247"],["lat=-34.90564"],["long=-56.18931"],["directions=corner of Yí"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fairly touristy café and restaurant next to the Fuente de Candados. Varied menu and tango performances."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Panini's"],["alt="],["url="],["email="],["address=Bacacay 1341"],["lat=-34.90685"],["long=-56.20155"],["directions="],["phone=+598-2 916-8760"],["tollfree="],["fax="],["hours="],["price="],["content=Italian restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Bar Tabaré"],["alt="],["url=http:\/\/www.bartabare.com\/barTabare.html"],["email="],["address=Zorrilla de San Martin 152"],["lat=-34.92684"],["long=-56.15983"],["directions="],["phone=+598-2 712-3242"],["tollfree="],["fax="],["hours="],["price="],["content=A bar-restaurant with classic interior for people with a large budget."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Corte"],["alt="],["url=http:\/\/www.lacorte.com.uy\/"],["email="],["address=Sarandi 586"],["lat=-34.90703"],["long=-56.20317"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Classic restaurant (not fast-food) in the Ciudad Vieja, with lovely decorations and great food. Four different set lunch menus on weekdays. More expensive menu on weekdays with several choices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Montecristo"],["alt="],["url="],["email="],["address=Francisco Vidal 638"],["lat=-34.92116"],["long=-56.15053"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in Pocitos, this restaurant offers innovative dishes and is housed in a castle-like building that used to be the house of an alchemist."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Los Leños"],["alt="],["url=http:\/\/www.parrilla.com.uy\/english\/principal.html"],["email="],["address=San José 909"],["lat=-34.90719"],["long=-56.19674"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Slightly upscale steakhouse with both the ubiquitous asado served with a fairly wide range of wines as well as several other kinds of dishes. In this restaurant some waiters do speak English as well."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["What"]},"\n",{"type":"[[","value":[["File:TipicoMateUruguayo.jpg"],["thumbnail"],["Thermos bottle, gourd with maté and bombilla"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Maté"]}," — Maté is derived from the herb yerba that was originally used by the indigenous Guarani living near the ",{"type":"''","value":["Rio de la Plata"]},". This traditional drink is ubiquitous - you will see more people carrying a mate gourd and thermos bottle on the streets of Montevideo than people with take-away coffee in New York. Most of the city-dwellers in Montevideo prefer to drink their maté without sugar, called a ",{"type":"''","value":["Mate amargo"]},". Gourds and horns are constantly being refilled with the brew from sun-up to sun-down. But as everyone prepares their own maté, ",{"type":"''","value":["cafés and restaurants seldom serve it."]}," If you would like some, the tea can be purchased in any supermarket - then you need some hot water and a cup, or preferably a drinking gourd with a bombilla (metal straw), available on street markets, some ordinary stores and souvenir shops."]},{"type":"*","value":[{"type":"'''","value":["Salus"]}," — A mineral water bottled in Uruguay. If you're a little apprehensive about drinking tap water, this is a great way to go!"]},{"type":"*","value":[{"type":"'''","value":["Tutti Frutti"]}," — A mix of delicious freshly squeezed fruit juice with ice."]},{"type":"*","value":[{"type":"'''","value":["Beer"]}," — Beer is often sold in 1 liter bottles. You basically have a selection of typical lagers. The most commonly found are Patricia or Pilsen, with Zillertal also often available. You can also order a chopp, which is a draft beer (and if not specified, it is normally Patricia). Uruguayan beers can be bought at UYU80 in supermarkets."]},{"type":"*","value":[{"type":"'''","value":["Uvita"]}," — A specialty of Bar Fun Fun, a liquor drink served in a shot glass and tastes of raisins. It is a secret recipe and only served at Baar Fun Fun."]},{"type":"*","value":[{"type":"'''","value":["Medio y Medio"]}," — A special mix of drinks made by \"Roldós\", in the ",{"type":"'''","value":["Mercado del Puerto"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Paso de los Toros"]}," (a pomelo based soda, very exotic)"]},"\n",{"type":"*","value":[" If you are going to a café it is recommended to try some of the local bread, it's of great quality and there are many different kinds to choose from. Compared to Brazil the coffee served in both cafés and hotels is reportedly rather tasteless, however in the ice cream café chain Freddo they do have good coffee."]},"\n",{"type":"===","value":["Where"]},"\n",{"type":"[[","value":[["File:Calle Sarandí.JPG"],["thumbnail"],["Sarandi is the main street of the old town"]]},"\nThere's a wide choice of places in Montevideo for going out for a drink. However, before midnight there is very little going on, and while bars are open before that you might be the only patron. In the old town it is not hard to find cafés and dance and music locals where you can experience the local culture. The street ",{"type":"'''","value":["Bartolemé Mitre"]}," in the pedestrian area of the old town has plenty of cafés and bars to choose among, but prices tend to be higher than elsewhere in Montevideo. Many establishments have a happy hour and by good weather you can enjoy your drink outside. The streets of 25 de mayo (Bacacay) and Sarandi are pedestrianized and have a range of bars and restaurants with good atmosphere. A little bit to the east, the streets ",{"type":"'''","value":["San Jose"]}," and ",{"type":"'''","value":["Sariano"]}," run parallel to Avenida de 18 Julio. On both of those streets you can find good places to spend the night. Finally, district of ",{"type":"'''","value":["Pocitos"]}," is also a popular place for drinking and partying with several popular bars.\n\n",{"type":"===","value":["Cafés"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=la Ronda Café"],["alt="],["url=https:\/\/es-la.facebook.com\/pages\/La-Ronda-Caf%C3%A9\/195722927131961"],["email="],["address=Ciudadela 1182"],["lat=-34.90962"],["long=-56.20011"],["directions="],["phone="],["tollfree="],["fax="],["hours=Mo-Fr 12-late, Sa-Su 19:30-late"],["price="],["content=A small café with nice interior where you can enjoy music and drink or eat. The food is a combination of Uruguayan and Mexican cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cheesecake Records"],["alt="],["url=https:\/\/es-la.facebook.com\/pages\/Cheesecake-records\/137375212951787"],["email="],["address=Ciudadela 1118"],["lat=-34.91038"],["long=-56.19985"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A record store serving cheesecakes, milkshakes and various drinks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Brasilero"],["alt="],["url=http:\/\/www.cafebrasilero.com.uy"],["email="],["address=Ituzaingo 1447"],["lat=-34.90571"],["long=-56.20469"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chic café with regular live performances. The oldest working café in Montevideo, it was opened in 1877 and retains a historical atmosphere with historical photos and paraphernalia. You can have different sandwiches and croissants here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Porto Vanila"],["alt="],["url=http:\/\/www.portovanila.com"],["email="],["address="],["lat=-34.90784"],["long=-56.20595"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chain of several cafés, located both in shopping malls and on the street. A big variety of sandwiches and pastries."]]}]},"\n",{"type":"===","value":["Bars and pubs"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Shannon Irish pub"],["alt="],["url=http:\/\/theshannon.com.uy\/"],["email="],["address=Bartolomé Mitre 1318"],["lat=-34.90699"],["long=-56.20174"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Many different beer brands and regularly live bands."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=El Pony Pisador"],["alt="],["url=http:\/\/www.elponypisador.com.uy\/"],["email="],["address=Bartolomé Mitre 1325"],["lat=-34.90707"],["long=-56.20169"],["directions=corner of Buenos Aires"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A bar\/club that also has regular live music performances."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Café@"],["alt="],["url="],["email="],["address=Bartolomé Mitre 1322"],["lat=-34.90690"],["long=-56.20183"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In daytime it is a bar, but later in the evening it becomes a disco."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bar Fun Fun"],["alt="],["url=http:\/\/www.barfunfun.com\/"],["email="],["address=Ciudadela 1229"],["lat=-34.90846"],["long=-56.20001"],["directions=near Teatro Solis"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This classic tango bar is one of the oldest bars in Montevideo, 100 years old. Many famous tango artists have played here. Weekend nights there are live performances, which means that there is an entrance fee. Both the atmosphere and the clientele of this bar is a combination of old and young. There's both indoor and outdoor seating (the latter is open in the winter too). Try the house specialty Uvita, a drink of grenache wine and port wine."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Bodeguita del Sur"],["alt="],["url=http:\/\/www.labodeguitadelsur.com.uy\/"],["email="],["address=Soriano 840"],["lat=-34.90747"],["long=-56.19822"],["directions="],["phone="],["tollfree="],["fax="],["hours=23:00-late"],["price="],["content=Basically a dancing school and a bar. Here you can have a drink, dance or learn to dance - both salsa and other dances."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=La Casa de Becho"],["url="],["email="],["address=Nueva York 1415"],["lat=-34.89742"],["long=-56.18791"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["description=If you like candombe music, this is a place to go to. It is also where the composer Gerardo Matos Rodriguez wrote one of the world's most famous tango songs, \"La Cumparsita\" about century ago."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=AlmodoBar"],["alt="],["url="],["email="],["address=Rincon 626"],["lat=-34.90593"],["long=-56.20270"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Reportedly a trendy pub in the old town with dancing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Nueva York"],["alt="],["url="],["email="],["address="],["lat=-34.90635"],["long=-56.20992"],["directions=corner of Colón and Cerrito"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sympathetic bar in the old town. Good place to enjoy tapas and chivitos and a beer. It's open both in the day and until late at night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=El Milongón"],["alt="],["url=http:\/\/www.elmilongon.com.uy"],["email="],["address=Gaboto 810"],["lat=-34.9082"],["long=-56.1772"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A place with typical Uruguayan dance and music, like tango and candombe."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tras Bambalinas"],["alt="],["url=https:\/\/es-es.facebook.com\/trasbambalinas"],["email="],["address="],["lat=-34.90649"],["long=-56.21221"],["directions=corner of Maciel and Piedras"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good food with big portions and typical Uruguayan carnival music."]]}]},"\n",{"type":"===","value":["Night clubs"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Key club"],["alt="],["url="],["email="],["address=25 de Mayo 745"],["lat=-34.90403"],["long=-56.20078"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An underground techno venue."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=SONIC"],["alt="],["url="],["email="],["address=Buenos Aires 584"],["lat=-34.90789"],["long=-56.20271"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Electronic music with international DJ's."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Calle Ituzaingo sign.JPG"],["thumbnail"],["Street sign in the old town"]]},"\nMany hotels in central Montevideo are dated and badly maintained, but this does not apply to all hotels there. The ones near Plaza Independencia are of high standard and popular among foreign dignitaries. Districts to find good hotels include Parque Rodó, Punta Carretas, Pocitos, Buceo, Punta Gorda and Carrasco.\n\nIn Uruguay it is not uncommon that hotel rooms are priced in American dollars. \n\n",{"type":"===","value":["Budget"]},"\nIf you're traveling on a shoestring it's advisable to pick hotels or hotels that are simpler equipped but better located and cheaper. Hostels do generally not have private rooms, only dormitories. Usually cooking and washing facilities are available, some hostels also have computers with Internet access and a TV room.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The green hostel"],["alt=In the heart of the old city"],["url="],["email="],["address=25 de Mayo 288 esq. Colon"],["lat=-34.90650"],["long=-56.21014"],["directions="],["phone=+598 29169789"],["tollfree="],["fax="],["hours="],["price=UYU220, private UYU700"],["checkin="],["checkout=11h"],["content=Breakfast & Wi-Fi included. Bike rental."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Live MVD Hostel"],["url=http:\/\/livemvdhostel.com.uy"],["email="],["address=Maldonado 1790"],["lat=-34.90869"],["long=-56.17635"],["directions=Bus #300 or #407 from Terminal Tres Cruces"],["phone=+598 24111839"],["tollfree="],["fax="],["hours="],["price=USD 10"],["checkin=13:00"],["checkout=11:30"],["content=This is a brand new hostel in the design district with cheap dorms and a central location. The owners, two girls from Montevideo, are super friendly and helpful. Free breakfast (with homemade bread!), free bike rental, and an art studio (you're supposed to do a painting before you go)."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Piedras de Afilar Art Hostel"],["alt=Montevideo downtown"],["url=http:\/\/www.piedrasdeafilar.org"],["email="],["address=Andes 1261"],["lat=-34.90804"],["long=-56.19804"],["directions=Esq. Soriano"],["phone=+598-29016817"],["tollfree="],["fax="],["hours="],["price=Dorms from UYU250 (USD13)"],["checkin="],["checkout="],["content=Art Hostel placed at the very centre of Montevideo. Includes breakfast. Wi-Fi, bicycles and kitchen available."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Boulevard Sarandi Hostel"],["url="],["email="],["address=Sarandi 405"],["lat=-34.90810"],["long=-56.20677"],["directions=Esq. Zabala"],["phone=+598 915 3765 \/ +598 99 710 353"],["tollfree="],["fax="],["hours="],["price=Dorms from UYU260"],["checkin="],["checkout="],["content=Opened in July 2009. Clean and spacious. Breakfast, towel, Internet and Wi-Fi included. Free use of the kitchen."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Albergue Juvenil"],["alt="],["url="],["email="],["address=Canelones 935"],["lat=-34.90903"],["long=-56.19615"],["directions="],["phone=+598 2 908-1324"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Nice ",{"type":"[[","value":[["Hostelling International"],["HI-Hostel"]]}," close to the center. With kitchen and Internet access."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Unplugged Hostel"],["alt="],["url=http:\/\/www.unpluggedhostel.com"],["email="],["address=Luis de la Torre 930"],["lat=-34.91415"],["long=-56.15597"],["directions="],["phone=+598 2 712-1381"],["tollfree="],["fax="],["price=Dorms from USD12"],["checkin="],["checkout="],["content=Located in Pocitos, one of the nicest and safest neighborhoods of Montevideo, just a few blocks away from its famous coast."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Arapey"],["url=http:\/\/www.arapey.com.uy"],["email="],["address=Ave Uruguay 925"],["lat=-34.90335"],["long=-56.19684"],["directions="],["phone=+598 2 900-7032"],["tollfree="],["fax="],["hours="],["price=single:USD32\/double:USD38"],["checkin="],["checkout="],["content=Rambling art deco relic with large rooms and linens as old as the building. Private bath, fans, TVs, elevator."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ciudad Vieja Hostel"],["alt="],["url=http:\/\/www.ciudadviejahostel.com"],["email="],["address=Ituzaingó 1436"],["lat=-34.90575"],["long=-56.20444"],["directions="],["phone=+598 2 915-6192"],["tollfree="],["fax="],["price=Dorms from USD11."],["checkin="],["checkout="],["content=Located near the historical heart of the city and in the middle of Montevideo’s nightlife. Free breakfast, Internet, kitchen access."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Red Hostel"],["alt="],["url=http:\/\/www.redhostel.com\/"],["email="],["address=San Jose 1406"],["lat=-34.90652"],["long=-56.18525"],["directions="],["phone=+598 2 908-8514"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A hostel set in a renovated colonial home built in 1912. Typical hostel traffic, but very nice staff who like to hang out with their friends late at night on the hostel roof."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Spléndido Hotel"],["alt="],["url=http:\/\/www.splendidohotel.com.uy"],["email="],["address=Bartolome Mitre 1314"],["lat=-34.90737"],["long=-56.20159"],["directions="],["phone=+598 2 916-4900"],["tollfree="],["fax="],["price=Prices from USD11-38."],["checkin="],["checkout="],["content=Rumor has it that this hotel was originally built by a former president at the turn of the 20th century for his mistress. The hotel is located near the Plaza de Independencia and the Teatro Solis. Many of the best restaurants, music, bars, and sightseeing spots are literally within a few steps of the front door."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pocitos Hostel"],["alt="],["url=http:\/\/www.pocitos-hostel.com"],["email="],["address=Av. Sarmiento 2641"],["lat=-34.91412"],["long=-56.15526"],["directions="],["phone=+598 2 7118780"],["tollfree="],["fax="],["price=Dorms from USD 12"],["checkin="],["checkout="],["content=In nearby Pocitos, a beach suburb,is a purpose built hostel with free breakfast, Internet, kitchen, fireplace, backyard and the most friendly and helpful staff. They have bicycles for hire, don´t miss the bike ride from Pocitos to Carrasco (45 minutes) or Pocitos to Escollera, Old Town, 20 minutes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Montevideo Hostel"],["alt="],["url="],["email="],["address=Canelones 935"],["lat=-34.90899"],["long=-56.19597"],["directions="],["phone="],["tollfree="],["fax="],["price=USD15 in the dorm"],["checkin="],["checkout="],["content=Does have a few private rooms. Free Wi-Fi and breakfast included. Moreover it has a nice common area and a small pub."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Four Points Sheraton"],["alt="],["url=http:\/\/www.starwoodhotels.com\/fourpoints\/property\/overview\/index.html?propertyID=1576"],["email="],["address=Calle Ejido 1275"],["lat=-34.90692"],["long=-56.18687"],["directions="],["phone=+598 2 901-7000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Close to one of Avenida 18 de Julio. In walking distance of Plaza Independencia and Ciudad Vieja. Has a pool and a small gym. Rooms are quite nice, but without balconies and you can't open any windows (a shame in the summer time). Friendly staff and an excellent restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fully Equipped Short Term Apartments"],["alt="],["url="],["email="],["address=Calle 21 Septembre"],["lat=-34.9188"],["long=-56.1560"],["directions=in Pocitos"],["phone=+598 99 600-455"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Very central and in a good neighborhood. Perfect solution if you plan to stay for several days and want to have the comfort of your own home."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ibis Montevideo"],["alt="],["url=http:\/\/www.ibishotel.com\/gb\/hotel-3539-ibis-montevideo\/index.shtml"],["email=ibismontevideo@accor.com.uy"],["address=Calle La Cumparsita 1473"],["lat=-34.9141"],["long=-56.1825"],["directions="],["phone=+598 2 413-7000"],["tollfree="],["fax=+598 2 4136245"],["price="],["checkin="],["checkout="],["content=A 5-minute walk from the old town, this chain hotel has simple but comfortable rooms and is bookable over the Internet."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Radisson"],["alt="],["url=http:\/\/www.radisson.com\/montevideouy"],["email=radisson@radisson.com.uy"],["address=Plaza Independencia 759"],["lat=-34.90590"],["long=-56.19952"],["directions="],["phone=+598 2 902-0111"],["tollfree="],["fax=+598 2 902-1628"],["price="],["checkin="],["checkout="],["content=Located in the heart of Montevideo's financial and commercial district. Features include a pool, gym, high-speed Internet, and views of the city from the Restaurant Arcadia, located on the 25th floor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cottage"],["alt="],["url=http:\/\/www.hotelcottage.com.uy"],["email="],["address=Miraflores 1360"],["lat=-34.8941"],["long=-56.0599"],["directions="],["phone=+598-2 600-7114"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=New and comfortable hotel near Carrasco Casino."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Los Angeles"],["alt="],["url=http:\/\/www.hotellosangeles.com.uy\/"],["email="],["address=Avenida 18 de Julio, 974"],["lat=-34.90631"],["long=-56.19530"],["directions="],["phone=+598-2 902 1072, +598-2 902 0439"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Iberia"],["alt="],["url=http:\/\/www.Internet.com.uy\/hoiberia\/home.html\/"],["email="],["address=Maldonado, 1097"],["lat=-34.90969"],["long=-56.19221"],["directions="],["phone=+598-2 901 3633"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nh Columbia Hotel"],["alt="],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/uruguay\/montevideo\/nh-columbia.html"],["email=nhcolumbia@nh-hotels.com"],["address=Rambla Gran Bretana 473"],["lat=-34.90974"],["long=-56.20443"],["directions="],["phone=+598 2 916-0001"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This hotel is near the Ciudad Vieja with views of the Rambla. A modern hotel with a huge breakfast and free Internet access, it has plenty of parking and a friendly staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Sarandi"],["alt=email: casasarandi.info@gmail.com"],["url=http:\/\/www.casasarandi.com\/"],["email="],["address=Buenos Aires 558"],["lat=-34.90804"],["long=-56.20326"],["directions="],["phone=+598 2 400 6460"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Named after the atmospheric breakwater that makes the port of Montevideo one of the best in South America, offers guests a warm and inviting residential ambience with modern conveniences. A four-room guest house occupying the entire third floor of a 1930s art deco style residential building in the Old City, called Ciudad Vieja in Spanish, the heart of Montevideo's artistic and intellectual life since the 1800s."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton"],["alt="],["url=http:\/\/www.starwoodhotels.com\/sheraton\/property\/overview\/index.html?propertyID=1238"],["email="],["address=Victor Soliño 349"],["lat=-34.92439"],["long=-56.15795"],["directions="],["phone=+598-2 710-2121"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Montevideo"],["alt="],["url=http:\/\/www.holidayinn.com.uy"],["email=central@holidayinn.com.uy"],["address=Colonia 823"],["lat=-34.90537"],["long=-56.19890"],["directions="],["phone=+598 2 9020001"],["tollfree="],["fax=+598 2 9021242"],["price=rates from USD134"],["checkin="],["checkout="],["content=Glitzy hotel one block from Plaza Independencia. The rooms are in good shape and there are widescreen cable tv, minibar, and bathtub even in the most affordable room type. The view from the windows is not too wonderful, however. The price for the breakfast buffet is rather steep (USD16), so if it is not included in your room price you would probably be better off having breakfast at some nearby café instead. As of May 2014 the pool and the gym are under renovation. Wi-Fi is available in some of the rooms as well as in the conference center."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Uruguayan police and Restaurant Rodelu in Montevideo.JPG"],["thumbnail"],["Police officers and car in Parque Rodó"]]},"\n",{"type":"===","value":[" Security "]},"\nMontevideo used to be safer before, however it is still a ",{"type":"'''","value":["safe city"]}," compared to e.g. Brazilian cities. ",{"type":"[[","value":[["Pickpocketing"]]}," occurs downtown so backpacks and handbags should preferably be worn so that you can see them.\n\nThe most secure neighbourhoods, ",{"type":"[","value":["http:\/\/www.montevideo.com.uy\/notnoticias_48931_1.html according to a report from a realtor magazine"]},", are Buceo, Pocitos, Punta Carretas and Parque Rodó, followed by Colón, the downtown, Sayago and Conciliación.\n\nThe old town outside the pedestrian area is considered dangerous after dark. This also applies to the beach promenade outside the old town. In the daytime there are frequent police patrols on old town's streets and many establishments have security guards standing outside the door. In the summer the beaches of Ramírez and Pocitos should be avoided at nighttime. \n\nIf you are an obvious foreigner you are more frequently targeted by ",{"type":"[[","value":[["beggars"]]},". However they aren't violent. As of May 2014 there doesn't seem to be any beggars in the city, though you will likely encounter some people obviously under influence of something, especially on and around Plaza Fabini. Near attractions there are often people presenting themselves as \"keepers\" that allegedly will look after your parked car for a fee. Unlike in other places they reportedly don't ask for payment in advance and don't behave in an intimidating way.\n\nTourists are advised not to visit ",{"type":"'''","value":["certain peripheral suburb neighbourhoods"]}," known for being sources of insecurity, such as ",{"type":"''","value":["40 semanas"]},", ",{"type":"''","value":["Barrio Borro"]},", or the outskirts of ",{"type":"''","value":["Casabó"]},". Although some of them are not slums at all, the level of crimes is higher than the downtown or the suburbs. The Cerro district west of the bay, famous for its fort, is also reportedly one of the districts you should not be wandering around in as a tourist and absolutely not alone, specially at night.\n\n",{"type":"===","value":[" Drugs "]},"\nLike elsewhere in Uruguay, ",{"type":"[","value":["http:\/\/unasev.gub.uy\/wps\/wcm\/connect\/421274804ec7ce12868386f04da0fafa\/decreto_alcohol.pdf?MOD=AJPERES&CONVERT_TO=url&CACHEID=421274804ec7ce12868386f04da0fafa the current maximum blood alcohol concentration tolerance level is 0.3 g\/l"]},". It's advised not to drive under the effects of alcohol. Also in Montevideo as well as the rest of the country, smoking is prohibited in public enclosed spaces. Violation of this policy may carry fines.\n\nRegarding the legality of marijuana, possession for personal use is not penalized if it concerns minor quantities (a few grams). Possession of major quantities is illegal and punishable by law. Remember that the ",{"type":"[","value":["http:\/\/archivo.presidencia.gub.uy\/sci\/leyes\/2013\/12\/cons_min_803.pdf recent legalization of this drug"]}," as for the personal use (medicinal or recreational), sale or storage of the plant (~480 grams per year) is only for Uruguayan citizens of 18 years and above (natural or legal citizenship) with legal capacity. Likewise with alcohol, driving under the influence of marijuana is not allowed, and such breach may carry a fine.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"[[","value":[["File:Fruit stand at Perez Castellano.JPG"],["thumbnail"],["Fruit stand at the pedestrian street Perez Castellano"]]},"\nThe city has several public and private hospitals. Among the publics, there are: \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hospital Maciel"],["alt="],["url="],["email=direccion.maciel@asse.com.uy"],["address=25 de Mayo 174"],["lat=-34.908308"],["long=-56.21055"],["directions=in the Old Town, near the Mercado del Puerto"],["phone=2915 3000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hospital Pereira Rossell"],["alt="],["url=http:\/\/www.pereirarossell.gub.uy\/"],["email=pereirarossell@pereirarossell.gub.uy"],["address=Bv. Artigas 1550 (ambulance entrance), Lord Ponsonby W\/N (public entrance)"],["lat=-34.898753"],["long=-56.162603"],["directions="],["phone=2708 7741 to 44"],["tollfree="],["fax="],["hours="],["price="],["content=Hospital for women and children."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hospital Pasteur"],["alt="],["url="],["email="],["address=Larravide W\/N between Asilo and J. A. Cabrera"],["lat=-34.8751"],["long=-56.1385"],["directions="],["phone=2508 8131 Int. 130"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hospital de Clínicas"],["alt="],["url=http:\/\/www.hc.edu.uy\/"],["email="],["address=Avenida Italia W\/N"],["lat=-34.891801"],["long=-56.150147"],["directions=Near the Estadio Centenario"],["phone=2487 1515"],["tollfree="],["fax="],["hours="],["price="],["content=Universidad de la República's university hospital."]]}]},"\nAmong the private institutions, there are: Britain Hospital, Italian Hospital, Médica Uruguaya, Asociación Española, and some other minor ones. Also, there are many ",{"type":"''","value":["policlínicas"]}," (medical consultories) for minor cases around the city. The Hospital Policial and Hospital Militar are for the police and the armed forces respectively — these are ",{"type":"''","value":["not"]}," open to the public.\n\nThe ",{"type":"'''","value":["emergency number"]}," is 104.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wireless Internet"]}," is popular and can be found at Carrasco Airport, Tres Cruces bus terminal, most hotels and many restaurants and bars (usually they are advertising it with a sticker in the window). Many of them are free to use and reportedly connections are fast and reliable enough for Skype communication. Some public parks also advertise Wi-Fi availability."]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["General"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Firefighters (emergencies)"],["alt="],["url=https:\/\/bomberos.minterior.gub.uy\/"],["email="],["address=Colonia 1665 (headquarters)"],["lat="],["long="],["directions="],["phone="],["tollfree=104"],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Police (emergencies)"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=911"],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Embassies"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Argentina"]]}," ",{"type":"{{","value":[["listing"],["name=Argentina"],["alt="],["url=http:\/\/eurug.cancilleria.gov.ar\/"],["email=eurug@mrecic.gov.ar"],["address=Cuareim 1470"],["lat="],["long="],["directions="],["phone=(+598) 2902 8166"],["tollfree="],["fax=(+598) 2900 8408"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bolivia"]]}," ",{"type":"{{","value":[["listing"],["name=Bolivia"],["alt="],["url="],["email=embouy@adinet.com.uy"],["address=Prudencio de Pena 2469 (between Cambell st. and Ponce st.)"],["lat="],["long="],["directions="],["phone=(+598) 2708 3573"],["tollfree="],["fax=(+598) 2708 0066"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["alt="],["url=http:\/\/montevideu.itamaraty.gov.br\/"],["email=montevideu@brasil.org.uy"],["address=Bulevar José G. Artigas 1394"],["lat="],["long="],["directions="],["phone=(+598) 2707 2119"],["tollfree="],["fax=(+598) 2707 2086"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/uruguay\/"],["email=mvdeo@international.gc.ca"],["address="],["lat="],["long="],["directions="],["phone=(011 598 2) 902-2030(011 598 2) 902-2029"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Colombia"]]}," ",{"type":"{{","value":[["listing"],["name=Colombia"],["alt="],["url=http:\/\/www.colombia.com.uy"],["email=embajada@colombia.com.uy"],["address=José Scosería 2815"],["lat="],["long="],["directions="],["phone=(+598) 2711 5424"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["alt="],["url=http:\/\/www.ambafranceuruguay.org\/"],["email="],["address=Av. Uruguay 853"],["lat="],["long="],["directions="],["phone=(+598) 1705 0000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["alt="],["url=http:\/\/www.montevideo.diplo.de\/"],["email=info@montevideo.diplo.de"],["address=La Cumparsita 1435"],["lat="],["long="],["directions="],["phone=(+598) 2902-5222"],["tollfree="],["fax=(+598) 2902-3422"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=gremb.mvd@mfa.gr"],["address=Bulevar Jose G.Artigas 1231"],["lat="],["long="],["directions="],["phone=(+598) 2408 9224, Emergencies:(+598) 9 495-8087"],["tollfree="],["fax=(+598) 2402 0360"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["alt="],["url=http:\/\/embassies.gov.il\/montevideo\/Pages\/default.aspx"],["email=info@montevideo.mfa.gov.il"],["address=Bulevar Artigas 1585"],["lat="],["long="],["directions="],["phone=(+598) 2400 4164-66"],["tollfree="],["fax=(+598) 2409 5821"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name    = Italy"],["url = http:\/\/www.ambmontevideo.esteri.it\/Ambasciata_Montevideo"],["email=ambasciata.montevideo@esteri.it"],["address = José Benito Lamas 2857"],["lat="],["long="],["directions="],["phone=(+598) 2708 0542, (+598) 2708 4916, (+598) 2708 5316, (+598) 2708 4634"],["fax=(+598) 2708 4148"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]},"  ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.uy.emb-japan.go.jp\/"],["email="],["address=Bulevar Artigas 953"],["lat="],["long="],["directions="],["phone=(+598) 2418 7645"],["tollfree="],["fax=(+598) 2418 7980"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Lebanon"]]}," ",{"type":"{{","value":[["listing"],["name=Lebanon"],["alt="],["url="],["email=embliban@adinet.com.uy"],["address=Av. Gral. Rivera 2278"],["lat="],["long="],["directions="],["phone=(+598) 2408 6640"],["tollfree="],["fax=(+598) 2408 6365"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russia"],["alt="],["url=http:\/\/www.uruguay.mid.ru\/"],["email=embajada.rusia@gmail.com"],["address=Bulevar España 2741"],["lat="],["long="],["directions="],["phone=(+598) 2708 1884"],["tollfree="],["fax=(+598) 2708 6597"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Africa"]]}," ",{"type":"{{","value":[["listing"],["name=South Africa"],["alt="],["url="],["email=safem.admin@adinet.com.uy"],["address=Gabriel Otero 6337"],["lat="],["long="],["directions="],["phone=(+598) 2601 7591"],["tollfree="],["fax=(+598) 2600 3165"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Korea"]]}," ",{"type":"{{","value":[["listing"],["name=South Korea"],["alt="],["url=http:\/\/ury.mofa.go.kr"],["email=koemur@gmail.com"],["address=Av. Luis Alberto de Herrera 1248, Tower II, 10",{"type":"<","value":["sup",["th"]]}," floor, WTC"],["lat="],["long="],["directions="],["phone=(+598) 2628 9374\/5"],["tollfree="],["fax=(+598) 2628 9376"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["alt="],["url= http:\/\/www.exteriores.gob.es\/embajadas\/helsinki\/es\/Paginas\/inicio.aspx"],["email=emb.montevideo@maec.es"],["address=Libertad 2738"],["lat="],["long="],["directions="],["phone=+598 2708 6010"],["tollfree="],["fax=+598 2707 9551"],["hours=9-13"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["alt="],["url="],["email=ukinuruguay@adinet.com.uy"],["address= Marco Bruto 1073"],["lat="],["long="],["directions="],["phone=(+598) 2622 3630, (+598) 2622 3650"],["tollfree="],["fax=(+598) 2622 7815"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/montevideo.usembassy.gov\/"],["email=MontevideoACS@state.gov; MontevideoVisas@state.gov"],["address=Lauro Muller 1776"],["lat="],["long="],["directions="],["phone=(+598) 2 1770-2000"],["tollfree="],["fax=(+598) 2418-8611"],["hours="],["price="],["phoneextra=ACS (+598) 2 1770-2365, emergencies (+598) 2 1770-2311"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Colonia"]]}," - A pleasant little World Heritage colonial town, 180 km west. A nice chance to get away from the noisy city and relax for a while and certainly worth seeing if you are interested in history."]},{"type":"*","value":[" ",{"type":"[[","value":[["La Paloma"]]}," - Beach resort further east, also contains some historical buildings, 227 km to the east."]},{"type":"*","value":[" ",{"type":"[[","value":[["Piriapolis"]]}," - A smaller and more laid-back version of Punta del Este, also containing a castle. 100 km east."]},{"type":"*","value":[" ",{"type":"[[","value":[["Punta del Este"]]}," - The most important beach resort town in the country, 120 km east of Montevideo."]},{"type":"*","value":[" ",{"type":"[[","value":[["Salto"]]}," - Hot springs, a Spa resort and a hydroelectric dam. 6 hour direct bus transfer is UYU640 with Agencia Central SA (June 2012) - several departs throughout the day\/night. "]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["-34.8836"],["-56.1819"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Rio de la Plata"]]},"\n",{"type":"[[","value":[["WikiPedia:Montevideo"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South America\/Uruguay\/Localities\/Montevideo"]]}]