[{"type":"{{","value":[["pagebanner"],["Monteregie banner.jpg"]]},"\n",{"type":"'''","value":["Montérégie"]}," is the region of ",{"type":"[[","value":[["Quebec"]]}," immediately east, south and west of ",{"type":"[[","value":[["Montreal"]]},", extending to the borders of ",{"type":"[[","value":[["Ontario"]]}," and ",{"type":"[[","value":[["New York State"]]},". The ",{"type":"'''","value":["South Shore"]}," of the St. Laurent River, across from Montreal, is a series of suburbs serving the city proper. Further out, the flat valley of the St. Laurent provides for pleasant, airy farmland and countryside.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"[[","value":[["Image:Carte montérégie.svg"],["thumb"],["Map of Montérégie (by county)"]]},"\n",{"type":"*","value":[{"type":"[[","value":[["Longueuil"]]}," — the largest city on the South Shore"]},{"type":"*","value":[{"type":"[[","value":[["Brossard"]]}]},{"type":"*","value":[{"type":"[[","value":[["Chambly"]]}," — home to Fort Chambly, a French fort built in the 1700s."]},{"type":"*","value":[{"type":"[[","value":[["Hudson (Quebec)"],["Hudson"]]}," — a small, scenic town in the Vaudreuil region, west of Montreal."]},{"type":"*","value":[{"type":"[[","value":[["Huntingdon (Quebec)"],["Huntingdon"]]}," — small village on the Chateauguay river."]},{"type":"*","value":[{"type":"[[","value":[["Mont-Saint-Hilaire"]]}," — a scenic town near Montreal with a mountain, river and foliage."]},{"type":"*","value":[{"type":"[[","value":[["Rigaud"]]}," — a mountain town in Vaudreuil county that attracts skiers, hikers, maple syrup enthusiasts and Catholic religious tourists."]},{"type":"*","value":[{"type":"[[","value":[["Rougemont"]]}," — a small town known primarily for its apple (and apple cider) production, and sugar shacks.  "]},{"type":"*","value":[{"type":"[[","value":[["Saint-Constant"]]}," — home of the Canadian Railway Museum"]},{"type":"*","value":[{"type":"[[","value":[["Saint-Jean-sur-Richelieu"]]}," — small town on the Richelieu river. Host of the Hot Air Ballon festival in August."]},{"type":"*","value":[{"type":"[[","value":[["Salaberry-de-Valleyfield"]]}," — town located to the south-west of Montreal."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kahnawake Mohawk Reserve"]},", just across Montreal's Mercier bridge, is a suburban native reserve.  Not too many tourist attractions (except during the powwow in July-- see below), but close to Montreal if you want to say that you've visited one of Canada's native reserves."]},{"type":"*","value":[{"type":"'''","value":["Akwesasne Mohawk Reserve"]}," is in the extreme southwest of Quebec.  The reserve extends across the St. Lawrence river into ",{"type":"[[","value":[["Ontario"]]}," and ",{"type":"[[","value":[["New York State"]]},".  The Quebec portion of Akwesasne is much easier accessed from Ontario or New York (unless you have a boat), since there are no roads linking the Akwesasne reserve to the rest of Quebec.  Its main tourist attraction, the casino, is located on the New York side."]},"\n",{"type":"==","value":["Understand"]},"\nThe Montérégie, named after the mountains that sporadically pop out of the St.Lawrence River valley, is a sort of \"catch-all\" tourism region rather than a distinct geographical or cultural area.  The region is a mixture of Montreal suburbs and rural farming areas near the edges of Quebec.\n\nIn spite of this, a few generalization can be made about the region:\n",{"type":"*","value":[" In the 18th and 19th century, it was a military buffer region.  Capturing Montreal was an American objective in the American Revolution and the War of 1812.  Several battles were fought in the Montérégie, and the ancient forts that remain are interesting tourist attractions."]},{"type":"*","value":[" As a mixture of suburban and rural areas, it is a swing political district.  If you want to know which way the political wind is blowing in Quebec, ask people in the Montérégie."]},{"type":"*","value":[" While most of the area is economically and culturally integrated with Montreal, the more rural towns were once isolated farming areas with their own traditions.  If one digs hard enough, one can still find cultural relics from this era, such as the Brome County Fair."]},"\n",{"type":"==","value":["Talk"]},"\nThe majority of the people living in the Montérégie speak French.  There are significant English-speaking populations in some towns.  Most people can speak English to some degree; a lost tourist will almost always be able to get directions in English, although not always from the first person they ask.  Traffic signs are in French, but are designed (with pictures and symbols) so that people who speak only English can easily figure them out.\n\nKahnawake and Akwesasne Reserves have made efforts to increase the use of the Mohawk language, offering language classes and using it on community radio and in some public events.  Most people on the reserves speak English, and French to a lesser extent.\n\nSome people may speak a third language, especially near Montreal, but outside native reserves it is uncommon to hear them spoken on the street.  A working knowledge of French or English will be almost essential to communicate with locals.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By car"]},"\nIf entering the Montérégie from Montreal, remember that weekdays from about 4:30-6:30pm weekdays is rush hour (often a 30 minute delay to cross a bridge).\nIf entering the Montérégie from the United States, remember that the border inspection is most crowded on Sunday nights; you might wait in line for an hour or more.  The rest of the time, it usually takes 5-10 minutes.\n\nFrom ",{"type":"[[","value":[["New York (state)"],["New York"]]},": Drive north on Interstate 87.  The Montérégie begins at the Canadian border.\n\nFrom ",{"type":"[[","value":[["Vermont"]]},": Drive north on Interstate 89. The Montérégie begins at the Canadian border.\n\nFrom ",{"type":"[[","value":[["Montreal"]]},":\n",{"type":"*","value":[" Autoroute 138 crosses the Mercier Bridge to the Kahnawake Mohawk Reserve"]},{"type":"*","value":[" Autoroute 15\/20\/10 crosses the Champlain Bridge to Brossard"]},{"type":"*","value":[" Highway 112 crosses the Victoria Bridge to Saint-Lambert"]},{"type":"*","value":[" Autoroute 134 crosses the Jacques Cartier bridge to Longueuil"]},{"type":"*","value":[" Autoroute 25 follows the Lafontaine Tunnel through to Boucherville."]},"\nFrom ",{"type":"[[","value":[["Quebec City"]]},": Autoroute 20 leads into the northeastern part of the Montérégie.\n\nFrom ",{"type":"[[","value":[["Ottawa"]]},": Take Highway 417 eastbound.  The Montérégie begins at the Quebec border.\n\nFrom ",{"type":"[[","value":[["Toronto"]]},": Take Highway 401 eastbound.  The Montérégie begins at the Quebec border.\n\nFrom ",{"type":"[[","value":[["Sherbrooke"]]},": Autoroute 10 westbound takes you to the Montérégie.\n\n",{"type":"'''","value":["By Train"]},"\nThe ",{"type":"''","value":["Agence Metropolitaine de transport"]},{"type":"[[","value":[["http:\/\/www.amt.qc.ca"]]}," has three commuter train lines that connect Montreal to some towns in the Montérégie near the city.  (Blainville to Saint-Lambert, Candiac to Chateauguay, and ",{"type":"[[","value":[["Rigaud"]]}," to Vaudreuil).  Trains go toward Montreal in the morning; away from Montreal at night.  \n\n",{"type":"'''","value":["By subway"]},"\nMontreal's metro (subway) trains have one stop in the Montérégie, called \"Longueuil-Université-de-Sherbrooke\" ",{"type":"[[","value":[["http:\/\/www.stm.info\/English\/metro\/a-m44.htm"]]},". This is located on the yellow line, which begins at the Berri-UQAM metro station in Montreal.  Longueuil-Université-de-Sherbrooke metro station is connected to the main bus terminal of the Reseau de Transport de Longueuil",{"type":"[[","value":[["http:\/\/www.rtl-longueuil.qc.ca\/english\/index_ag.asp"]]},", which serves much of the South Shore.\n\n",{"type":"'''","value":["By bus"]},"\nThere are a number of regional public bus systems (known as \"CIT\"s) that serve distinct parts of the Montérégie, linking closeby towns together and connecting them with Montreal.  Most of them focus on getting people to Montreal on weekday mornings and getting them back to the Monteregie on weekday nights. \n",{"type":"*","value":[" CIT La Presqu'Ile ",{"type":"[","value":["http:\/\/www.citpi.amt.qc.ca\/"]}," serves Hudson and Vaudreuil."]},{"type":"*","value":[" CIT Valle Richelieu ",{"type":"[[","value":[["http:\/\/www.citvr.ca\/"]]}," serves McMasterville, St-Hyacinthe, Beloeil, and Saint-Hilaire."]},{"type":"*","value":[" CIT Haut-Richelieu ",{"type":"[[","value":[["http:\/\/www.ville.saint-jean-sur-richelieu.qc.ca\/cgi-bin\/index.cgi?page=c0_8_1_1"]]}," serves Saint-Jean-sur-Richelieu"]},{"type":"*","value":[" CIT Sorel-Varennes ",{"type":"[[","value":[["http:\/\/www.citsv.qc.ca\/"]]}," serves Sorel-Tracy, Contrecoeur, Verchères and Varennes"]},{"type":"*","value":[" CIT Sud-Ouest ",{"type":"[[","value":[["http:\/\/www.citso.org\/"]]}," serves Chateauguay, Kahnawake, Valleyfield and Vaudreuil"]},{"type":"*","value":[" CIT Le Richelain ",{"type":"[[","value":[["http:\/\/www.citrichelain.com\/"]]}," serves Candiac, La Prairie and Saint-Philippe"]},{"type":"*","value":[" CIT Rousillon ",{"type":"[[","value":[["http:\/\/www.citrichelain.com\/"]]}," serves Delson, Candiac and Saint-Constant"]},{"type":"*","value":[" CIT Chambly-Richelieu-Carignan ",{"type":"[[","value":[["http:\/\/www.citcrc.ca\/CITMap.aspx"]]}," is self-explanatory"]},{"type":"*","value":[" CIT Haut-Saint-Laurent ",{"type":"[[","value":[["http:\/\/www.cithsl.amt.qc.ca\/"]]}," serves Huntingdon and Ormstown"]},"\nGreyhound busses ",{"type":"[","value":["http:\/\/www.greyhound.ca\/en\/"]}," also leave from Montreal's Bus Station (de Maisonneuve and St-Denis Streets) and serve various cities in the Montérégie.\n\nIn addition, the ",{"type":"''","value":["Reseau de transport de Longueuil"]}," ",{"type":"[[","value":[["http:\/\/www.rtl-longueuil.qc.ca\/english\/index_ag.asp"]]}," operates bus routes between Montreal and some of its South Shore suburbs (Longueuil, Brossard, Saint-Lambert).  These busses leave from the basement of 1001 de la Gauchetiere in Montreal or from Longueuil metro station.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["By car"]},"\nThe major highways through the Montérégie are:\n",{"type":"*","value":[" Autoroute 15, connecting Montreal with U.S. Interstate 87 to New York"]},{"type":"*","value":[" Autoroute 10, connecting Montreal to ",{"type":"[[","value":[["Sherbrooke"]]}," and the ",{"type":"[[","value":[["Eastern Townships"]]}]},{"type":"*","value":[" Autoroute 20, connecting Quebec City to Montreal through the eastern section of the Montérégie, and then reappearing in the westernmost section of the Montérégie on the way to ",{"type":"[[","value":[["Toronto"]]}]},"\nThe Saint-Lawrence River splits off the westernmost part of the region from the rest.  This currently makes it inconvenient to drive from one end of the region to the other without going through the island of Montreal.  A new toll highway, Autoroute 30, is in the early building stages, which will span the river, connecting the Montérégie from east to west and act as a bypass for Montreal.\n\n",{"type":"'''","value":["Public transport"]},"\nPublic transportation within the Montérégie region is quite limited, as most of its public transport focuses on getting people to and from Montreal rather than around the Montérégie region.  \n",{"type":"*","value":[" The ",{"type":"''","value":["Reseau de transport de Longueuil"]}," ",{"type":"[[","value":[["http:\/\/www.rtl-longueuil.qc.ca\/english\/index_ag.asp"]]}," operates bus routes in the suburbs of the Montérégie closest to Montreal.  "]},{"type":"*","value":[" Check with the trains and buses coming to and from Montreal (see the \"Get In\" section) to see if it is possible to get from one part of the Montérégie to another via Montreal."]},"\n",{"type":"==","value":["See"]},"\nDriving through the Montérégie two unusual geographical features will strike you:\n",{"type":"*","value":["  The farmland is divided into long, thin strips, rather than large squares like everywhere else in North America.  This is a legacy of Quebec's French colonial past.  Farmhouses were built at the edges of these strips, along rows called \"rangs\".  "]},{"type":"*","value":[" The otherwise completely flat region has isolated mountains popping out of the ground at near regular intervals.  This is what gives the region its name (\"Mountain region\").  One of the prettiest is ",{"type":"'''","value":[{"type":"[[","value":[["Mont-Saint-Hilaire"]]}]},"; its mixture of mountain, river, forest, and farms make it picturesque, especially when the leaves change colour in October. There are paths to go hiking on the mountain.   "]},"\nA few other features of Montérégie are pleasant to visit on a daytrip from Montreal:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Fort Chambly"],["alt="],["url=http:\/\/www.pc.gc.ca\/lhn-nhs\/qc\/fortchambly\/index_e.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A French fort dating from 1711 to protect against the British."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Fort Lennox"],["alt="],["url=http:\/\/www.pc.gc.ca\/lhn-nhs\/qc\/lennox\/index_e.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A British fort dating from 1819 to protect against the Americans."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Lac Brome"],["alt="],["url=http:\/\/ville.lac-brome.qc.ca\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A pretty lake"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fort Coteau-du-Lac"],["url=http:\/\/www.pc.gc.ca\/lhn-nhs\/qc\/coteaudulac\/index_e.asp"],["email="],["address=308 A Chemin du Fleuve, Coteau-du-Lac"],["lat="],["long="],["directions=Exit 7 on autoroute 20"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ruins of a fort along the St-Lawrence River."]]}]},{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Brome County Fair"],["url=http:\/\/www.bromefair.com\/en\/"],["email="],["address=345 Stagecoach Road, Brome"],["lat="],["long="],["directions=Autoroute 10 Exit 73 - route 241 south, left on route 104, right on route 215"],["phone = +1 450 242-2870"],["tollfree="],["fax="],["hours=September 4-7, 2009"],["price="],["content=Since 1856, a large agricultural fair."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Parc Safari"],["url="],["email="],["address=850, Route 202, Hemmingford"],["lat="],["long="],["directions=Autoroute 15 Exit 6, route 202 west"],["phone = +1 450 247-2727"],["tollfree="],["fax="],["hours=Late spring to early autumn"],["price="],["content=African safari and kids amusement park."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Granby Zoo"],["url=http:\/\/www.zoodegranby.com\/en\/infos_horaires.htm"],["email="],["address=300, boul. David-Bouchard, Granby"],["lat="],["long="],["directions=about 84km from Montreal; see website for details"],["phone ="],["tollfree=+1-877-472-6299"],["fax="],["hours="],["price="],["content=The closest zoo to Montreal."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=International Hot Air Balloon Festival"],["alt=Festival international de montgolfières"],["url="],["email="],["address=5, chemin de l'Aéroport, St-Jean-sur-Richelieu"],["lat="],["long="],["directions="],["phone = +1 450-347-9555"],["tollfree="],["fax="],["hours=Aug 8-16, 2009"],["price="],["content=Annual hot air balloon festival held every August."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ormstown Fair"],["alt=Expo Ormstown"],["url=http:\/\/www.ormstownfair.com\/"],["email="],["address=Ormstown, Quebec"],["lat="],["long="],["directions=Off highway 138"],["phone = +1 450 829-2776"],["tollfree="],["fax="],["hours=June 11-14, 2009"],["price="],["content=An agricultural fair in a small town."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kahnewake Powwow"],["url=http:\/\/www.kahnawakepowwow.com\/"],["email="],["address=Kahnawake Mohawk Territory"],["lat="],["long="],["directions=Just 10 miles south of Montreal Routes 132 & 138 (off Mercier Bridge)"],["phone = +1 450 632-8667"],["tollfree="],["fax="],["hours=Annually, in July"],["price=$7"],["content=Pow Wows offer a time for Native Americans from a variety of different tribal nations to get together and participate in visiting, singing, and dancing. It is also a chance for non-Indian friends and families to take part in inter-tribal dancing as a Powwow is considered a cultural sharing event for all to learn about Native Americans and share ideas and information."]]}]},"\n",{"type":"==","value":["Eat"]},"\nAs maple trees grow in the area, maple syrup is popular and plentiful in March and April.  Some maple farms operate as \"sucreries\" or \"cabanes a sucre\" (aka sugar shacks), where tourists can see how the maple syrup is collected, and taste some for themselves.  These are also one of the few places in Quebec where tourists can get a traditional rural meal. (Most locals only eat traditional meals on special occasions such as Christmas Eve, due mostly to its high fat content and association with traditional ways.)  Traditional meals include:\n",{"type":"*","value":[" tourtiere, a pork and beef pie"]},{"type":"*","value":[" yellow split pea soup"]},{"type":"*","value":[" pancakes"]},{"type":"*","value":[" ham with maple syrup"]},{"type":"*","value":[" maple sugar pie"]},{"type":"*","value":[" \"pouding chomeur\", a light sweet cake, (literal translation: \"pudding for the unemployed\")"]},{"type":"*","value":[" taffee (maple syrup poured into snow, which freezes onto a popsicle stick)"]},"\nFine dining in the Montérégie is some of the best value for money in North America.  Almost every town in the region has one or two good restaurants, usually with lower prices than those of Montreal.  Usually, asking a local to point you to the most expensive restaurant in town will get you to the right place.\n\nIf a quick lunch is what you are after, the ever-present \"Saint-Hubert\" chain of chicken restaurants is surprisingly good.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Sucrerie de la Montagne"],["alt=Mountain Sugar Shack"],["url=http:\/\/www.sucreriedelamontagne.com"],["email="],["address=300 Ch St Georges, Rigaud"],["lat="],["long="],["directions=Rigaud Mountain"],["phone = +1 450-451-5204"],["tollfree="],["fax="],["hours="],["price="],["content=Maple syrup farm with a year-round traditional-style restaurant, hayrides, and demonstrations on maple syrup production."]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe Montérégie is generally a low-crime area.  Almost the whole area is served by the emergency number \"911\", which you can call to contact police, fire or ambulance services.  The biggest danger is probably traffic accidents, especially in winter.  There are long stretches of unlit and potentially icy roads; large farming fields on either side of a road can mean blowing snow and slippery patches.  Many of the smaller routes with one lane in either direction have a speed limit of 90km\/h.  Snow tires are required by law on vehicles during the winter months.\n\nSome seedy bars in the Montérégie are labelled \"danseuses\".  This is a euphamism for a strip club, many of which are actually brothels; steer clear if you want to avoid criminal elements.\n\nAkwesasne Mohawk Reserve, in the southwest corner of the Montérégie, shares a border with reserves in Ontario and New York.  There are rare occurrences of confrontations with police in this area; police try to patrol for cross-border cigarette and alcohol smuggling and locals insist Quebec police have no authority on the reserve.  This should not usually affect tourists, but is something to be alert to.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Montréal"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cornwall (Ontario)"],["Cornwall"]]},"-",{"type":"[[","value":[["Massena"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["eastern Ontario"]]}]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southwestern Quebec"]]},"\n",{"type":"{{","value":[["geo"],["45.383333333333"],["-73.1"]]},"\n",{"type":"[[","value":[["wikipedia:Montérégie"]]}]