[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nMontefiascone is a town in the province of Viterbo, Italy, located on a hill on the southeast side of Lake Bolsena. It is 113 km by rail northwest of ",{"type":"[[","value":[["Rome"]]},". Montefiascone is 600 metres above sea level and is a former Etruscan settlement. It has an unmistakable silhouette, with the remains of the Rocca dei Papi fortress and the impressive dome of the church of Santa Margherita.\n",{"type":"[[","value":[["Image:Montefiascone_panorama.jpg"],["thumb"],["right"],["300px"],["A view of Montefiascone"]]},"\n",{"type":"==","value":["Get in"]},"\nBy car, Montefiascone is approximately 20km north of ",{"type":"[[","value":[["Viterbo"]]},". Without a car, the town is best reached by bus as the station is four km downhill from the town with irregular bus services and no taxis. There is a regular bus service from Viterbo bus station\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Cathedral"]}," has one of the largest domes in Italy. Dedicated to Saint Margaret it was a ruin in 1330 and took three centuries to rebuild. In 1670, it suffered a serious fire, with repairs taking a further decade. "]},{"type":"*","value":[" The church of ",{"type":"'''","value":["San Flaviano"]}," is considered a good example of a Romanesque church, although it was enlarged in the Gothic style in the 14th Century. In the crypt is the grave of a Bishop who succumbed to excessive drinking of the local wine (see Drink). "]},{"type":"*","value":[" ",{"type":"'''","value":["Rocca di Papi"]}," is the remains of the old Papal summer residence. It provides a great view of Lake Bolsena from its position at the top of the town."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Est! Est! Est!"]},". The local white wine. Perhaps more famous for its name than its quality, although there are one or two good producers. The name goes back to 1111 when a German priest was travelling to Rome. He sent a servant ahead of him, with instructions to write Est! on the wall of any inn with good wine. When the servant arrived in Montefiascone he was so impressed with the local wine that he wrote Est! Est! Est! and that has been appropriated by local producers as the name for their white wine. The story does not have a happy ending. The Bishop was similarly impressed with the quality of the wine that he drank far too much and died."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["42.5333"],["12.0333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lazio"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Montefiascone"]]},"\n",{"type":"[[","value":[["Commons:Category:Montefiascone"]]}]