[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Montecristi"]}," is a town in the ",{"type":"[[","value":[["Coastal Lowlands (Ecuador)"],["Coastal Lowlands"]]}," of ",{"type":"[[","value":[["Ecuador"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nMontecristi is a small town at the base of a mountain of that name.  It can be reached from ",{"type":"[[","value":[["Manta"]]},",\na port town, or Portoviejo, the capital of the province.  By bus it costs thirty-five cents from any point \nin Manta, and by taxi between ten and fifteen dollars depending on where you are and your bartering skills.  \nGringo tax* applies to both.\n\n",{"type":"==","value":["Get around"]},"\n\nThere is one road going through the town from Manta to Portoviejo.  There is one bus coop. that goes to\nthe town (it's oarnge), but taxis are avalable.  The bus goes up to the church and through a few side-\nstreets before returning to Manta.\n\n",{"type":"==","value":["See"]},"\n\nThe Catholic church in Montecristi is famous, and a must-see if you're Catholic.  If you're not, you'll see\nit anyway.  It's impossible to miss.\n\n",{"type":"==","value":["Do"]},"\n\nOnce a year there is a pilgrimage to the church, where thousands of Ecuadorians pay their respects to the \nsaint of the town.  It's not recommended to visit during that week.\n\nAll along the streets are shops selling Panama hats, knick-knacks, keychains, hammocks, shawls, baked goods, \nfurniture, and nearly anything else they can think of to sell.\n\n",{"type":"==","value":["Buy"]},"\n\nPanama hats of the best quality are made here.  Montecristi is famous for them, and for good reason.  They \nought to be re-named \"Montecristi hats\", but Panama already has the copyrights.\n\nThe shops along the streets going to the church are slightly cheaper than the ones along the main road.  You \ncan buy anything hand-made there.  If you want gifts or sovenirs, buy them in Montecristi.\n\nGringo tax is applied to any tourist. It is simply half of the real price of any item.  \n\nExample:  A shawl costs three dollars.  Half of that is one-fifty.  If you are a Gringo (tourist), they will charge you four-fifty.  \nWhat you can do: offer to buy two shawls for five dollars.  They will hem-haw and accept.\n\n",{"type":"==","value":["Eat"]},"\n\nAlong the road there are people selling fruit and bread.  It is unadvisable for tourists to eat any fruit that \ndoesn't have a peel, but the bread is good.  As always, choose a vendor that looks sanitary.  There are a few \nrestaurants in Montecristi that serve local food, but Gringo tax* applies.  It is best to return to Manta or \nPortoviejo for meals.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are small shops scattered around that sell bottled beverages.  Do Not Drink Tap Water.  Ice should also be \navoided.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-1.0500"],["-80.6667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Coastal Lowlands (Ecuador)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Montecristi, Ecuador"]]}]