[{"type":"{{","value":[["pagebanner"],["Mont Saint Michel banner Skyline detail.jpg"],["unesco=yes"]]},"\n\n",{"type":"[[","value":[["File:Mont St Michel 3, Brittany, France - July 2011.jpg"],["thumb"],["Mont Saint-Michel"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/mont-saint-michel.monuments-nationaux.fr\/en\/ Mont Saint-Michel"]}]}," (often written ",{"type":"''","value":["Mont St Michel"]},", with other variations) is a small ",{"type":"[[","value":[["UNESCO World Heritage list"],["UNESCO World Heritage site"]]}," located on an island just off the coast near ",{"type":"[[","value":[["Avranches"]]}," in the region of ",{"type":"[[","value":[["Lower Normandy"]]}," in northern ",{"type":"[[","value":[["France"]]},". The island is best known as the site of the spectacular and well-preserved Norman Benedictine Abbey of St Michel at the peak of the rocky island, surrounded by the winding streets and convoluted architecture of the medieval town.\n\n",{"type":"==","value":["Understand"]},"\n\nMont Saint-Michel was officially inscribed as a World Heritage Site in 1979.\n\n",{"type":"===","value":["History"]},"\nMont-Saint-Michel was used in the 6th and 7th centuries as an Armorican stronghold of Romano-Breton culture and power, until it was ransacked by the Franks, thus ending the trans-channel culture that had stood since the departure of the Romans in AD 460.\n\nBefore the construction of the first monastic establishment in the 8th century, the island was called \"monte tombe\". According to legend, the Archangel Michael appeared to St. Aubert, bishop of Avranches, in 708 and instructed him to build a church on the rocky islet. Aubert repeatedly ignored the angel's instruction, until Michael burned a hole in the bishop's skull with his finger.\n\nThe mount gained strategic significance in 933 when William \"Long Sword\", William I, Duke of Normandy, annexed the Cotentin Peninsula, definitively placing the mount in Normandy. It is depicted in the Bayeux Tapestry which commemorates the 1066 Norman conquest of England. Harold, Earl of Wessex is pictured on the tapestry rescuing two Norman knights from the quicksand in the tidal flats during a battle with Conan II, Duke of Brittany. Norman Ducal patronage financed the spectacular Norman architecture of the abbey in subsequent centuries.\n\nIn 1067, the monastery of Mont-Saint-Michel gave its support to duke William of Normandy in his claim to the throne of England. It was rewarded with properties and grounds on the English side of the Channel, including a small island located to the west of Cornwall, which was modeled after the Mount, and became a Norman priory named St Michael's Mount of Penzance.\n\nDuring the Hundred Years' War, the English made repeated assaults on the island, but were unable to seize it due to the abbey's improved fortifications. Les Michelettes – two wrought-iron bombards left by the English in their failed 1423–24 siege of Mont-Saint-Michel – are still displayed near the outer defense wall.\n\nWhen Louis XI of France founded the Order of Saint Michael in 1469, he intended that the abbey church of Mont Saint-Michel be the chapel for the Order, but because of its great distance from Paris, his intention could never be realized.\n\nThe wealth and influence of the abbey extended to many daughter foundations, including St Michael's Mount in Cornwall. However, its popularity and prestige as a centre of pilgrimage waned with the Reformation, and by the time of the French Revolution there were scarcely any monks in residence. The abbey was closed and converted into a prison, initially to hold clerical opponents of the republican régime. High-profile political prisoners followed, but by 1836, influential figures – including Victor Hugo – had launched a campaign to restore what was seen as a national architectural treasure. The prison was finally closed in 1863, and the mount was declared a historic monument in 1874. The Mont-Saint-Michel and its bay were added to the UNESCO list of World Heritage Sites in 1979, and it was listed with criteria such as cultural, historical, and architectural significance, as well as human-created and natural beauty.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["warningbox"],["Attempting to reach Mont Saint-Michel by any other route than the causeway can be dangerous. It is not unheard of for tourists to drown after being cut off by the tide, and the deep mud and quicksand surrounding the island can be treacherous. If you do decide to attempt the crossing, take an experienced guide and check the tide tables. In addition, do not attempt the crossing when the dam on the Couesnon River is discharging water."]]},"\n\nSince April 2012 it is not longer possible to drive along the causeway.  A new car park has been built on the mainland (12€ per car) and access to the Mont is either on foot across the causeway (about a mile) or by one of the free ",{"type":"[","value":["http:\/\/www.bienvenueaumontsaintmichel.com\/site\/en\/access-the-mont-from-the-car-park\/by-shuttle Passeur"]}," shuttle buses which run frequently from 07.30 until midnight.  However, there is quite a long walk from the car park to the shuttle stop and at the Mont end there is a walk of several hundred meters to the entrance.  Eventually the causeway will be completely demolished and the buses will cross to the Mont via a bridge which is currently under construction.\n\n",{"type":"===","value":["By car"]},"\nDriving is probably the cheapest and easiest way of visiting Mont Saint Michel, although the queues for entry to the carpark are often very long. Within the region of ",{"type":"[[","value":[["Normandy"]]},", drive from ",{"type":"[[","value":[["Caen"]]}," along the A84 south-west to ",{"type":"[[","value":[["Pontorson"]]},", then continue a few more kilometres to ",{"type":"[[","value":[["Avranches"]]},". Merge with the D43, following the signs to its Mont-St-Michel at its end. Parking costs 12.00 euro.\n\nFrom ",{"type":"[[","value":[["Paris"]]}," the total driving time is about 4 hours.\n\n",{"type":"===","value":["By public transport"]},"\nThere are no direct train services between Paris and Mont St Michel, but it is possible to travel to Pontorson by train and then complete the last leg of the journey by bus. The best option is the TGV from Gare Montparnasse to ",{"type":"[[","value":[["Rennes"]]},", where a bus run by \"Keolis Emeraude \"(tel. 02-99-19-70-70, http:\/\/www.destination-montstmichel.com;) provides a 90 minute transfer to the island (there are 4 departures from Rennes per day, most departures are timed to match to the arrival of the TGV in Rennes but it is always better to check the timing for last minute changes). The bus station is immediately outside the Rennes train station, at a bus terminal building on your right, after leaving the station by the north exit. The bus costs €12.70, with a reduction to €9.53 for people under 25 or older than 60, a it's free for children under 12. Bus tickets are sold by the driver when boarding the bus, and in advance at the bus terminal. On off-season Sundays, the Rennes connection is often unavailable; take the TGV to Dol-de-Bretagne (listed by RailEurope as DOL, France), then the Keolis bus to Mont Saint Michel, which costs €6.60 for adults, €4.95 for under-25 or over-60, free for children under 12.\n\nNote that all buses stop at the car park, where you can have transfer to the free Passeur shuttle to get close to the base of the Mont.  You can also ask the driver if you want to stop to the hostel before Mont St Michel.  The trip into Mont Saint Michel in the morning can be jammed up with traffic.  Similarly, expect to be in a traffic jam on the way out as there is only one road leading into and out of the site.  During summer, the jam can be up to an hour or more when there are lots of visitors.  This meant that you may run a risk of missing your return train to Gare Montparnasse if you are on a day trip from Paris.  There is a good chance that the train might wait for the returning bus from Mont Saint Michel in the afternoon if the timing is slightly off.\n\nAnother option is to take a TGV train to the Pontorson-Mont St Michel train station (up to 4 a day), with a stopover in Rennes. The Pontorson train station is no more than 10 minutes from Mont St. Michel by car. ",{"type":"[","value":["http:\/\/www.bienvenueaumontsaintmichel.com\/site\/en\/access-the-mont-saint-michel\/by-train Buses between the train station and Mont St Michel car park"]}," are available several times a day and are timed to meet the train. \n\nIntercity ",{"type":"[","value":["http:\/\/www.illenoo-services.fr\/fr Illenoo"]}," buses at the Rennes train station allow you to connect to other cities and towns in the region.\n\n",{"type":"===","value":["By bike"]},"\nParking for bicycles is free, and the ride from Pontorson to the Mount is not particularly difficult.\n\n",{"type":"===","value":["By Taxi"]},"\nTaxis are prohibitively expensive for long journeys, unless you can split the fare with other travellers. A one-way taxi trip from Mont St Michel to Rennes will cost about 135 Euro. A cheaper option is to take a taxi to the Dol De Bretagne station and change trains at Rennes to get to Paris.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Plan.mont.Saint.Michel.png"],["thumb"],["240px"],["Map of Mont St Michel, with the causeway and main entrance to the right"]]},"\n\nThe only way around Mont St Michel is on foot, and there are two gates into the walled city.  The ",{"type":"'''","value":["Porte de l'Avancée"]},", the main gate at the end of the causeway, leads straight to the ",{"type":"'''","value":["Grande Rue"]},", which is packed chock-a-block with souvenir shops and tourists.  Escape right up the stairs to the ",{"type":"'''","value":["ramparts"]},", which are a little less packed and offer great views of the mudflats.   The lesser-used ",{"type":"'''","value":["Porte Eschaugette"]},", to the left of the main gate, is the quietest route up.  All three routes converge at the Abbey on top of the island.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Abbey of Mont Saint Michel"],["alt=L'Abbaye du Mont-Saint-Michel"],["url=http:\/\/www.abbaye-montsaintmichel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Open 2 May - 30 August 9am-7pm (last admission 6pm), 1 September - 30 April 9:30am-6pm (last admission 5pm), admission (unguided visits): €9 adult, €5 18-25 yrs (free for citizens of the EU), and free for under 18s. closed 1 January, 1 May and 25 December, €4 audio guide (French, English, German, Spanish, Italian). Once a humble little monastery, the island and its fortifications have effectively grown up around this. During the French Revolution, the abbey was used a prison, and an extensive restoration was required to restore it. A few prison-era showpieces, like the human hamster wheel used to lift supplies in and out of the complex, have been kept. Mass is celebrated daily except Monday at 12.15PM."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Notre-Dame Sous Terre Chapel"],["alt="],["url=http:\/\/www.cityzeum.com\/en\/notre-dame-sous-terre-chapel"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"The Carolingian church named Chapelle Notre-Dame-sous-Terre (Our Lady underground) was built around 966 by the first Benedictine monks at the very place of the oratory erected by Saint-Aubert in the early VIIIth century.\n\n",{"type":"==","value":["Do"]},"\nMany companies provide guided walks across the bay of Mont St Michel during low tide. Walks are done barefoot, and in shorts due to the muddy ground and potentially knee-high water.  Walks are typically one-way, start at a beach such as Genets, and end after reaching the Mont . Foot-washing stations are provided at the Mont to clean muddy feet. Guided roundtrip walks starting from the Mont are also available and typically last 3-4 hours. Most walks are conducted in French, so check carefully before booking. A list of guides is provided here: ",{"type":"[","value":["http:\/\/www.ot-montsaintmichel.com\/en\/traverseesbaie.htm"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["On the Mont"]},"\nThe culinary specialities of Mont Saint Michel are ",{"type":"'''","value":["Omelettes"]},", whipped until frothy and light, and saltmarsh lamb (",{"type":"''","value":["agneau de Pré Salé"]},") dishes from the sheep that wander around the coast. None of the eateries on the island are particularly good (and they are all vastly overpriced) so if you are planning on staying on the Mont itself be aware that you might prefer eating in a town in the surrounding countryside.\n\nThe old town at the base of the abbey hosts a wide selection of restaurants, cafés, fast food outlets and other food venues. Note that Mont Saint Michel is more than slightly a tourist trap with regard to refreshments and travellers' needs - check a number of places for the best deal before ordering. Even then, do not rely on good service.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Du Guesclin"],["alt="],["url=http:\/\/www.hotelduguesclin.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On the ramparts with good views out to the sea. The ",{"type":"''","value":["menu touristique"]},", including oysters, omelets and lamb, starts from €17, which is positively cheap by Mont St Michel standards."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Mere Poulard"]},", right at the entrance.  World famous for their omelette. They put non-traditional ingredients into it and cook it right in front of the window of the restaurant. Be careful to make reservations ahead of time because it is usually crowded. Also they only sell their world famous omelette at certain times of the day, so when you make reservations, be sure to make them for the right time if you're intending to get an omelette. Expect to pay more than €30 for the privilege!"]},"\n",{"type":"===","value":["On the mainland"]},"\nOn the approach road to the mont is a small area of shops, restaurants and supermarkets, although not cheap, they are less un-reasonably priced than getting food on the island. There is also (limited) car parking there.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nMont Saint Michel has a number of small hotels located within the island township. A selection of much larger hotels are available on the mainland opposite the island and in the nearby town of ",{"type":"[[","value":[["Pontorson"]]},", but many visitors choose to daytrip from ",{"type":"[[","value":[["Rennes"]]}," or ",{"type":"[[","value":[["Saint-Malo"]]}," instead as the island can be comfortably covered in a few hours. The car park allows motor homes to stay overnight as part of their standard parking fee.\n\n",{"type":"===","value":["Camping"]},"\n",{"type":"*","value":["There is a three star camping site in ",{"type":"[[","value":[["Pontorson"]]},", named ",{"type":"'''","value":["Camping Haliotis"]}," on the D30 heading towards 'Saint James' or A84"]},"E-mail : info@camping-haliotis-mont-saint-michel.com ",{"type":"<","value":["br"]},"\nTel.: 02 33 68 11 59 ",{"type":"<","value":["br"]},"\nFax : 02 33 58 95 36\n",{"type":"*","value":["In Servon, about 12 km from Avranches and 20 odd from the mont ",{"type":"'''","value":["SAINT GREGOIRE"]}," a two star campingsite with 93 places, the town nearby has no shops (but a couple of restaurants)"]},"Tel.: 02 33 60 26 03 ",{"type":"<","value":["br"]},"\nFax : 02 33 60 68 65\n\nChateau de l'Isle-Marie, Isle-Marie 50360 Picauville, http:\/\/www.islemarie.com\/ ☎ 0233213725, . Luxury chateau B&B near Mont Saint Michel recommended by Travel & Leisure and the Michelin Guide, a unique experience in Normandy.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Crowds"]},"\nDue to the tourist nature of the Mont it can get very busy, especially in high summer. Because of the steep steps up to the abbey, people can sometimes feel unwell, and may want to rest in the numerous gardens throughout the mont with plenty of seats. Keep walking when others are behind you as causing a blockage is likely to annoy them.\n\nSunday is a good day to avoid visiting the Mont as it tends to be the most popular day of the week.  It is also best to avoid the middle of the day as coach tours arrive around 10.30am and leave around 4pm, so visiting outside of these hours is advisable to miss the largest crowds.\n\n",{"type":"===","value":["Information"]},"\nThe local ",{"type":"''","value":["Office de Tourisme"]}," is located in the ",{"type":"''","value":["Corps de Garde des Bourgeois"]}," (the Old Guard Room of the Bourgeois), at the left of the town gates (tel 02-33-60-14-30). Open daily all year except for Christmas Day and New Years Day.\n\nAnother helpful tourist office is open during the daytime next to the car park where the free Passeur shuttle buses pick you up. Left luggage lockers are accessible 24-hours, cost 1 euro, and the coin is returned upon retrieving your luggage.\n\n",{"type":"==","value":["Stay safe"]},"\nThe tidal mudflats surrounding the island contain areas of deep mud and quicksand. Visitors to the island are advised not to attempt crossing the flats by foot. However, if you decide to attempt the crossing, be prepared to take off your shoes and clean up your feet afterwards, as the flats are extremely muddy. The tide here is one of the fastest-rising in Europe, and as such you should ",{"type":"''","value":["never"]}," attempt any walks on the sands without checking the tide tables. It is also advisable to only attempt the crossing with a qualified guide.\n\nThe Mount has several steep staircases, sheer drops, and uneven ground. Keep your children under close watch and ensure that you pay due attention at all times.\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["48.636"],["-1.5114"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lower Normandy"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mont Saint-Michel"]]}]