[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Montezuma"]}," is a town near the southern tip of the Nicoya Peninsula on the ",{"type":"[[","value":[["Central Pacific"]]}," coast of ",{"type":"[[","value":[["Costa Rica"]]},".\n\n",{"type":"==","value":["Get in"]},"\nTake the ferry from Puntarenas to Paquera (a couple dollars per person, or about $9 per car), and then drive or take a bus. The road from Paquera is Cobano is pretty well paved, though from Cobano to Montezuma the road is rather poor. By car, it will take about one hour to drive from Paquera to Montezuma. Obey the speed signs, as you may encounter traffic police. \n\nAlternatively, you can fly from San José to the small airstrip at Tambor and then take a taxi.  Both Nature Air and Sansa have daily flights, which take around 30 minutes.  The cost of flying is much more expensive than using ground transportation, but if you are short on time, flying is the way to go.  Coming from Tamarindo or anywhere further north on the Nicoya Peninsula, there are shuttles available for the trip.\n\n",{"type":"==","value":["Get around"]},"\nThe town is very compact and walking is the best way to get around.  There is very inexpensive bus service from Montezuma to Cabo Blanco National Park and Mal Pais. \n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Cabo Blanco Nature Reserve"]}," Take the 8am bus there to ensure you have enough time.  2 hour hike from visitor's center to the beach.  $10 entry fee per person."]},{"type":"[[","value":[["Image:Montezuma.jpg"],["right"],["thumb"],["250px"],["The first of three waterfalls in Montezuma"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Waterfalls"]},". There are 3 sets of waterfalls flowing into each otherwith pools to swim in on the bottom of each one. It's a very steep, somewhat dangerous climb to the 2nd part of the falls. Shoes are best but it can be done in sandals. To get to the falls just follow the creek up for 15 minutes and you'll see them. Ask any local for directions."]},"\n",{"type":"*","value":[{"type":"'''","value":["Horseback riding"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hanging out on the beach"]}]},"\n",{"type":"==","value":["Do"]},"\nBring enough cash ($ or colon) to last your stay in Montezuma as there is only one ATM and it is almost always not working.  The nearest bank is in Cobano, about 7 km away, and though it has ATMs, a taxi ride there and back will cost you around 10,000 colones.  Some stores do accept credit cards but not all of them.\n\nA variety of tour companies in Montezuma offer everything from ATV\/dirt bike rentals (about $65 a day), to horseback riding, to snorkeling tours.\n\nWalk south from the village to get to some very nice and more secluded beaches.\n\nTake the trail heading up the hill from Amor de Mar to get you to a beautiful three-tiered waterfall. Many jump from the top of the second one about 70 feet into the pool below, but catastrophic injuries are not uncommon.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Isla Tortuga Diving Club s.a"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to hotel Lys"],["phone=506\/88 23 08 31 or + 506\/26 42 05 44"],["tollfree="],["fax="],["hours=10am to 6pm"],["price=50$ for 1 tank 90$ for two"],["content=Diving in Montezuma with Isla Tortuga Diving Club. Great team of friendly Italians will take you out to Tambor Bay and Tortuga Islands. For a two tank dive expect to pay 90$ per person, for a single tank 50$. They will arrange for you to be picked up at your hotel and driven to Tambor where the diving boat is."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are quite a few stores to purchase clothing, bathing suits, sunglasses, souvenirs, and so on. There is also 2 medium-sized supermarkets, which will accept credit cards but won't provide cash back.  Two internet cafes offer speedy, reasonably-priced Internet access.\n\nItinerant merchants and craftspeople line the streets of Montezuma, and their wares are often quite unique and interesting.\n\n",{"type":"==","value":["Eat"]},"\nIf you are coming in from other parts of the country, be prepared for high prices. Even the casadas will cost you $5 and up. The majority of restaurants\/sodas cater to an American audience with hamburgers, muffins, sushi, pancakes, and pizza on the menu. Not your regular Costa Rican food...\n\n",{"type":"*","value":["Hotel Montezuma"]},"\n",{"type":"*","value":["Playa de los artistas, great decor and great food, the menu changes daily."]},"\n",{"type":"*","value":["Cafe Organicos, vegetarian and vegan food."]},"\n",{"type":"*","value":["Pizza Net"]},"\n",{"type":"*","value":["There's a restaurant in a somewhat hidden area, near the centre of town that serves a lobster buffet for $12.00."]},"\nLots of places.\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chicos"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the heart of Montezuma, this restaurant serves up overpriced fare at painfully slow rates.  Plan on waiting somewhere in the ballpark of 90 minutes for your food, regardless of time of day."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Chico's Bar"]}," - Chico's is in the center of town. Great place to hang out with both locals and other tourists."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anamaya"],["alt="],["url=http:\/\/www.anamayaresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=506-2642-1289"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Anamaya is a luxury boutique hotel and yoga retreat center, with organic food, and located right next to the Montezuma Waterfall. Primarily used for yoga retreats, yoga and surf camps, and yoga teacher trainings, but often a room or two will be available for hotel guests as well. Rates range from $150 to $250 per night + tax."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Amor de Mar"],["alt="],["url=http:\/\/www.amordemar.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=506-2642-0262"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located a short walk outside of town, across the road from the waterfalls. Absolutely gorgeous setting right on the ocean, with hammocks and chairs on the lawn, and a small tide pool that provides surprisingly good viewing of fish and other marine life. Variety of room types (some with shared bathroom, some with private). Rates range from $45 to $90 per night + tax."]]}]},"\n",{"type":"*","value":[" Lucy's is north of town, and on the beach. $10 per person."]},"\n",{"type":"*","value":[" There is a pretty cheap camping site. 2$ per person. 2 Person tent costs 2 $ a night."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Lys"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Right on the beach, this place is a little overpriced ($15\/night) but has a great location and offers family style dinners each night.  In peak season, try and book ahead of time."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel 3 Monkeys"],["alt="],["url=http:\/\/www.threemonkeyscr.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=506-2-642-1033"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A short distance from the beach. Quiet peaceful setting. Avoid the crowds and the noise. Easily accessible. Rates range from $40-70."]]}]},"\n",{"type":"*","value":[" Many other accommodations are available, to suite all budgets. Some very swanky places, such as Anamaya Resort and Ylang Ylang, will be amenable to wealthy travellers looking for a good beach and some luxury."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa de Hermano"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$10-$25"],["checkin="],["checkout="],["content=This new hostel consists of two beautiful big white houses, one of which has a lovely view over the sea. Monkeys can occasionally be seen in their well-maintained gardens, and some very large iguanas have favorite basking rocks around the houses.\nThere is free use of the kitchen, but there is no hot water available on the premises at all. If you are an early riser you will be treated to the owner singing her morning vespers.\nTo find it: at the bus stop, with your face towards the sea, go right. The road goes to the left, the hostel is on the corner. It is across the road from Hotel Lys."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Casacolores"],["url=http:\/\/www.casacolores.com"],["email="],["address=Apdo-180, 5361 Cobano de Puntarenas"],["lat="],["long="],["directions=on the main road 1 km before the village"],["phone=+506 2642 0283"],["tollfree="],["fax="],["hours="],["price=$40"],["checkin=2PM"],["checkout=11AM"],["content=Family hotel in a quiet area. \nSwimming pool, wifi, hamocks, veranda, safety box, fully equipped kitchen and window screens, fans."]]}]},"\n",{"type":"==","value":["Go next"]},"\nIf you are trying to make your way back to the San Jose airport, take a $40 express 1 hour water taxi ride which takes you to Jaco. You can then take a $60.00, 2 hour taxi ride (with air conditioning) to San Jose. Inter-city buses (no air-conditioning) run from Jaco to San Jose every few hours for about $5.00 The bus station is located across the road not far from the Best Western in Jaco.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Central Pacific (Costa Rica)"]]},"\n",{"type":"{{","value":[["geo"],["9.65"],["-85.066666667"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Central_America\/Costa_Rica\/Puntarenas_Province\/Localities\/Montezuma\/"]]},"\n",{"type":"[[","value":[["wikipedia:Montezuma, Costa Rica"]]}]