[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Montevarchi"]}," is a city in ",{"type":"[[","value":[["Italy"]]}," located in the province of ",{"type":"[[","value":[["Arezzo (province)"],["Arezzo"]]},".\n\n",{"type":"==","value":["Get in"]},"\nMontevarchi has its own train station on the Florence-Rome line. Journey time from Florence about 1 hour and trains run almost every hour. It's 5 km from the Valdarno junction of the A1 Autostrada.\n\n",{"type":"==","value":["Get around"]},"\nThe town is sufficiently small to be explored on foot. Via Roma, the main street, is closed to traffic after 10.00 am making walking more pleasant.\n\n",{"type":"==","value":["See"]},"\nThere are a number of small museums in Montevarchi but the most interesting are:\n",{"type":"*","value":[{"type":"'''","value":["Museo del Cassero"]},", corner of Piazza Vittorio Veneto and Via Trieste, Thursdays to Sundays, 10.00 to 13.00 and 15.00 to 18.00 or 19.00 at weekends. Over 500 Italian sculptures from the 19th and 20th centuries, an epoch usually overlooked in Italian museums, featuring works by Monti, Bortolotti and Galeffi. The Cassero, or barracks, building was sensitively restored in 2010 to house this museum and is wheelchair friendly. Admission 3 euro (reduced 1 euro). "]},{"type":"*","value":[{"type":"'''","value":["Museo dell'Arte Sacra"]}," (Museum of sacred art),  Via Isidoro del Lungo, 4, Saturdays and Sundays, 10.00 to 12.00 and 16.00 to 18. 00. It's a tiny museum, little more than 2 rooms, but the star of the show is the Andrea della Robbia temple, constructed in 1505 in the adjoining church, then dismantled in 1709 and finally reconstructed in its present position in 1973. It alone is worth the admission price of 3 euro (reduced 1 euro)."]},{"type":"*","value":[{"type":"'''","value":["Villa Masini"]},",  Via del Pestello 22-24. A short walk away from Montevarchi's centre (turn right at the south-east end of Via Roma to pass under the railway bridge, then cross the roundabout and the villa is on the right), this is a superb example of a villa built in the \"Liberty\" style. It's a private house occupied by the granddaughter of its original owner, the local entrepreneur Angiolo Masini, so is open to the public a limited number of Saturday afternoons mid-March to mid-June: look for details of guided tours (in Italian) on the gates."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Centro Storico"]}," (the town's oval shaped medieval centre) is very atmospheric and well worth exploring. Unfortunately the defensive walls and gates were demolished long ago. You can still glimpse parts of the town walls by the Dogana river and the paving of Piazza Vittorio Veneto has a series of lights following the line of the walls discovered during building works. However Montevarchi's central street pattern survives intact from the Middle Ages: two oval shaped roads, one inside the other, linked by Via Roma up the middle and lots of narrow alleys across. On Via Poggio Bracciolini is the ",{"type":"'''","value":["Chiostro di Cennano"]}," (Cennano cloister) which frequently has free exhibitions and concerts in summer."]},"\n",{"type":"==","value":["Buy"]},"\nThis ancient market town on the River Arno has been an important crossroads for trade in the region. Silk, wool, textiles and later ceramics have all been traded here. Montevarchi has still one of the busiest markets (Thursday mornings) in Tuscany, and is popular with tourists due to the Prada outlet store.\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Farmer's Market"],["url="],["email=info@il-mercatale.it"],["address=Piazza dell'Antica Gora"],["lat="],["long="],["directions=Down a side street opposite the Piazza XX Settembre car park"],["phone=+39 055 9851425"],["tollfree="],["fax=+39 055 9851425"],["hours=Monday to Saturday 9.00 to 13.00 and 16.00 to 20.30"],["price="],["content=Seasonal produce grown by local farmers. Near zero food miles"]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Il Molino Organic Store"],["url="],["email=molinicicogni@yahoo.it"],["address=Via Aretina 599"],["lat="],["long="],["directions=1 mile down the ss69 main road towards Levane, on the left just after the railway crosses overhead"],["phone=+39 055 9789581"],["tollfree="],["fax="],["hours=Monday to Saturday 8.30 to 13.00 and 15.00 to 19.30 (closed Saturday afternoons)"],["price="],["content=Organic, vegan and macrobiotic ingredients including fresh fruit and veg, flour and cereals sold by weight, books, natural cleaning products."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["La Buca di Ipo"]},", Via Giovanni Pascoli, 34, 055 982233, Thursday to Tuesday evenings only. Excellent value ",{"type":"''","value":["trattoria"]}," much frequented by the locals. Specialises in fish dishes but all tastes catered for."]},{"type":"*","value":[{"type":"'''","value":["Uvaspina"]},", Via Isidoro del Lungo Isidoro, 62, 055 900194, closed Sunday evenings and all day Monday. Montevarchi's best fine dining restaurant. Excellent front of house with good English spoken. Good local wine list."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"'''","value":["Dolcenero Caffé"]},", Via Roma 64 (on corner of main piazza), closed Mondays. Excellent choice for late breakfasts, light lunches or drinks at any time during the day. Good prices. Outdoor tables are in the shade of the town hall's monumental colonnade overlooking the piazza. This is the bar where Prime Minister Cameron was famously not brought his capuccino in 2011! Closes at 20.00. Free wifi."]},{"type":"*","value":[{"type":"'''","value":["Via Roma 7"]}," (on Piazza Vittorio Veneto, diagonally opposite the Cassero Museum). Pricey bar with nibbles and music. Outdoor tables in the piazza in summer. Stays open late in the evenings. Free wifi."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Valdarno"],["url=http:\/\/www.hotelvaldarno.com\/en\/home.html\/"],["email=info@hotelvaldarno.net"],["address=Via Traquandi 13-15"],["lat="],["long="],["directions=Take a taxi from the train station"],["phone=+39 055 9103489"],["tollfree="],["fax=+39 055 9103499"],["hours="],["price=€72\/100 (singles\/doubles)"],["checkin="],["checkout="],["content= The only hotel within walking distance of the town centre (about 1km). Modern functional hotel well suited for business trips or short stays."]]}]},"The more characterful accommodation is in the countryside outside Montevarchi:\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villa Sassolini"],["url=http:\/\/www.villasassolini.it\/design-boutique-hotel.asp"],["email=info@villasassolini.it"],["address=Piazza Rotondi 17, Moncioni"],["lat="],["long="],["directions=7 km drive up to the panoramic village"],["phone=+39 055 9702246"],["tollfree="],["fax=+39 055 970294"],["hours="],["price=€198-344"],["checkin="],["checkout="],["content=Small luxury hotel including 4 suites in 15th century villa. Nice restaurant."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Le Chiuse"],["url=http:\/\/www.lechiuse.it\/"],["email=lechiuse@lechiuse.it"],["address=Via di Ucerano, Moncioni"],["lat="],["long="],["directions=Just beyond the village"],["phone=+39 055 9702016"],["tollfree="],["fax=+39 055 9702016"],["hours="],["price=€60-150"],["checkin=17.00"],["checkout=10.00"],["content= Four apartments on a real olive farm with shared pool. Not a word of English spoken! This is full immersion in Italian rural life. Dinners available every night at €15 per head including estate wine."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Arezzo"]]}," to the east and ",{"type":"[[","value":[["Florence"]]}," to the north-west would be obvious places to go next.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["43.5167"],["11.5667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Tuscany"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Montevarchi"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Tuscany\/Localities\/Montevarchi\/"]]},"\n\n",{"type":"[[","value":[["Commons:Montevarchi"]]}]