[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Mont Dore"]}," is a town in ",{"type":"[[","value":[["France"]]},".\n\nThe Spa town, Mont Dore is situated in an ideal location for accessing the highest peaks in the ",{"type":"[[","value":[["Auvergne"]]},". Puy de Sancy, at 1886 m towering over the town, gives the illusion that you are in a much larger mountain range than actually is the case.\n\nThe hiking in the area is excellent, but not extensively varied - a good few days could be found with minimal effort and a week with a little consideration.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Puy de Sancy"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free! (unless you take the cable car)"],["content=\nPuy de Sancy is the largest peak in the Avergne, and dominates the area around Mont Dore.\n\nThe summit is accessible by a cable car and a short ascent, but without snow, the area just below it is visibly heavily damaged by piste building, and the erosion from huge numbers of tourists. Despite this, the views are worth the trip.\n\nIf you are up to it, an excellent route to the top ascends from the \"preserved valley\" to the north east. The full circular route gives a full days hiking of about 14 km distance and 800 m ascent and descent."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Thermal Baths"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Access to the thermal baths are generally sold as \"treatments\", although mostly said treatments resemble lounging around being pampered, which certainly can do no harm."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=La Cheverie de Mont Dore"],["url="],["email="],["address=Murat-le-Quaire"],["lat="],["long="],["directions=Take the road from Mont Dore to Murat-le-Quaire (D996 and D219). After the roundabout joining the D219, you will pass through a small village, Le Pessy. There is a turn off down a small road about 1 km on the left. Follow the winding road down a short way, and turn right onto the gravel track. The farm is at the end of the track."],["phone="],["tollfree="],["fax="],["hours="],["price=€3.50 for adults and slightly less for children"],["content=This goats cheese farm is sold very much as a place, not so much to learn about making goats cheese, but to interact with goats that are used to make the cheese. Primarily, it is children enjoying the experience with parents looking on, but it is certainly not (nor should it be) exclusively for children. The activities take the form of a tour (beginning, in 2007, at 4pm and 6pm) lasting about an hour and a half. The events include bottle feeding the very small goats and hand feeding the larger ones and learning to milk them. Any discussion is in french, but knowledge of what is said is not necessary for enjoyment."]]}]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nRather a lot of pizza places, but one that stands out is ",{"type":"'''","value":["Le Tsar"]}," in Rue Rigny. There is a bar with an enormous range of beers from all over the world, and a restaurant with a varied menu. Of note is the buffet des hors d'oeuvres which sits near the middle and rises out of its stand when the restaurant starts to get busy.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Le Tsar"]}," in Rue Rigny has a huge range of beers.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Closerie de Manou"],["url=http:\/\/www.reservation-hebergement.com\/auvergne\/puy-de-dome\/chambres-d-hotes\/la-closerie-de-manou-frame.htm"],["email="],["address=Le Genestoux, 63240 Mont Dore"],["lat="],["long="],["directions=On approaching Mont Dore from the north on the D219, you will reach a roundabout with a road off to La Bourboule. Join the D996 signposted Mont Dore. Approximately 1 km from this roundabout you will come to a small hamlet called La Genestoux. La Closerie de Manou is signposted to the right, a short way down a gravel turn in."],["phone="],["tollfree="],["fax="],["hours="],["price=€75 per double room per night"],["checkin="],["checkout="],["content= Although the cost of this bed and breakfast is slightly on the high side, the service provided is certainly worth it. The rooms are clean and of the style of a hotel, but not without character. The buffet breakfast is excellent and varies daily. The thing that makes this b&b a real gem is Madam. She speaks sufficient English to be understood and certainly likes to speak it! With advice to give on everything that a tourist might need to know, along with a wealth of paper resources (including local hiking maps), she really makes a visitor's life wonderfully simple. Ample parking available."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Auvergne"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Le Mont-Dore (France)"]]},"\n",{"type":"{{","value":[["geo"],["45.5780"],["2.8056"],["zoom=14"]]}]