[{"type":"{{","value":[["pagebanner"],["Monument Valley banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.navajonationparks.org\/htm\/monumentvalley.htm Monument Valley"]}]},"  is perhaps the most famous example of the classic American West landscape.  Located within the ",{"type":"[[","value":[["Navajo Nation"]]}," on the border of ",{"type":"[[","value":[["Arizona"]]}," and ",{"type":"[[","value":[["Utah"]]},", the valley has been the backdrop for numerous movies and advertisements, ranging from Marlboro cigarette ads to the films of John Ford to ",{"type":"''","value":["Back to the Future 3"]}," and ",{"type":"''","value":["Forrest Gump"]},".\n\n",{"type":"==","value":["Understand"]},"\nNote that the Navajo Nation and the State of Utah observe Mountain Daylight Savings Time from April through October, however Arizona does not observe Daylight Savings time, so when you are in the State of Arizona and are ",{"type":"''","value":["not"]}," within the Navajo Nation, the time will be one hour earlier. \n\nThe distances are vast in the United States, and many people do not allow sufficient travel time, especially when they are used to the distances in European and Asian countries.  Many of Monument Valley's visitors are European and Japanese, and it is difficult for them to comprehend the distances you have to travel between destinations.  If you travel from Las Vegas or Phoenix, your trip will take almost the entire day.  You cannot see Monument Valley and also go further than the Grand Canyon to the South, and Moab to the North in the same day.  Even this is cutting your stay extremely short relative to what there is to see and the stamina of the average person.\n\n",{"type":"===","value":["History"]},"\n\nArchaeological evidence indicates that the ancient Anasazi people inhabited the valley until AD 1300.  Today over 100 sites and ruins have been found dating from these ancient people, including rock art.  The Anasazi abandoned the area in the 1300's, leaving it empty of humans until the arrival of the Navajo.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe Monument Valley area has wide a assortment of vegetation including, Juniper trees, yucca, Russian thistle (Tumbleweed) and Navajo Tea to name just a few. Much of the vegetation is still used by the Navajos for medicinal purposes, and as dyes for their world famous hand-woven rugs.\n\n",{"type":"[[","value":[["File:Cryptobiotic.jpg"],["thumb"],["right"],["Cryptobiotic soil in ",{"type":"[[","value":[["Hovenweep National Monument"]]},"."]]},"\n",{"type":"[[","value":[["File:Cryptobiotic soil crust in Natural Bridges National Monument near Sipapu 20100906 - number 5.png"],["thumb"],["right"],["Cryptobiotic soil crust in ",{"type":"[[","value":[["Natural Bridges National Monument"]]}," near ",{"type":"[[","value":[["Sipapu Bridge"]]},"."]]},"\n\nLandscapes in the ",{"type":"[[","value":[["Four Courners"]]}," states often have ",{"type":"''","value":["Cryptobiotic soil,"]}," a biological soil crust composed of living cyanobacteria, green algae, brown algae, fungus, lichens, and\/or mosses.  Cryptobiotic soil crusts are important members of desert ecosystems and contribute to the well-being of other plants by stabilizing sand and dirt, promoting moisture retention, and fixing nitrogen for plants to use.\n\nBecause of their thin, fiberous nature, cryptobiotic soils are extremely fragile systems.  A single footprint or tire track is sufficient to disrupt the soil crust and damage the organisms.  While some species within the soil crust system may regrow within a few years of a disturbance, the damage to slow-growing species may require more than a century before the delicate soil returns to its former productivity.\n\nThis sensitivity to disturbance means that travelers should be mindful of their impact on cryptobiotic soils.  As a general rule, visitors should stay on pre-existing roads and trails, only traveling off-trail on durable surfaces such as bedrock or river gravel.\n\n",{"type":"===","value":["Climate"]},"\n\nTemperatures range from the upper 80's to low 90's in the summer. Winter temperatures are usually above freezing in the daytime and below freezing at night, and sometimes drop below zero Fahrenheit during the nights. The last frost is expected about May 15 and the first frost is expected sometime in October.  Summer nights are cool and comfortable, ranging from 60 degrees Fahrenheit to 80 degrees Fahrenheit.  The summers are dry except during the monsoon season — beware of flash flooding during this time. Winters see some snow which can remain on the ground for several weeks, highlights the rock formations in new and spectacular ways.\n\n",{"type":"==","value":["Get in"]},"\n\nHighway 163 is the only way to reach the park.\n\nThe Valley lies mostly in northern ",{"type":"[[","value":[["Arizona"]]},", but the Northern part of the park is in Utah.  The nearest town is ",{"type":"[[","value":[["Kayenta"]]},", about twenty miles to the south.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nMonument Valley is a Navajo Tribal park (",{"type":"'''","value":["not"]}," a USA National Park) and charges a fee of $20 per car (4 persons included; each additional person $10 extra) for access to the loop road through the valley.  National park passes will not be accepted.  Except for a few trails, individuals wishing to hike in the valley or to visit sites not on the loop road must hire a Navajo guide for an additional fee.\n\n",{"type":"==","value":["Get around"]},"\n\nWhile many incredible formations can be seen from the main roads, the best views can be had from the 17-mile loop road that runs through the valley.  The road is open 6AM-8:30PM in the summer (May - Sep) and 8AM-4:30PM in the winter (Oct - Apr).  \n\nThe loop is not paved and can be quite rough and dusty, but most vehicles should be able to manage.  You are not permitted to deviate from the loop drive without a native guide present.  The loop drive can be done in as little as 30-40 minutes, but most visitors will take several hours to enjoy the scenery.  There is no shortage of native guides eager to take you (for a fee, of course!) to the restricted areas.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":[" Self-guided tours"]},"\nIt is easy to tour the valley on your own, by taking the 17 mile loop road.  This usually takes about 2 or three hours, depending on how much you stop.  If you get out and walk very much, it will take longer.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Wildcat Trail"]}," – This impressive 3.1 mile trail takes you along the base of the West Mitten Butte, giving you a sense of how enormous the monuments are. This is the only self-guided walking tour in the park. Bring plenty of water, as the path is sometimes composed of deep sand which requires extra effort to navigate."]},"\n",{"type":"===","value":["Horseback rides"]},"\n",{"type":"[[","value":[["File:USA 10279 Monument Valley Luca Galuzzi 2007.jpg"],["thumb"],["300px"],["right"],["John Ford's Point"]]},"\nHorse rides are also available from various establishments both inside the park and in the general Monument Valley area. Rides may be only an hour, or overnight camping trips, and rates vary widely depending on the length of the ride from as little as about $30 dollars per person for a half-hour ride, to hundreds of dollars. Horseback rides are available at John Ford's Point, a couple of miles into the valley on the loop road.  Other Navajo guides will offer you horseback rides near the visitor center.\n\n",{"type":"===","value":[" Guided tours "]},"\n\nNavajo guides are required for travel off of the valley road.  A number of companies provide guided tours of the Monument Valley that include transportation from the surrounding areas. Some companies will provide bus travel from nearby towns while others begin in Monument Valley Tribal Park. Some will provide just a brief tour with small stops, while others may take you on a hike and arrange all your meals. Most of these are done in windowless buses or trucks — be prepared to get covered in dust. You may wish to take a cue from the Japanese and bring a mask.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hydros Adventures Tours"],["alt="],["url=http:\/\/www.hydrosadventures.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 928 310-8141"],["tollfree="],["fax="],["hours="],["price="],["content=Offers one day and overnight hiking, rafting, backpacking, and adventure tours to Monument Valley, the Grand Canyon, Northern Arizona, and Southern Utah. Pickups in Phoenix, Las Vegas, and the Grand Canyon area."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Majestic Monument Valley Touring Co."],["url=http:\/\/www.majesticmonumentvalley.com"],["email="],["address=Monument Valley, Utah"],["lat="],["long="],["directions="],["phone = +1 435 727-3432"],["tollfree="],["fax="],["hours="],["price="],["content=Majestic Monument Valley Touring Co. is a Navajo owned\/operated certified tour company.  They offer a variety of tours inside and outside of the Monument Valley Navajo Tribal Park.  With their Navajo guides, customers learn about Navajo culture as they experience the beautiful landscape. They operate year-round."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Monument Valley Hot Air Balloon Company"],["alt="],["url=http:\/\/www.monumentvalleyballooncompany.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 623 847-1511"],["tollfree=+1-800-843-5987"],["fax="],["hours="],["price="],["content=Offers comprehensive sunrise hot air balloon flight tours from May 1st through October 31st. Includes Navajo guide who will provide information about Monument Valley history & legends and the Navajo People & their way of life, transportation from Kayenta, Arizona or Goulding Lodge, Utah, early morning twilight & sunrise photo opportunities, inflation of the hot air balloon (which is pretty incredible in itself!), hot air balloon flight of approximately 1 hour aloft over some of the most dramatic geography imaginable, post-flight continental breakfast served at a tablecloth setting at your landing site, personalized First Flight Certificate commemorating your ascension in a hot air balloon, backcountry tour (which requires a Navajo guide), a brief stop at the Visitor's Center, and return transportation to your pickup location."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Monument Valley Safari"],["alt="],["url=http:\/\/www.monumentvalleysafari.com"],["email=nate1holiday@gmail.com"],["address="],["lat=36.9830"],["long= -110.1128"],["directions="],["phone=+1 928 209-1364"],["tollfree="],["fax="],["hours="],["price="],["content=A Navajo-owned tour company that offers many different cultural tours of Monument Valley."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Sandstone Tours"],["alt="],["url=http:\/\/www.sandstonetours.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 435 200-5450"],["tollfree="],["fax="],["hours="],["price="],["content=Sandstone Tours offers sunset and sunrise tours of Monument Valley and Mystery Valley as well as a variety of other affordable tours ranging from 1.5 to 6 hours. Tour the valley with a local Navajo guide and enjoy several scenic stops along the way."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThe visitor's center has a large gift shop with a wide variety of souvenirs. They also showcase an impressive amount of hand-crafted Native American Arts and Crafts.\n\n",{"type":"==","value":["Eat"]},"\n\nThe View Restaurant is located at the visitor center, and is open for 3 meals, serving American and traditional Navajo cuisine.  Goulding's Lodge also has a restaurant, there is a deli at Goulding's gas station, and Goulding's Grocery has enough food for a nice picnic.  The park's visitor center sells snacks, and there may be stands around the park offering Navajo fry-bread and other items.\n\n",{"type":"==","value":["Drink"]},"\n\nDrinking water and other beverages are available at the visitor center and at Goulding's grocery and campground.\n\nNote that alcoholic beverages are prohibited within the Navajo reservation.  The nearest alcoholic beverages are sold at the gas station in Mexican Hat, about 22 miles from the Park, but if you want much besides beer you should get it in Moab or Flagstaff.  There is also a bar at the San Juan Inn in Mexican Hat, and other restaurants in Mexican Hat sell alcohol.\n\n",{"type":"==","value":["Sleep"]},"\n\nKayenta, AZ is the nearest town to the south (~20 miles away), and has several hotels. Mexican Hat, Utah is 22 miles north on Hwy 163 & also has accommodations. Closer options include The View Hotel at the rim of the valley, and Goulding's Lodge about five miles outside the park.  Make reservations a year in advance to be sure of getting accommodation during the summer months, especially August.\n\n",{"type":"===","value":[" Lodging "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The View Hotel"],["url=http:\/\/www.monumentvalleyview.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The View Hotel is the only hotel inside the Monument Valley Navajo Tribal Park, situated at the entrance, near the visitors center. It features 90 suite rooms overlooking the entire valley, with amazing views of the famous mittens and other red rock formations.All room balconies face the East ensuring great sunrise views."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Goulding's Lodge"],["url=http:\/\/www.gouldings.com\/english\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 435 727-3231"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Goulding's Lodge is located about 5 miles from the park. Some rooms have distant views towards the park, camping is also available, and there's a restaurant and gift shop on site.  Goulding's offers guided tours through the park throughout the day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=FireTree Bed and Breakfast"],["url=http:\/\/www.firetreeinn.com\/"],["email=firetreeinn@gmail.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=FireTree allows you to sleep in a Navajo hogan."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Valley of the God's Bed and Breakfast"],["url=http:\/\/www.zippitydodah.com\/vog\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 970  749-1164"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hat Rock Inn"],["url=http:\/\/www.hatrockinn.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located 22 miles from the park in Mexican Hat overlooking the San Juan River.  Amenities include a swimming pool, in-room coffee, wifi, micro-fridges, free breakfast, restaurant.  Mexican Hat is not on the reservation so beer & alcohol is available along with the freedom to hike the many trails & enjoy the refreshing San Juan River."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=San Juan Inn"],["url=http:\/\/sanjuaninn.net\/the-inn\/"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-447-2022"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mexican Hat Lodge"],["url=http:\/\/www.mexicanhatlodge.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Home of The Swingin' Steak & beer garden.  Go there for the truly excellent steaks, and ignore the other food."]]}]},"<Gallery>\nFile:Mexican Hat, moonrise.jpg|Mexican Hat\nFile:Goulding's Lodge 01.jpg|Goulding's Lodge\nFile:The View Hotel in the Monument Valley Arizona.JPG|The View Hotel\nFile:Navajo winter hogan.jpg|Historical image of Navajo hogan\nFile:Mexican Hat Lodge.jpg|Mexican Hat Lodge\n<\/gallery>\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Goulding's Lodge Campground"],["url=http:\/\/www.gouldings.com\/english\/campground.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Sites with full hookups are $38 per night, while tent-only sites are $24 per night"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nRegulations within the valley include the following:\n\n",{"type":"*","value":[" Fires are allowed only in grills, firepits, and other designated areas."]},{"type":"*","value":[" Visitors MUST stay on the valley road unless accompanied by a Navajo guide."]},{"type":"*","value":[" Rock climbing is prohibited."]},{"type":"*","value":[" Personal photography is allowed, but when photographing Navajo residents and their property permission is required and a gratuity is expected.  Commercial photography requires a permit."]},{"type":"*","value":[" Dogs must be leashed at all times."]},{"type":"*","value":[" Alcoholic beverages are prohibited on Navajo lands."]},{"type":"*","value":[" Do not disturb plants or animals."]},"\nDangers in the valley are minimal, but visitors should not reach under rocks, ledges or bushes due to dangers from rattlesnakes, scorpions and spiders.\n\n",{"type":"==","value":["Go next"]},"\n\nUnless you plan to keep the native guides busy, this is a one-day stop.\n\nMonument Valley is part of the Grand Circle, which includes the ",{"type":"[[","value":[["Grand Canyon National Park"]]},", ",{"type":"[[","value":[["Mesa Verde National Park"]]},", ",{"type":"[[","value":[["Bryce Canyon National Park"]]},", ",{"type":"[[","value":[["Zion National Park"]]},", ",{"type":"[[","value":[["Capitol Reef National Park"]]},", ",{"type":"[[","value":[["Canyonlands National Park"]]},", ",{"type":"[[","value":[["Natural Bridges National Monument"]]},", ",{"type":"[[","value":[["Hovenweep National Monument"]]},", ",{"type":"[[","value":[["Arches National Park"]]}," and many other attractions.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kayenta"]]}]},".  Located 20 miles south, this town offers the nearest lodging and supplies."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mexican Hat"]]}]},". 22 miles north on Hwy 163, where the river cuts through Monument Valley to the south & Valley of the Gods to the north."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Page"]]}]},".  This town is about 120 miles to the west and provides access to ",{"type":"[[","value":[["Glen Canyon National Recreation Area"],["Lake Powell"]]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Four Corners"]]}]},".  Located 92 miles to the east, Four Corners is the only point in the United States where four states meet.  A monument and visitor center commemorates the spot."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Natural Bridges National Monument"]]}]},".  Located 60 miles to the north, this monument is home to several impressive rock formations that span a river canyon, forming natural rock bridges."]},"\n",{"type":"{{","value":[["geo"],["36.9833"],["-110.1000"]]},"\n",{"type":"{{","value":[["isPartOf"],["Navajo Nation"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Monument Valley"]]},"\n",{"type":"[[","value":[["Commons:Monument Valley"]]}]