[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Mooloolaba"]}," is a suburb of ",{"type":"[[","value":[["Sunshine Coast (Queensland)"],["Sunshine Coast"]]}," region of ",{"type":"[[","value":[["Australia"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\nMooloolaba is a young, trendy part of the Sunshine Coast.\n\nIn the past decade, the area has undergone massive tourism boosts, with increased development and a higher skyline reflecting well the wealth that has come to the area.\n\nThe eponymously named main beach is a crescent-shaped bay which includes The Spit 500 metres to the south.\n\nNumerous up-market bars, cafes and restaurants occupy the Esplanade, with the locally-famous Loo with a View offering superb, er, views, across the bay to the south.\n\nPoint Cartwright, also known as Point Atty on the southern edge of the bay, is a man-made rock wall offering boats safe entry to the canals and mooring docks of backwater Mooloolaba.\n\n",{"type":"==","value":["Talk"]},"\nMake sure to get brochures that tell you about the place and the attractions. They really will help in your planing and decision making. Get a GPS if you're travelling out of Mooloolaba.\n\n",{"type":"==","value":["Get in"]},"\n\nTrains serve Landsborough from Brisbane, from where buses can be caught to Mooloolaba.\n\nMooloolaba is very easily accessed by car from Brisbane, being a straight 1.5 hour drive on the Bruce Highway.\n\nSunshine Coast regional airport is served by domestic carriers Jetstar and Virgin Blue, and is a 30 minutes busride away.\n\n",{"type":"==","value":["Get around"]},"\n\nPublic transport is relatively poor in comparison to major cities such as Brisbane, but there is a frequent service between Mooloolaba and Maroochydore opeated by Sunbus.  TransLink ",{"type":"[","value":["http:\/\/www.translink.com.au"]},"\n\nTaxis are reliable and meter-read.\n\n",{"type":"==","value":["See"]},"\n\nThe natural beaches are easily the main highlight of Mooloolaba.\n\nThe Mooloolaba Wharf is host to an array of tacky souvenir shops, expensive surf shops and a number of pubs and restaurants. In large though, you best steer clear of this has-been waterside 'amusement park'.\n\nUnderwater World is a fantastic aquarium located adjacent to the Wharf. Popular with tourists and local alike, you can catch the seal shows, swim with sharks, and learn more about the sea life that so amazes many city visitors.\n\n\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=David Hart Galleries"],["url=http:\/\/www.davidhartgalleries.com.au\/"],["email="],["address=Malibu Resort, 81 The Esplanade, Mooloolaba QLD 4557"],["lat="],["long="],["directions="],["phone = +61 -7-5452-5600"],["tollfree="],["fax="],["hours="],["price="],["content=Noosa branch: Shop 10, Noosa on The Beach, 49 Hastings St. Noosa QLD 4567.  Phone 61-7-5449-2100"]]}]},{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\nDo a ",{"type":"[","value":["http:\/\/www.skydivingaustralia.com.au Tandem Skydive"]}," with ",{"type":"[","value":["http:\/\/www.skydivingaustralia.com.au Sunshine Coast Skydivers"]},"\n\nLearn to surf\n\nHire a boat from the Mooloolaba Wharf\n\nCheck out the boutiques on the Esplanade\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sea Kayaking Adventures, Tours & Rentals"],["url=http:\/\/www.ausseakayak.com.au"],["email="],["address=Shop 9 The Wharf, Mooloolaba QLD 4557"],["lat="],["long="],["directions="],["phone = +61 -7-5477-5335"],["tollfree="],["fax="],["hours="],["price="],["content=The service also provides educational programs"]]}]},"\nTake the many boat tours.\n\nDive the HMAS Australia\n\n",{"type":"==","value":["Eat"]},"\nThere are many seafood restaurants and most of them have good food. Be sure to try their local prawns. A MUST HAVE!\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mooloolaba Backpackers"],["url=http:\/\/mooloolababackpackers.com\/"],["email="],["address=75 Brisbane Rd, Mooloolaba, Sunshine Coast, Queensland, Australia 4557"],["lat="],["long="],["directions="],["phone = +61 -1800-020-120"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Only backpackers in town!  Free breakfast, free rental of kayaks, surfboards and bikes. Choice of dorm, twin or double rooms. 5 mins to beach.  Free pick-up from bus station or Sunshine Coast Airport."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are a number of watering holes in Mooloolaba, catering to the hoardes of young, well dressed men and woman, middle-aged, well dressed men and women, and older, well dressed men and women. In fact, it's almost law to have some sense of style to make a night of it in Mooloolaba.\n\n",{"type":"'''","value":["Friday's Bar and Club"]},"\n\nEasily the most popular spot with frisky under 25's, Fridays is something of a local legend. There wouldn't be too many locals who don't have a story to tell about a great night out at Friday's.\n\nWith a recently-refurb'ed downstairs level featuring a crescent-shaped bar, pokie lounge (fruit machines for you English users playing along at home), live bands and huge beer garden; and an upstairs level more along the lines of a club-type atmosphere, Fridays has pretty much got something for everyone. \n\nThe crowds can get huge on a Friday or Saturday, and expect an entry fee for the upstairs Club at least.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe Sunshine Coast is a popular destination for end-of-year school celebrations as up to 17,000 descend on the coast druing the last 2 weeks of November. Whilst relatively safe and well patrolled with police and paramedics, this period can fill the streets with rowdy, drunken revellers. Drink spiking is often reported as the older gatecrashers,\"Toolies\", are prevalent around the \"Schoolies\".\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"==","value":["Information"]},"\nThere is free internet at the Library in ",{"type":"[[","value":[["Maroochydore"]]},".\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Sunshine Coast (Queensland)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mooloolaba, Queensland"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/Queensland\/Localities\/M\/Mooloolaba\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mooloolaba, Queensland"]]},"\n",{"type":"{{","value":[["geo"],["-26.682"],["153.118"]]}]