[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["pgname=Moray"]]},"\n",{"type":"[[","value":[["File:Moray 01.jpg"],["thumb"],["300px"],["Moray, seen from above."]]},"\n\n",{"type":"'''","value":["Moray"]}," - is the name of the Incan ruins near the town of Maras, Peru that sits six hundred meters above Urubamba and the ",{"type":"[[","value":[["Sacred Valley of the Incas"]]},". Moray is the name of the Incan agricultural laboratory that was likely used to cultivate resistant and hearty varieties of plants high in the Andes.  The site is not on the typical tourist agenda; however, it is included in the ",{"type":"''","value":["boleto touristico"]}," offered in ",{"type":"[[","value":[["Cuzco"]]}," and is on the way back from ",{"type":"[[","value":[["Machu Picchu"]]}," between ",{"type":"[[","value":[["Ollantaytambo"]]}," and ",{"type":"[[","value":[["Pisac"]]},". \n\n",{"type":"==","value":["Get in"]},"\nRoute 1 (from ",{"type":"[[","value":[["Cuzco"]]},") Take a bus from ",{"type":"[[","value":[["Cuzco"]]}," to Urubamba.  At Urubamba, get off at the town center where there is a Y in the road and two statues resembling stonehenge.  Await a bus to Moray for 1 sole.  Stay awake as it is only a few km to the Moray turnoff.  The bus will drop you off there.  Taxis await at the blue and white bus station.  It is 4km to town and 13km to the ruins as noted on the bus station.  Skilled negotiators who arrive with a group of 5 persons or more will get 10 soles per person to get driven to both Moray and the Salt mines and back to the turnoff.  Less skilled negotiators will get 15 soles to get driven to the Moray site and left there.  To avoid the negotiation problem, consider a pre arranged bike tour.  \n\nRoute 2 (from ",{"type":"[[","value":[["Cuzco"]]},") Take a taxi or ask the locals for a bus station where busses go to Chinchero and Moray. Expect to pay 3 soles.  Take the bus and get dropped off at the blue and white bus stop that is the turnoff for Moray.  Then follow the above instructions.\n\nAlternatively, instead of taking a taxi from the bus drop-off to the ruins, it is possible to hike.  The walk is not as long as might be expected, as you can avoid the twists and turns of the road.  It may be hard to find by foot though, so taking a taxi there and walking back to the more visible town might be a better option.\n\n",{"type":"==","value":["Get around"]},"\nTaxis, shared busses, and bikes are your friends.\n\nFor those inclined, a mountain biking tour or biking tour may be of interest and appears to include a guided tour of the Moray ruins. Information on this is unavailable at this time.  Inquiring in ",{"type":"[[","value":[["Cuzco"]]}," with a reputable mountain biking tour operator is likely the best opportunity to book the trip or obtain a reference.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Peru - Cusco Sacred Valley & Incan Ruins 058 - decending the steps into Moray (6948770220).jpg"],["right"],["thumb"],["The stairs used to descend into Moray."]]},"\n\n",{"type":"'''","value":["The Agricultural Laboratory of the Incas"]}," -  Three large natural depressions in which terraced co-centric circles were constructed.  Seeds cultivated at this site were likely sent throughout the Incan empire to improve yield in the harsh conditions of the Andes and were probably one of the benefits offered by the Incas for peaceful incorporation of neighboring tribes into the Incan empire.  Today the site is a series of co-centric circles on plateaus 400 m above the valley floor (3,200-3,500 m above sea level).   The site was designed by the Incas to take advantage of natural depressions below the level plain and model Andean, jungle and semi-tropical environments for the growth of different plant varieties.  Pollen studies indicate that soils from each of these regions was imported by the Incas to each of the large circular basins.  In the largest of the depressions (150 m) a series of water channels can be seen finding their way to the bottom.  Studies have found temperature variations up to 5 degrees Celsius.\n\nFew books are available on Incan Agriculture in Cuzco or surrounding cities so study up before arriving.  Guides are included for free at the site, inquire at the control point.\n\nOn your way back from Moray, ask your taxi driver to take you to ",{"type":"[[","value":[["Salineras"]]},", a beautifully terraced Inca salt field.  Stop to take photos while descending into the valley.  The salt makes most of the valley glow white on a sunny day.  Taste the warm saltwater streaming from the mountain at the source, then buy some packaged salt from the mine, but be prepared to open it up when you pass through security in the airport as this might look a little suspicious.\n\n",{"type":"==","value":["Do"]},"\nAfter climbing down the ruins and back up, climb the hill overlooking the site to obtain the best photo of two of the co-centric circles in the same shot.  Also on this hill are the Incan reservoirs used to store water during the year.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nAt the town of Maras, on the way to the ruins, there are a few small stores that sell snacks and groceries.  The taxi does not stop in Maras normally.  At the ruins there are only walking snack vendors. Crossing back through the town and visiting the Salt Ponds, there are vendors with better snacks such as ice cream and salted nuts and dehyrdated bananas.  However, bringing your own lunch is recommended.\n\nThe other option is to eat at ",{"type":"[[","value":[["Pisac"]]}," or Urubamba.  Foreigners will find only local joints in Urubamba, while in Pisac Ulrike's Cafe is highly recommended.  It has great vegetarian options, good value, filling meals, local experiences such as Chicha Morada, and delicious deserts such as Kahlua cheesecake.  The three plate meal with soup (pumpkin soup recommended), entree (try the veg. lasagna), and cheesecake is 17 soles, or with a brownie and ice cream for 14.  Meals can be obtained for 10 soles or less depending upon the quantity desired.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nHostels or campgrounds are not known in either Moray or Maras (the small town nearby).  Sleeping arrangements are best made in ",{"type":"[[","value":[["Pisac"]]}," (inquire at Ulrike's Cafe), ",{"type":"[[","value":[["Ollantaytambo"]]},", or ",{"type":"[[","value":[["Cuzco"]]},".\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nUpon arriving at the bus station that is 13km from the Moray ruins and 4km from town, arrange a taxi there to take you to Moray and the Maras Salineras.\n\nAfter getting dropped off at the bus station\/turnoff to the site, there are two options.  The first is to take a bus heading down into the valley to Urubamba and then a connecting bus to ",{"type":"[[","value":[["Pisac"]]}," or ",{"type":"[[","value":[["Ollantaytambo"]]},".  There you can eat and stay the night or take a bus to Cuzco.  The second is to take a bus up the mountain that will pass through Chinchero on the way into ",{"type":"[[","value":[["Cuzco"]]},". \n\n",{"type":"{{","value":[["geo"],["-13.329167"],["-72.195556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sacred Valley of the Incas"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Moray (Inca ruin)"]]}]