[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Morjim"]}," is a village in ",{"type":"[[","value":[["North Goa"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["infobox"],["Olive ridley sea turtles"],["The Morjim beach is a nesting and hatching habitat of the Olive ridley sea turtle, an endangered species. Poaching eggs or in any manner disturbing the turtles or their habitat is an offence punishable under Indian law.\n\nProtection of marine turtles and their habitat has been embraced by the local community through community-based conservation efforts. These efforts were commenced sometime in the years 1995-96 by a number of local villagers after discussions with Goa-based environmental protection groups. Before this time, the eggs were poached by fishermen, but later the fishermen became some of the fiercest protectors of marine turtles.\n\nThe Tourism Department of the Government of Goa has aided the conservation efforts by restricting temporary seasonal structures (e.g. shacks) to only a portion of the beach, and requiring them to operate only during daylight hours. Owners of the structures are also legally obliged not to leave beach furniture strewn about after daylight hours and not to do anything that would adversely affect marine turtle conservation.\n\nSadly in 2011 the turtles can hardly be seen anymore due to over-urbanization, light pollution and noise pollution."]]},"\n\nMorjim is a village situated in ",{"type":"[[","value":[["North Goa"]]}," in the Pernem district on the north bank of the Chapora River estuary. It is home to a variety of birds and to the Olive ridley sea turtle. It has become known as \"Little Russia\" due to the concentration of Russian expatriates living there.\n\n",{"type":"==","value":["Get in"]},"\nMany buses connect Morjim with ",{"type":"[[","value":[["Panaji"]]}," and ",{"type":"[[","value":[["Mapusa"]]},". A taxi from the airport takes about an hour to get to Morjim and costs about Rs. 1000.\n\n",{"type":"==","value":["Get around"]},"\nMost places in Morjim itself are within walking distance (or rent a bike). It is easy to get to most places in North Goa on a scooter (ask at your hotel for rentals). If you're going further afield, public buses are plentiful and inexpensive or you can splurge on a taxi or car hire.\n\n",{"type":"==","value":["See"]},"\nFar from Goa's main population centers and resorts, Morjim is a relatively quiet and untraveled beach. Lifeguards are on duty from sunrise to sunset and, in season, the water is pleasant for wading and swimming.\n\n",{"type":"==","value":["Do"]},"\nThis place is popular among kitesurfers due shallow depth of the sea and very wide beach. Rentals are easily available at the beach itself. Goa Kitesurfing (",{"type":"[","value":["http:\/\/goa-kitesurfing.com"]},") provides advance rentals, classes, and accommodation.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nNumerous restaurants offering pizzas, Goan, and North Indian cuisine dot the beaches along Morjim.\n\n",{"type":"==","value":["Drink"]},"\nNightlife is vibrant here.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Elsewhere"],["url=http:\/\/www.aseascape.com"],["email="],["address=Ashvem, Morjim"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$ 200"],["checkin="],["checkout="],["content=Two options: beach houses and luxury tents, both very expensive. But worth every penny!"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Village Susegat"],["url=http:\/\/www.villagesusegat.com"],["email="],["address=Morjim"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From ₹ 2000"],["checkin="],["checkout="],["content=Standard beach shack hotel run by expat Brits. Clean and a good cafe are its pluses."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ku Morjim"],["url=http:\/\/kugoamorjim.webs.com"],["email="],["address=Morjim"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Upscale with six Japanese style cottages. The place is lovely but it is a 5 minute walk to the beach. Excellent restaurant (by reservation only)."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Goa"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Morjim"]]},"\n",{"type":"{{","value":[["geo"],["15.629444444444"],["73.735833333333"]]}]