[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Morni Hills"]}," is in ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"==","value":["Understand"]}," \n\nMorni is Haryana's only hill station. It's a toatlly different experience to Kasauli and similar towns which are within an hour's drive of Chandigarh. The vegetation is sub-tropical forest. On the winding road (with almost no villages or houses by the sides) leading to Morni there is an outstanding but rarely visited bird and wildlife area.\n\nMorni Hills have a fascinating range of flora and fauna. Pines crown the hilltops and trees like Sal, Neem, Mango, Ritha, Pipal, Jamun, Shisham, Amaltas and jacaranda cover the slopes. When the flowering trees blossom, the hillsides are awash with color, presenting a delightful sight. Morni is a paradise for wildlife enthusiasts and birdwatchers  with its teeming population of birds like Wallcreeper, Crested Kingfisher, Bar-tailed Treecreeper, Blue Peafowl, Kalij Pheasant, Red Junglefowl, Grey Francolin, Black Francolin, Quails, Himalayan Bulbul and Oriental Turtle Dove as well as animals like Jackals, Langur, Hare, Hyenas, Neelgai, Wild Boar, Kakad (Barking Dear), Sambar and even Leopards.\n\n",{"type":"==","value":["Talk"]},"\n\nHindi, English and Punjabi as well as local dialects are used in Morni.\n\n",{"type":"==","value":["Get in"]},"\nThere are several Haryana Roadways buses a day from Chandigarh or Panchkula. The journey is about an hour. \n\nTaxis can can easily be hired from Chandigarh or Panchkula for the day. The rate is usually Rs. 6 per kilometre. There are several taxi stands in Panchkula, notably Sectors 10 and 20.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nTikkar Lake \n\n",{"type":"==","value":["Stay"]},"\nMorni Resorts 3 Star (Government Approved)16 Rooms, 35 km from Chandigarh Airport; 33 km from Chandigarh Railway Station; 32 km from Panchkula Bus Stand, H\/C running water, Telephone, C.T.V. etc.  \n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nHaryana Tourism's Mountain Quail: A comfortable no frills attached haven.\n\n",{"type":"==","value":["Drink"]},"\nThe usually drinks are available as in the rest of Haryana especially beer.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["30.6833"],["77.0833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Haryana"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Morni"]]}]