[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.moroleon.gob.mx\/ Moroleon"]}]}," is a city in the ",{"type":"[[","value":[["Guanajuato"]]}," state of ",{"type":"[[","value":[["Mexico"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMoroleon is a Municipal that is located in the southern region of Guanajuato. The city is named after General Antonio Leon who brought a calvary into Guanajuato during the rule of Iturbide.  In 1875 the formation of the Municipal was underway thanks to the general and Don Manuel Bent.It was granted its own title in 1929 after economic growth. The geography predominately is surrounded by mountains.  The height above sea level is 24000 Meters. the water flow of Tejocotillo travels directly through the city. Temperatures are different in the two areas, the North is moderately warm with a dry climate. \nThe southern area has a more humid climate. The Rain is present in the summertime, in both north and south climates.  \nCurrently there are 46751 citizens in Moroleon. \nThis Municipal has a very large textile industry. some of the major products include shirts, blouses,sweaters and blankets. The largest crops include beans and corn and live stock is pigs. Moroleon is 60.606 square miles. \nThe predominate religion is Catholic, which is practiced by 94% of the population. \nThe city has six private medical units and three general health facilities. Along with nineteen doctors offices. \npublic accommodations include electric power, piped water and drainage. Public services provided by government are  the municipal market, flea market, clean and potable water, sewer system, cemetery, parks and gardens with public safety lighting.\n\n",{"type":"==","value":["Get in"]},"\nIf you are traveling from an area that requires a flight the nearest airport is General Francisco J. Mujica International Airport located 38 miles from the center of the city. The airport takes both national and international travel flights. The flight can be taken from Los Angeles, Tijuana and the Houston international airline, for those in the US. The trip from Los Angeles is the longest flight the airline offers.\nTrain: there are very limited railways into Mexico. There are only a few railines, none of which go directly into Moroleon. one station is in northern state of Chihuahua and another in Tobolobampo in the state of Sinaloa.  The only train station positioned in the USA to travel to Mexico is in downtown San Diego, California.\n\n",{"type":"==","value":["Get around"]},"\nThe area of Mexico in which the town is located offers affordable bus transportation. The bus system will be able to transport travelers from Moroleon to the following cities: Aguascalientes; Aguascalientes\nCelaya, Guanajuato;Ixtapa-Zihautanejo, Guerrero;Leon, Guanajuato; Manzanillo, Colima; Mexico City, Distrito Federal and many others. There are 800 different bus companies throughout Mexico, that transport to each thirty two states. The Bus system is an easy way for travelers to save money and have experiences unique to their travel. The bus routes are precise, so less time is spent getting from one destination to another. The buses range from luxury automobile, comparable to high class airlines to Volks Wagon buses. Beware that the bus routes may be complex to understand at first, due to the mass number of routes and times. The facilities are able to help with these problems.\nThe city is found on a highway connecting Salamanca and Morelia the capital, to the southern region of the state.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cave Lions Club"]},", A building in the style of baroque."]},{"type":"*","value":[" ",{"type":"'''","value":["Green Area Zoo"]}," - About 15 acres worth of land that enables healthy living area of the animals. The zoo also recently introduced new species to the wildlife, including boas and a black jaguar. Offers a great experience in encountering different species of wildlife. The births of new animals has also added to the appeal."]},{"type":"*","value":[" ",{"type":"'''","value":["Mayor's Office Building"]},", where one can observe a authentic and spectacular Mexican colonial patio"]},{"type":"*","value":[" ",{"type":"'''","value":["Memorial to the Father of the Nation, Don Miguel Hidalgo and Costilla"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Monument to Don Francisco Ignacio Madero"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Monument to Francisco Quintana"]},", founder of Moroleón."]},{"type":"*","value":[" ",{"type":"'''","value":["Monument to General Tomás Moreno"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Events"]},"\nOn the 15th of January there is a tradition in celebrating Lord of Esquipulas (Temporary good), this gives thanks to the farmers and good harvests throughout the area.  This holiday attracts visitors due to the nature of the celebration.  In the main square of Moroleon they have a big fireworks show and  prepare some traditional cuisine. other activities include a fair cartel with Bull fighting. For entertainment musicians, actors, comedians and other live performance are put on for the \"party\".  \n\nAnother event includes the celebration of the founding of the municipality which is celebrated September 27th.  Also on September 10th there is a celebration in honor of SanNicolas de Tolentino.\n\n",{"type":"==","value":["Buy"]},"\n\nMoroleon is known as an important shopping destination in Guanajuato. It is particularly well known for clothes shopping, due to the extremely large textile industry. It has a large variety of clothing stores (and others) that line the streets of the city. This large shopping market results in travel into the town, to spend money on goods in turn creating profitable economy. Locals also run and manage the stores, providing jobs. The stores are known for carrying name brands at lower prices. Be advised that many store will have the same goods for different prices, look around before making a purchase. Some recommended clothings stores include: Zapotlanejo and Villa Hidalgo.\n\nAuthentic homemade goods are also sold,due to the nature of their industry. Some hand crafted items would include: pottery ( pots, jars, tubs) and ceramics.  Napkins and embroideries are Sold for their beauty and originality. Some are hand woven and others machine woven. these masterpieces incorporate the indigenous works of the Mexican culture, rich in marketing Authentic goods.\n\n",{"type":"==","value":["Eat"]},"\nMoroleon has food that is traditional to their specific region. Some of the foods that they serve include Carnitas pork, Sheep and goat barbecue.  The tamales are very well like and preserved as well. Some of the sweets that come after the main course include popsicles with the sweet flavors of pumpkin, cactus , and Sweet potatoe.  Parlines with honey and sugar are incorporated to make candies and desserts. Another specialty is a drink called  Champurrado. This is a chocolate drink that is served warm with a thick consistency. The main ingredients contain  flour, water, milk , cinnamon, and ",{"type":"''","value":["piloncillo"]},". unfortunately many of the primary restaurants are located just outside of Moroleon, a high concentrate of them are in Guanajuato,Guanajuato.\n\n",{"type":"==","value":["Drink"]},"\nsome prodominate drinks in Mexico include:\n\nTequila, this is an alcohol distilled from agave, a form of cactus; \n\nA popular Mexican beer, dos Equis. (xx);\n\nPulque, alcohol distilled from Maguey; \n\nTuba, Made from a coconut palm;\n\nTepache, distilled from a pineapple plant;\n\nsome local drinking spots in Morleon include Bar Superior, on street 51. other local spots include Bar Cruz and Bar los Compadres, located on avenue 16. All three areas are located  around other attractions within the main town.\n\nOne Must be 18 in order to drink by law, rules are sometimes lightly enforced.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Excelencia de America"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=USD40-60"],["checkin="],["checkout="],["content=68 rooms. Includes a bar, buffet style restaurant,bparty rooms, and a gym. Rooms vary from twin beds to luxury suites including king-sized beds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Moroleon Plaza"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=USD45"],["checkin="],["checkout="],["content=54 rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Parroquia"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=USD45"],["checkin="],["checkout="],["content=29 rooms. One of the more popular hotels. Some of the accommodations include air conditioning, cable TV, Internet."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["20.1333"],["-101.2000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Guanajuato (state)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Moroleón"]]}]