[{"type":"{{","value":[["pagebanner"],["Moscow Banner.jpg"],["disambig=yes"],["unesco=yes"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.moscow-city.ru Moscow"]}]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Москва, ",{"type":"''","value":["Moskva"]},") is the 860 year-old capital of the ",{"type":"[[","value":[["Russia"],["Russian Federation"]]},". A truly iconic, global city, Moscow has played a central role in the development of the Russian state and indeed the world. For many, the sight of the Kremlin complex in the centre of the city is still loaded with symbolism and history — Moscow was the capital of the former ",{"type":"[[","value":[["Soviet Union"]]}," and signs of its previous life are very visible even now.\n\nYet, there's more to Russia and its capital than just memories of the USSR. Architectural gems from the time of the Russian Empire are still dotted throughout Moscow, whilst signs of modern Tsars (or at least people with similar levels of wealth) abound.\n\nToday, Moscow is a thriving, exuberant capital city that overflows with life, culture and sometimes traffic. A sprawling metropolis, Moscow is home to numerous museums, Soviet-era monoliths and post-Soviet kitsch, but continues to pave the way forward as Muscovites move into the 21st century.\n\n",{"type":"==","value":["Districts"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Central Moscow"]]}]}]},"\nThe central part of Moscow Part located in and around the Garden Ring. The major historical development, a large number of monuments, sites and objects. Most attractive to tourists and travelers. Includes the Moscow Kremlin and China-town, the area within the Boulevard Ring, \nArbat East (Арбат), Basmanny West (Басманный), Khamovniki North (Хамовники), Krasnoselsky South (Красносельский), Meshchansky  South (Мещанский), Presnensky (Пресненский), Tagansky (Таганский), Tverskoy (Тверской), Yakimanka (Якиманка), Zamoskvorechye (Замоскворечье) raions. \nIt has subdistricts: ",{"type":"'''","value":[{"type":"[[","value":[["Moscow Central-East"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Moscow Central-North"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Moscow Central-South"]]}]}," & ",{"type":"'''","value":[{"type":"[[","value":[["Moscow Central-West"]]}]},".\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Moscow Outskirts"]]}]}]},"\nThe Outskirts part of the city include areas from Moscow's Garden Ring to Moscow Ring Road (MKAD)\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Zelenograd and New Moscow"]]}]}]},"\nConsists of City of Zelenograd (Зеленоград), a northwestern satellite settlement, and territory added to Moscow on July 1st, 2012, colloquially called New Moscow, consisting of Novomoskovsky  (Новомосковский) & Troitsky (Троицкий) Administrative Okrugs, to the southwest of the \"Old\" Moscow.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Red Square in Moscow (1801) by Fedor Alekseev.jpg"],["thumb"],["right"],["Red Square, painting by Fedor Alekseev, 1802"]]},"\nMoscow is the financial and political centre of ",{"type":"[[","value":[["Russia"]]}," and the former Soviet Union, with a population of around 13 million, and covers an area of around 1080 km². One-tenth of all Russian citizens live in the metropolitan area and it is the second most populated European city after Istanbul. Moscow is in UTC+4 time zone (there is no daylight saving time).\n\nFor many years since the break up of the Soviet Union, the economy has improved, and the modern era has brought upon a wide variety of construction projects, including the Moscow Monorail, modern architecture and newer transport systems replacing the derelict ones during Soviet times.\n\nMoscow's long time mayor, Yury Luzhkov initiated these changes during his time in office, but was fired in September 2010 for allegedly insulting the president through a scathing letter.\n\nHis successor, Sergei Sobyanin, has begun to gradually relax Luzhkov's construction plan, and a majority of Luzhkov's plans have been stopped or abandoned. The new mayor has begun taking steps to fight corruption, solve the traffic problems, and rebuild the already dilapidated pavements.\n\n",{"type":"===","value":["Geography"]},"\nMoscow is a large metropolis on the Moskva River, which bends its way through the city. The historical center is on the northern bank of the river. The other major waterway is the Yauza River, which flows into the Moskva east of the Kremlin. \n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   −4.0"],["febhigh =   −3.7"],["marhigh =   2.6"],["aprhigh =   11.3"],["mayhigh =   18.6"],["junhigh =   22.0"],["julhigh =   24.3"],["aughigh =   21.9"],["sephigh =   15.7"],["octhigh =   8.7"],["novhigh =   0.9"],["dechigh =   −3.0"],["janlow =   −9.1"],["feblow =   −9.8"],["marlow =   −4.4"],["aprlow =   2.2"],["maylow =   7.7"],["junlow =   12.1"],["jullow =   14.4"],["auglow =   12.5"],["seplow =   7.4"],["octlow =   2.7"],["novlow =   −3.3"],["declow =   −7.6"],["janprecip =  52"],["febprecip =  41"],["marprecip =  35"],["aprprecip =  37"],["mayprecip =  50"],["junprecip =  80"],["julprecip =  85"],["augprecip =  82"],["sepprecip =  68"],["octprecip =  71"],["novprecip =  55"],["decprecip =  52"],["description = Average of Moscow"]]},"\n\nMuch of Moscow's geography is defined by the numerous 'Ring Roads' that circle the city at various distances from the centre, roughly following the outline of the walls that used to surround Moscow. With Red Square and the Kremlin forming the very centre, the innermost ring road is the Boulevard Ring (",{"type":"''","value":["Bulvarnoye Koltso"]},"), built in the 1820s where the 16th century walls used to be. It runs from the Christ the Savior Cathedral in south-west central Moscow, to the mouth of the Yauza in south-east central Moscow.\n\nThe next ring road, the Garden Ring (",{"type":"''","value":["Sadovoe Koltso"]},"), derives its name from the fact that landowners near the road in Tsarist times were obligated to maintain gardens to make the road attractive. In Soviet times, the road was widened, and currently you will find no gardens there.\n\nThe recently constructed Third Ring is not much use for tourists but is a heavily used motorway which absorbs a bit of Moscow's traffic. It roughly follows the outline of ",{"type":"''","value":["Kamer-Kollezhsky val"]},", the customs boundary of Moscow in the 18th – early 20th century. The outer edge of Moscow is largely defined by the Moscow Ring Road (widely known by its abbreviation: MKAD-Moskovskaya kolcevaya avto doroga), a motorway which is 108 km long and encircles the entire city (similar to London's M25 and Paris' ",{"type":"''","value":["Périphérique"]},"). Finally, a Fourth Ring is due to be built between the Third Ring and the Moscow Ring Road in the next years, using in places the right-of-way of the freight rail loop.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nMoscow is by far the main air traffic hub of Russia.\n\nMoscow (",{"type":"{{","value":[["IATA"],["MOW"]]},") has three major modern airports:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Domodedovo International Airport"],["alt=",{"type":"{{","value":[["IATA"],["DME"]]}],["url=http:\/\/domodedovo.ru\/en\/"],["email="],["address="],["lat=55.41481"],["long=37.89953"],["directions="],["phone=+7 495 933-66-66"],["tollfree="],["fax="],["hours="],["price="],["content= The newest and busiest of the three, used by many international carriers, such as British Airways and Lufthansa, and Aeroflot's biggest competitors S7 and Transaero"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sheremetyevo International Airport"],["alt=",{"type":"{{","value":[["IATA"],["SVO"]]}],["url=http:\/\/www.svo.aero\/en\/"],["email="],["address="],["lat=55.97255"],["long=37.41257"],["directions="],["phone=+7 495 232-65-65"],["tollfree="],["fax="],["hours="],["price="],["content= Formerly the main airport, a busy hub and home to Aeroflot"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Vnukovo International Airport"],["alt=",{"type":"{{","value":[["IATA"],["VKO"]]}],["url=http:\/\/www.vnukovo.ru\/eng\/index.wbp"],["email="],["address="],["lat=55.60538"],["long=37.28717"],["directions="],["phone=(Head Office) +7 495 937-55-55"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nBusiness travellers may also use:\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/ostafyevo-airport.com\/ Ostafyevo Airport"]}]}," – home to Gazpromavia"]},"\n",{"type":"====","value":["Get to the airports"]},"\nSome aspects of the airports' connections are common to all of them. See each airport's own section for specific details.\n",{"type":"=====","value":["Aeroexpress trains"]},"\n",{"type":"[","value":["http:\/\/www.aeroexpress.ru\/en\/ Aeroexpress"]}," trains directly connect the three main airports to central Moscow without stopping. Trains run frequently from the early morning until quite late. Schedules are listed online. The airport stations are within the terminal complexes and are easy to access. Different stations in the city serve each airport, which can make getting between them difficult. In each case a one-way ticket costs 320 rubles, a return ticket valid for 30 days costs 590 rubles. Tickets can be bought online but at no discount. Both parts of a return ticket must be used for trips to and from the same airport.\n\n",{"type":"=====","value":["Taxi"]},"\nTaxi prices at the airports are slightly inflated at best and can be astronomical (6,000 rubles) if you're caught unaware. Ignore the touts that jump at you in the terminal as soon as you clear customs - they will try to charge crazy money. It is best to arrange a taxi by phone or online with an agency; 850-1,200 rubles is the best achievable, but anything up to 2,000 is still reasonable. The airports' websites list official taxi operators. All airports also have taxi kiosks where you can get yourself a driver at a fixed price, but a bit higher than if you book taxi online or by phone in advance. You can also book with English-speaking taxi operators in advance, who offer reliable, fixed fares ",{"type":"[","value":["http:\/\/lingotaxi.com e.g. lingotaxi"]},"\n\n",{"type":"=====","value":["Regular public transport"]},"\nEach of the airports is either close to or served directly by the suburban trains (elecktrichkas). These represent the cheapest way to reach the airports. While slower than the Aeroexpress, they provide a cheap way of avoiding the traffic jams. Slightly more expensive but easier to navigate are the buses and minibuses that run directly from certain metro stations - while easier to use, they are at the mercy of Moscow's notorious traffic.\n\n",{"type":"====","value":["Sheremetyevo"]},"\n",{"type":"'''","value":["Sheremetyevo International Airport"]},", (",{"type":"{{","value":[["IATA"],["SVO"]]},") ",{"type":"[","value":["http:\/\/www.svo.aero\/en\/"]}," is a sprawling and complicated air hub north of central Moscow. It is the closest of the main airports to the city. Make sure you are familiar with which terminal you need as signage is not clear and trying to get help at the airport is generally frustrating. Old names (Sheremetyevo I and II) are still occasionally used, just to add to the confusion. Sheremetyevo I is the old name for Terminal B and Sheremetyevo II is the old name for Terminal F. Aeroflot, domestic and international, is based mainly in terminal D.\n\nSheremetyevo is the main base of Aeroflot and its international SkyTeam alliance partners. Check-in starts two hours before departure time (three hours for U.S.-bound flights).\n\nThere are five terminals: B, C, D, E and F (there is an A but it is not used for regular passenger flights). They are laid out in two groups either side of the runway ",{"type":"[","value":["http:\/\/www.svo.aero\/en\/transport\/#"]},". The north cluster comprises terminals B and C, which are mainly for domestic flights. The south cluster contains the main terminals - D, E and F - and the railway station. Buses (20 min) connect the two groups by running between terminals B and F. For air ticket holders, there is free shuttle bus. Anyone else must use regular a bus (number 851 or 817, regular city tariff of 28 rubles if bought from the driver) or ",{"type":"[[","value":[["moscow#by marshrutka"],["marshrutka"]]}," (number 20, 948 or 949, 60-70 rubles) or a taxi. Bus timetables are online ",{"type":"[","value":["http:\/\/www.svo.aero\/en\/transport\/#between"]},".\n\nInternational flights depart from terminals C, D, E and F. Domestic flights use terminals B and D. Aeroflot is trying to consolidate its flights to the new Terminal D (which was known briefly during construction as \"Terminal 3\" or \"Sheremetyevo III\").\n\nThere are currency exchange offices and ATMs are available throughout the airport.\n\nThe information desk (+7 (495) 956 4666) is in the main hall of Terminal F and there may be someone who speaks reasonably good English, however don't assume this will always be the case. You can also call an Intourist representatives (available in Terminal 2) who can provide tourist information at +7 (495) 578 5971.\n\n",{"type":"=====","value":["Get in"]},"\n\nThe ",{"type":"''","value":["Aeroexpress"]}," train (see above) runs from ",{"type":"'''","value":["Belorussky Railway Terminal"]}," to a station in ",{"type":"'''","value":["Terminal E"]}," (35 min). Trains run every 30 minutes on the hour and on the half hour (missing however are the 1PM departure from the city and the midday departure from the airport). The first train from the city is at 5:30AM. The first train from the airport is at 5AM. The last train in both directions leaves at 12:30AM.\n\nIt is difficult to get a reasonably priced taxi. Sheremetyevo (incidentally the closest airport to the city) seems to be the worst for overcharging. If you find the right agency 850 rubles should be possible, but be prepared to pay more. If you pay 2,000 rubles, you've done pretty well. The airport's official taxi list: ",{"type":"[","value":["http:\/\/web.svo.aero\/en\/transport\/#taxi"]},".\n\nSuburban trains (66 rubles, 50-60 min) stop close to the airport at ",{"type":"'''","value":["Lobnya"]}," (head there, not nearby Sheremetevskaya). Departures are very frequent from Savelovskaya railway station. Many (around 25 per day) also stop at Belorussky Railway Terminal. From Lobnya, bus 41 (for terminals E,D,&F) and bus 48 (for terminals B&C) connect the station to the airport (50 rubles if bought from the driver).\n\nLocal buses also connect the different terminals (terminals B&C, terminal D, and terminals F&E) to the metro system. Buses 851Э and 815 and ",{"type":"[[","value":[["moscow#by marshrutka"],["marshrutka"]]}," 949 run head to metro stations Rechnoy vokzal (end of line 2) - first service 05.35, last service 00.49. Bus 817 and ",{"type":"[[","value":[["moscow#by marshrutka"],["marshrutka"]]}," 948 head to Planernaya (end of line 7) - first service 05.30, last service 00.08. The buses are regular city buses and use their tariff (50 rubles if bought from the driver). The mashrutkas cost 70 rubles. The main road from the city to the airport is notoriously bad for traffic.\n\nDrivers can use the numerous (non)official parking lots nearby; rates start from 200 rubles\/day and up. Driving into airport area (going beyond the toll bar) is expensive and avoidable. In addition to entry charge of 100 rubles\/hour (rounded up to the next hour), there is an extra charge taken, from 100 rubles\/hour to 300 rubles\/hour, depending on the distance from the entrance and the comfort of parking. However, it is possible, through some unofficial manoeuvering, to get an unlimited stay for 300 rubles.\n\n",{"type":"=====","value":["Terminal F (Sheremetyevo II)"]},"\nArrivals are on the ground-floor, departures are one level above.\n\nAs in most airports, the restaurants are lacklustre and overpriced. Coffee is notably expensive (up to 360 rubles for mid-sized latte). TGI Friday offers free WiFi and American food. There's a cheap self-service cafeteria two levels up (use the elevator or the stairs), where all the airport workers eat, and a more formal 1980's Soviet-retro-chic restaurant above it. Both have a nice view of the tarmac.\n\nThe duty-free shops, operated by ",{"type":"[","value":["http:\/\/www.dutyfree.ru\/ Aerofirst Moscow Duty Free"]},", take up much space but are merely repeats of the same five or six outlets. As elsewhere, only the most popular local souvenirs are sold and with a huge margin. This terminal also has a hairdresser, pharmacy and a medical office as well as at least two travel agencies. Business and first class lounges are upstairs.\n\n",{"type":"'''","value":["Transit without a Russian visa"]}," is no problem. You can even spend the night at the Novotel hotel just outside the airport. Report to the 'Transfer\/Transit without visa' desk apon arrival. You'll be escorted to the hotel in a separate bus and your hotel corridor will be guarded. Rooms are spacious (two queen size beds) and comfortable. You'll be picked up by Aeroflot staff about one hour prior to departure and the bus will bring you directly to the departure gate. 6700 rubles per room.\n\n",{"type":"====","value":["Domodedovo"]},"\n",{"type":"'''","value":["Domodedovo International Airport"]}," (",{"type":"{{","value":[["IATA"],["DME"]]},") ",{"type":"[","value":["http:\/\/domodedovo.ru\/en\/"]}," is south of the city center and is the main hub of S7 Airlines and Transaero, the largest domestic airlines in Russia, with the latter also serving numerous international destinations. Many international carriers, including British Airways and Lufthansa, also use Domodedovo and since 2005 it has catered to more passengers than Sheremetyevo.\n\n",{"type":"''","value":["Aeroexpress"]}," trains (see above) run to the Paveletsky Rail Terminal in central Moscow. Trains runs every 30 minutes on the hour and the half hour from 6AM to midnight in each direction (missing however the 12:30PM departure in both directions). The journey takes 40–50 minutes and costs 320 rubles one way, 590 return within 30 days.\n\nThe station in the airport is also used by suburban trains (9 per day, erratically scheduled ",{"type":"[","value":["http:\/\/domodedovo.ru\/en\/main\/getting\/1\/train\/|, check online)"]},", from Paveletsky Station: first train 4:45AM, last train 23.11), takes 62–79 minutes and costs 99 rubles. This train's connections with the metro station Warshavskaya on line number 11 (connects with rail station Kolomenskoe, 66 ruble to the airport) and with metro station Nagatinskaya on line number 9 (connects with rail station Nizhnie Kotly, also 66 ruble to the airport) represent the ",{"type":"'''","value":["cheapest journey"]}," between the city and the airport. At the airport, buy tickets at the desk to the left of the Aeroexpress cashiers.\n\nBuses and minibuses (both numbered 308, 30 min, 120 rubles) run to the airport throughout the day and night from the metro station Domodedovskaya. From 06.00 to 00.00 they leave every 15 minutes, at night they run every 40 minutes. There sufficient space for luggage. Head to the bus parking area on the left around 30 metres in front of the terminal building (near the railway station). At Domodedovskaya, take the exit to the south (downtown side) turn right in the underpass, and follow it to the end, then take the stairs. There are crude stencilled signs on the pillars to guide you. The bus stop is on the main road close to the top of the stairs. It is not the local bus stop on the smaller road that you can see as soon as you emerge from the metro station.\n\nThe airport's official taxi list ",{"type":"[","value":["http:\/\/www.domodedovo.ru\/en\/main\/getting\/taxi\/"]},"\n\n",{"type":"====","value":["Vnukovo"]},"\n",{"type":"'''","value":["Vnukovo International Airport"]}," (",{"type":"{{","value":[["IATA"],["VKO"]]},") ",{"type":"[","value":["http:\/\/www.vnukovo.ru\/eng\/insex.wbp"]}," is southwest from the city centre. ",{"type":"''","value":["Aeroexpress"]}," trains (see above) run from Kievsky Train Station (33–41 min). Trains depart every hour on the hour in each direction from 6AM to midnight (missing however is the midday departure from Kievsky Train Station and the 1PM departure from the airport).\n\nFrom near the exit of metro station Yugo-Zapadnaya (the last one on the red line) regular buses (25 ruble or 28 ruble if bought from the driver) depart every ~10 minutes and take around 30 minutes since the road is usually not heavily congested.\n\nFrom suburban train station ",{"type":"'''","value":["Odintsovo"]}," (on the line from Belorussky Railway Terminal) bus 43 runs via the suburban station ",{"type":"'''","value":["Vnukovo"]}," (on a different line from Kievsky Train Station) to the airport.\n\n",{"type":"====","value":["Ostafyevo"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/ostafyevo-airport.com\/ Ostafyevo International Airport"]}]}," is located south from Moscow, 3 kilometers to the west from the railway station Scherbinka in Podolsk district and is the home of Gazpromavia airlines. It caters mainly to business aviation.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Trans-Siberian railway.jpg"],["thumb"],["200px"],["All aboard!"]]},"\n\nMoscow is the principal railway hub of Russia, from here you can reach almost all corners of this vast country and far into ",{"type":"[[","value":[["Europe"]]}," or ",{"type":"[[","value":[["Asia"]]},". A side-effect of this is that it's often easier for someone going cross-country to change trains in Moscow, even if it's a little out of the way, as the choice of direct trains is limited compared to the ones going to the capital. This means, unfortunately, that main train stations are always crowded with transients, and are generally about the most unsafe places in the city. - This said, and even with proliferation of large and small air carriers in the post-Soviet Russia and the price of plane tickets coming down considerably (and the price of rail tickets creeping up year after year), train travel still remains the predominant mode of middle- and even long-distance transportation for the majority of Russians. In a day and a night a traveler based in Moscow can cover a significant part of the Eastern Europe; two nights and the intervening day will find you the second morning as far south as the Black Sea and as far East as Ural Mountains. - All Russian long-distance trains are run by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rzd.ru RZD"]}]},". The rail companies of neighbouring countries also run serve Moscow. Tickets for all can be bought at stations and on-line if you can read Russian. Tickets bought on-line need to be validated at a counter at a station. Major stations may have English-speaking staff, though don't count on it.\n\n",{"type":"'''","value":["From Saint Petersburg"]}," - With the launch of high-speed ",{"type":"''","value":["Sapsan"]}," trains ",{"type":"[[","value":[["Saint Petersburg"]]}," is now just four hours away. There are seven depatures daily at 6:45AM, 7AM, 1:30PM, 1:45PM, 3PM, 7:25PM, and 7:45PM, with some trains stopping at ",{"type":"[[","value":[["Tver"]]},", Vyshniy Volochek, Bologoe, and Okulovka. Fares varies but usually lands somewhere around RUB3,000-3,700, EXCEPT Grand Express what is over RUB5,000. - Overnight trains are still very popular however and there are plenty of them, 13 in total. The most famous is the ",{"type":"''","value":["Red Arrow"]}," (Красная стрела), departing Saint Petersburg daily at 11:55PM while the song Hymn to the Great City plays.\n\n",{"type":"'''","value":["From Europe"]}," -The newly launched ",{"type":"''","value":["TransEuropeanExpress"]}," traverses Europe, making the run ",{"type":"[[","value":[["Paris"]]},"-Moscow up to four times a week via ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["Berlin"]]}," and ",{"type":"[[","value":[["Warsaw"]]}," amongst other cities. The train boosts a luxury carriage apart from the normal first and second class and onboard restaurant. Travel from Paris takes 38 hours, fares are quite high with second class tickets at €330. - Several other European cities have direct carriages to Moscow including; ",{"type":"[[","value":[["Amsterdam"]]}," (36 h), ",{"type":"[[","value":[["Basel"]]}," (38 h), ",{"type":"[[","value":[["Bratislava"]]}," (42 h), ",{"type":"[[","value":[["Budapest"]]}," (37 h), ",{"type":"[[","value":[["Nice"]]}," (49 h, Thursdays) ",{"type":"[[","value":[["Prague"]]}," (34 h) and ",{"type":"[[","value":[["Vienna"]]}," (34 h).\n\n",{"type":"'''","value":["From Eastern Russia and Asia:"]}," Moscow lies at the western end of several great train journeys across the Trans-Siberian Railway, the main line runs between Moscow and ",{"type":"[[","value":[["Vladivostok"]]},", the principal Russian city along the Pacific Coast. Branded train ",{"type":"''","value":["Rossiya"]}," runs every second day and takes seven nights. Stop-overs are made in many important cities in eastern and central Russia including ",{"type":"[[","value":[["Irkutsk"]]}," (3days+), ",{"type":"[[","value":[["Krasnoyarsk"]]}," (2days+), ",{"type":"[[","value":[["Novosibirsk"]]}," (46h, RUB10000), ",{"type":"[[","value":[["Omsk"]]}," (42h, RUB 8000) and ",{"type":"[[","value":[["Yekaterinburg"]]}," (24h, RUB4300). Additional trains are of course available from these cities too. Prices hover around 20,000 rubles for second class to ",{"type":"[[","value":[["Vladivostok"]]},". - More common to travellers is the other route, between Moscow and ",{"type":"'''","value":["China"]},". There are two weekly trains from ",{"type":"[[","value":[["Beijing"]]},", the ",{"type":"''","value":["Trans-Mongolian"]}," via ",{"type":"[[","value":[["Ulaanbaatar"]]}," and ",{"type":"''","value":["Vostok"]}," via ",{"type":"[[","value":[["Manchuria"]]},". Both journeys take six nights but the one via ",{"type":"[[","value":[["Mongolia"]]}," offers more scenery. Tickets for this route can not be bought on-line and travel agencies often pre-book whole compartments and then re-sell them. This means that unless you're lucky and can buy a ticket early you have to book though an travel agency which can be expensive, up to $800 for a one-way ride.",{"type":"{{","value":[["seealso"],["Trans-Siberian Railway"]]},"\n\n",{"type":"'''","value":["Train stations in Moscow"]},": Moscow has nine train stations, eight of them offering long-distance and local train services (Savyolovsky Station offers local train service only). All are located relatively in the center of Moscow and have metro stations nearby. Be prepared for enormous queues trying to enter or exit the Metro at peak times, as people are getting off or on the commuter trains. - Three of them; ",{"type":"''","value":["Leningradsky"]},", ",{"type":"''","value":["Yaroslavsky"]}," and ",{"type":"''","value":["Kazansky"]}," are all located on one huge square, informally known as the \"Three Stations' Square\". A running joke among Moscow taxi drivers ever since the Soviet times is to be able to pick up a fare from one of them to the other, taking the unwary tourist on an elaborate ride in circles.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Belorussky Railway Terminal"],["alt=Белорусский вокзал"],["url=http:\/\/belorussky.dzvr.ru\/"],["email="],["address=Pl. Tverskoi (пл. Тверской заставы, д.) 7"],["lat=55.776389"],["long=37.580278"],["directions=Metro: ",{"type":"''","value":["Belorusskaya."]}],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= It was opened in 1870 and rebuilt in its current form in 1910-12. - Toward ",{"type":"[[","value":[["Smolensk"]]},", ",{"type":"[[","value":[["Minsk"]]},"  (10h), ",{"type":"[[","value":[["Kaliningrad"]]},", Rybinsk",{"type":"[[","value":[["Brest (Belarus)"],["Brest"]]}," in ",{"type":"[[","value":[["Belarus"]]}," and most of Central and Northern Europe. - Suburban destinations: Suburban commuter trains (elektrichka) connect Belorussky station with the towns of Barvikha, Usovo, Odintsovo, Golitsyno, Zvenigorod, Kubinka, ",{"type":"[[","value":[["Mozhaysk"]]},", Gagarin and Vyazma. - Some suburban commuter trains (elektrichka) also proceed to Savyolovsky Rail Terminal to the Savyolovo direction destinations (Dolgoprudny, Lobnya, Nekrasovsky, Iksha, Dmitrov, Taldom, Dubna) and to Kursky Rail Terminal to Kursk direction destinations (Shcherbinka, Podolsk, Serpukhov). - Airport connections: Belorussky station is connected to Savyolovsky Rail Terminal (before May 30, 2010) and Sheremetyevo International Airport by [ttp:\/\/aeroexpress.ru\/ru ",{"type":"'''","value":["Aeroexpress"]},"] trains."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kazansky Railway Terminal"],["alt=Каза́нский вокза́л"],["url=http:\/\/kazanky.dzvr.ru\/"],["email="],["address=Komsomolskaya Square"],["lat=55.774722"],["long=37.656944"],["directions= Metro Line 1, Line 5:  Komsomolskaya"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Southeastern direction. Serves ",{"type":"[[","value":[["Nizhny Novgorod"]]},", ",{"type":"[[","value":[["Kazan"]]}," (11h, RUB2500 2nd class), Ulyanovsk, Izhevsk, ",{"type":"[[","value":[["Novorossiysk"]]},", ",{"type":"[[","value":[["Orenburg"]]},", ",{"type":"[[","value":[["Osetia"]]},", ",{"type":"[[","value":[["Altay"]]},", ",{"type":"[[","value":[["Ufa"]]},", Mordovia, ",{"type":"[[","value":[["Penza (Russia)"],["Penza"]]},", ",{"type":"[[","value":[["Cheboksary"]]},", ",{"type":"[[","value":[["Mari El"]]},", ",{"type":"[[","value":[["Tumen"]]},", ",{"type":"[[","value":[["Rostov-on-Don"]]},", ",{"type":"[[","value":[["Adler"]]},". - International destinations  ",{"type":"[[","value":[["Kazakhstan"]]},", ",{"type":"[[","value":[["Ulyanovsk"]]}," and ",{"type":"[[","value":[["Uzbekistan"]]},". - Suburban commuter trains (elektrichka) connect Kazansky station with the towns of Lyubertsy, Gzhel, Kurovskoye, Shatura, Cherusti, Vekovka, Bykovo, Ramenskoye, Bronnitsy, Voskresensk, Yegoryevsk, ",{"type":"[[","value":[["Kolomna"]]}," and ",{"type":"[[","value":[["Ryazan"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kiyevsky railway station"],["alt=Киевский вокзал"],["url=http:\/\/kievsky.dzvr.ru\/en\/"],["email="],["address=Square of Europe"],["lat=55.7432"],["long=37.5674"],["directions=M 3, 4, 5: Kiyevskaya"],["phone=8 (499) 623-63-39"],["tollfree=8 (800) 775-00-00"],["fax="],["hours="],["price="],["content= - Southwesterly direction. Serves ",{"type":"[[","value":[["Kiev"]]},", other destinations in central and southern Ukraine and southern European destinations such as ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Zagreb"]]},", ",{"type":"[[","value":[["Belgrade"]]},", and ",{"type":"[[","value":[["Sofia"]]},". - Suburban commuter trains (elektrichka) connect Kiyevsky station with stations and platforms of the Kiyevsky suburban direction of Moscow Railway, in particular, with the towns of Aprelevka, Naro-Fominsk (Nara), Balabanovo, Obninsk, Maloyaroslavets, and ",{"type":"[[","value":[["Kaluga"]]},". - Airport connections: Kiyevsky station is connected to Vnukovo International Airport by Aeroexpress trains."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kursky Railway Terminal"],["alt=Ку́рский вокза́л"],["url=http:\/\/kursky.dzvr.ru\/en\/"],["email="],["address=Kursky station square"],["lat=55.7575"],["long=37.661944"],["directions=M 3,5: Kurskaya, M 10: Chkalovskaya"],["phone=8 (499) 788-74-86"],["tollfree=8 (800) 775-00-00"],["fax="],["hours="],["price="],["content=Actually two directions at one terminus. Southeastern branch serves ",{"type":"[[","value":[["Vladimir"]]}," and ",{"type":"[[","value":[["Nizhny Novgorod"]]},", Samara but most trains go south, through ",{"type":"[[","value":[["Tula"]]},", ",{"type":"[[","value":[["Orel"]]},", ",{"type":"[[","value":[["Kursk"]]}," and eastern ",{"type":"[[","value":[["Ukraine"]]}," to the Black Sea and beyond, including ",{"type":"[[","value":[["Sochi"]]},", the ",{"type":"[[","value":[["Crimea"]]}," and the Caucasus. - Suburban commuter trains (elektrichkas) connect Kursky station with the towns of Podolsk, Serpukhov, Chekhov, Tula on Kursk direction and Reutov (Reutovo), Balashikha, Zheleznodorozhny, Staraya Kupavna (Kupavna), Elektrougli, Elektrostal, Noginsk, Pavlovsky Posad, Elektrogorsk, Orekhovo-Zuevo, Kirzhach and Pokrov on Gorky direction."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Leningradsky railway station"],["alt= Ленингра́дский вокза́л"],["url=http:\/\/leningradsky.dzvr.ru\/en\/"],["email="],["address=Komsomolskaya Square"],["lat=55.776111"],["long=37.655278"],["directions=M 1, 5: Komsomolskaya"],["phone="],["tollfree=8 (800) 775-00-00"],["fax="],["hours="],["price="],["content=The station was constructed between 1844 and 1851 to an eclectic design. - Trains for northwestern and northern destinations. Serves ",{"type":"[[","value":[["Pskov"]]},", Saint Petersburg, ",{"type":"[[","value":[["Tver"]]},", ",{"type":"[[","value":[["Veliky Novgorod"]]},", ",{"type":"[[","value":[["Petrozavodsk"]]},", ",{"type":"[[","value":[["Murmansk"]]},", ",{"type":"[[","value":[["Tallinn"]]},", and ",{"type":"[[","value":[["Helsinki"]]},". - Suburban commuter trains (elektrichka) connect with ",{"type":"[[","value":[["Khimki"]]},", Zelenograd (Krukovo), Solnechnogorsk (Podsolnechnaya), ",{"type":"[[","value":[["Klin"]]},", Konakovo and Tver."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Paveletsky station"],["alt=Павелецкий вокзал"],["url=http:\/\/paveletsky.dzvr.ru\/en\/"],["email="],["address=Paveletskaya Square"],["lat=55.7298"],["long=37.6394"],["directions=Metro 2, 5: Paveletskaya"],["phone=8 (499) 235-12-14"],["tollfree=8 (800) 775-00-00"],["fax="],["hours="],["price="],["content= Here is the Lenin Funeral Train is still a permanent exhibit at the ",{"type":"'''","value":["Museum of the Moscow Railway"]},". - Suburban electric trains depart towards Kashira, Ozherelye, and Uzunovo. - Express electric trains depart to Ozherelye and Domodedovo Airport. - The major directions of long-distant trains are Almaty, ",{"type":"[[","value":[["Astrakhan"]]},", ",{"type":"[[","value":[["Baku"]]},", Balakovo, Balashov, ",{"type":"[[","value":[["Donetsk"]]},", Lipetsk, ",{"type":"[[","value":[["Luhansk"]]},", ",{"type":"[[","value":[["Saratov"]]},", ",{"type":"[[","value":[["Tambov"]]},", ",{"type":"[[","value":[["Volgograd"]]},", Voronezh, ",{"type":"[[","value":[["Yelets"]]},", and other destinations southern destinations."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rizhsky station"],["alt=Рижский вокзал"],["url=http:\/\/rizhsky.dzvr.ru\/en\/"],["email="],["address=Rizhskaya Square (Рижская пл.)"],["lat=55.792778"],["long=37.6325"],["directions=Metro 6: Rizhskaya"],["phone=8 (499) 266-81-72"],["tollfree=8 (800) 775-00-00"],["fax="],["hours="],["price="],["content=It also houses the ",{"type":"'''","value":["Moscow Railway Museum"]},". Relatively small; serves only ",{"type":"[[","value":[["Riga"]]}," and other Latvian destinations. - Suburban commuter trains (elektrichka) connect the Rizhsky station with stations and platforms of the Rizhsky suburban direction of Moscow Railway, in particular, with the towns of ",{"type":"[[","value":[["Krasnogorsk"]]},", Dedovsk, ",{"type":"[[","value":[["Istra"]]},", and Volokolamsk."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Savyolovsky Station"],["alt= Савёловский вокза́л"],["url=http:\/\/savelovsky.dzvr.ru\/en\/"],["email="],["address=Savyolovsky station square"],["lat=55.794167"],["long=37.588056"],["directions=Metro 9: Savyolovskaya"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"'''","value":["Commuter trains"]}," only, to the northern suburbs and beyond. - suburban commuter trains (elektrichka trains). The principal destinations are Dolgoprudny, Lobnya, Iksha, Yakhroma, Dmitrov, Taldom, Kimry (Savyolovo) and Dubna. There are express trains to Dubna, which also have stops at Dmitrov and Bolshaya Volga. While most trains, arriving from the north, terminate there, some trains proceed to the Belorussky railway station and in the western direction. The long-distance trains, which previously departed from the station, were moved to the Belorussky station. - ",{"type":"'''","value":["Airport connections"]},": - On June 10, 2008, a direct service from Savyolovsky station to a new railway station near Sheremetyevo Terminal 2 was inaugurated. Journeys take 35 minutes, and tickets cost 300 roubles (750 roubles for business class). The service is operated by Aeroexpress, a subsidiary of Russian Railways. - Starting from May 30, 2010, the stop on Savyolovsky station on line Belorussky railway station - Sheremetyevo was canceled.(?) - ",{"type":"'''","value":["Intercity bus"]}," connections: There is a bus terminal, in front of the station, serving Dmitrov, Dubna, Iksha, Kalyazin, Kashin, Kimry, Laryovo, Taldom and several other destinations north of Moscow."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Yaroslavsky Railway Terminal"],["alt= Яросла́вский вокза́л"],["url=http:\/\/yaroslavsky.dzvr.ru\/en\/"],["email="],["address=5 Komsomolskaya Square,"],["lat=55.776389"],["long=37.6575"],["directions=Metro 1, 5: Komsomolskaya."],["phone=+8 (499) 266-9320"],["tollfree=+8 (800) 775-0000"],["fax="],["hours="],["price="],["content= - Serves ",{"type":"[[","value":[["Rostov Veliky"]]}," (express, twice a day, 3h, RUB450), ",{"type":"[[","value":[["Sergiev Posad"]]}," (express, twice a day, 1h, RUB300), ",{"type":"[[","value":[["Yaroslavl"]]}," (14 a day, 4h, RUB500), ",{"type":"[[","value":[["Vologda"]]},", but mainly functions as the primary gateway for the ",{"type":"[[","value":[["Trans-Siberian Railway"]]},", serving several destinations in ",{"type":"[[","value":[["Siberia"]]},", the ",{"type":"[[","value":[["Russian Far East"]]},", ",{"type":"[[","value":[["Mongolia"]]},", and ",{"type":"[[","value":[["China"]]},"."]]}]},"\n",{"type":"===","value":["By car"]},"\nThe direct way to drive from ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Poland"]]},", or ",{"type":"[[","value":[["Belarus"]]}," is along the E30 road. However EU or American citizens have to get Belarussian visas to pass through Belarus, so it could be more convenient to go via Latvia (the nearest border crossing between EU and Russia on this direction) using the E22 which starts in ",{"type":"[[","value":[["Riga"]]},".\n\nEasy access from ",{"type":"[[","value":[["Finland"]]}," through ",{"type":"[[","value":[["Saint Petersburg"]]}," and ",{"type":"[[","value":[["Novgorod"]]}," is along the E18 road. This route is also known as Russian Federal Highway M-10. Traffic on the M-10 is heavy and driving less relaxing.\n\nForeign cars – especially expensive ones – ",{"type":"''","value":["might"]}," attract unwelcome attention, and there is cumbersome paperwork involved.\n\nMany entry points to Moscow - that is, the overpasses carrying the major highways over the Ring Road and into the city - feature rotating roadblocks, where teams of traffic police may stop a vehicle. especially if it is not featuring Moscow plates. You may be stopped and questioned; you'll be allowed to proceed if you have all the proper documents.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":[" Eurolines"]},". Operate coach services into Moscow. Typical fares would be £10 (one-way) to ",{"type":"[[","value":[["Riga"]]},", ",{"type":"[[","value":[["Latvia"]]},", or £60 to ",{"type":"[[","value":[["London"]]}," in the ",{"type":"[[","value":[["United Kingdom"]]},". - There are about 12? large bus terminals and bus stations equipped with waiting rooms and other rooms necessary for passengers"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=\tMoscow Central Bus Terminal aka Intercity bus station"],["alt=Центральный Aвтовокзал, Московский междугородный автовокзал"],["url=http:\/\/www.mostransavto.ru\/?page=avshelk"],["email="],["address=Str. Uralskaia (ул. Уральская), 2"],["lat=55.811111"],["long=37.8"],["directions=Shelkovskaya Metro station (the last station of the dark blue line, in northeast Moscow)"],["phone=+7(499)748-80-29, 748-89-64"],["tollfree="],["fax="],["hours=04:00-23:15"],["price="],["content=Intercity busses to Russian and some former Soviet Union cities depart from here. This is the only place in Moscow from which public transportation is available directly to ",{"type":"[[","value":[["Suzdal"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Intercity buses"],["alt=Диспетчерский пункт м. Домодедовская"],["url="],["email="],["address="],["lat=55.61063"],["long=37.71964"],["directions=Domodedovskaya Metro station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves to Vidnoye. Southern way."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Izmaylovskaya bus station"],["alt=Автостанция ИзмайловскaЯ"],["url="],["email="],["address= Izmaylovskoye sh., (Измайловское шоссе) 71"],["lat=55.79436"],["long=37.74836"],["directions=м. Партизанская"],["phone=+7(499)166-58-79"],["tollfree="],["fax="],["hours=07:00-22:40"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Intercity buses"],["alt="],["url="],["email="],["address="],["lat=55.77499"],["long=37.6553"],["directions=Komsomolskaya Metro station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Intercity buses"],["alt="],["url="],["email="],["address=Prospekt Stratonautov (пр. Стратонавтов), 9"],["lat=55.82806"],["long=37.44009"],["directions=Tushinskaya Metro station"],["phone=+7 (495) 491-82-15"],["tollfree="],["fax="],["hours="],["price="],["content=To northwest direction Volokolamsk, Zvenigorod, Ruza, Ostashkovo"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Intercity buses"],["alt="],["url="],["email="],["address="],["lat=55.66274"],["long=37.48325"],["directions=Yugo-Zapadnaya Metro station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=To Troitsk, Naro-Fominsk, Odintsovo"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Intercity bus station Vykhino"],["alt=Автостанция м. Выхино"],["url=http:\/\/mostransavto.ru"],["email="],["address=Ulitsa Khlobystova (ул. Хлобыстова), 9"],["lat=55.71591"],["long=37.81573"],["directions= Vykhino Metro station"],["phone=+7(495)371-98-60"],["tollfree="],["fax="],["hours=06:00-23:00"],["price="],["content=Toward Ryazan. Voskresensk, Yegoryevsk, Bronnitsy, Lukhovitsy"]]}]},"\n",{"type":"===","value":["By ship"]},"\n\nMoscow used to be served by regular passenger ships. A system of navigable channels and locks connects the Moskva River with Volga River, which in turn, through the Volga-Baltic channel, provides a way to the ",{"type":"[[","value":[["Baltic Sea"]]}," (using the Onega, Ladoga and Neva rivers) and further from Ladoga Lake through the White Sea channel to the White Sea; to the south through the Volga-Don channel to the Don river and the Azov and Black Sea; while Volga itself flows into the Caspian Sea. In the Soviet times this allowed the official propaganda to refer to Moscow as \"a port on the five seas\". There is no scheduled passenger traffic anymore on any of these routes.\n\nThere are 2 river terminals in Moscow, on each end of the series of major bridges over the river; these are not capable of being drawn up, and not all of them are of sufficient height to allow large ships to pass. The North Station, in Khimki neighborhood, provides berths for cruise ships to Saint Petersburg, as well as Astrakhan, Rostov-on-Don and other cities along the Volga. The South Station (closest Metro: Kolomenskaya) ceased to be used commercially, since the Oka River, of which the Moskva is a tributary, has silted to the point of being impassable.\n",{"type":"===","value":["By bicycle"]},"\nMoscow is the easternmost destination of the ",{"type":"[[","value":[["EuroVelo cycling routes"],["Eurovelo"]]}," network of ",{"type":"[[","value":[["cycling"],["cycle"]]}," routes. Route 2, the Capitals Route, starts in ",{"type":"[[","value":[["Galway"]]}," Ireland and routes through ",{"type":"[[","value":[["Dublin"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Warsaw"]]}," and ",{"type":"[[","value":[["Minsk"]]}," before arriving in Moscow.\n\n",{"type":"==","value":["Get around"]},"\n\nPlaces of interest, that are situated within Garden Ring, can often be reached on foot, though famous ",{"type":"'''","value":[{"type":"[","value":["http:\/\/engl.mosmetro.ru\/ Metro"]}]}," system can be a good alternative. For other locations distances can be huge, so using means of transport is mandatory. Moscow transport, while being mostly effective, and providing really good coverage at least on all of the popular directions, does have it's quirks. Most notorious of them are lack or inconsistency of schedules, both online and information on the stops, and due not only to jams, that are a problem of themselves. Besides, many directions, including peak ones, can be and are crowded, public transport can be delayed by passengers validating their tickets if many of them are boarding in the popular interchanges.\n\nNew payment system, introduced in 2013 with the introduction of \"90 minutes\" ticket (from 50 rubles), valid to hop on different means of transport within 90 minutes (provided you use metro and\/or monorail only once), is complicated and confusing even for locals, and may be inconvenient, if you only pass through Moscow on your journey. It is discussed below in a separate section.\n\n",{"type":"===","value":["By metro"]},"\n\n",{"type":"[[","value":[["File:Metro moscow.jpg"],["thumb"],["250px"],["The Metro in Moscow"]]},"\n\nCentral Moscow is best to be explored on foot, but distances can be huge so the famous ",{"type":"'''","value":["Metro"]}," system is a great help . It is comprehensive, boasts some great architecture, and is cheap. You can easily find any station you need on the map ",{"type":"[","value":["http:\/\/www.mosmetro.ru\/documents\/10871\/moscow_metro.pdf"]},".\n\n\"United\" (\"Edinye\", labeled with letter E) or \"90 minutes\" tickets and their equivalents (banking cards, if you have any, of tickets, valid for a time period) can be used to pay for the underground trips. More information on new payment system on transport, introduced in Moscow in 2013 is below in a separate section. Information on fares is available on the official website ",{"type":"[","value":["http:\/\/engl.mosmetro.ru\/pages\/page_0.php?id_page=8"]},".\n\nOfficially, the Metro is open from 5:30AM - 1AM Station entrances close at 1AM, and this when last trains start from all of the termini stations. Many Muscovites use the trick of entering the stations through the exit doors after 1AM as the last services will be reaching central Moscow at anthing up to 1:30AM. The staff do not mind so long as you have a previously bought ticket. Service on the ring line continue until 1:30AM, though entrances are still closed at 1. Short-length escalators and all escalators running down are also locked at 1AM (although crossings are not closed while there are trains running) and passengers have to walk them. However, long escalators running up work to the last passenger.\n\nSome parts of the metro are very deep, and some transfers between lines are very long. In the city centre it can save time to go directly to the above-ground entrance of the line you want to take, rather than to enter at a connecting station and transfer underground. The metro webpage estimates travel times between any pair of stations. From the deep lines, the escalator ride can be several minutes. On the escalators, stand on the right.\n\nBefore 7AM and after 9PM, the Metro is rarely busy. Between these times on workdays, however, it can be a real squeeze, especially within the ring.\n\nThe color scheme of the signs and lines is generally consistent but may not necessarily match up so be careful. Use the lines' numbers rather than their colours to avoid any ambiguity. There is almost ",{"type":"'''","value":["no English signage"]},", so have your itinerary ready beforehand or learn to recognise your station in Cyrillic. Each metro carriage does have a map in Latin script, and there is usually one near the entrance to each platform. Do not intimidated by the masses of jostling, rushing, cross people. The Russians also take their time to study the tiny signposts to see where to change trains or which exit to take. To find out in which direction a train is going, look at the signs at the platform or in the ",{"type":"'''","value":["front"]}," window of the train - the one in the rear window may show the opposite direction. Avoid the Metro if you are claustrophobic since the air is thick, especially at rush hour.\n\nThe most interesting stations in terms of decor are ",{"type":"'''","value":["Komsomolskaya"]},", ",{"type":"'''","value":["Novoslobodskaya"]}," and ",{"type":"'''","value":["Kievskaya"]}," on the ring line, ",{"type":"'''","value":["Kropotkinskaya"]}," on the red line, ",{"type":"'''","value":["Kievskaya"]},", ",{"type":"'''","value":["Arbatskaya"]}," and ",{"type":"'''","value":["Ploshchad Revolyutsii"]}," (there are lot of sculptures on sides of this station) on dark blue line, ",{"type":"'''","value":["Mayakovskaya"]}," and ",{"type":"'''","value":["Novokuznetskaya"]}," on the green line (watch out for the mosaics on the ceiling). The Mayakovskaya one is also one of the deepest, which allowed it to be used as a makeshift assembly hall for a Party meeting marking the anniversary of the Revolution during the German bombardments in the winter of 1941.\n\nThe naming of stations on multiple lines can be a little confusing. Often a station will have one name for each line: for example, near the Red Square there is an interchange between the red, green and dark blue lines; it is called Okhotny Ryad (line 1, red), Teatralnaya (line 2, green) and Ploshchad Revolyutsii (line 3, dark blue). Some interchanges, particularly on the brown circle line (no. 5), will only have one name. ",{"type":"'''","value":["Smolenskaya"]}," and ",{"type":"'''","value":["Arbatskaya"]}," are odd balls in that in each case there are a pair stations very close to each other but ",{"type":"'''","value":["NOT"]}," connected at all.\n\nHistory buffs may appreciate that the light blue line (no. 4) has some of the first built stations (opened in 1935).\n\nAlso you can take a look at architecture of ground entrance building of mentioned ",{"type":"'''","value":["Arbatskaya"]}," station on light blue line (it's built like red star in plan) and ",{"type":"'''","value":["Krasnye Vorota"]}," station on red line (it's like a giant portal protruding from underground).\n\nAlso there is a unique station in Metro that is located at bridge crossing Moscow River. This bridge also carries traffic road on higher level. There is beautiful view through transparent sides of station. This station is called ",{"type":"'''","value":["Vorob'evy gory"]}," and located on red line. Great observing point around Moscow is located nearby on Vorob'evy hills.\nLomonosov Moscow State University main building is also located next to \nobserving point.\n\nYou can also add that in the Moscow metro trains go interesting. For example, ",{"type":"'''","value":["Retrotrain"]}," on the red line, designed as the first part of the Moscow metro. A blue-line train runs painted, named ",{"type":"'''","value":["Aquarel"]},", inside which there is a gallery.\n\nThe Metro is relatively safe, although pickpockets are a problem, as they are in any environment where a lot of people are pressed together. Opportunistic petty crime, such as snatching someone's mobile phone and jumping out just as the doors are closing, is also commonplace. Take the usual precautions at the night hours, when the crowds recede to avoid being the only passenger in a car with a gang of inebriated teenagers looking for an excuse to beat someone up.\n\nThere is no train guard or conductor, so the first car near the driver may be the safest.  Every car is equipped with an intercom to the driver's cabin; they are beige boxes with a grill and a black button near doors, and mostly work, unless visibly vandalized. If you find yourself in a dangerous situation, press the button and wait for the driver or his assistant to reply. The employee might not understand you but will know that there are problems and will pass the information on. At the next stop, someone (it could be even a bored on-duty policeman) might check in on the commotion.\n\n",{"type":"===","value":[" By train "]},"\n\nLocal trains (electrichkas) are somewhat less popular in Moscow due to their routes covering often less popular directions, and geared towards connecting Moscow with Moscow oblast, but they can be used as means for public transportation as well. Major drawback of local trains' routes is that they end at major railway stations. The only through service runs from Kursky railway station to either Belorussky railway station or platform Dmitrovskaya on Riga railway and is unfrequent. Notable useful (and busy) directions to parts of Moscow that still lack good access to metro are Savyolovskii and Kievskii radiuses (Kievskii radius goes all the way into the New Moscow).\n\nFares are 26 roubles per ride within city boundary or 16.5 roubles from the outermost zone to first station outside the city. Rides within New Moscow cost 16.5 roubles per zone as in Moscow oblast. There are numerous options for discount tickets for regular trains and expresses for fixed amount of days or for fixed amount of rides. All kinds of tickets for expresses allow you to take regular train on the same direction. Each discount ticket should cover either a fixed route, or for regular trains one of the three Big Moscow zones: the \"Big Moscow\" zone covers all the city within old boundary (without New Moscow) and all stations within 25km from the boundary; two others add extended amount of stations on Kazan direction. Discount (but not regular) tickets can be written on \"Troika\" card, provided that they don't overlap.\n\nSome routes are covered by Sputnik expresses, notably Yaroslavskii station - Losinoostrovskaya station, Kazansky station - Vyhino - Kosino, Paveletskiy station - Nizhnie Kotly - Kolomenskoe station, with higher fares.\n\nAll directions except Yaroslavskii radius have a window about 2 hours long somewhere in 10AM - 12AM off-peak interval, when there are no trains. As of December 2013, due to ongoing reconstruction many trains are getting recheduled or cancelled on Leningrad direction, where service is infrequent anyway, so better to check timetable beforehand. Typical end of service time slightly after midnight with some exceptions, and last trains are less frequent. Fairly regularly updated schedule can be accessed through Yandex site.\n\n",{"type":"===","value":[" By bus and trolleybus "]},"\nEvery large street will have at least one bus or trolleybus route running along it with stop approximately every 150 m. The buses and trollebuses run from 5:30AM till 1AM \nOutside the city center, extensive bus networks radiate from the stations to the surrounding residential zones. Moscow's heavy traffic reduces the buses and trolleybuses' fixed schedules to vague impressions of actual timings, but apart from towards the end of the day services are frequent. Services on some routes can be considerably reduced after 9PM. Timetables for almost all buses, trolleybuses and trams are posted online ",{"type":"[","value":["http:\/\/mosgortrans.org\/pass3\/"]}," (in Russian), but unfortunately this site is rarely updated and often contains out-of-date information (it is largely out-of-date as of September 2011). However it can give a feeling of frequency of various routes at different times of the day.\n\nAll three kinds of tickets (\"TAT\"s, \"E\"dinye's and \"90 minutes\" since 2013) are valid for paying in buses, trolleybuses and trams. More detailed information on payment is in a special section below.\n\n",{"type":"===","value":[" By tram "]},"\nFrom their inauguration in 1899 to their heyday in the 1930s, trams were a useful way of getting around. However, the opening of the metro and the introduction of trolleybuses both in the mid-1930s marked the end of the trams' usefulness. The network has been radically reduced with much being given over to trolleybuses. The few trams that remain are excruitatingly slow but a short nostalgic trip in the area near Chisty Prudy can be enjoyable.\n\n",{"type":"===","value":[" Payment for transport since 2013 "]},"\n\nSince 2013 Moscow government decided to develop and enhance transport payment system, introducing new \"90 minutes\" ticket, valid for changing various means of transport for 90 minutes. Resulting system got complicated and a bit confusing, and information stands does not often help, and are mostly in Russian. Below is a summary of how new system works.\n\n",{"type":"*","value":[" Current system covers trams, trolleybuses, buses (with municipal microbuses and some twitches for New Moscow), metro, monorail and partly local trains. Integration with ",{"type":"[[","value":[["moscow#by marshrutka"],["marshrutkas"]]}," was announced to occur later, but with no further detail."]},{"type":"*","value":[" One of the key points of the reform is gradual reducing and discontinuing of selling tickets for 1 and 2 trips (except \"90 minutes\" ones) in manned booths in metro stations and by drivers in public transport, which were time bottlenecks for Moscow transport. From July 2013 public drivers sell only \"90 minutes\" tickets for 1-2 trips, or TATs for 4 or 40 trips. Tickets for 1-2 trips for public transport can be bought now only in manned or automated on-ground booths, which are prone for being out of service or early close respectively. It is announced that price only for those kinds of tickets (TATs\/\"Unified\" for 1-2 trips) may rise significantly since 2014."]},{"type":"*","value":[" Alternative for those, who pass Moscow and would use public transport only once, would be rechargeable electronic payment card \"Troika\", currently on sale in metro manned booths (with 50 roubles refundable deposit for the card) or other types of banking cards that can pay for transport. Payments for the trips for banking cards are fixed, regardless of trips. \"Troika\" now supports \"writing on\" several types of multi-trip tickets, including seasonal tickets for local trains, but possible combinations are limited. Money, accumulated on 'Troika' will not be removed, so you will be able to use it again on your next trip to Moscow (if nothing will change since then)."]},{"type":"*","value":[" Monorail fares are now equated with metro ones. With insignificant exceptions all tickets that are valid on metro, are valid on monorail with the same conditions (previously they were separated)"]},{"type":"*","value":[" All tickets for fixed multiple amount of trips, starting from 4 trips, are now valid for 90 days. As the new system suggests that if you live in Moscow for a long period, you keep and use all new 3 kinds of tickets, prolonged period of being valid is essential. Tickets for 1-2 trips are though valid only for 5 days."]},{"type":"*","value":[" Cheapest ticket, available from public transport driver, costs 50 roubles: and it is only \"90 minutes\". \"TAT\" for 4 trips or \"90 minutes\" for 2 trips cost 100 rub. Sometimes it stimulates drivers to take cash from passengers, who refuse to pay 50 roubles, even though it's against regulations."]},{"type":"*","value":[" New reform introduce following three types of tickets:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Public transport tickets \"TAT\""]}," (now in yellow color) - mostly remain as they were. Valid for fixed amount on trips on tram, trolleybus and bus. There are tickets for 1,2,4,5,11,20,40 and 60 trips; you can also use 'Troika'. ",{"type":"'''","value":["Price per trip starts from 25 roubles per trip for tickets on 1-4 trips, 26 roubles from 'Troika' and goes to 12.5 roubles per trip for 60-trip tickets"]},". Selling limitations: currently drivers sell tickets only for 4 and 40 trips (100 and 700 roubles respectively. In practice, however, not all of those kind of tickets may be available from driver, because unlike booths, they are preprinted. Alternatively some drivers just take the pay directly, although it is against regulations, or may just ignore you passing the validator and not paying, even though doing so is not recommendable."]}]},{"type":"*","value":[{"type":"*","value":[" Seasonal 'TAT's are now only available as smart-cards for 30,90 and 365 days. Other types of seasonal tickets now either include metro and monorail (and are more expensive) or are for suburb buses (4 types: just suburb, 400 bus to Zelenograd, \"New Moscow\", \"New Moscow plus connections\"), which are all not especially tourist ones."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["\"Edinyi\" (\"United\", blue ones with letter 'E')"]},", are what previously were metro tickets. Now you can use them in metro, monorail and public transport, price will be the same everywhere (even though they are more expensive, then 'TAT'). They are available for 1,2,5,11,20,40,60 trips with ",{"type":"'''","value":["price from 30 to 20 roubles per trip"]},", depending on the ticket. None of those are available from the drivers. Tickets for 1 and 2 trips are going to be discontinued soon. Alternatively on metro you can use 'Troika' with 28 roubles per trip (for technical reasons it may be not available on monorail yet)."]}]},{"type":"*","value":[{"type":"*","value":[" Seasonal \"E\" tickets include ticket that is called \"Tourist\", which is valid for 24 hours for any means of transport (metro, monorail, public) and costs 200 roubles. However you may found that this is rather expensive. Other seasonal tickets include smart-cards for any means of transport for 30,90 and 365 days (rather expensive as well), and monthly tickets for any transport, that allows only 70 trips on metro or monorail (previously this ticket was known as \"E\" ticket). With this change seasonal tickets only for metro or monorail were removed, which may be inconvinient for those who use only these means of transport, which is quite widespread in Moscow."]}]},{"type":"*","value":[{"type":"*","value":[" Finally, ",{"type":"'''","value":["\"90 minutes\""]}," (green coloured). Available for 1,2,5,11,20,40 and 60 trips, with price ",{"type":"'''","value":["from 50 to 30 roubles per trip"]},". Tickets for 1 and 2 trips should be available from drivers and not discontinued there, though in practice it may not always be the fact. Number of available changes is a bit tricky: general rule is that any amount of trips is allowed if their start times are within 90 minutes from the first trip. However only one of all those trips can be a metro or monorail trip. However even though special exception allows you to change from metro to monorail or back within this one allow metro\/monorail trip:"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" If you first go by metro within one \"90 minutes trip\", you can enter monorail then on \"Timiryazevskaya\" or \"Exhibition Centre\" (\"Vystavochniy centr\") stations once. Time allowed for entering monorail will be 90 minutes since the start of metro trip (not first trip). "]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" Conversely if you took monorail first you can change to metro then, starting metro trip within 90 minutes after monorail trip, only if you will enter metro on \"Timiryazevskaya\" or \"VDNH\" stations."]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" Information about minutes, available for change, are obtained best from yellow information terminals on metro and monorail entrance halls, all details will be specified there. Validators in metro and monorail will display \"Peresadka\" (\"Change\") word when validating \"90 minutes\" ticket for the change. When boarding public transport, though, you can get information about minutes, available for change only when you validate your card in the validator, so if you're running close, you risk being charged for another \"90 minutes\" trip unknowingly (including, for example, cases, when clocks are not synchronized enough). "]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":[" In practice, \"90 minutes\" tickets proved to be convinient for long trips, when you have to change from public transport to metro and back. However, making several only public transport on \"90 minutes\" not always works so good, because depending on the traffic congestion (both car and passenger), transport intervals, need to change to marshrutkas, which sometimes just too perfectly integrated in transport system, or suburban trains depending on your direction and breaks for shopping (which might seem a good idea) you may end using \"90 minutes\" ticket only for 2 and sometimes even 1 transport ride or just going too slow, and sometimes even 2 'TAT's may be cheaper then one \"90 minutes\". The rule of thumb for using \"90 minutes\" would be always if change to metro is involved; for public transport-only routes take it if you're really sure in your route, and if you're sure that you're going to take at least 3 rides within (or 2 if you don't care of details). In other cases other variants are worse considering."]}]}]},"\n",{"type":"===","value":[" Night services "]},"\n\nSince September 2013 Mosgortrans introduced several night routes of buses, trolleybuses and trams. Currently 7 night routes are available:\n",{"type":"*","value":[" Trolleybus B over Golden Ring - every 15 minutes every night;"]},{"type":"*","value":[" Trolleybus 15, tram 3 (extended to \"Akademika Yangelya street\" tram station), bus N1 Metro \"Ozernaya street\" - Sheremetyevo Airport - each every 30 minutes every night;"]},{"type":"*","value":[" Trolleybus 63, bus N2 \"Lubyanskaya square\" - \"Belovegskaya street\" (over Kutuzovsky prospekt), bus N3 \"Lubyanskaya square\" - \"Habarovskaya street\" (roughly along blue metro line to the east) - every 30 minutes on Friday to Saturday and Saturday to Sunday nights (note, that timetables on stops confusingly say, that lines run on Fridays and Saturdays from 12PM to 6AM, meaning ",{"type":"''","value":["Friday"]},"-to-Saturday and ",{"type":"''","value":["Saturday"]},"-to-Sunday nights)"]},"\n",{"type":"===","value":[" By marshrutka "]},"\nMarshrutkas are minibuses that follow fixed routes. Trip costs can be vary, though a flat fare of 25 rubles is usual. Hand your fare to the driver after entering the minibus; pass it to a passenger forward of you if necessary, it will reach the driver eventually. You can get on and off anywhere along the route. To get off just let the driver know, shouting \"На углу!\" (",{"type":"''","value":["nah oogloo"]},", meaning \"at the corner\") is a clear way, though a plain English shout of \"Stop!\" would also work. Make sure you're heard! Some of the minibuses have a warning sign: \"Тише скажешь – дальше выйдешь\" (If you speak quietly, you'll travel far).\n\nMarshrutkas tend to go a little faster than buses, though this may be due to more reckless driving!\n\n",{"type":"===","value":["By taxi"]},"\n",{"type":"{{","value":[["cautionbox"],["Beware of unofficial taxis that like to hang around tourist areas. They use a taxi meter, however their meter goes by some made-up, unofficial rate. A 10 minute ride can easily cost between RUB2500-3000 (close to $100), instead of RUB400.\n\n",{"type":"'''","value":["Make sure to negotiate on a fixed price beforehand, or have your hotel order taxis for you, or use an professional English-speaking service, like LingoTaxi."]}," Or use Russian apps like Yandex.Taxi and GetTaxi are popular ones."]]},"\n\nIn Russia and Moscow, the difference between hailing a cab and simply hitchhiking is blurry. It is an old Russian tradition for drivers to offer rides to strangers, for a fee. For many Russians, it is like a second job (such drivers are usually called \"бомбилы\" (bombers)). Generally, wherever you are, at any time of day or night, you can get a 'cab' in a matter of minutes or seconds by holding out your hand. Hold your hand out low by your hip, not up high as they hail cabs in American films.\n\nNormally, you tell the driver where you're going and negotiate an amount with you naming the first price. For many locations, giving the closest Metro stop is the best plan of attack. If you don't like the amount one guy is charging, you'll doubtlessly find another driver in a minute or two. Sometimes when you tell the driver where you're going, he'll decide he's not going in that direction and drive off. Keep in mind, though, that very few drivers will speak English. It is not recommended to get in the car if the driver asks you \"Dorogu pokazhesh?\", meaning that he doesn't know the way himself (nevertheless it won't stop him from charging you a greater price).\n\nThe \"bombers\" staying near bus stops and subway stations usually charge higher price than an accidental driver (as it's their paid up place of service), however they seem to be a bit safer, as you may find them there in case of necessity. Please also note that piacking up and transporting passagers for a fee by non-taxi cabs is illegal in Moscow since April 2012 (however all the responsibility shall be borne by the driver).\n\nYou should be able to get between most destinations within the Garden Ring for 200 rubles or less, unless it is a national holiday or hours when metro is not working. For example, a typical charge for a New Year's Eve is not less than 500 rubles.\n\nThere are several taxi services operating in Moscow, the most noticeable on the streets being The New Yellow Taxi (",{"type":"'''","value":["Novoye Zholtoye Taxi"]},"). The cars are yellow Fords or Volgas (Russian car brand). They will charge the minimum rate of around 250 rubles no matter the distance. It is, however, possible to negotiate the price with the driver as well as he will basically switch off the meter and pocket the fare.\n\nYou can call a cab over the phone, too, but most Muscovites will do it only at night or to get to an airport. On some rare occasions phone taxi may be as bad as illegal as a street ride, but if you take your time researching in internet, you will find many registered taxi companies that offer completely safe and sound western-like services, some will even refuse to drive you if you don't wear seatbelt. Most western embassies will provide you with a list of tried and tested legit taxi companies that will send a cab to pick you up 24\/7 anywhere in Moscow in a safe way at a decent price.\n\nIf you aren't good in Russian, there are several English-speaking taxi services operating in Moscow, for example ",{"type":"'''","value":["LingoTaxi"]}," - ",{"type":"[","value":["http:\/\/www.lingotaxi.com\/"]},", who offer an English-speaking dispatch and driver service without extra charge, and also have German, French, Spanish (and other languages) drivers.\n\n",{"type":"===","value":[" By car "]},"\nIf you do use a car to arrive in Moscow, don't even think about driving around. The street system was never designed to accommodate even a fraction of the exploding population of vehicles; the traffic jams on the Sadovoye Ring often do not clear between the morning and the evening rush hours. Most roadways are in a constant state of disastrous disrepair. You will have to compete for every inch of space on the road (quite literally; the proper distance between the vehicles for a Muscovite is close to zero) with seasoned drivers in dented \"Ladas\" who know the tangle of the streets inside out and will not think twice before cutting you off at the first opportunity.\n\nThe drivers of the ubiquitous yellow \"marshrutka\" route taxis can seem to be nearly suicidal, and account for a significant percentage of all accidents, while buses stop, go and barge in and out of traffic at will, blissfully unaware of the surroundings. One bright spot is the relative dearth of the large 18-wheeler trucks on Moscow roads; they do ply the Ring Road, however. From time to time all traffic on major thoroughfares may be blocked by police to allow government officials to blow through unimpeded, sirens blaring. If you manage to get to your destination, you'll find that there is nowhere to park, or worse, that a space which looked OK to you is either illegal or \"belongs\" to someone (or both); this would mean finding upon return a smashed-in windshield or slashed tires, to teach you a lesson, or your car being towed (\"evacuated\"). Any serious altercation on the Moscow roads means dealing with GIBDD, the road police, one of the most notoriously corrupt institution in the city. Park as soon as you can at a safe place (your hotel, for example) and use public transit.\n\nBut if you managed to have driven in ",{"type":"[[","value":[["Rome"]]}," or ",{"type":"[[","value":[["Athens"]]}," before, then it's not that hard to get accustomed to Moscow traffic. Just don't try to cross the city during rush hours or you can be stuck for as long as 8 h in traffic jams. In the middle of the day it may take as long as 2-3 h to cross the city (and only 1 h by metro).\n\nThe safest and easiest time to drive, when the roads are relatively empty and you can reach your destination quite easily, are the following:\n",{"type":"*","value":[" on weekends;"]},{"type":"*","value":[" in July and August;"]},{"type":"*","value":[" during first ten days of January (i.e. from January 1 to January 10, which is holiday time almost every year)."]},"\n",{"type":"'''","value":["Traffic jam information"]}," Anyway, before planning the car trip in Moscow, it's always recommended to check one of the many traffic jam information websites. This way you can immediately see if it worth going by car or if it's better to use a metro. The most popular ones are ",{"type":"[","value":["http:\/\/probki.yandex.ru Yandex Probki"]}," and ",{"type":"[","value":["http:\/\/probki.rambler.ru Rambler Probki"]},".\n\n",{"type":"'''","value":["Gas stations"]},": BP is the most comfortable and rich in value-added services, but also intentionally expensive in everything.\n\n",{"type":"===","value":[" By ship "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=North River Terminal - Bukhta Radosti"],["alt= Северный речной вокзал"],["url="],["email="],["address="],["lat=55.851092"],["long=37.466928"],["directions=Leningrad Highway (Ленинградское шоссе), 51"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=there are 2 or 3 hydrofoil ships stil working on line . Two tickets type are available: without deboarding, and with deboarding and returning on another trip. Information of 2013."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=River bus, Novospassky bridge Terminal"],["alt=  Новоспасский Мост"],["url=http:\/\/www.russia-welcome.com\/index.php?id=141"],["email="],["address="],["lat=55.728889"],["long=37.653889"],["directions=Proletarskaya Metro 800m."],["phone="],["tollfree="],["fax="],["hours=depart about once hourly, every day"],["price= RUB400"],["content=in the fashion of the Venetian ",{"type":"''","value":["vaporetti"]}," - in the warmer months, of course, since the river is ice-bound most winters. The main regular route has 7 stops, from the quay near the Kievsky rail station, downstream through the center, terminating at Novospassky bridge, and back. ",{"type":"[","value":["http:\/\/translate.google.com\/translate?prev=hp&hl=en&js=n&u=http%3A%2F%2Fwww.cck-ship.ru%2Findex.php%3Fcon_id%3Dcity&sl=ru&tl=en&history_state0="]},". The ride is a pleasant diversion on a hot summer day, as you float past the Kremlin walls and under the bridges, but don't rely on it for transportation. Stop at Kievskiy rail station often overcrowd, but south terminal - Novospasskiy Most is empty."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=River trip on the white yachts"],["alt="],["url=http:\/\/www.radisson-cruise.ru\/index_en.php"],["email="],["address=Naberezhnaya Tarasa Shevchenko, 9, (Ukraina Hotel embankment)"],["lat=55.753"],["long= 37.566"],["directions=M: Krasnopresnenskaya"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Since 2009 you can make a trip across the Moskva River on the snow-white yachts of the fleet \"Radisson Royal Hotel, Moscow\". New yachts-restaurants (\"Ferdinand\", \"Bon Voyage\", \"Selebrity\", \"Capella\" and \"Skarlet\") unlike other tourist yachts on the Moskva River do not stop navigation in winter: they can move on ice very smoothly so that the waiter can easily pour champagne in crystal glasses on a table. The huge panoramic windows protect passengers from bad weather and city noise. Typical river trip starts from  and takes a cruise with duration of 2.5–3 hours with English\/Russian audio guide on board."]]}]},"\nThere are some another tourist river routes with less frequent service: \n",{"type":"*","value":[" Obvodnyi canal"]},{"type":"*","value":[" North river terminal - Khimki reservoir, 1 hour"]},{"type":"*","value":[" Kolomenskoye - Brateevo - Marino (at 2013 non-stop service due unknown reason)"]},{"type":"*","value":[" Troice-Lykovko, around Serebryannyi Bor island"]},{"type":"*","value":[" One-day cruise Kolomenskoe - Dzerzinskiy - Kolomenskoe"]},"\n",{"type":"===","value":["Other means of public transportation"]},"\n\nThere is also a short ",{"type":"'''","value":["monorail"]}," line, running from VDNKh to Timiryazevskaya, one of Mayor Luzhkov's pet projects. Same tickets, as for Metro, apply (see above). The Moscow monorail is somewhat slow (total ride is 17 minutes and only slightly faster than traffic), does not run as frequently as the Metro (every 6 min at peak hours, 16 min rest of the time), but the view from the most parts of the line, except railway crossing, is quite picturesque. Monorail is opened only from 7AM to 11PM. It is useful to get to Ostankino (Tower, Palace, television center and the lake), or to get to the exhibition centre(VVTs) from silver Metro line(#9).\n\nA convenient way to get around the center is the newly opened (2008) ",{"type":"'''","value":["Hop On Hop Off"]}," tour bus service operating in the historic city center of Moscow.  Buses go every 30 min in a loop around Moscow and stop in front of most of the major hotels. Live English speaking guides on board will answer all your questions. Price is 750 rubles for a ticket valid for 24 h, and you may board and disembark at any stop along the route as many times as you like.",{"type":"[","value":["http:\/\/www.hoponhopoff.ru\/"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["seeDistricts"]]},"\n\n",{"type":"==","value":["Do"]},"\n\nMoscow has many attractions, but many of them are not friendly to a non-Russian-speaker. English-language newspapers like ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.themoscowtimes.com The Moscow Times"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.elementmoscow.ru Element"]}]},", ",{"type":"''","value":["Moscow News"]}," and others can help to navigate towards English-language friendly attractions and services.\n\n",{"type":"===","value":["Banyas"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sandunovskaya banya"],["alt= Sanduny"],["url="],["email="],["address=Neglinnaya ulitsa, 14\/3\/7"],["lat=55.76416"],["long=37.62165"],["directions="],["phone=(495) 625-46-31"],["tollfree="],["fax="],["hours="],["price= 600 rubles for 2 hours"],["content=Most famous banya. - Make sure you visit a ",{"type":"'''","value":["Russian bathhouse"]}," ",{"type":"''","value":["(banya)"]}," since in Moscow, as it's an important Russian tradition, especially people over 40s go at least once a week. Have a hot steam, followed by a good whipping with birch branches. While it's not the most pleasant experience, the benefits you'll receive afterwards will enable you to understand why Russians are loyal to their banya."]]}]},"\n",{"type":"===","value":["Circuses"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Moscow State Circus"],["alt="],["url=http:\/\/www.bolshoicircus.ru\/"],["email=moscowcircus@mail.ru"],["address=prospekt Vernadskogo (просп. Вернадского), 7"],["lat=55.69440"],["long=37.53990"],["directions=near the University"],["phone=+7 495 939-45-47"],["tollfree="],["fax="],["hours=Tickets  10.30-19.30"],["price=From 200 rubles"],["content= A state-owned enterprise, opened 30 April 1971 is an auditorium in Moscow located at the Vernadsky Prospekt, with a seating capacity of up to 3,400. The circus has 5 arenas (equestrian, water, illusionist, ice rink, and light-effect) located 18 metres below the floor. - Touts may be selling tickets outside and can save you a lot of queueing, and they'll speak more English than the ticket office. Sometimes they are selling tickets at the cover price, and sometime at twice the price. Ask and make sure before parting with your cash."]]}]},"\n",{"type":"===","value":["Theatres"]},"\n\n",{"type":"===","value":["Ice skating"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Gorky Central Park of Culture and Leisure"],["alt=\"Центральный парк культуры и отдыха (ЦПКиО) имени Горького\""],["url=http:\/\/www.park-gorkogo.com\/"],["email=info@park-gorkogo.com"],["address=Krymsky Val (Крымский вал), 9"],["lat=55.73138"],["long= 37.603889"],["directions=Across the Moskva River from Park Kultury Metro Station"],["phone=+7 495 995−0020"],["tollfree="],["fax="],["hours=10-17, evening 17:00-23:00"],["price=morning 200 RUB, evening 300 RUB"],["content=It is most famous but overcrowded and ice is not always in ideal condition. The Park opened in 1928."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Luzhniki aka Kristall skating ring"],["alt=Каток «Кристалл» и каток «Балет на льду»"],["url="],["email="],["address=Luzhnetskaya nab.(Лужнецкая наб.), 24"],["lat=55.71972"],["long=37.54555"],["directions=M: Sportivnaya"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=has arguably the best ice, although service can be tough and open hours are not always convenient."]]}]},"\nThe winter rinks at Chistye Prudy or Izmaylovsky Park can be other alternatives.\n\n",{"type":"===","value":["Others"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=MiGs over Moscow"],["url=http:\/\/www.migflug.com"],["email=info@migflug.com"],["address="],["lat=55.56223"],["long=38.14522"],["directions=Zhukovsky Airbase aka Ramenskoye Airport (Аэродром «Раменское», Жуковский), 46km SW"],["phone=+41 44 500 50 10"],["tollfree="],["fax="],["hours="],["price=starting at under €2000 for a flight including transfer from Moscow, interpreter services and all preparations"],["content=This great adventure started after the end of the USSR, due to the lack of money in the army. In the beginning flights in MiG-21, MiG-23, MiG-25, MiG-29 and Sukhoi Su-27 started from Zhukovsky Airbase. Today this base is closed for passenger flights, but flights in MiG-29 Fulcrum and L-39 Albatros jets are still possible from other airbases near Moscow."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Kva-Kva Water Park"],["url=http:\/\/www.maximahotels.com\/offers\/kvakva.htm"],["email="],["address=Gostinichnaya str., 4\/9"],["lat=55.84373"],["long=37.58086"],["directions=M: Vladikino"],["phone=+ 7 495 788 72 72"],["tollfree="],["fax="],["hours=10.00-22.00"],["price=225-745 RUB"],["content=Water Park affiliated with Maxima Hotels (discounts for guests). There are 7 high trills (90-120 meters length) and a pleasant surprise for extremers – Tsunami trill – unique in Russia. There are also 4-line trills – Multislide and a special area for kids – a small tropical town with shallow pool. - Kva-Kva Lagoone offers hydromassage. There’s also pure Russian bath, Finnish sauna, Turkish bath (hamam) and Kva-Kva SPA-salon. - Night discos take place every weekend, with free admission for Maxima Hotel guests."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Hot air balloon ride"],["alt="],["url=http:\/\/translate.google.com\/translate?u=http%3A%2F%2Fwww.gift-butik.ru%2Fvozd_shar&sl=ru&tl=en"],["email="],["address=Suburban Moscow"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=4400-5000 RUB"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Moscow Zoo"],["alt=Московский зоопарк"],["url=http:\/\/moscowzoo.ru"],["email=zoopark-moscow@mail.ru"],["address=Bolshaya Gruzinskaya str., 1"],["lat=55.761944"],["long=37.577222"],["directions=M: Barrikadnaya or Krasnopresnensky"],["phone=499 252 3580"],["fax=(495) 605 1717"],["hours=Tu-Su 10-17"],["price= 300 rubles, photo cameras free of charge, Attention! summer weekends 500 Rbl (2013)"],["content=The oldest (1864) and the biggest zoo in Russia, has over 6000 animals representing about 1000 species and covers an area of about 21.5 hectares"]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"[[","value":[["File:Moscow State University.jpg"],["thumb"],["250px"],["Moscow State University"]]},"\n\nMoscow remains the educational center of Russia and the former USSR. There are 222 institutes of higher education, including 60 state universities & 90 colleges. Some of these offer a wide-spectrum of programs, but most are centered around a specific field. This is a hold-over from the days of the USSR, when Sovietwide there were only a handful of wide-spectrum \"universities\" and a large number of narrow-specialization \"institutes\" (mostly in Moscow & St.Petersburg). Moscow offers some of the best business\/management, science, & arts schools in the world. Moscow is also a popular destination for foreign students to learn Russian.\n\n",{"type":"===","value":["State Universities"]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Lomonosov Moscow State University"],["alt=Московский государственный университет имени М. В. Ломоносова"],["url=http:\/\/www.msu.ru\/en\/"],["email=info@rector.msu.ru"],["address=Leninskye gory (Ленинские горы), 1; Prospect Lomonosovsky"],["lat=55.70298"],["long=37.53063"],["directions=M: Universytet"],["phone=+7 (495) 939 10 00"],["tollfree="],["fax=+7 (495) 939 01 26"],["hours="],["price="],["tags=University"],["content=The largest school in Moscow (nearly 50 000 students). Mostly liberal arts & the sciences. Courses only in Russian, except:"]]}]},"\n:*",{"type":"{{","value":[["listing"],["name=LMSU Center for International Education"],["alt="],["url=http:\/\/www.cie.ru\/eng\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Russian courses from 4 wks-3 semesters: Pre-university Russian (to prepare for a Russian-language university education, teaches jargon\/vocabulary for 6 fields), preparation to be a teacher of Russian, & 6 levels of Russian for fun."]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Moscow Institute of Physics and Technology"],["alt=Московский Физико-Технический институт (государственный университет)"],["url=http:\/\/phystech.edu\/"],["email=info@phystech.edu"],["address= Dolgoprudny, per.  Institutskiy 9"],["lat=55.92892"],["long=37.51902"],["directions=Metro: Altufyevo  5,4 km take taxi bus №545 (456C) until “MIPT” stop (~15 minutes)"],["phone=+7 (495) 408-51-45"],["tollfree="],["fax="],["hours="],["price="],["content=One of the most prestigious science universities in Russia. -"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Moscow State Institute of International Relations(MGIMO)"],["alt= Московский государственный институт международных отношений (Университет) МИД России, often abbreviated МГИМО, MGIMO"],["url=http:\/\/www.mgimo.ru\/"],["email="],["address="],["lat=55.672222"],["long=37.486944"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= On of the most prestigious foreign relations universities in the world, this school of 5000 has trained over two thirds of Russian government officials and many others in the CIS. Courses only in Russian."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Moscow Aviation Institute (State University of Aerospace Technologies)"],["alt= Московский авиационный институт"],["url=http:\/\/www.mai.ru\/english\/"],["email=mai@mai.ru"],["address=Volokolamskoye shosse (Волоколамское шоссе), 4"],["lat=55.81104"],["long=37.50121"],["directions=Metro Voykovskaya 700m, Metro Sokol 800m"],["phone=+7 499 158-0002"],["tollfree="],["fax=+7 499 158-29-77"],["hours="],["price="],["tags=University"],["content= Specializes in Aviation-related science & engineering. Courses in Russian, but the school has \"Pre-school\" Russian courses & a tolerance for some English."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Bauman Moscow State Technical University"],["alt= Московский государственный технический университет им. Н. Э. Баумана"],["url=http:\/\/www.bmstu.ru\/english\/common.html"],["email=bauman@bmstu.ru"],["address=Ul. 2-ya Baumanskaya (2-я Бауманская ул.), 5"],["lat=55.765833"],["long=37.684722"],["directions="],["phone=+7(499)263-6391"],["tollfree="],["fax=+7(499)267-4844"],["hours="],["price="],["content= Engineering\/Technology. Oldest technical university in Russia. Offers courses only in Russian."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Russian State Medical University"],["alt=Российский национальный исследовательский медицинский университет имени Н. И. Пирогова"],["url=http:\/\/www.rsmu.ru"],["email= rsmu@rsmu.ru"],["address=Ul. Ostrovityanova (ул. Островитянова), Dom 1"],["lat=55.647204"],["long=37.49018"],["directions=M: Belyaevo or M: Konkovo"],["phone=(495) 434-3174"],["tollfree="],["fax="],["hours="],["price="],["content=Otherwise referred to as Pirogov institute, it recently celebrated its 100 year anniversary. It has a huge campus for an exclusively Medical faculty. Presumably Russian-language only."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=I. M. Sechenov First State Moscow Medical University"],["alt=Первый Московский государственный медицинский университет имени И. М. Сеченова"],["url=http:\/\/www.mma.ru\/"],["email="],["address= Trubetskaya ulitsa, 8"],["lat=55.728056"],["long= 37.575"],["directions=Metro Frunzenskaya 400m, metro Sportivnaya 750m"],["phone="],["tollfree="],["fax="],["hours="],["price="],["tags="],["content= As the name suggests, this school offers Medical & Pharmacological degrees exclusively. It claims to be the oldest medical school in Russia and once to be a medical department of Lomonosov Moscow State University. Courses in Russian, but Russian courses for English-speakers offered. First 2-3 years courses can be in English, afterwards in clinical years mainly in Russian."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=People's Friendship University of Russia"],["alt=RUDN"],["url=http:\/\/rudn.ru\/en"],["email="],["address=Miklukho-Maklaya str., 6"],["lat=55.65173"],["long=37.49991"],["directions=M. Belyaevo, Yugo-Zapadnaya 1.5km"],["phone=+7 (495) 434-70-27 rector@rudn.ru"],["tollfree="],["fax="],["hours="],["price="],["content= Comparable to an American public university, this school offers everything from French to Engineering to Hotel Management. It has European accreditation & specializes in teaching foreign students. Courses in Russian, but offers many Russian-language courses."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Financial University under the Government of the Russian Federation"],["alt= Финансовый университет при Правительстве Российской Федерации"],["url=http:\/\/en.fa.ru"],["email=vsedoum@fa.ru"],["address= Leningradsky Prospect, 49"],["lat=55.800256"],["long= 37.529274"],["directions=M. Aeroport 600m, Metro Dinamo 1km"],["phone=(499) 943-98-55"],["tollfree="],["fax=(499) 157-70-70"],["hours="],["price="],["content= The first in the history of Russia specialized financial institute of higher education. Alma mater of many famous russian businessmen and government officials (one of the wealthiest person in Russia Mikhail Prokhorov, Governor of Krasnoyarsk Krai Lev Kuznetsov, Deputy Prime Minister Alexander Khloponin, CEO of Gazprombank Andrey Akimov and some others)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Plekhanov Russian University of Economics"],["alt=Российский экономический университет им. Г. В. Плеханова"],["url=http:\/\/rea.ru\/"],["email="],["address=Stremyanny per. 36"],["lat=55.727778"],["long=37.628056"],["directions=Metro Serpukhovskaya 200m, Metro Dobryninskaya 300m"],["phone=+7 (499) 237-85-17"],["fax="],["hours="],["price="],["content=Established in 1907, is the oldest institution with focus on economics in Russia's tertiary education."]]}]},"\n",{"type":"==","value":["Work"]},"\nYou will need a work visa which is not an easy process. The visa needs to be arranged well in advance of travelling.\nIt is possible to work in Moscow, you just need to find a good company to support you.\n\n",{"type":"==","value":["Buy"]},"\nCredit cards usage is becoming more and more widespread, but many cheaper stores and restaurants won't accept them, so cash is a necessity. Be sure to break your 5000 or 1000 RUB notes where you can, as the smaller merchants, street vendors and even many metro clerks will likely refuse them. While you are able to get some smaller vendors to accept U.S. dollars and Euros, it is always best to change currency, which is not a problem as currency exchange spots are everywhere, displaying the daily rates in large yellow letters. Read the terms carefully; even if the offer seems attractive, there may be a fixed-sum commission on top of it, or the advertised rate might apply only to large transactions (USD1000 and up), while a less favorable one is in effect for smaller ones. Don't forget to check the change returned to you (the most common scam is to let a banknote \"stick\" inadvertently to the back of the little turnstile which the clerk is using to pass the money back and forth) and do not simply say yes to what you do not understand. A good approach to exchanging currency is to use bank (\"Банк\" in Russian) offices. There are lots of them in the center of city (broadly defined as the inside of the Garden Ring). Better yet, use your own bank card from home at an ATM to draw money directly from your checking account, as the machines are almost all compatible with major Western money systems (Cirrus\/MasterCard and PLUS\/Visa) - not only you'll get a decent fixed bank rate, but also often a screen menu in friendly (albeit somewhat broken) English.\n\nBuying souvenirs can be quite a chore if you do not stay in the centre of Moscow.\n\nGenerally, you can find different sized fully featured malls near almost every metro station, especially in residential areas.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Russian borscht with beef and sour cream.jpg"],["thumb"],["255px"],["Russian borsch"]]},"\n\nMost tourists will find that going out to eat in Moscow is quite expensive. It does not have to be that way, it's just that the options most visible for the foreigner generally are.\n\nThere are a number of American franchise restaurants, such as McDonald's and TGI Friday's; it's a familiar, if boring eat at a reasonable price.\n\nGreat American-style breakfasts can be had at either of the American Bar & Grill locations; also serving thick juicy cheeseburgers.\n\nA huge and quickly growing range of restaurants, with a matching range of prices, has developed in Moscow. The average cost per person for a middle to top class restaurant will be $30 to $200 (more if one goes for vintage wines). A quick 'canteen' style meal in a 'Stolovaya' can cost about $3 and is generally underground, near famous monuments and subway stations. These large food courts sometimes also contain a small mall. They will usually include toilets but be prepared to pay around $1 to use them.  Lately a lot of new \"middle-class\" restaurants have opened, filled with families on weekends. The omnipresent McDonald's have outlets near many metro stations.\n\nNon-chain restaurants and cafes promising \"European and Caucasus cuisine\" are equally bad in either one most of the time; seek a specialist single-region venue instead (Georgian, Russian, Italian, French etc.).\n\nLifetime of an ",{"type":"''","value":["average"]}," restaurant or cafe in Moscow is 2 years — in 2 years the quality decreases, or it changes ownership, name and\/or format.\n\nMany small restaurants within the Sadovoye ring are now offering prix-fixe \"business lunches\" at around RUB200-250, for the teeming hordes of white-collars populating the neighborhood during the day. These deals are valid in the middle of the day (12-3PM) and include a cup of soup or an appetizer, the main dish of the day (a smaller portion than if you order à la carte; sometimes there's even a limited choice), bread (no Russian eats anything without a slice) and a beverage (soda or coffee\/tea; beer costs extra); it is a reasonably priced, freshly cooked quick meal in the middle of your wanderings which will tide you through to the evening.\n\n",{"type":"===","value":["Tipping"]},"\nWaitstaff in Russia are not as dependent on tips for a big chunk of their pay as, say, in the U.S., so the expected amount is correspondingly less, and you generally will not be looked at with hidden malice even if you take all of the change brought back to you, but tipping is still encouraged. If your total is under 500 rubles, round it up to the nearest fifty; under 1000 - to the nearest hundred; from 1000 to 1500 a hundred-bill is appropriate. If you are going above that, 10% would be reasonably generous; in really swanky places, though, all bets are off. Don't tip in cafeteria-like settings, where you travel along the counter with a tray and pay at the cash register. Throw a couple of tens into the tip jar for baristas. Note: there is no way to leave a tip on the credit card - when you receive the slip for signature, there isn't a place to write the extra amount in, so keep enough small bills in your wallet.\n\n",{"type":"===","value":["Ethnic food"]},"\n",{"type":"'''","value":["Azerbaijani"]}," – Azerbaijani cuisine is probably the most popular in Moscow after Georgian. It is similar to Persian and Turkish cuisine.You can find Azerbaijani restaurants everywhere in Moscow. It is strongly recommended if you want to try delicious food in Moscow. Curiously, one of the main traditional sauces is almost identical to fresh red Latin American salsas.\n\n",{"type":"'''","value":["Armenian"]}," - Similar to Turkish and Azerbaijani cuisine but with an exciting twist to it. Try out their mouth watering charcoal grilled kebabs and fish dishes. Many good restaurants available around Moscow and many of the chefs are actually natives from Armenia, which adds to the authenticity of the food. Try out Restaurant Gavan at the address: “ulitsa Rossolimo 7, gorod Moskva”. Take metro to Park Kul’tury station, also not far away from the famous Gorky Park.  \"Armenia\" supermarket on Pushkin Square is famous for its authentic Armenian deli and Armenian brandy.\n\n",{"type":"'''","value":["Georgian"]}," – Besides Russian cuisine, one variety of ethnic food that is strongly recommended while in Moscow is Georgian. This cuisine is generally spicier than Russian food, and there are a number of reasonably priced Georgian restaurants in Moscow.\n\n",{"type":"'''","value":["South German"]}," cuisine and draft beers can be found at \"Bavarius\".\n\n",{"type":"'''","value":["Japanese"]}," – Muscovites have been obsessed with sushi since late 1990s, and the boom is not over yet. Japanese restaurants are probably most popular among young Russian women, easily competing with Italian and French restaurants.  The picture menus are a great help when ordering, and the names of items are basically just Japanese transliterated to Cyrillic. Don't expect a proliferation of raw fish, though; the most popular rolls contain cooked items.\n\n",{"type":"'''","value":["Thai"]}," cuisine can be found only in few restaurants, and its authenticity is debatable.\n\n",{"type":"'''","value":["Vietnamese"]}," and ",{"type":"'''","value":["Chinese"]}," cuisines are not popular with Russians, but can be found if you search for it.\n\n",{"type":"*","value":[" You can find \"authentic\" Chinese and Vietnamese food in Vietnamese\/Chinese Markets, such as Izmaylovo Market. You will need to do some exploring deep into the markets or maybe ask a few vendors to locate the restaurants. The vendors themselves eat at those places."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Viet Cafe"]}," - A modern fusion-like chain of cafes serves Vietnamese cuisine but for a slightly higher price. Normal meal will cost around 500 rubles per person."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Izumrudnaya Reka"]}," (\"Emerald River\") A nice place for Vietnamese food in the Savyolovskiy market, close to Savyolovskaya metro station."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kharbin"],["alt=Харбин"],["url="],["email="],["address=Nizhnyaya Pervomayskaya ul. 66"],["lat="],["long="],["directions=m. Pervomayskaya"],["phone="],["tollfree="],["fax="],["hours=Mon-Sun 11AM-11PM"],["price=1000 rubles per person for a filling dinner w\/o alcohol"],["content=Well outskirts—but worth a dedicated trip. Non-Europeanized authentic Chinese restaurant.  with therefore generous portions, each main can typically fill a couple. Both run entirely by and where 80% of clients are Chinese. Try turtle soup; eggplants in caramel sauce. Loud karaoke weekend evenings. No credit cards."]]}]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"====","value":["Outdoor Stand Up"]},"\nFree-standing street food is well represented with hot dogs\/sausages, meat pastries and doner kebab (shawarma) kiosks (dwindling in numbers, though, as part of the mayor's quest for limiting immigrant businesses under the guise of sanitary enforcement). The latter are tasty, if not entirely authentic, but can be risky; pack Pepto-Bismol. An undertaking to counter with \"native\" food under the trade mark of \"Russian Bistro\" (blini, piroshki and so on) seems to have flopped, as very few of them remain (you can still get a taste of the menu on Tverskaya st. near Pushkinskaya Metro station; in summer be sure to ask for a cold mug of kvass, a malted rye soft drink, if they have it on tap).\n\nThere are also several chains of outdoor stand-up food vendors, usually located in clusters around Metro stations.  A few to look for are:\n",{"type":"*","value":[{"type":"'''","value":["Kroshka-Kartoshka"]}," – These green kiosks sell stuffed (butter, sour cream or bacon) microwave-baked potatoes, as well as toasted sandwiches and a few drinks. Hot and filling, but rather expensive for what is basically just a hunk of root vegetable."]},{"type":"*","value":[{"type":"'''","value":["Riksha Ivan"]}," (\"Ivan the Rickshaw\") – Quick Chinese-like cuisine; fried rice with meat to go."]},{"type":"*","value":[{"type":"'''","value":["Teremok"]}," – These brown-colored kiosks sell large ",{"type":"''","value":["blinchiki"]},", or Russian crepes that come with a variety of fillings."]},"\nMuscovites are also fond of their ice cream, consumed in any weather, even (proudly) in the dead of winter, cheap and usually of superior quality; kiosks can be found all over the center and near all Metro stations.\n\n",{"type":"====","value":["Fast Food"]},"\nAnother cheap option is fast food, a growing trend in Moscow. The likes of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/mcdonalds.ru\/ McDonalds"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kfc.ru\/ Rostiks"]}]}," are seen near almost every shopping mall. While McDonald's and ",{"type":"'''","value":["Sbarros Pizzas"]}," serve quite a filling serving for a reasonable price (RUB150 for McDonald's and RUB200 for Sbarros), most other fast food outlets including the local fast food chains will not fill you up in one serving. A potato topped with three choice toppings will cost you 145 rubles which is almost $5. Contrary to most countries, whereby ketchup and various sauces are given for free, you are usually charged 5 rubles for a packet of ketchup. Other fast food chains:",{"type":"[","value":["http:\/\/www.grably.ru\/ Grabli"]},", ",{"type":"[","value":["http:\/\/www.kruzhka.com\/ Kruzhka beer restaurants"]},", ",{"type":"[","value":["http:\/\/www.cafemumu.ru\/ Moo-Moo"]}," canteen food chain, ",{"type":"[","value":["http:\/\/www.prime-star.ru\/main.php Prime Star fast-food restaurants"]},", ",{"type":"[","value":["http:\/\/elki-palki.ru\/moskva\/ Yolky-Palky"]},".\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Carré Blanc"],["alt=Metro Novoslobodskaya"],["url=http:\/\/www.carreblanc.ru\/en\/Restaurant\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– French restaurant with an attached and much cheaper bar\/cafe which also serves good food. Good wine list. French\/English\/Russian spoken."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Chemodan (Suitcase)"]}," (",{"type":"''","value":["Metro Arbatskaya, Kropotkinskaya"]},") Gogol Boulevard, Building 25, page 1. phone=\"+7 (495) 695 3819\"  – it's specifically a Siberian restaurant, with a menu featuring the freshest river-fish from Siberia's vast rivers and lakes, game dishes from the riches of the taiga forests, pickles and preserves featuring mushrooms and berries. Good food, good service."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Expedition"],["alt="],["url=http:\/\/www.expedicia.ru\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Northern cuisine was really excellent though this is really expensive place."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Krasnaya ploschad dom 1"]}," (",{"type":"''","value":["1 Red Square"]},") – In the heart of Moscow, in the historical museum building on the Red Square to the right hand if you are looking at the Lenin Mausoleum. Quite expensive, but worth visiting; dinner is about $70–80 per person."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ne dal'nii vostok"],["alt=\"Not far East\""],["url=http:\/\/novikovgroup.ru\/restaurants\/east\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tverskoy Blvd, building 15. Overall, it's a real splurge but definitely worth the indulgence."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pushkin"],["url="],["email="],["address="],["lat="],["long="],["directions=Metro: Tverskaya, Pushkinskaya"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has a cafe and restaurant (cafe is cheaper). A fake 19th century mansion (built in 1999) that pretends to be a tourist attraction, not just a place to eat. The legend goes that so many foreigners were asking for the restaurant with this name that they finally opened one. With a stretch of imagination the food might pass for what it purports to be, the aristocratic Russian cuisine from the Czarist times. Still, it's probably the only place in Moscow to try true Russian cuisine, as it's cooked at home (at least, it's quite difficult to find another of the same quality)."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Riviera"]}," – Painfully slow white glove service but it's a beautiful restaurant with a harpist playing throughout the meal and expertly prepared authentic French dishes. Expansive wine list."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Roberto"],["url="],["email="],["address=Rozhdestvensky blvd, 20 bldg. 1"],["lat="],["long="],["directions=M. Chistiye Prudy \/ Tsvetnoy Blvd"],["phone="],["tollfree="],["fax="],["hours="],["price=Risotto 400+ R, salads 350+ R, pasta 350+ R, soups 300+ R, mains 450+ R"],["content=Genuine Italian restaurant frequented by Italians."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Vogue Cafe"],["alt="],["url=http:\/\/novikovgroup.ru\/restaurants\/vogue"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– Situated right across the street from TSUM on Kyznetski Most Street building 7\/9, the restaurant is a great little find but do not be fooled by the word cafe. It is quite trendy inside and can be busy in the evening. The prices are on the lower end of expensive (fish dishes range between 800-1300 rubles) and the wine list is extremely underpriced by Russian standards - like at least 4000 rubles per bottle. Overall, the food is absolutely delicious."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=White Rabbit"],["url=http:\/\/www.whiterabbitmoscow.com\/"],["email="],["address=3, Smolenskaya Square"],["lat="],["long="],["directions=Metro: Smolenskaya"],["phone=+7 (495) 66 33 999"],["tollfree="],["fax="],["hours="],["price="],["content=Astonishing interiors in fusion style. Combining an old fireplace with fretted designer furniture and an active bar in the middle of the hall with a 360 degree panorama view of the Cathedral of Christ the Savior, the Ministry of Foreign Affairs and Ukraina hotel. You get an outstanding view on the Garden Ring, the New Arbat and the river Moscow through the windows."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are several bars in central Moscow worth visiting.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tema Bar"]}," – Located near Chistye Prudy Boulevard (Potapovsky pereulok (Потаповский переулок), 5). It boasts quite a long cocktail list, including all-time favorites like Screwdrivers, Cosmopolitans and Manhattans. The bar is packed on Fri and Sat nights. - M:Chistye Prudy"]},"\n",{"type":"===","value":[" Clubs "]},"\nNightlife in Moscow is bustling, intense and exciting. It starts quite late - it's not uncommon for the headliners to start at 1 or 2AM. Most noticeable are areas near Solyanka street and Krasniy Oktyabr' place. At summer time a lot of clubs opening \"verandas\" - which are terraces in the open air. Most of clubs in Moscow are very keen of who they let in, so make sure you have a positive attitude and dress up if you are going to a fancy club.\n\n",{"type":"===","value":[" Beer "]},"\n\n",{"type":"===","value":["Tea"]},"\nMoscow has a good selection of tea saloons. Beyond them, high-quality infusion teas like Newby, are widely available in cafes, both packeted and loose.\n\nAsking to add boiling water to the tea you ordered earlier is a practice that some cafes don't welcome, but normally it's acceptable. However, initiative from the waiter is really rare in this respect.\n\n",{"type":"===","value":["Coffee"]},"\nAccording to Vedomosti (March 2009), best coffee can be found in: ",{"type":"[","value":["http:\/\/coffeemania.ru\/eng\/ Coffeemania chain"]},", Coffee Bean chain, ",{"type":"[","value":["http:\/\/www.starbuckscoffee.ru\/ Starbucks Cafe"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["seeDistricts"]]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\nThere is a big need for mid-range accommodations in Moscow, but nevertheless the curious traveler can find some useful accommodations.\n\n",{"type":"==","value":["Stay safe"]},"\nMoscow historically enjoyed a low crime rate. However, since the collapse of the Soviet Union, the crime rate throughout Russia skyrocketed and this terrible reputation lingers, despite much recent improvement.\n\nDrunk people and the police are the most likely sources of problems. A lot of policemen are corrupt, and it is best to avoid them. While traveling in Moscow, as in the rest of Russia, you should always have your passport with you. If you look non-white, your papers may get checked more often than otherwise.\n\nPolice may demand to see your documents to check if you have obtained registration papers within seven business days of your arrival into Moscow. Most policemen do not speak a word of English, but will let you know if your papers are not in order and if you must go with them to the police precinct. A bribe of about 500 rubles (more if you look like you have more) should make them leave you alone, though if you are reasonably sure your papers are in order, get out your mobile phone and call your embassy. Most corrupt policemen will be frightened enough to let you go before you dial the number.\n\nNon-white people should be especially vigilant since the number of violent attacks by skinheads is prevalent, and most minorities are likely to be stopped for document checks by the police.\n\nWomen should take caution walking alone late at night since they may receive unwanted attention from drunk men. Women should also stay clear of large companies of men in front of bars, restaurants, etc. It is best to walk with a friend if possible.\n\nStreets can become very slippery in winter. Wear shoes or, even better, boots with decent grip to prevent twisted ankles. Ice patches can be hard to spot. A waterproof raincoat is also sensible.\n\nThe city's rapidly expanding economy has left traffic poorly handled, and accident rates are very high. Stay safe.\n\nIf you need help with translation, ask students or pupils. Because there were problems in the 20th century with learning foreign languages, young people are more likely to be able to help you.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Mobile"]},"\nIn Moscow there are three main GSM operators (MTS, Beeline, Megafon), and they often have offers that give you a SIM card, including 3G internet, for free or at least very cheap. Even if you are only staying for a short time in Russia, you should consider buying a local pay-as-you-go SIM card, as it may be cheaper than just a few minutes of roaming. Almost any European phone, and those from the U.S. which work on a GSM network (T-Mobile, or AT&T), carry the \"tri-band\" or \"World phone\" designation and had been unlocked, should work on the Russian standard (if yours is not one of those, a basic new candybar will still run you considerably less than $50 without a contract).\n\nIf you buy a SIM card from a shop you'll need your passport for identification. It only takes five minutes to do the paperwork and it will cost less than $10. You will receive a number in the \"mobile\" area code, starting with 9, which has more expensive rates for calls to and from landlines (and from abroad; in compensation, the tariffs for calls to phones on the same network are usually reduced), and your card will be preloaded with a small initial minute allowance. Incoming calls are free (or at least are supposed to be, by law; some companies are trying to find ways around it).\n\nTop off at the stores of your chosen company, at shops selling phones, or at newer automated kiosks which accept utility payments (they look like short, squat ATMs with large touchscreens, and display, among others, logos of the mobile operators); the latter charge a small commission fee and accept cash or (rarely) credit cards. Be careful when entering the number: it is possible to add airtime to any phone, not only your own.\n\nFor calls abroad there are different inexpensive pre-paid cards (e.g. Arktel), which you can find at many shops and kiosks throughout the city or in any post office.\n\n",{"type":"===","value":["Wireless Internet"]},"\n",{"type":"====","value":["Public Wifi hotspots"]},"\nThere is a good penetration of WiFi in Moscow, with hotspots at even surprising downbeat little cafes. Not everywhere with WiFi advertises it prominently, so make sure you ask if your device doesn't connect automatically, you may be surprised.\n\nBeelineWiFi has the largest network of access points, available almost everywhere within the Garden Ring, less frequently outside it. Most connections are free to use (paid by such as a cafe or mall). Though a few require an account. Rates are 50 rubles for an hour, 100 rubles for 24 hours, 500 rubles for 30 days; if you have a credit card, it's a fairly simple process to sign up and connect entirely online. Airports are flooded with paid networks so as to drown the (few) free choices. In some places, pre-paid cards can be acquired at the cashier's desk (e.g. Starbucks) or in outlets selling mobile phones. The main railway stations provide free access.\n\nMcDonalds has free Wi-Fi in nearly every branch in the city (and in most of them within the Garden Ring)—operated also by BeelineWiFi.\n\n",{"type":"====","value":["WiMax"]},"\nThere is also a mobile Wimax provider called ",{"type":"[","value":["http:\/\/www.yota.ru\/en\/ Yota"]}," available in Moscow and some other cities. You can buy their USB modem in almost every outlet selling mobile phones(Euroset, Svyaznoi, I-on etc.) as well as in any computer related store. Available plans : 900 rubles\/month or 90 rubles\/day. Average download speed - 0.6-3Mbits \/sec depending on how busy the base wimax station is. Connection can be problematic roughly between 16:00 and 21:00 on workdays, however.\n\n",{"type":"====","value":["Mobile internet connection"]},"\nThe 3G (HSDPA) coverage is also available in some areas provided by MegaFon, MTS, BeeLine. HSDPA (GSM) coverage is limited through Moscow and the traffic there is very expensive if you didn't purchase a \"traffic package\" beforehand. There is also a CDMA (EV-DO rev. A) wireless internet available provided by ",{"type":"[","value":["http:\/\/www.skylink.ru Skylink"]}," but you have to buy their hardware (450Mhz) like USB modem for 1890 rub to use it (runs at 450 MHz and it's not compatible with CDMA equipment used in the U.S. etc.). It's much cheaper than HSDPA (GSM) connection: CDMA is 4.6\/2.5 rub per MB in daytime\/nighttime (and even less if you first pay 640 rubles for switching to ",{"type":"''","value":[{"type":"[","value":["http:\/\/skylink.ru\/pages\/tarif.aspx?id=50571&r=77 Легкий Интернет"]}]}," tarif). Average download speed with Skylink - 0.7-2.0 Mbits per second, and it's much more reliable than Yota. Compared to HSDPA (GSM), CDMA coverage is almost equal to MTS and Beeline, and frequenly better than Megafon.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies"]},"\n\nMoscow is one of the global diplomatic capitals, competing with ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["London"]]},", and ",{"type":"[[","value":[["Washington, D.C."],["Washington D.C."]]},". Most of the world's countries have their embassies in the city.\n\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[{"type":"{{","value":[["flag"],["Abkhazia"]]}," ",{"type":"{{","value":[["listing"],["name=Abkhazia"],["url=http:\/\/www.emb-abkhazia.ru\/"],["email=info@emb-abkhazia.ru"],["address=Mamonovsky pereulok, 4 building 1"],["lat="],["long="],["directions="],["phone=+7 (495) 650-11-45, +7 (495) 650-17-82"],["tollfree="],["fax=+7 (495) 650-28-43"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Afghanistan"]]}," ",{"type":"{{","value":[["listing"],["name=Afganistan"],["url="],["email=safarat_moscow@yahoo.com"],["address=Povarskaya street, 42"],["lat="],["long="],["directions="],["phone=+7 (495) 690-0146, +7 (495) 690-3894 (consulate)"],["tollfree="],["fax=+7 (495) 690-0146"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Albania"]]}," ",{"type":"{{","value":[["listing"],["name=Albania"],["url="],["email=alembassy@gtmail.ru"],["address=Mytnaya street, 3, ap. 8"],["lat="],["long="],["directions="],["phone=+7 (495) 982-3852"],["tollfree="],["fax=+7 (495) 982-3854"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Algeria"]]}," ",{"type":"{{","value":[["listing"],["name=Algeria"],["url=http:\/\/www.algerianembassy.ru"],["email=algamb@ntl.ru"],["address=Krapivensky Pereulok, 1А"],["lat="],["long="],["directions="],["phone=+7 (495) 937-4600, +7 (495) 624-0714"],["tollfree="],["fax=+7 (495) 937-4645"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Angola"]]}," ",{"type":"{{","value":[["listing"],["name=Angola"],["url="],["email=angomosc@col.ru"],["address=Ulofa Palme street, 6"],["lat="],["long="],["directions="],["phone=+7 ((499) 143-6324"],["tollfree="],["fax=+7 (495) 956-1880"],["hours=10AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Argentina"]]}," ",{"type":"{{","value":[["listing"],["name=Argentina"],["url="],["email=efrus@mrecic.gov.ar"],["address=Bolshaya Ordynka street, 72"],["lat="],["long="],["directions="],["phone=+7 (495) 502-1020"],["tollfree="],["fax=+7 (495) 502-1021"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Armenia"]]}," ",{"type":"{{","value":[["listing"],["name=Armenia"],["url=http:\/\/www.armenianembassy.ru"],["email=info@armenianembassy.ru"],["address=Armyansky Pereulok, 2"],["lat="],["long="],["directions="],["phone=+7 (495) 624-1269, +7 (495) 625-7305, +7 (495) 924-3243 (consulate)"],["tollfree="],["fax=+7 (495) 624-4535"],["hours=Mon, Tue, Thu - 10.30-12.30 and 14.30-17.00; Fri 10.30-12.30 and 14.00-16.00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url="],["email=austembmos@dfat.gov.au"],["address=Podkolokolny pereulok, 10A\/2"],["lat="],["long="],["directions="],["phone=+7 (495) 956-6075, +7 (495) 232-3272, +7 (495) 232-3291"],["tollfree="],["fax=+7 (495) 956-6162, +7 (495) 956-6170"],["hours=Mon-Fri, 9AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["url="],["email=moskau-ob@bmaa.gv.at"],["address=Starokonyushenny pereulok, 1"],["lat="],["long="],["directions="],["phone=+7 (495) 780-6066"],["tollfree="],["fax=+7 (495) 937-4269"],["hours=Mon-Fri, 9AM - 4-30 PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Azerbaijan"]]}," ",{"type":"{{","value":[["listing"],["name=Azerbaijan"],["url="],["email=embassy@azembassy.msk.ru"],["address=Leontievsky pereulok, 16"],["lat="],["long="],["directions="],["phone=+7 (495) 629-4332, +7(495) 629-1649 (consulate)"],["tollfree="],["fax=+7 (495) 202-5072, +7 (495) 629-5546 (consulate)"],["hours=Mon-Fri, 9-30 AM - 1PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Bahrain"]]}," ",{"type":"{{","value":[["listing"],["name=Bahrain"],["url="],["email=moscowbah@yahoo.com"],["address=Bolshaya Ordynka, 18\/1"],["lat="],["long="],["directions="],["phone=+7 (495) 953-0022, +7 (495) 953-0033, +7 (495) 953-0044, +7 (495) 953-0066"],["tollfree="],["fax=+7 (495) 953-7474"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Bangladesh"]]}," ",{"type":"{{","value":[["listing"],["name=Bangladesh"],["url=http:\/\/www.bangladeshembassy.ru"],["email=bdoot.moscow@mail.ru"],["address=Zemledelchesky pereulok, 6"],["lat="],["long="],["directions="],["phone=+7 (495) 246-7804, +7 (495) 246-7332 (consulate)"],["tollfree="],["fax=+7 (495) 246-7804, +7 (495) 246-7332 (consulate)"],["hours=Mon-Thu 9AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Belarus"]]}," ",{"type":"{{","value":[["listing"],["name=Belarus"],["url=http:\/\/embassybel.ru\/"],["email=mail@embassybel.ru"],["address=Maroseyka street, 17\/6"],["lat="],["long="],["directions="],["phone=+7 (495) 777-6644 (103), +7 (495) 777-6644, +7 (495) 624-703"],["tollfree="],["fax=+7 (495) 777-6633"],["hours=Mon-Fri 10AM - 4-30PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url="],["email=Moscow@diplobel.fed.be"],["address=Malaya Molchanovka street, 7"],["lat="],["long="],["directions=Arbatskaya metro station"],["phone=+7 (495) 780-0331"],["tollfree="],["fax=+7 (495) 780-0342, +7 (495) 780-0341 (visa), +7 (495) 780-0332, +7 (495) 780-0331 (common)"],["hours=Mon-Fri 9-30AM - 6PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Benin"]]}," ",{"type":"{{","value":[["listing"],["name=Benin"],["url="],["email=amba_beninmos@yahoo.fr"],["address=Uspensky pereulok, 7"],["lat="],["long="],["directions="],["phone=+7 (495) 699-2360, +7 (495) 699-2923, +7 (495) 699-7985"],["tollfree="],["fax=+7 (495) 694-0226"],["hours=Mon-Fri 9-30AM - 4-30PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Bolivia"]]}," ",{"type":"{{","value":[["listing"],["name=Bolivia"],["url="],["email=embolrus@online.ru"],["address=Serpukhovsky Val street, 8, ap. 135-137"],["lat="],["long="],["directions="],["phone=+7 (495) 954-0630, +7 (495) 958-0855, +7 (495) 952-5736"],["tollfree="],["fax=+7 (495) 958-0755"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Bosnia and Herzegovina"]]}," ",{"type":"{{","value":[["listing"],["name=Bosnia and Herzogovina"],["url="],["email=embassybih@mail.ru"],["address=Mosfilmovskaya street, 50 building 1 office 484"],["lat="],["long="],["directions="],["phone=+7 (495) 147-6488, +7 (495) 143-2909 (consulate)"],["tollfree="],["fax=+7 (495) 147-6489"],["hours=9AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url="],["email=brasrus@brasemb.ru"],["address=Ulitsa Bolshaya Nikitskaya, 54"],["lat="],["long="],["directions="],["phone=+7 495 363 03 66"],["tollfree="],["fax=+7 495 363-0367"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Brunei"]]}," ",{"type":"{{","value":[["listing"],["name=Brunei"],["url="],["email="],["address=Berezhkovskaya naberezhnaya, 2, office 413"],["lat="],["long="],["directions=Kievskaya metro station, Radisson SAS Slavyanskaya hotel"],["phone=+7 (495) 941-8215, +7 (495) 941-8216"],["tollfree="],["fax=+7 (495) 941-8214"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Bulgaria"]]}," ",{"type":"{{","value":[["listing"],["name=Bulgaria"],["url="],["email=bulemrus@bоlgaria.ru"],["address=Mosfilmovskaya street, 66"],["lat="],["long="],["directions="],["phone=+7 (499) 143-9022 (consulate), +7 (499) 143-9023"],["tollfree="],["fax=+7 (495) 232-3302, +7 (499) 143-9605 (consulate), +7 (499) 143-6214"],["hours=9AM - 4PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Burundi"]]}," ",{"type":"{{","value":[["listing"],["name=Burundi"],["url="],["email=bdiamb@yahoo.fr"],["address=Kaluzhskaya square, 1, ap. 226, 227"],["lat="],["long="],["directions=Oktyabrskaya metro station"],["phone=+7 (499) 230-2564"],["tollfree="],["fax=+7 (499) 230-2009"],["hours=Mon-Fri 9AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Cambodia"]]}," ",{"type":"{{","value":[["listing"],["name=Cambodia"],["url="],["email=cambemoscow@stream.ru"],["address=Starokonyushenny pereulok, 16"],["lat="],["long="],["directions="],["phone=+7 495 637-4736"],["tollfree="],["fax=+7 495 956-6573"],["hours=Mon-Fri 9AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Cameroon"]]}," ",{"type":"{{","value":[["listing"],["name=Cameroon"],["url="],["email=ambacamos@yahoo.fr"],["address=Povarskaya street, 40"],["lat="],["long="],["directions="],["phone=+7 (495) 690-6549, +7 (495) 690-0063"],["tollfree="],["fax=+7 (495) 690-6116"],["hours=Mon-Fri 9AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url="],["email=mosco@international.gc.ca"],["address=Starokonyushenny pereulok, 23"],["lat="],["long="],["directions="],["phone=+7 (495) 925-6000, +7 (495) 925-6054 (consulate)"],["tollfree="],["fax=+7 (495) 925-6025, +7 (495) 925-6090, +7 (495) 925-6092"],["hours=Mon-Fri 8-30AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Cape Verde"]]}," ",{"type":"{{","value":[["listing"],["name=Cape Verde"],["url="],["email=consulado.rus@gmail.com"],["address=Rublevskoe shosse, 26, building 1, office 182"],["lat="],["long="],["directions="],["phone=+7 495 415-4149"],["tollfree="],["fax=+7 495 415-4106"],["hours=Mon-Fri 11AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["the Central African Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Central African Republic"],["url="],["email="],["address=26 Bakinskikh Komissarov street, 9, ap. 124, 125"],["lat="],["long="],["directions=Yugo-Zapadnaya metro station"],["phone=+7 (495) 434-4520"],["tollfree="],["fax=+7 (495) 727-4939"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Chad"]]}," ",{"type":"{{","value":[["listing"],["name=Chad"],["url="],["email="],["address=Akademika Pilyugina street, 14, building 3, ap. 895,896"],["lat="],["long="],["directions=Novye Cheryomushki metro station"],["phone=+7 (495) 936-1763, +7 (495) 936-1766"],["tollfree="],["fax=+7 (495) 936-1101"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Chile"]]}," ",{"type":"{{","value":[["listing"],["name=Chile"],["url="],["email=echile@col.ru"],["address=Denezhny pereulok, 7, building 1"],["lat="],["long="],["directions="],["phone=+7 (499) 241-0145, +7 (499) 241-0414, +7 (499) 241-1034, +7 (499) 241-1245, +7 (499) 241-3151, +7 (499) 241-1034 (consulate)"],["tollfree="],["fax=+7 (499) 241-6867"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/ru.china-embassy.org"],["email="],["address=Druzhby street, 6"],["lat="],["long="],["directions="],["phone=+7 (495) 938-2006, +7 (499) 143-1543 (consulate)"],["tollfree="],["fax=+7 (495) 9561169"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Colombia"]]}," ",{"type":"{{","value":[["listing"],["name=Colombia"],["url=http:\/\/www.colombia.ru\/spa\/"],["email=emrusia@colombia.ru"],["address=Burdenko street, 20"],["lat="],["long="],["directions="],["phone=+7 (495) 248-3073, +7 (495) 248-3042\/73 (consulate), +7 (495) 248-34-17"],["tollfree="],["fax=+7 (495) 248-3025, +7 (495) 248-3003 (consulate)"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Croatia"]]}," ",{"type":"{{","value":[["listing"],["name=Croatia"],["url="],["email=admin@croemba.msk.ru"],["address=Korobeynikov pereulok, 16\/10"],["lat="],["long="],["directions="],["phone=+7 (495) 637-7186, +7 (495) 637-3222, +7 (495) 637-3868, +7 (495) 637-3977, +7 (495) 637-4033 (consulate)"],["tollfree="],["fax=+7 (495) 637-4624"],["hours=Mon-Fri 10-30AM - 1-30PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Cyprus"]]}," ",{"type":"{{","value":[["listing"],["name=Cyprus"],["url="],["email=moscowembassy@mfa.gov.cy"],["address=Povarskaya street, 9"],["lat="],["long="],["directions="],["phone=+7 (495) 744-2944, +7 (495) 744-2934 (consulate)"],["tollfree="],["fax=+7 (495) 744-2945"],["hours=Mon-Fri 10AM-3PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["the Czech Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Czech Republic"],["url="],["email=moscow@embassy.mzv.cz, consulate - ko.moscow@embassy.mzv.cz"],["address=Yuliusa Fuchika street, 12\/14"],["lat="],["long="],["directions="],["phone=+7 (495) 276-0701, +7 (495) 276-0702 (consulate)"],["tollfree="],["fax=+7 (495) 250-1523, +7 (495) 251-0145"],["hours=Mon-Fri 9-00 - 11-30"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["the Democratic Republic of the Congo"]]}," ",{"type":"{{","value":[["listing"],["name=Democratic Republic of the Congo"],["url="],["email=amba_rdc_moscow@yahoo.fr"],["address=Simferopolsky Boulevard, 7А, ap. 49, 50"],["lat="],["long="],["directions="],["phone=+7 (499) 613-8348, +7 (499) 613-8514"],["tollfree="],["fax="],["hours=Mon-Fri 9AM - 4PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark"],["url=http:\/\/www.ambmoskva.um.dk\/ru\/"],["email=mowamb@um.dk"],["address=Prechistensky pereulok, 9"],["lat="],["long="],["directions="],["phone=+7 (495) 642-6800, +7 (495) 642-6801 (visas)"],["tollfree="],["fax=+7  (495) 775-0191, +7 (495) 775-0197 (visas)"],["hours=Mon-Thu 9-15AM - 5PM; Fri 9-15AM - 4-15PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Dominican Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Dominican Republic"],["url="],["email=embadomru@gmail.com"],["address=Rublevskoe shosse, 26, building 1, office 211"],["lat="],["long="],["directions="],["phone=+7 (495) 415-2596, 415-3601"],["tollfree="],["fax=+7 (495) 415-3601"],["hours=Mon-Fri 9AM - 4PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Ecuador"]]}," ",{"type":"{{","value":[["listing"],["name=Ecuador"],["url="],["email=embajada@ecuaemb.ru"],["address=Gorokhovsky pereulok, 12"],["lat="],["long="],["directions=Kurskaya metro station"],["phone=+7 (499) 261-2739, 261-5527, 261-5530 (consulate)"],["tollfree="],["fax=+7 (499) 267-7079"],["hours=Mon-Fri 10AM - 6PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/english\/embassies\/Egyptian_Embassy_Russia\/Pages\/default.aspx"],["email=embassy.moscow@mfa.gov.eg"],["address=Kropotkinsky Pereulok, 12"],["lat="],["long="],["directions="],["phone=+7 (499) 246-3096, 246-0234, 246-3080"],["tollfree="],["fax=+7 (499) 246-1064"],["hours=9AM - 17:00 PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Equatorial Guinea"]]}," ",{"type":"{{","value":[["listing"],["name=Equatorial Guinea"],["url="],["email=embajada1968@mail.ru"],["address=Pogorelsky pereulok, 7, building 1"],["lat="],["long="],["directions=Polyanka metro station"],["phone=+7 (495) 953-3563, 953-27-66"],["tollfree="],["fax=+7 (495) 953-2084"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Eritrea"]]}," ",{"type":"{{","value":[["listing"],["name=Eritrea"],["url="],["email=erembassy@yandex.ru"],["address=Koroviy Val street, 7\/1, ap. 31,32"],["lat="],["long="],["directions="],["phone=+7 (499) 238-3025"],["tollfree="],["fax=+7 (499) 238-1868"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Estonia"]]}," ",{"type":"{{","value":[["listing"],["name=Estonia"],["url="],["email=Embassy.Moskva@mfa.ee"],["address=Maly Kislovsky pereulok, 5"],["lat="],["long="],["directions=Arbatskaya metro station"],["phone=+7 (495) 737-3640"],["tollfree="],["fax=+7 (495) 737-3646"],["hours=Mon-Fri 8-30AM - 5-00PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Ethiopia"]]}," ",{"type":"{{","value":[["listing"],["name=Ethiopia"],["url="],["email=eth-emb@col.ru"],["address=Orlovo-Davydovsky pereulok, 6"],["lat="],["long="],["directions=Prospekt Mira metro station"],["phone=+7 (495) 680-1616, 680-1676"],["tollfree="],["fax=+7 (495) 680-6608"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.org.ru"],["email=sanomat.mos@formin.fi, visa issues – visa.mos@formin.fi"],["address=Kropotkinsky pereulok, 15-17"],["lat="],["long="],["directions=Park Kultury metro station"],["phone=+7 (495) 787-4178 (10-00 - 12-00), (495) 787-4177 (emergency cases)"],["tollfree="],["fax=+7 (499) 255-3380"],["hours=Mon-Fri 9-00 - 12-00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url="],["email="],["address=Bolshaya Yakimanka street, 45"],["lat="],["long="],["directions=Oktyabrskaya metro station"],["phone=+7 (495) 937-1500"],["tollfree="],["fax=+7 (495) 937-1430"],["hours=Mon-Fri 9-00AM - 1-00PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Gabon"]]}," ",{"type":"{{","value":[["listing"],["name=Gabon"],["url="],["email=ambgab_ru@mail.ru"],["address=Denezhny pereulok, 16"],["lat="],["long="],["directions="],["phone=+7 (495) 241-0080, (499) 241-7910"],["tollfree="],["fax=+7 (495) 241-15-85, (499) 252-8694"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Gambia"]]}," ",{"type":"{{","value":[["listing"],["name=Gambia"],["url="],["email="],["address=Kadashevskaya naberezhnaya, 32\/2"],["lat="],["long="],["directions="],["phone=+7 (495) 258-3682"],["tollfree="],["fax=+7 (495) 258-3682"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Georgia"]]}," ",{"type":"{{","value":[["listing"],["name=Georgia"],["url="],["email=anton@hloptic.ru"],["address=Maly Rzhevsky pereulok, 6"],["lat="],["long="],["directions="],["phone=+7 (495) 690-4657"],["tollfree="],["fax=+7 (495) 691-2136"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url="],["email=germanrk@aha.ru"],["address=Mosfilmovskaya street, 56"],["lat="],["long="],["directions="],["phone=+7 495 937-9500"],["tollfree="],["fax=+7 495 783-0875"],["hours=Mon, Wed, Thu 8AM - 5PM; Tue 8AM - 5-30PM; Fri 8AM - 3PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Ghana"]]}," ",{"type":"{{","value":[["listing"],["name=Ghana"],["url=http:\/\/www.ghanaemb-mos.ru"],["email=embghmos@astelit.ru"],["address=Skatertny pereulok, 14"],["lat="],["long="],["directions="],["phone=+7 (495) 690-1969, 690-2327\/35, 690-2224, +7 (495) 690-2073 (consulate)"],["tollfree="],["fax=+7 (495) 690-2198, +7 (495) 690-2073 (consulate)"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=gremb.mow@mfa.gr"],["address=Leontievsky Pereulok No 4"],["lat="],["long="],["directions="],["phone=+7 (495) 539 2940, 690-4657"],["tollfree="],["fax=+7 495 539 2950"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Guatemala"]]}," ",{"type":"{{","value":[["listing"],["name=Guatemala"],["url="],["email=embaguaterus@glasnet.ru"],["address=Koroviy Val street, 7 office 98"],["lat="],["long="],["directions="],["phone=+7 (499) 238-2214, 238-5914"],["tollfree="],["fax=+7 (495) 238-1446, 956-6270"],["hours=Mon-Fri 10AM - 1PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Guinea"]]}," ",{"type":"{{","value":[["listing"],["name=Guinea"],["url="],["email=ambaguineemoscou@yahoo.fr"],["address=Koroviy Val street, 7 office 101,102"],["lat="],["long="],["directions="],["phone=+7 (499) 238-1085"],["tollfree="],["fax=+7 (499) 238-9768"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Guinea-Bissau"]]}," ",{"type":"{{","value":[["listing"],["name=Guinea-Bissau"],["url="],["email="],["address=Simferopolsky Boulevard, 7-А, entrance 4, ap. 180"],["lat="],["long="],["directions="],["phone=+7 (499) 317-9582"],["tollfree="],["fax=+7 (499) 317-9582"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Hungary"]]}," ",{"type":"{{","value":[["listing"],["name=Hungary"],["url=http:\/\/hungaria.redroxx.eu"],["email=mission.mov@kum.hu"],["address=Mosfilmovskaya street, 62"],["lat="],["long="],["directions="],["phone=+7 495 796-93-77"],["tollfree="],["fax=+7 (495) 796-9380, +7 (495) 796-9377 (consulate)"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Iceland"]]}," ",{"type":"{{","value":[["listing"],["name=Iceland"],["url=http:\/\/www.iceland.org"],["email=icemb.moscow@utn.stjr.is"],["address=Khlebny pereulok, 28"],["lat="],["long="],["directions="],["phone=+7 495 956-7604"],["tollfree="],["fax=+7 (495) 956-7612"],["hours=Mon-Fri 9AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url="],["email=indambru@com2com.ru"],["address=Vorontsovo Polye street 6\/8"],["lat="],["long="],["directions="],["phone=+7 495 783 75 35"],["tollfree="],["fax=+7 495 916 36 32"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["name=Indonesia"],["url="],["email=kbrimos@rol.ru"],["address=Novokuznetskaya Ulitsa, 12"],["lat="],["long="],["directions="],["phone=+7 495 9519549"],["tollfree="],["fax=+7 495 2306431"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Iran"]]}," ",{"type":"{{","value":[["listing"],["name=Iran"],["url=http:\/\/www.iranembassy.ru"],["email=iranembassy@iranembassy.ru"],["address=Pokrovsky boulevard, 7"],["lat="],["long="],["directions="],["phone=+7 495 917-7282#131, 917-0039, 917-0198, 917-0199"],["tollfree="],["fax=+7 495 917-3092"],["hours=Mon-Fri 9AM - 4-30PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Iraq"]]}," ",{"type":"{{","value":[["listing"],["name=Iraq"],["url="],["email=mosemb@iraqmofamail.net"],["address=Pogodinskaya street, 12"],["lat="],["long="],["directions=Kievskaya or Sportivnaya metro station"],["phone=+7 (499) 246-5506, 246-5507, 246-5508, 248-3813"],["tollfree="],["fax=+7 (499) 246-2734"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url="],["email=embassymoscow@dfa.ie"],["address=Grokholsky pereulok, 5"],["lat="],["long="],["directions="],["phone=+7 (495) 937-5911, 688-41-01, visas - 937-5900, 737-3636, 737-5494"],["tollfree="],["fax=+7 (495) 975-2066, visas - 937-5902, 737-3637"],["hours=Mon and Fri, 9-30 - 12-30"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["url="],["email="],["address=Bolshaya Ordynka street, 56"],["lat="],["long="],["directions="],["phone=+7 495 660-27-00"],["tollfree="],["fax=+7 495 660-27-68"],["hours=Mon-Thu 9-11AM and 4-5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url="],["email=embitaly@ambmosca.ru"],["address=Denezhny pereulok, 5"],["lat="],["long="],["directions="],["phone=+7 (495) 796-9691; (499) 241-1533, 241-1534"],["tollfree="],["fax=+7 (495) 253-9289"],["hours=Mon-Fri 9AM - 6PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Jamaica"]]}," ",{"type":"{{","value":[["listing"],["name=Jamaica"],["url="],["email="],["address=Koroviy Val street, 7\/1 office 70, 71"],["lat="],["long="],["directions="],["phone=+7 (495) 237-2320"],["tollfree="],["fax=+7 (495) 232-2818"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.ru.emb-japan.go.jp\/"],["email="],["address=Grokholsky Pereulok 27"],["lat="],["long="],["directions="],["phone=+7 495 229-2550"],["tollfree="],["fax=+7 495 229-2555"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Jordan"]]}," ",{"type":"{{","value":[["listing"],["name=Jordan"],["url="],["email=emjordan@umail.ru"],["address=Mamonovsky pereulok, 3"],["lat="],["long="],["directions="],["phone=+7 495 699-1242, 699-2845, 699-4344, 699-9564, 699-6717"],["tollfree="],["fax=+7 495 699-4354"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Kazakhstan"]]}," ",{"type":"{{","value":[["listing"],["name=Kazakhstan"],["url="],["email=kazembassy@kazembassy.ru"],["address=Chistoprudny Boulevard, 3A"],["lat="],["long="],["directions=Chistye Prudy, Sretenky Boulevard or Turgenevskaya metro station"],["phone=+7 495 627-1812, +7 (495) 627-1706  (consulate),627-1816"],["tollfree="],["fax=+7 (495) 608-2650, +7 (495) 608-0832 (consulate)"],["hours=9-30AM - 4-30PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Kenya"]]}," ",{"type":"{{","value":[["listing"],["name=Kenya"],["url=http:\/\/www.kenemb.ru"],["email=moscow@mfa.go.ke"],["address=Lopukhinsky pereulok 5, buildings 1,5"],["lat="],["long="],["directions="],["phone=+7 (495) 637-2186, 637-4257, 637-2535"],["tollfree="],["fax=+7 (495) 637-5463"],["hours=Tue, Thu 10-00 - 12-00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Kyrgyzstan"]]}," ",{"type":"{{","value":[["listing"],["name=Kyrgyzstan"],["url="],["email="],["address=Bolshaya Ordynka street, 64 office 24"],["lat="],["long="],["directions=Polyanka, Dobryninskaya, or Tretyakovskaya metro station"],["phone=+7 (495) 237-4882, 237-4601, 237-4571, +7 237-4391 (consulate), 237-3364"],["tollfree="],["fax=+7 (495) 951-6062"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Laos"]]}," ",{"type":"{{","value":[["listing"],["name=Laos"],["url=http:\/\/www.laoembassy.ru"],["email=post@laoembassy.ru"],["address=Malaya Nikitskaya street, 18"],["lat="],["long="],["directions="],["phone=+7 (495) 690-2560, 637-0158"],["tollfree="],["fax=+7 (495) 697-4924"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Latvia"]]}," ",{"type":"{{","value":[["listing"],["name=Latvia"],["url="],["email=embassy.russia@mfa.gov.lv"],["address=Chaplygina street, 3"],["lat="],["long="],["directions="],["phone=+7 (495) 232-9760"],["tollfree="],["fax=+7 (495) 232-9750"],["hours=Mon-Fri 9AM-6PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Lebanon"]]}," ",{"type":"{{","value":[["listing"],["name=Lebanon"],["url="],["email=leb.emb.moscow@mtu.net"],["address=Sadovaya-Samotechnaya street, 14"],["lat="],["long="],["directions="],["phone=+7 (495) 694-1320, +7 694-2684 (consulate)"],["tollfree="],["fax=+7 (495) 694-3222"],["hours=Mon-Fri 10AM-2PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Libya"]]}," ",{"type":"{{","value":[["listing"],["name=Libya"],["url="],["email=libyanbureau@mail.ru"],["address=Mosfilmovskaya street, 38"],["lat="],["long="],["directions="],["phone=+7 (499) 143-0354, 143-7722, 143-7700"],["tollfree="],["fax=+7 (495) 938-2162, (499) 143-7644"],["hours="],["price="],["content="]]}]},"| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[{"type":"{{","value":[["flag"],["Lithuania"]]}," ",{"type":"{{","value":[["listing"],["name=Lithuania"],["url="],["email=amb.ru@urm.lt"],["address=Borisoglebsky pereulok, 10"],["lat="],["long="],["directions=Arbatskaya metro station"],["phone=+7  (495) 785-8605, 785-8625 (consulate)"],["tollfree="],["fax=+7 (495) 785-8600, 785-8649 (consulate)"],["hours=Mon-Thu 9AM - 6PM; Fri 9AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Luxembourg"]]}," ",{"type":"{{","value":[["listing"],["name=Luxembourg"],["url="],["email=secret.amluxru@co.ru"],["address=Khruschevsky pereulok, 3"],["lat="],["long="],["directions=Kropotkinskaya metro station"],["phone=+7 (495) 786-6663"],["tollfree="],["fax=+7 (495) 786-6669"],["hours=Mon-Fri 10-00 - 12-00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Macedonia"]]}," ",{"type":"{{","value":[["listing"],["name=Macedonia"],["url=http:\/\/www.missions.gov.mk\/moscow"],["email=moscow@mfa.gov.mk"],["address=Dmitrija Uljanova street, 16, building 2, entrance 8, floor 1, Ste 509 & 510"],["lat="],["long="],["directions="],["phone=+7 499 124 3357"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Madagascar"]]}," ",{"type":"{{","value":[["listing"],["name=Madagascar"],["url=http:\/\/www.ambamadagascar.ru\/"],["email=info@ambamadagascar.ru"],["address=Kursovoy pereulok, 5\/1"],["lat="],["long="],["directions=Kropotkinskaya metro station"],["phone=+7 (495) 695-2892"],["tollfree="],["fax=+7 (495) 695-2854"],["hours=Mon-Fri 10AM - 3-45PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Malaysia"]]}," ",{"type":"{{","value":[["listing"],["name=Malaysia"],["url="],["email=malmoscow@kln.gov.my"],["address=Mosfilmovskaya St, 50"],["lat="],["long="],["directions="],["phone=+7 495 147-1514"],["tollfree="],["fax="],["hours="],["price="],["phoneextra=+7 495 147-1512"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Mali"]]}," ",{"type":"{{","value":[["listing"],["name=Mali"],["url="],["email=amaliru@mail.ru"],["address=Novokuznetskaya street, 11"],["lat="],["long="],["directions=Tretyakovskaya or Novokuznetskaya metro station"],["phone=+7 (495) 951-6349, 951-2784"],["tollfree="],["fax=+7 (495) 951-2784"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Malta"]]}," ",{"type":"{{","value":[["listing"],["name=Malta"],["url="],["email=maltaembassy.moscow@gov.mt"],["address=Koroviy Val street, 7 office 219"],["lat="],["long="],["directions=Oktyabrskaya or Dobryninskaya metro station"],["phone=+7 (495) 237-1939, (499) 230-2524, 230-1981"],["tollfree="],["fax=+7 (495) 237-2158"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Mauritania"]]}," ",{"type":"{{","value":[["listing"],["name=Mauritania"],["url="],["email=mauritanie@redline.ru"],["address=Bolshoy Savvinsky pereulok, 21"],["lat="],["long="],["directions="],["phone=+7 (499) 245-1176, 245-1261"],["tollfree="],["fax=+7 (499) 246-2519"],["hours=Mon-Fri 12-00 - 15-00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Mauritius"]]}," ",{"type":"{{","value":[["listing"],["name=Mauritius"],["url="],["email="],["address=Nikoloyamskaya Street, 8"],["lat="],["long="],["directions="],["phone=+7 (495) 915-7617"],["tollfree="],["fax=+7 (495) 915-7665"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url="],["email=info@embamex.ru"],["address=Bolshoy Levshinsky pereulok, 4"],["lat="],["long="],["directions=Smolenskaya metro station"],["phone=+7 (495) 969-2879, 969-2878 (consulate)"],["tollfree="],["fax=+7 (495) 969-2877"],["hours=Mon-Thu 9-00 - 13-00; Fri 9-00 - 12-00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Moldova"]]}," ",{"type":"{{","value":[["listing"],["name=Moldova"],["url=http:\/\/www.moldembassy.ru\/"],["email=info@moldembassy.ru"],["address=Kuznetsky Most street, 18"],["lat="],["long="],["directions=Kuznetsky Most metro station"],["phone=+7 (495) 624-5353, 624-6342"],["tollfree="],["fax=+7 (495) 624-9590"],["hours=Mon-Fri 8AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Mongolia"]]}," ",{"type":"{{","value":[["listing"],["name=Mongolia"],["url="],["email=mongolia@online.ru"],["address=Borisoglebsky pereulok, 11"],["lat="],["long="],["directions="],["phone=+7 (495) 691-4636, 690-6792, +7 (495) 244-7867 (consulate), +7 (499) 241-1548"],["tollfree="],["fax=+7 (495) 691-4636"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Montenegro"]]}," ",{"type":"{{","value":[["listing"],["name=Montenegro"],["url="],["email=ambasadacg@ya.ru"],["address=Mytnaya street, 3, office 23-25"],["lat="],["long="],["directions=Oktyabrskaya or Dobryninskaya metro station"],["phone=+7 (499) 230-1865\/76"],["tollfree="],["fax=+7 (499) 230-1886"],["hours=Mon, Wed, Fri 9-00 - 12-00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Morocco"]]}," ",{"type":"{{","value":[["listing"],["name=Morocco"],["url="],["email=sifmamos@xrus.ru"],["address=Bolshaya Nikitskaya street, 51"],["lat="],["long="],["directions=Barrikadnaya metro station"],["phone=+7 (495) 690-2085, 691-1762"],["tollfree="],["fax=+7 (495) 691-9493, 691-1642"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Mozambique"]]}," ",{"type":"{{","value":[["listing"],["name=Mozambique"],["url="],["email=embamocru@hotmail.com"],["address=Krutitsky Val street, 3 building 2"],["lat="],["long="],["directions=Proletarskaya metro station"],["phone=+7 (495) 786-3005\/06"],["tollfree="],["fax=+7 (495) 786-3005\/06"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Myanmar"]]}," ",{"type":"{{","value":[["listing"],["name=Myanmar"],["url="],["email="],["address=Bolshaya Nikitskaya street, 41"],["lat="],["long="],["directions=Barrikadnaya metro station"],["phone=+7 (495) 291-56-14"],["tollfree="],["fax=+7 (495) 956-31-86"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Nepal"]]}," ",{"type":"{{","value":[["listing"],["name=Nepal"],["url="],["email="],["address=2nd Neopalimovsky pereulok, 14\/7"],["lat="],["long="],["directions="],["phone=+7 (495) 244-0215"],["tollfree="],["fax=+7 (495) 241-0000"],["hours=Mon-Fri 10-00 - 12-00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["the Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands"],["url="],["email=mos@minbuza.nl"],["address=Kalashny pereulok, 6"],["lat="],["long="],["directions=Arbatskaya metro station"],["phone=+7 (495) 797-29-00"],["tollfree="],["fax=+7 (495) 797-29-04"],["hours=Mon-Fri 9-00 - 12-30"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand"],["url="],["email=nzembmos@umail.ru"],["address=Povarskaya street, 44"],["lat="],["long="],["directions="],["phone=+7 (495) 956-3579, immigration service – (495) 956-2642"],["tollfree="],["fax=+7 (495) 956-35783, immigration service - (495) 232-0180"],["hours=Mon-Fri 9-30AM - 5-30PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Nicaragua"]]}," ",{"type":"{{","value":[["listing"],["name=Nicaragua"],["url="],["email=embanic_moscu@mail.ru"],["address=Mosfilmovskaya street, 50 building 1"],["lat="],["long="],["directions="],["phone=+7 (495) 938-2701"],["tollfree="],["fax=+7 (495) 938-2701"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Niger"]]}," ",{"type":"{{","value":[["listing"],["name=Niger"],["url="],["email="],["address=Kursovoy pereulok, 7\/31"],["lat="],["long="],["directions="],["phone=+7 (495) 255-01-01"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Nigeria"]]}," ",{"type":"{{","value":[["listing"],["name=Nigeria"],["url=http:\/\/www.nigerianembassy.ru"],["email=info@nigerianembassy.ru"],["address=Malaya Nikitskaya street, 13"],["lat="],["long="],["directions="],["phone=+7 (495) 690-3783, 690-3785"],["tollfree="],["fax=+7 (495) 956-2825"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["North Korea"]]}," ",{"type":"{{","value":[["listing"],["name=North Korea"],["url="],["email="],["address=Mosfilmovskaya Street, 72"],["lat="],["long="],["directions="],["phone=+7 (499) 143-6231, 143-6308, 143-6247 (consulate)"],["tollfree="],["fax=+7 (499) 143-6312"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/www.norvegia.ru\/"],["email=emb.moscow@mfa.no"],["address=Povarskaya street, 7"],["lat="],["long="],["directions=Arbatskaya metro station"],["phone=+7 (495) 933-1410"],["tollfree="],["fax=+7 (495) 933-1414"],["hours=Mon, Tue, Wed, Fri 10-00 - 12-00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Oman"]]}," ",{"type":"{{","value":[["listing"],["name=Oman"],["url="],["email=oman@glasnet.ru"],["address=Staromonetny pereulok, 9, building 6-7"],["lat="],["long="],["directions="],["phone=+7 (495) 230-1587, 230-1255"],["tollfree="],["fax=+7 (495) 230-1587"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Pakistan"]]}," ",{"type":"{{","value":[["listing"],["name=Pakistan"],["url="],["email=pakemb@dialup.ptt.ru"],["address=Sadovaya Kudrinskaya street, 17"],["lat="],["long="],["directions="],["phone=+7 (499) 254-9791"],["tollfree="],["fax=+7 (495) 956-9097"],["hours=Mon-Thu 10AM - 1PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Panama"]]}," ",{"type":"{{","value":[["listing"],["name=Panama"],["url="],["email="],["address=Mosfilmovskaya street, 50 building 1"],["lat="],["long="],["directions="],["phone=+7 (495) 956-0729"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Paraguay"]]}," ",{"type":"{{","value":[["listing"],["name=Paraguay"],["url="],["email=embajada@embapar.ru"],["address=Koroviy Val street, 7\/1, office 142"],["lat="],["long="],["directions="],["phone=+7 (499) 230-1810"],["tollfree="],["fax=+7 (499) 230-1810"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Peru"]]}," ",{"type":"{{","value":[["listing"],["name=Peru"],["url="],["email=empanrus@aha.ru"],["address=Smolensky Boulevard, 22\/14, office 15"],["lat="],["long="],["directions="],["phone=+7 (499) 248-7738, 248-6794, 248-2302, +7 (499) 248-2766 (consulate)"],["tollfree="],["fax=+7 (499) 248-0072"],["hours=Mon-Fri 10AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["the Philippines"]]}," ",{"type":"{{","value":[["listing"],["name=Philippines"],["url=http:\/\/phil-embassy.ru"],["email=moscowpe@stream.ru"],["address=Karmanitsky pereulok 6\/8"],["lat="],["long="],["directions="],["phone=+7499 241-0563~65"],["tollfree="],["fax=+7 499 241-2630"],["hours="],["price="],["phoneextra=+7 906 738 2538"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Poland"]]}," ",{"type":"{{","value":[["listing"],["name=Poland"],["url="],["email=embassy@polandemb.ru"],["address=Klimashkina street, 4"],["lat="],["long="],["directions="],["phone=+7 (495) 231-1500, visa issues – (495) 231-1573, 231-1552, 231-1554"],["tollfree="],["fax=+7 (495) 231-1535, 254-2286"],["hours=Mon-Fri 9-30AM - 1-00PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"{{","value":[["listing"],["name=Portugal"],["url="],["email=embptrus@moscovo.dgaccp.pt; embptrus@col.ru"],["address=Botanitchesky Per, 1"],["lat="],["long="],["directions="],["phone=+7 495 981-3410"],["tollfree="],["fax=+7 (495) 981-3416, +7 (495) 981-3415 (consulate)"],["hours=Mon-Fri 9-30AM - 1-00PM"],["price="],["phoneextra=+7 495 981-3414"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Qatar"]]}," ",{"type":"{{","value":[["listing"],["name=Qatar"],["url="],["email="],["address=Koroviy Val street, 7, offices 196-198"],["lat="],["long="],["directions="],["phone=+7 (495) 980-6916"],["tollfree="],["fax=+7 (495) 935-7670, 980-6917"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["the Republic of the Congo"]]}," ",{"type":"{{","value":[["listing"],["name=Republic of the Congo"],["url="],["email=ambacoru@yahoo.gv"],["address=Koroviy Val street, 7\/1"],["lat="],["long="],["directions="],["phone=+7 (495) 236-3368"],["tollfree="],["fax=+7 (495) 236-4116"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Romania"]]}," ",{"type":"{{","value":[["listing"],["name=Romania"],["url="],["email=ambasada@orc.ru"],["address=Mosfilmovskaya street, 64"],["lat="],["long="],["directions=Kievskaya metro station"],["phone=+7 (499)143-0424, 143-0427, 143-0430, +7 (499) 143-0350 (consulate)"],["tollfree="],["fax=+7 (499) 143-1310"],["hours=Mon, Wed, Fri 11-00AM - 1-00PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Saudi Arabia"]]}," ",{"type":"{{","value":[["listing"],["name=Saudi Arabia"],["url="],["email=saudiemb@msk.org.ru"],["address=3-rd Neopalimovsky pereulok, 3"],["lat="],["long="],["directions="],["phone=+7 (499) 245-2310"],["tollfree="],["fax=+7 (499) 246-9471, 255-3463"],["hours=Mon-Fri 9AM-3PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Senegal"]]}," ",{"type":"{{","value":[["listing"],["name=Senegal"],["url="],["email="],["address=Koroviy Val street, 7\/1, offices 193, 194, 195"],["lat="],["long="],["directions="],["phone=+7 (499) 230-2102, 230-2275"],["tollfree="],["fax=+7 (499) 230-2063"],["hours=Mon-Fri 9-30AM - 5-30PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Serbia"]]}," ",{"type":"{{","value":[["listing"],["name=Serbia"],["url="],["email=ambasada@co.ru"],["address=Mosfilmovskaya street, 46"],["lat="],["long="],["directions="],["phone=+7 (499) 147-4106, 147-9008, 147-4221, 147-4105"],["tollfree="],["fax=+7 (499) 147-4104, (495) 937-9615"],["hours=Mon-Fri 9AM-1PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Sierra Leone"]]}," ",{"type":"{{","value":[["listing"],["name=Sierra Leone"],["url="],["email=info@slembassy.ru"],["address=Rublevskoye shosse, 26, building. 2, ap. 58, 59"],["lat="],["long="],["directions="],["phone=+7 (495) 415-4166, 415-4124"],["tollfree="],["fax=+7 (495) 415-2985, 415-4124"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Singapore"]]}," ",{"type":"{{","value":[["listing"],["name=Singapore"],["url="],["email=singemb_mow@sgmfa.gov.sg"],["address=pereulok Kamennaya Sloboda, 5"],["lat="],["long="],["directions="],["phone=+7 (499) 241-3702, 241-3913\/14\/02, 241-6428"],["tollfree="],["fax=+7 (499) 241-7507"],["hours=Mon-Fri 9AM - 5-30PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Slovakia"]]}," ",{"type":"{{","value":[["listing"],["name=Slovakia"],["url="],["email=embassy@moskva.mfa.sk"],["address=Yuliusa Fuchika street, 17\/19"],["lat="],["long="],["directions=Mayakovskaya or Belorusskaya metro station"],["phone=+7 (495) 956-49-20, 250-1070, 250-1071, +7 (495) 956-4923 (consulate)"],["tollfree="],["fax=+7 (495) 250-1521, (499) 973-2081"],["hours=Mon, Wed, Fri 9-00 - 12-00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Slovenia"]]}," ",{"type":"{{","value":[["listing"],["name=Slovenia"],["url="],["email=vmo@gov.si"],["address=Malaya Dmitrovka street, 14 building 1"],["lat="],["long="],["directions=Pushkinskaya metro station"],["phone=+7 (495) 694-1568, 737-3398"],["tollfree="],["fax=+7 (495) 694-1568"],["hours=Mon, Wed, Fri 10-00 - 12-00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Somalia"]]}," ",{"type":"{{","value":[["listing"],["name=Somalia"],["url="],["email=somembassy@nabad.org"],["address=Simferopolsky Boulevard, 7А, ap. 145"],["lat="],["long="],["directions="],["phone=+7 (499) 317-1572, 317-0622"],["tollfree="],["fax=+7 (499) 317-0622"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["South Africa"]]}," ",{"type":"{{","value":[["listing"],["name=South Africa"],["url="],["email=admin@foreign.gov.za, political@foreign.gov.za"],["address=Granatny pereulok, 1, building 9"],["lat="],["long="],["directions=Tverskaya metro station"],["phone=+7 (495) 926-1177"],["tollfree="],["fax=+7 (495) 926-11-78\/79"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=South Korea"],["url="],["email=info@koreaemb.ru"],["address=Plyuschikha street, 56"],["lat="],["long="],["directions=Kievskaya metro station"],["phone=+7 (495) 783-2727, +7 (495) 783-2717 (consulate)"],["tollfree="],["fax=+7 (495) 783-2727, +7 (495) 783-2797"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url=http:\/\/maec.es\/"],["email=embespru@correo.maec.es"],["address=Bolshaya Nikitskaya street, 50\/8"],["lat="],["long="],["directions="],["phone=+7 495 690 29 93"],["tollfree="],["fax=+7 (495) 691-9171"],["hours=Mon-Fri 8AM-3PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Sri Lanka"]]}," ",{"type":"{{","value":[["listing"],["name=Sri Lanka"],["url="],["email=moscow@srilankemb.com"],["address=Schepkina street, 24, building 1"],["lat="],["long="],["directions=Prospekt Mira metro station"],["phone=+7 (495) 688-1657\/20, 688-1463"],["tollfree="],["fax=+7 (495) 688-9872, 688-1757"],["hours=Mon-Fri 9AM - 4-45PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Sudan"]]}," ",{"type":"{{","value":[["listing"],["name=Sudan"],["url="],["email="],["address=Uspensky pereulok, 4A"],["lat="],["long="],["directions="],["phone=+7 (495) 699-5461"],["tollfree="],["fax=+7 (495) 699-3342"],["hours=Mon-Fri 9AM - 5-30PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url="],["email=moscow.sweinfo@foreign.ministry.se, ambassaden.moskva@foreign.ministry.se, (visas) – visa.moscow@foreign.ministry.se"],["address=Mosfilmovskaya street, 60"],["lat="],["long="],["directions=Kievskaya or Universitet metro station, trolleybuses 17 or 34"],["phone=+7 (495) 937-9200, 937-9201 (visa issues)"],["tollfree="],["fax=+7 (495) 937-9202, +7 (495) 937-9203 (visas), 937-9201"],["hours=Mon-Fri 9-00 - 12-00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url="],["email=mos.vertretung@eda.admin.ch"],["address=pereulok Ogorodnoy Slobody, 2\/5"],["lat="],["long="],["directions=Chistye Prudy, Turgenevskaya, or Sretensky Boulevard metro station"],["phone=+7 (495) 258-3830, 925-5322, 725-7750"],["tollfree="],["fax=+7 (495) 621-2183"],["hours=Mon-Fri 9-00 - 11-45"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Syria"]]}," ",{"type":"{{","value":[["listing"],["name=Syria"],["url="],["email="],["address=Mansurovsky pereulok, 4"],["lat="],["long="],["directions=Park Kultury metro station"],["phone=+7 (495) 695-1048, (499) 766-9528"],["tollfree="],["fax=+7 (495) 956-3191"],["hours=Mon-Fri 9-30AM - 3PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Taiwan"]]}," ",{"type":"{{","value":[["listing"],["name=Taiwan"],["alt=Consulate of Taipei-Moscow Economic and Cultural Cooperation Coordination Commission"],["url=http:\/\/www.taiwanembassy.org\/RU"],["email="],["address=Tverskaya street, 24\/2, Korpus 1, Gate 4, 5F"],["lat="],["long="],["directions="],["phone=+7 495 956-37-86~90"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Tajikistan"]]}," ",{"type":"{{","value":[["listing"],["name=Tajikistan"],["url="],["email=tajembassymoscow@mail.ru"],["address=Granatny pereulok, 13"],["lat="],["long="],["directions=Barrikadnaya metro station"],["phone=+7 (495) 690-6174, 690-4186, 690-3846, 690-4657"],["tollfree="],["fax=+7 (495) 691-8998"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Tanzania"]]}," ",{"type":"{{","value":[["listing"],["name=Tanzania"],["url="],["email=tzmos@wm.west-call.com, info@tanzania.ru"],["address=Pyatnitskaya street, 33"],["lat="],["long="],["directions=Novokuznetskaya metro station"],["phone=+7 (495) 953-0940, 953-8221"],["tollfree="],["fax=+7 (495) 953-0785"],["hours=Mon-Fri 9-00AM - 4-00PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Thailand"]]}," ",{"type":"{{","value":[["listing"],["name=Thailand"],["url="],["email=thaiemb@nnt.ru, tailand@caravan.ru"],["address=Bolshaya Spasskaya street, 9"],["lat="],["long="],["directions=Sukharevskaya metro station"],["phone=+7 (495) 608-0856, 608-0817"],["tollfree="],["fax=+7 (495) 690-5736"],["hours=Mon-Fri 9AM - 1PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Togo"]]}," ",{"type":"{{","value":[["listing"],["name=Togo"],["url="],["email="],["address=Gruzinsky pereulok, 3, ap. 227-228"],["lat="],["long="],["directions="],["phone=+7 (495) 254-2012"],["tollfree="],["fax=+7 (495) 254-1965"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Tunisia"]]}," ",{"type":"{{","value":[["listing"],["name=Tunisia"],["url="],["email=atmos@post.ru"],["address=Malaya Nikitskaya street, 28\/1"],["lat="],["long="],["directions="],["phone=+7 (495) 691-2858, 691-2869, 691-6223"],["tollfree="],["fax=+7 (495) 691-7588"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Turkey"]]}," ",{"type":"{{","value":[["listing"],["name=Turkey"],["url="],["email=turemb@co.ru"],["address=7th Rostovsky pereulok, 12"],["lat="],["long="],["directions=Kievskaya metro station"],["phone=+7 (495) 956-5595, +7 (499) 246-1252 (consulate)"],["tollfree="],["fax=+7 (495) 956-5597"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Turkmenistan"]]}," ",{"type":"{{","value":[["listing"],["name=Turkmenistan"],["url="],["email="],["address=Filippovsky pereulok, 22"],["lat="],["long="],["directions=Arbatskaya metro station"],["phone=+7 (495) 691-6636, +7 (495) 690-32-58 (consulate), 695-37-16"],["tollfree="],["fax=+7 (495) 691-0935, +7 (495) 691-6591 (consulate)"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Uganda"]]}," ",{"type":"{{","value":[["listing"],["name=Uganda"],["url="],["email=info@uganda.ru"],["address=Koroviy Val street, 7\/1, office 3"],["lat="],["long="],["directions="],["phone=+7 (499) 230-2276, 238-0068"],["tollfree="],["fax=+7 (499) 230-2131"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Ukraine"]]}," ",{"type":"{{","value":[["listing"],["name=Ukraine"],["url="],["email=emb_ru@mfa.gov.ua, ukremb@online.ru, consulate - gc_ru@mfa.gov.ua"],["address=Leontievsky pereulok, 18"],["lat="],["long="],["directions=Tverskaya or Okhotny Ryad metro station"],["phone=+7 (495) 629-3542, +7 (495) 629-9742 (consulate)"],["tollfree="],["fax=+7 (495) 629-46-81"],["hours=Mon, Tue, Thu, Fri 8-00AM - 1-00PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["the United Arab Emirates"]]}," ",{"type":"{{","value":[["listing"],["name=United Arab Emirates"],["url="],["email=uae@col.ru"],["address=Ulofa Palme street, 4"],["lat="],["long="],["directions="],["phone=+7 (499) 147-6286, (495) 234-4060, +7 (499) 147-0066 (consulate)"],["tollfree="],["fax=+7 (495) 234-4070"],["hours=Summer: Mon-Fri 9-00 - 12-00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["the United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["alt=also represents interests of the Commonwealth countries"],["url=http:\/\/ukinrussia.fco.gov.uk\/en\/"],["email="],["address=Smolenskaya Naberezhnaya 10"],["lat="],["long="],["directions="],["phone=+7 495 956 7200"],["tollfree="],["fax=+7 495 956 7201"],["hours=Summer: Mon-Fri: 0900-1300, 1400-1700, Winter: Mon-Fri: 0800-1200, 1300-1600"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["the United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/russian.moscow.usembassy.gov"],["email=consulMo@state.gov"],["address=Novinsky Boulevard, 21"],["lat="],["long="],["directions=Barrikadnaya or Smolenskaya metro station"],["phone=+7 495 728 50 00"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Uruguay"]]}," ",{"type":"{{","value":[["listing"],["name=Uruguay"],["url="],["email=ururus@uruguay.org.ru"],["address=Mytnaya street, 3"],["lat="],["long="],["directions=Oktyabrskaya or Dobryninskaya metro station"],["phone=+7 (499) 230-7765, +7 (499) 230-7635 (consulate)"],["tollfree="],["fax=+7 (499) 230-2949"],["hours=Mon-Fri 11-00AM - 3-00PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Uzbekistan"]]}," ",{"type":"{{","value":[["listing"],["name=Uzbekistan"],["url="],["email="],["address=Pogorelskiy pereulok, 12"],["lat="],["long="],["directions="],["phone=+7 (499) 230-7552, 230-00-76, 230-00-78, +7 (499) 230-00-32 (consulate), 230-00-54"],["tollfree="],["fax=(499) 238-8918"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Venezuela"]]}," ",{"type":"{{","value":[["listing"],["name=Venezuela"],["url=http:\/\/www.embavenez.ru"],["email=info@embaven.ru"],["address=Bolshoy Karetny Pereulok, 13\/15"],["lat="],["long="],["directions="],["phone=+7 495 699-4042, 699-9561, 956-9100, 956-6108"],["tollfree="],["fax=(495) 956-6108"],["hours=Mon-Fri 10AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Vietnam"]]}," ",{"type":"{{","value":[["listing"],["name=Vietnam"],["url="],["email=dsqvn@com2com.ru"],["address=Bolshaya Pirogovskaya street, 13"],["lat="],["long="],["directions=Park Kultury or Frunzenskaya metro station, entrance from Rossolimo street"],["phone=+7 495 245-1092, 245-0925, +7 (495) 246-1383 (consulate)"],["tollfree="],["fax=(499) 246-3121"],["hours=Mon, Wed, Fri 9-30AM - 11-30AM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Yemen"]]}," ",{"type":"{{","value":[["listing"],["name=Yemen"],["url="],["email="],["address=2nd Neopalimovsky pereulok, 6"],["lat="],["long="],["directions="],["phone=+7 (499) 246-0648, +7 (499) 246-4427"],["tollfree="],["fax=+7 (499) 246-1798"],["hours=Mon-Fri 9AM - 3PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Zambia"]]}," ",{"type":"{{","value":[["listing"],["name=Zambia"],["url="],["email="],["address=Prospekt Mira, 52A"],["lat="],["long="],["directions="],["phone=+7 (495) 688-5001, +7 (495) 688-5083, +7 (495) 688-5092, +7 (495) 681-0752"],["tollfree="],["fax=+7 (495) 975-2056"],["hours=Mon-Fri 9-30AM - 5PM"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Zimbabwe"]]}," ",{"type":"{{","value":[["listing"],["name=Zimbabwe"],["url="],["email=zimbabwe@rinet.ru"],["address=Serpov pereulok, 6"],["lat="],["long="],["directions="],["phone=+7 (499) 248-3150, +7 (499) 248-4367, +7 (499) 248-4364"],["tollfree="],["fax=+7 (499) 248-1575"],["hours=Mon-Fri 9-30AM - 4PM"],["price="],["content="]]}]}]]},"\n\n",{"type":"==","value":["Go next"]},"\n\nSince Moscow is the biggest transportation center in Russia and one of main the points of entry for the foreign tourists, it is a convenient starting point for exploring much of European Russia. Even travelling through Moscow to Ukraine and some Caucasian and Central Asian countries (Armenia, Azerbaijan, Uzbekistan etc.) could be cheaper than direct flights from Europe\/North America. Travel deals to Moscow are not rare and ticket prices are often pretty low within former USSR.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Saint Petersburg"]]}]}," - 13 different overnight trains leave Moscow for the 7-hour (or thereabouts) journey, arriving the next morning. Don't try to save on sleeper accommodations; you won't like the coach car unless you aren't counting on getting any sleep at all (but in this case, you'd be better off taking one of the daytime high-speed ",{"type":"''","value":["Sapsan"]}," trains - they take around 4 hours, and the vistas rushing by on the other side of the window are lovely). You might even consider paying the extra money for a first class sleeper cabin which has two comfortable beds. Included in the price is a small snack for supper and breakfast. There is also an attendant for each carriage who is willing to make tea in classic metal and glass tea glasses. Very civilised way to travel."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Tver"]]}]}," - Known as \"Tiny Petersburg\" thanks to its city structure. The administrative center of Tver Oblast. The Volga river divides the city into two very different parts."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Arkhangelskoye Palace"],["alt= Арха́нгельское"],["url=http:\/\/www.arkhangelskoe.org\/eng\/"],["email="],["address=Krasnogorsk"],["lat=55.7875"],["long=37.284444"],["directions=Metro stations: \"Tushinskaya\""],["phone="],["hours="],["price="],["content= - One of the finest of ",{"type":"[[","value":[["Moscow Oblast"]]},"'s usadbas (estates) is only a short elektrichka ride away from Moscow and makes a fine day excursion."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Golden Ring"]]}]}," - Old cities and towns rich in historical buildings, situated in the heartland of Muskovy Russia. There are many tourist companies organizing guided tours, but travellers with rudimentary knowledge of Cyrillic alphabet can do it independently. Many guidebooks are available in English."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kubinka Tank Museum"],["alt=Бронетанковый музей в Кубинке"],["url=http:\/\/www.tankmuseum.ru\/index-eng.html"],["email="],["address="],["lat=55.565"],["long=36.715556"],["directions=67km W of Moscow centre"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=- One of finest armour collections in the world. About one hour west of the city. Access is restricted, visitors must apply for a permit ",{"type":"[","value":["http:\/\/www.tankmuseum.ru\/inf.html"]},", but it worths the bother for any self-respecting tank buff."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Leninskiye Gorki"],["alt=Го́рки Ле́нински"],["url=http:\/\/www.russianmuseums.info\/M446"],["email=gorki-len@yandex.ru"],["address="],["lat=55.5"],["long=37.766667"],["directions=10km south of Moscow city limits"],["phone=(495) 548-9309"],["tollfree="],["fax="],["hours="],["price="],["content=- An old country estate, expropriated by the Communist authorities after 1917 and used by V. Lenin as his country residence when he became ill. Large museum, although pretty decrepit now."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=\tState Borodino War and History Museum and Reserve"],["alt=Государственный Бородинский военно-исторический музей-заповедник «Бородинское поле»"],["url=http:\/\/www.russianmuseums.info\/M442"],["email="],["address="],["lat=55.516667"],["long=35.816667"],["directions=By suburban train: from the Belarusian railway station to \"Borodino\" or \"Mozhaysk\" station (2-3 a day, 2h) or intercity bus № 457 to Mozhaysk further - by bus to the \"Borodino\" museum"],["phone="],["tollfree="],["fax="],["hours=Warning: preodered group visits only"],["price="],["content=- This is the site of the famous Battle of Borodino. Museum and national historic site ",{"type":"[","value":["http:\/\/www.borodino.ru\/eng_museun.shtml"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Melikhovo"],["alt=Ме́лихово"],["url="],["email="],["address="],["lat=55.116667"],["long=37.65"],["directions=65km south of Moscow"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chekhov's country house"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=",{"type":"[[","value":[["Sergiev Posad"]]}],["alt=Сергиев Посад"],["url=http:\/\/www.musobl.divo.ru\/Enovosti.html"],["email="],["address="],["lat=56.3"],["long=38.133333"],["directions=by car: 70 km from Moscow via the Yaroslavsky Highway  - by electrical train: from Yaroslavsky Station, “Sergiev Posad” stop (1.5h). - by Bus № 388: from VDNKH Metro station to Sergiev Posad. Then you can go by a bus (or a minivan) to the “Center” or walk along Sergievskaya ul. (street) to the observation platform on the Blinnaya gora ( mountain) and admire a magnificent view of the Trinity-St. Sergius Lavra."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=- Famous old Orthodox monastery (",{"type":"[","value":["http:\/\/www.stsl.ru\/languages\/en\/index.php Troitse-Sergieva Lavra"]},"). Commuter trains from Yaroslavsky Station, several daily; travel time about 1 1\/2 hours."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kolomna"],["alt= Коломна"],["url=http:\/\/www.kolomnagrad.ru\/"],["email="],["address="],["lat=55.083333"],["long= 38.783333"],["directions=114km (by rail) southeast of Moscow"],["phone="],["hours="],["price="],["content=- A nice medieval town (2-3h from Moscow) with a number of very interesting churches and monasteries"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Yasnaya Polyana"],["alt=Я́сная Поля́на"],["url=http:\/\/ypmuseum.ru\/"],["address="],["lat=54.076111"],["long=37.526111"],["directions= 12 km SW of Tula and 200km S from Moscow."],["phone="],["hours="],["price="],["content=Tolstoi's country house"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=New Jerusalem Resurrection Monastery"],["alt=Новоиерусалимский монастырь"],["url="],["email="],["address="],["lat=55.9216"],["long=36.8459"],["directions=between Novoierusalimskaya (15 min on foot) and Istra (15 min by bus) elektrichka stations, around 60 km from Moscow, Trains to Istra, from Moscow’s Rizhsky Vokzal (Riga Station) (~20 a day, 1.5h, RUB130) (2011)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=- A monastery-fortress (male, working) with a number of museums inside and next to the walls: Wooden architecture museum, local history museum, Art and History museum etc. The monastery was founded in 1656 by Tzar Alexis II and Patriarch Nikon (his \"cell\", a three-storey house stands in the park outside the monastery walls) to resemble the original Jerusalem."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Savvino-Storozhevskiy monastery"],["alt=Саввино-Сторожевский монастырь"],["url=http:\/\/www.savvastor.ru\/"],["email="],["address="],["lat=55.728"],["long= 36.816"],["directions=65km W; Commuter trains from Belorussky station to ",{"type":"[[","value":[["Zvenigorod"]]}," , several daily; travel time ~1h,  1.5km west to monastery, which is on a nearby hill."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=- A beautiful monastery with interesting history, closely connected to Russian Tzars."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=",{"type":"[[","value":[["Dmitrov"]]}],["alt=Дмитров"],["url="],["email="],["address="],["lat=56.35"],["long=37.533333"],["directions=65km North from Moscow (trains from Savelovsky station, several daily, 1.5h)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= - A town, on Moscow Channel, with old churches, interesting sculptures in the streets and a number of museums"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Snegiri"],["alt="],["url="],["email="],["address="],["lat=55.878585"],["long=37.035915"],["directions=40km NW from Moscow (Volokolamskoe hwy). Trains from Rizhsky Station, several daily, travel time about an hour."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= - Settlement, that boasts a monument to the Defense of Moscow during WW2, with a good collection of tanks, and a museum."]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=Trans-Siberian Railway icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=END"],["minorl1="],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Yekaterinburg"]]}],["minorr1=",{"type":"[[","value":[["Vladimir"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["55.7500"],["37.6167"]]},"\n",{"type":"{{","value":[["isPartOf"],["Moscow Oblast"]]},"\n",{"type":"{{","value":[["hasDocent"],["DenisYurkin"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Russia\/Administrative Regions\/Moscow\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Moscow"]]},"\n",{"type":"[[","value":[["Wikipedia:Moscow"]]}]