[{"type":"{{","value":[["pagebanner"],["Moshi banner.jpg"]]},"\n",{"type":"'''","value":["Moshi"]}," is a municipality in ",{"type":"[[","value":[["Northeast Tanzania"]]},", the mountain region of ",{"type":"[[","value":[["Tanzania"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMoshi is home to three main cultural groups: the Chagga, the Maasai and Pare.  However, most Maasai are employed as watchmen or are selling traditional medicines, and their homeland is further north. The Pare are from the Pare Mountains from about 50 km on the way to Dar.\n\n",{"type":"==","value":["Talk"]},"\nUsually you will be able to find people with a decent command of English, but people appreciate it if you are able to use a bit of the native language, ",{"type":"[[","value":[["Swahili phrasebook"],["Swahili"]]},".\n\n",{"type":"==","value":["Get in"]},"\nTo get into Tanzania you will first need to obtain a visa. This can be done in your home country by finding an embassy or consulate, or when you arrive in the airport or at a border crossing.\n\nDon't over-economise on bus travel, since the cheaper companies often don't have very high safety standards, and you don't want to risk having a drunk driver.  This is a very serious warning!\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kilimanjaro International Airport"]}," (KIA) is approx 30 mins from Moshi and Taxis and Buses are available from each. An approximate cost would be 60,000 TSH, though this all depends on your bargaining skills! Flights come from various non-domestic destinations, and this is how most tourists arrive. Direct flights from Amsterdam daily and from the end of July 2012 direct from Doha (Qatar)"]},"\n",{"type":"*","value":["Flying to Dar es Salaam (DAR) is also an option. A little bit farther from Moshi than Kili Airport, but it will almost certainly be cheaper. You'll need to catch a bus from Dar to Moshi--probably about 7 hours."]},"\n",{"type":"*","value":["Flying into ",{"type":"[[","value":[["Nairobi"]]},", Kenya (NBO) is significantly less expensive than Kilimanjaro, however you will need a Kenyan transit visa (available on arrival) and it is a 8 hour bus ride to Moshi (about US$20 for a single trip)."]},"\n",{"type":"===","value":["By bus"]},"\nBuses arrive in Moshi from all of the main cities in Tanzania, and this is the cheapest way to travel.  ",{"type":"'''","value":["Dar Express"]}," and ",{"type":"'''","value":["Kilimanjaro"]}," bus lines run from Dar es Salaam to Moshi (and beyond\/vice versa) at a cost of 20,000 TSH one way and takes around 8 hours. ",{"type":"'''","value":["Hood"]}," and ",{"type":"'''","value":["Abood"]}," go to ",{"type":"[[","value":[["Morogoro"]]}," for TSh13,000\/=.  Buses also go to ",{"type":"[[","value":[["Arusha"]]},", ",{"type":"[[","value":[["Mwanza"]]},", ",{"type":"[[","value":[["Tanga"]]},", ",{"type":"[[","value":[["Mbeya"]]},", ",{"type":"[[","value":[["Dodoma"]]}," and ",{"type":"[[","value":[["Nairobi"]]},". All prices are worth bartering for - be aware that the locals will get massively lower prices! The bus station is extremely chaotic, however this can be used to your advantage as it means many drivers are vying for your fare. \nScandinavian bus lines ",{"type":"[","value":["http:\/\/www.scandinaviagroup.com\/Scandinavia%20Express\/scandinavia_express_routes_index.html"]}," has a website with detailed information regarding routes and prices.  ",{"type":"''","value":["Prices as of August 2008."]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["-3.35145"],["37.33880"],["zoom=15"]]},"\nNo need to do anything other than walk within the city, though it is ",{"type":"'''","value":["strongly"]}," advised not to be walking around at night for your own safety.\n\nThere are plenty of taxis.  As always, negotiate a price before getting in (most fares shouldn't cost more than a couple of dollars).  It's a good idea to get the mobile phone number of one for emergencies. Always agree a price before you get in the car.\n\nLocal transport around Kilimanjaro can be easy if you take local buses called \"Daladalas\".  They are 16 seater minibuses which usually transport about 30 people and\/or children and livestock at any given time.  Daladalas can be used to go within Moshi or to the surrounding villages, for instance Machame and Marangu, and are very cheap (less than a dollar).  Listen to the conductor shouting the destination as they drive past, and feel free to shout your destination to him.  They sometimes have stickers in the front window stating where they go to.  Local transport should cost between 500\/= and 3000 \/=. It's not recommended to travel by daladala or by taxi up muddy tracks if it's been raining very hard.  It's also essential to check that the vehicle is in a reasonable state of repair and that the driver is sober.\n\nMotorcyle taxis (Boda bodas) are numerous but are the most dangerous way to travel. Helmets are not available for the passenger.  Many drivers are quite reckless and numerous incidences of drivers taking passengers to remote areas to rob\/rape have been reported. \n\nTo hire your own Land Cruiser and driver is around 100,000 TSH a day.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The market can be fun to visit, even if you're not interested in buying anything. "]},"\n",{"type":"*","value":["There are many religious institutions, most notably the mosque near the center of town."]},"\n",{"type":"*","value":["Visit the Commonwealth War Cemetery located opposite the magistrates court."]},"\n",{"type":"*","value":["Visit the former German administration office located between Kilimanjaro Co-operative Bank and BP petrol station on Mawenzi Road\/Nyerere Road. You can still see the metal pillar which was used for hanging the unfortunate."]},"\nThere are several smaller communities outside of the main town of Moshi that are worth taking a look around. \n\n",{"type":"*","value":["Following Kibo Road north out of Moshi you will come to the YMCA and will be in ",{"type":"'''","value":["Shantytown"]},", which is an area of relative wealth. Several restaurants are located out here as well as a few hostels and hotels."]},"\n",{"type":"*","value":["Following Station Road out of Moshi to the east you will be in ",{"type":"'''","value":["Majengo"]},", a significantly worse off area than main Moshi. "]},"\n",{"type":"*","value":["Following Boma Road out of town to the west you will be in ",{"type":"'''","value":["Soweto"]},", which has many more expensive homes and is also home base for a large European volunteer organization. There is the FalconCrest Hotel and Pub, as well as the Scorpion Pub for a night out. There is a good market near the Scorpion Pub."]},"\n",{"type":"==","value":["Do"]},"\n\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Give a Heart To Africa"],["url=http:\/\/www.giveahearttoafrica.org"],["email="],["address=Moshi"],["lat="],["long="],["directions=Ushirika"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=NGO, vocational school for adult women"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Honey Badger Lodge and Safaris"],["url=http:\/\/www.honeybadgerlodge.com"],["email="],["address=Msaranga"],["lat="],["long="],["directions=6kms out of town on the way to Dar Es Salaam, turn right at Msaranga petrol station"],["phone=+255787551190"],["tollfree="],["fax="],["hours=24 hours"],["price="],["content=A hotel, campsite, Lodge and Safari company.  A family run place with an excellent swimming pool, bar area and childrens play area.  They can organise all your local tours and safari anything ranging from a night of local drumming and food to climbing the mountain or seeing the national parks."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=SAIDIA Tanzania"],["url=http:\/\/www.saidiavolunteer.org"],["email="],["address=Honey Badger Lodge"],["lat="],["long="],["directions=6kms out of town on the road to Dar Es Salaam"],["phone=+255787730235"],["tollfree="],["fax="],["hours="],["price=No Fee"],["content=Tailor made volunteer programmes.  Any length of time, any skills, any interests accommodated.  No programme fee, volunteers just pay accommodation and food.  Self catering is an option as well.  Rooms just $10 (self catered) or $18 (fully catered) per night."]]}]},{"type":"===","value":["Climbing\/Safari"]},"\n\nClimbing ",{"type":"[[","value":[["Mount Kilimanjaro"]]}," is the obvious reason for being in Moshi. ",{"type":"'''","value":["Safari"]}," is also essential, and ",{"type":"[[","value":[["Ngorongoro Conservation Area"]]},", ",{"type":"[[","value":[["Lake Manyara National Park"]]}," and ",{"type":"[[","value":[["Arusha National Park"]]}," are within a fairly easy distance. Tours can be arranged through several companies, and it is advisable to use common sense when finding a company. Your best bet is to ask other tourists who they used.  Or, ask your accommodation for a referral to a safari company.  Do not deal with a random person on the street; look for a real office!  You can also book ahead of time but you will be spending a lot more. Otherwise, you can almost certainly bargain prices down, within reason.\n\nRemember that when you pay for safari most goes to cover park fees, lodging, food and gas. The guide gets little money, especially when working for a large organization; most of their income is from tips. Also, if you are traveling with a cook it is a good rule of thumb to tip them as well or to incorporate their wages into the overall tip. For example, on a 3 day safari an estimated tip would be $50 for each, though if you're traveling with more people this amount is to be divided amongst everyone and if traveling for an extended period of time it would be recommended to tip more. A well paid guide is a happy guide, who will try their hardest and give you the best experience. Consider some of the following tour companies:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Expedition Kilimanjaro"],["url="],["email=info@expeditionkilimanjaro.com"],["address="],["lat="],["long="],["directions="],["phone=1-888-704-4226 (toll free for USA\/Canada)"],["tollfree="],["fax="],["hours="],["price=US$ 1,800 per person (fixed price for 7-day Machame climb up the Kili + 4 nights accommodation)"],["content=This well-known and very reliable company organizes - next to climbs up Mt Kilimanjaro- a good number of safaris to national parks, including the Ngorongoro, Lake Manyara and the Serengeti. Supporter of the Kilimanjaro Guide Scholarship Foundation and member of the Porters Association."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Karibu Adventure"],["url="],["email=info@karibuadventure.com"],["address="],["lat="],["long="],["directions="],["phone=+255(0) 755 346 875"],["tollfree="],["fax="],["hours="],["price="],["content=Kilimanjaro trekking and African safaris. Also offer cultural expeditions and beach holidays."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Pristine Trails"],["alt=is a young upstart company with very good guides. You can contact them about Kili climbs, safaris, ",{"type":"[[","value":[["Zanzibar"]]}," beach stays, and various other day trips from Moshi (hot springs, coffee tours, waterfall trips"],["url=http:\/\/www.pristinetrails.com\/index.htm)"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shah Tours & Travels Ltd"],["url=http:\/\/www.kilimanjaro-shah.com"],["email=info@kilimanjaro-shah.com"],["address=P.O.Box 1821 Moshi"],["lat="],["long="],["directions=Sekou Toure Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Organizes Kilimanjaro climbs and safaris."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mbugani Safaris"],["url=http:\/\/www.mbuganisafaris.com"],["email=booking@mbuganisafaris.com"],["address="],["lat="],["long="],["directions="],["phone=+255 (0) 2727 54652. Mob: +255 (0) 7543 91121"],["tollfree="],["fax=+255 (0) 2772 752041"],["hours="],["price="],["content=A professional tour company with seven years' experiences in safaris, mountain trekking and beach holidays."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bushmen Expeditions"]},", Bushmen Expeditions and Safaris offers a wide range of African Safaris and Tours throughout Tanzania.  ",{"type":"[","value":["http:\/\/www.bushmenexpeditions.com\/"]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Zara Tanzania Adventures"],["alt="],["url=http:\/\/www.zaratours.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Organizes Kilimanjaro climbs, safaris in all National Parks, trekking, and cultural tours."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Porters Association"]}," located near the Kindoroko Hotel on the double road at Chagga St. "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Scenery Safaris Ltd"],["alt="],["url=http:\/\/www.scenerysafaris.com"],["email=simon@scenerysafaris.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tel: (0) 27 27 53006\/7, cell: (0) 784 535311,  Organizes Kilimanjaro climbs and safaris"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Kyoga Tours & Safaris Ltd"],["alt="],["url=http:\/\/www.kyogatours-tz.com"],["email=info@kyogatours-tz.com"],["address="],["lat="],["long="],["directions="],["phone=+255 752 837292"],["tollfree="],["fax="],["hours="],["price="],["content=Kyoga Tours & Safaris Ltd is a highly experienced mountain tour company based in Moshi. Also organizes safaris and Zanzibar travel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hotsun Safaris Ltd"],["alt="],["url=http:\/\/www.hotsunsafaris.com"],["email=info@hotsunsafaris.com"],["address="],["lat="],["long="],["directions="],["phone=+255 2727 54037"],["tollfree="],["fax="],["hours="],["price="],["content=Tour and safari company specializing in Mt. Kilimanjaro climbs. Hotsun Safaris also offers climbs, safaris and beach holidays to all destinations in Tanzania and Kenya."]]}]},"\n",{"type":"===","value":["Other Activities"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Cultural trips to Maasai"]}," villages are very worthwhile and informative, but be aware most of the villages are not authentic."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hiring a Local Guide"]}," is a fantastic and inexpensive way to see the Moshi that you wouldn't see otherwise. Guides can be hired at virtually any hotel."]},"\n",{"type":"*","value":[{"type":"'''","value":["Day trips to Marangu Waterfalls"]}," are often fun, you can stand underneath the waterfall, even jump off one and go swimming. Day trips to Lake Nyumba ya Mungu can also be interesting, lots of local fishing culture, aloe vera plantations and sugar cane plantations. There is also a snake park and camel riding centre in nearby town ",{"type":"[[","value":[["Arusha"]]},". These can be arranged individually by taking a bus or organizing with a safari company. Also make sure that all employees at the safari-company you decide to go with get a good salary, it is better to pay more and be assured quick service with a possible car break down or other unforeseen situations. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Walking tours"]}," across the rice paddys make for a nice day and you can also visit the local forest to see some monkeys! These are usually arranged through a safari company but are significantly less expensive as you are only paying for a single guide."]},"\n",{"type":"*","value":[{"type":"'''","value":["Skydive Kilimanjaro"]}," has been abolished since someone died in a dive and a plane crashed."]},"\n",{"type":"*","value":[" Even if you aren't getting a bus, the bus station is worth visiting for its chaos. It is highly recommended to take a daladala just to be able to say you have, and no doubt you will have an adventure."]},"\n",{"type":"*","value":["If wanting to just have a ",{"type":"'''","value":["relaxing"]}," day in Moshi it is recommended to head to the ",{"type":"'''","value":["Impala Hotel"]}," where you can relax by the lovely pool (in your bikini and whatnot without fear!) and also enjoy a meal pool side. The cost to hang out by the pool and to go swimming is 3,000 TSH. Meals cost around 5,000TSH.  "]},"\n",{"type":"*","value":["Another good place ",{"type":"'''","value":["to go swimming"]}," is the ",{"type":"'''","value":["YMCA"]}," located a bit north of town, and has a large, deep pool."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Social Reality Tour"]}," is a 3 hours' walk with a social worker through deprived areas of Moshi, visiting people who are affected by HIV\/AIDS. These individuals are happy that visitors are interested in them and the social worker can provide background information about the situation of HIV\/AIDS in the region. You pay 10 USD which will go 100% to support the HIV patients that you visit. The tour is an important income for the NGO KIWAKKUKI, allowing them to continue their home-based care program. ",{"type":"[","value":["http:\/\/www.social-reality-tour.com"]},"."]},"\n",{"type":"===","value":[" Volunteer Activities "]},"\n\nMoshi is also home to several volunteer organizations though they tend to be very overpriced and badly managed. However, there are many opportunities to volunteer in orphanages, schools and women's centers without being connected to these organizations. \n\n",{"type":"'''","value":["Global Volunteer Programs Kilimanjaro(GVP)"]},"http:\/\/www.gvp-tanzania.org\/Tel: +255 (0) 2727 54652\nMobile: +255 (0) 7543 91121, Email:f_masawe@hotmail.com. Global Volunteer Programs Kilimanjaro is a grassroots organization based in the town of Moshi in the Kilimanjaro region of Tanzania.  It is committed to improving the lives of Tanzanians through a comprehensive program of volunteering projects tackling social, economic and environmental problems with an emphasis on education, healthcare, rural development and capacity building.\nAs life long residents of the community, the founders of the organization are well aware of the needs of the local population and, through GVP’s programs, focus on those needs with a dedication to excellence.\nWith your help GVP can assist the people East Africa to flourish.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Light in Africa"],["alt="],["url=http:\/\/www.lightinafrica.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a locally managed orphanage (separate for babies, girls and boys), school and dispensary. They have a very informative website, but be warned, you must be dedicated if you are to help out here!"]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Moyo Mmoja"]}," is a women's center open only to fellow women to volunteer. "]},"\nGive a Heart To Africa (www.giveahearttoafrica.org) is a small NGO in Moshi operating a vocational school for adult women.  They offer the women free education in English, business and computers and help some of them start their own business.  This NGO is run solely by volunteers, and is a very hands on experience.  Volunteers are welcome any time of year; no prior experience is necessary.  \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hostel Foot Prince"]}," is run by the organisation ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.foot2afrika.com Foot2afrika"]}]},". They only charge for food, and accommodation while project volunteering is free."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=TEATEM"],["alt="],["url=http:\/\/www.teatem.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is an NGO (non government organization). They have volunteer placements dealing with education and marketing local companies available. Also fundraising help is needed for a planned computer training center and for a vocational training center. Visit their website for more details."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.world-unite.de World Unite!"]}]},"; info@world-unite.de have been active in Moshi since 2005, placing volunteers and interns into a variety of NGOs, hospitals and government institutions. They offer support services such as arrangement of accommodation in shared houses or host families, residence permits, preparation & ground support at very affordable rates. World Unite are also running their own development projects where volunteers can participate, in cooperation with local and foreign NGOs, development organizations and private partners. Result of such a project in Moshi is the KIWAKKUKI Social Reality Tour (http:\/\/www.social-reality-tour.com), a no-profit tour for visitors to Moshi, supporting families affected by HIV through revenue generated by tourism. Short-term volunteering is possible, but generally World Unite! focus on volunteer placements with a duration of 2-12 months, and on individuals rather than groups. Being one of the bigger and better-run volunteering organizations in Tanzania, they also offer volunteering options in Zanzibar, Dar-es-Salaam, Ngorongoro and Lake Victoria, besides cultural travel options."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are several banks and ATMs located along Boma Road leading from the Clock tower and the major bank, NBC ",{"type":"[","value":["http:\/\/www.nbctz.com\/moshi.htm"]},", is located directly opposite the Clock tower, however NBC usually has long lineups and frequent power outages. They all accept international debit cards accredited with the plus logo, and accept VISA credit cards. Make sure your card issuer is aware you are travelling in Tanzania as your card may be blocked for security measures. reliable ATMs are by Aleems on Boma Road and Standard Chartered next to Bristol Cottages. They deal in local currency, the Tanzanian Shilling (TSH).   For approximate exchange rate see the ",{"type":"[[","value":[["Tanzania"]]}," main listing.  To convert currencies there are several foreign exchange offices near the banks.\n\nAs of August 2009, don't expect to be able to take US dollar traveller's cheques and easily change them to US cash in Moshi.  All the banks in town (Stanbic, NBC, Exim, etc.), as well as most forex offices, flat out refuse to do it.  If you're desperate, the only place that would do it is Executive Change Bureau, on Boma Rd., but they charge 10% (that's right, TEN percent) commission - ironically they also have signs everywhere in their office saying \"God Hates Corruption\" (but opportunism is OK?).  If you're going to Moshi, better bring US cash, or verify in writing that the places you are planning to deal with will accept US traveller's cheques (and what the fee is, if any) if you plan to carry them.  \n\nFor souvenirs, Downtown Moshi is probably cheaper than the big 'out-of-town' places for tourists, which hideously overprice things. Even better, with a 15 minute walk from town on the Dar Road, you will find a community of artists who create the wood carvings and paintings that sell in town. They will sell direct to you at a far better price than can be found in shops. There are lots of fabric shops up and down the main street, as well as tourist shops selling carvings and paintings. If you do get hassled by street sellers, do not be afraid!! Their only interest is to take you to a shop where you might buy something and they receive commission for taking you there (they are not the artists themselves!).  Generally speaking there isn't a lot buy, but a lot to look at. If you've just been up Kili, the 'Just done it' t-shirts are probably worth a look! Or if you've  spent a lot of time drinking, you might want to pick up a Safari or Kilimanjaro Lager tshirt! Tanzanite is sold in several shops. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Cats souvenir Shop"],["url="],["email="],["address=Nyerere Road"],["lat="],["long="],["directions=south towards Mbuyuni Market"],["phone="],["tollfree="],["fax="],["hours=9AM- 6PM mon to sat"],["price="],["content=Offers souveniers, including a selection of t-shirts.  They print their own."]]}," "]},"\n",{"type":"*","value":[" The market is fantastic, and should be thoroughly explored. It consists of many narrow alleyways selling fruit, vegetables, meat, dried fish, general household stuffs, tapes, clothes, and of course the cheapest souvenirs (A drum costing TS30,000 in the main streets would cost TS5,000 here).  "]},"\n",{"type":"*","value":[" Go see Mama Lymo who makes fantastic clothes for men and women. Choose your material and style."]},"\n",{"type":"*","value":[" There are several bookstores but most deal primarily with school and religious texts. There are many stationary shops with everything you could need."]},"\n",{"type":"*","value":[" Make sure to pick up some cassettes or CD's of local music, though you'll probably appreciate them more once you're back home."]},"\n",{"type":"==","value":["Eat"]},"\n\nMost restaurants offer a variety of food and range in price from 2000 TSH upwards to 8000 TSH for a meal.\n\nRestaurants in Moshi:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=IndoItaliano"],["alt="],["url="],["email="],["address="],["lat=-3.35536"],["long=37.34140"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In town opposite the Buffalo Hotel. Good pizza, nice balcony location for lunch or dinner, sometimes you might even see some white people working there, doing their practical training for a chef or a waiter. As the name suggests, in addition to the popular pizza and Italian food, there is also good Indian dishes. Beer and wine served."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=the Salzburger Cafe"],["alt="],["url="],["email="],["address="],["lat=-3.35320"],["long=37.33680"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kenyatta Street. Somewhat like a steakhouse, decent food but limited menu. restaurant has Volkswagen decor and waitresses wear leopard print outfits, quite interesting."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Deli Chez"],["alt="],["url="],["email="],["address="],["lat=-3.35315"],["long=37.34076"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hill Street. Usually a lunch time destination but is open for dinner, a bit expensive, located on Hill Street. The menu is quite varied with Indian, Chinese in addition to pizza, burgers and American dishes. A good numer of vegetarian choices. Ice cream and milkshakes. No Alcohol available. Closed on Tuesdays."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Coffee Shop"],["alt="],["url="],["email="],["address="],["lat=-3.35328"],["long=37.34093"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hill Street (in the center of town near Deli Chez). The favoured lunch time location for tourists, good soup, spaghetti, milkshakes, very fair prices, and near internet cafes; the coffee shop will also bake cakes on order (for birthdays and such). Closed on Sundays."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kilimanjaro Coffee Lounge"],["alt=formerly Tanzanian Coffee Lounge"],["url="],["email="],["address=Chagga Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The alternative lunch option, very good bagels and fruit & veggie plates, excellent smoothies."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Union Cafe"],["alt="],["url="],["email="],["address="],["lat=-3.35383"],["long=37.33883"],["directions=near NMB bank"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Run by KCNU - coffee growers coopeerative, roasts coffee beans on premises. Espresso drinks, sandwiches, milk shakes, pizza, burgers, salads and breakfasts. Open 7 days\/week."]]}]},"\nThere are also many other nameless restaurants that serve as decent lunchspots, you should look for a busy restaurant, that's always a good sign. If wanting to try the local food ask for ugali (translates as stiff porridge, a bit bland but harmless) or \"wali na maharage\" (beans and rice).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pub Alberto"],["alt="],["url="],["email="],["address="],["lat=-3.34762"],["long=37.34356"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=offers BBQ at night inside the pub near the dance floor but it is a bit sketchy."]]}]},"Heading along the road of the banks and Immigration office there is ",{"type":"'''","value":["Abba Ali's Hot Bread Shop"]}," that sells excellent bread, honey, doughnuts and other deserts, especially nice cakes. Opposite the bakery is Aleem's Grocer, a decent grocery store.\n\nA great place to buy groceries is at the local market, which can be found easily from the double roads or the alleyway by the Tanzanian Coffee Shop on Chagga St.\n\nRestaurants outside Moshi:\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Panda Chinese"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=off Lema Road in Shantytown. Run by the only Chinese family in Moshi, decent food, ideal for large groups, a favourite of tourists for dinner."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Rancho"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=off Lema Road in Shantytown"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Indian food, good dinner location."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Italian Passion"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=near town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good wine, decent food, dinner."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Impala Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ideal for a Sunday afternoon of sitting by the pool and taking lunch."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Honey Badger Lodge"],["alt=J & Ds restaurant"],["url=http:\/\/www.honeybadgerlodge.com"],["email="],["address=Msaranga"],["lat="],["long="],["directions=6kms out of town towards Dar, turn right after Kiboroloni"],["phone=+255787730235"],["tollfree="],["fax="],["hours=9-9"],["price=$1-$12"],["content=A relaxed restaurant bar which offers a fusion of quality Swahili food with International flare. Served the local way. Guests can dine with others or alone as they wish. You can call in ahead to book dinner from the set menu or request a special group BBQ"]]}]},"\n",{"type":"==","value":["Drink"]},"\nAs Moshi is situated on the lower slopes of Kilimanjaro it is largely populated by members of the Chagga tribe. Chaggas are known for their keen business sense, their warm hospitality and their love of a good drink, so getting a beer in Moshi is rarely much of a problem! In the daytime and early evening you can head to ",{"type":"'''","value":["the Police mess"]},", ",{"type":"'''","value":["The East Africa Bar"]},", ",{"type":"'''","value":["the KNCU restaurant"]}," (up on the top floor of the KNCU building) or ",{"type":"'''","value":["the Siesta inn"]}," (a 15 minute walk from the main street). All these places serve food so you can keep your stomach lined as you sip a few of the fine local beers (don't bother with european imports - they're no better than the local stuff, but considerably more expensive).Some of the ",{"type":"'''","value":["local beers"]}," are Kilimanjaro, Safari and Tusker. The most common local liquor is Konyagi. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Glacier"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is a nice outdoors pub usually with local music nights. Mostly meant for group nights out to sit around the fire and a favourite spot for tourists. Located off Lema Road in Shantytown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pub Alberto"],["alt="],["url="],["email="],["address="],["lat=-3.34763"],["long=37.34356"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you feel the need to keep the party going into the small hours then you'll need to make your way. Open until around 3:30AM, Pub Alberto enjoys a reputation as something of a seedy dive. Indeed, the dance floor is usually a writhing mass of tourists, local people having a good night out, and ladies of negotiable virtue touting for business! If you do go to Pub Alberto then leave your valuables at home and only take the money you'll need for a good night's drinking. It's not as bad as some people make out and as long as you're sensible you'll have a fantastic night!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=La Liga"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Best and biggest night club in Moshi. It costs 5000 to get in, beers and ciders are 2500tsh. Music is mostly european, but they play also local bongo flavour. Very popular place. Sundays are ladies' night, which means ladies don't have to pay entrance fee."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Honey Badger Lodge"],["alt=Leila's Bar"],["url=http:\/\/www.honeybadgerlodge.com"],["email="],["address=Msaranga"],["lat="],["long="],["directions=6kms out of town on the road to Dar Es Salaam, turn right at Msaranga petrol station"],["phone=+255787730235"],["tollfree="],["fax="],["hours=till late"],["price="],["content=A new spacious out door bar. You can relax and swim in the day and sit by the bar by night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pamoja"],["alt="],["url="],["email="],["address="],["lat=-3.35624"],["long=37.34086"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Relaxed bar and hotspot for volunteers."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nBe sure to avoid touts. If you are travelling as a couple, a good idea is for one person to sit in a lobby or restaurant with the bags, while the other scopes out rooms. You are likely to get a cheaper price without them, and not be targetted by sneaky touts that will raise the price $5-$10 for you for their commision. Often they follow you and stay outside signaling reception. \n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Buffalo Hotel"],["url=http:\/\/www.transkibo.com\/hotels\/buffalo.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+255 27 2751754"],["tollfree="],["fax="],["hours="],["price=$10-15 \/night"],["checkin="],["checkout="],["content=Cheap but decent. The price currently 15,000\/= 20,000\/=, 25,000\/= and 30,000\/= depending on a room type. The hotel is safe and clean with decent food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camel Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=TSH23,000"],["checkin="],["checkout="],["content=Next door to Kindoroko, rooms with a\/c, clean bathroom, double bed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Haria Hotel"],["alt="],["url="],["email="],["address="],["lat=-3.35535"],["long=37.34021"],["directions="],["phone=+255 762 358 795"],["tollfree="],["fax="],["checkin="],["checkout="],["price=dm 10.000, double 25.000TSh"],["content=Bright and large rooms with a beautiful roof top bar and restaurant. A popular hotel with volunteers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Hoff"],["url=http:\/\/www.hostelhoff.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+255 787 225 908"],["tollfree="],["fax="],["hours="],["price=$15 \/night"],["checkin="],["checkout="],["content=Only Western style hostel in Moshi, run by an Irish woman. Very clean rooms, price includes dinner. Also provides links to local places if interested in volunteering without paying steep costs. Partnered with safari company Path to Africa. The hostel is named after David Hasselhoff."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Keys Hotel"],["url=http:\/\/www.keys-hotel-tours.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+255 (27) 275 2250"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Rates are negotiable, staff are friendly, and they do great packages for climbing Kilimanjaro and safaris. Don't expect good service or wake-up calls, the receptionists might be sleeping themselves."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kilimanjaro Backpackers"],["url=http:\/\/www.kilimanjarobackpackers.com\/"],["email="],["address=Double Rd near Chagga Street"],["lat="],["long="],["directions="],["phone=+255 27 2755159"],["tollfree="],["fax="],["hours="],["price=single room is 8 USD or 14,000 shillings, double room costs 15 USD or 24,000 shillings per night; prices correct as of 23 December 2011. Prices include breakfast."],["checkin="],["checkout="],["content=Clean, simple, and cheap rooms. Avoid eating there. See ",{"type":"[[","value":[["talk:Moshi"],["discussion page"]]}," for additional comments."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mt. Inn"],["url="],["email="],["address=P.O. Box 1821 Moshi"],["lat="],["long="],["directions=Kiborloni"],["phone=+ 255 27 2755622 , 2752998"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Mt. Inn is 6 km from Moshi town on road to Marangu, Kilimanjaro National Park. It's a base hotel for climbers plus has a variety of food (indian and continental) and a swimming pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shira Place Bed & Breakfast"],["url=http:\/\/www.shiraplace.com"],["email="],["address=Rose Garden Road"],["lat="],["long="],["directions="],["phone=+255 786 911 030"],["tollfree="],["fax="],["hours="],["price=$25\/night"],["checkin="],["checkout="],["content=Shira Place, Moshi's original Bed & Breakfast. This very large Mediterranean-style house features 7 bedrooms, a large living room, dining room and kitchen, satellite TV, wireless internet, beautiful gardens and a stunning view of Mt. Kilimanjaro. If you want to reserve, ask for Michael."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Springlands Hotel"],["url=http:\/\/www.springlandshotel.com"],["email="],["address=Tembo Road, Pasua Area, Moshi, Tanzania"],["lat="],["long="],["directions="],["phone=+255 - 27 27 53581"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Springlands Hotel near Moshi is a good base for mountain walking trips and safaris to Kilimanjaro, Mount Meru, and other wilderness areas in Northern Tanzania. This modern hotel is on the Southern slopes of Kilimanjaro."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tarn Hut Resort"],["url=http:\/\/www.tarnhut.net"],["email="],["address="],["lat="],["long="],["directions=Moshi - Marangu gate road"],["phone=+255754492496"],["tollfree="],["fax="],["hours="],["price=$20 - 40\/night"],["checkin="],["checkout="],["content=Just 4km from town center along the road to Dar es Salaam and Marangu gate. Small decent place to stay, friendly services."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=YMCA Hostel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+255 27 275 1754"],["tollfree="],["fax="],["hours="],["price=$13-28 \/night"],["checkin="],["checkout="],["content=On the edge of downtown towards Shantytown. Has a pool."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zebra Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=clean rooms, friendly people and decent food and bar."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Foot Prince"],["url=http:\/\/www.foot2afrika.com"],["email="],["address=Soweto"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=12$-20$ depending on duration of stay"],["checkin="],["checkout="],["content=Western style hostel. Price include breakfast and dinner and provide volunteering projects free of charge. Also provides safari and mountain-trekking with the organisation Foot2afrika."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tembo Tamu Bed and Breakfast"],["url=http:\/\/www.tembotamu.com"],["email="],["address=Rau, Moshi"],["lat="],["long="],["directions=Off Uru Road, past Keys Hotel - 40min walk to town"],["phone=+255 757 983 007"],["tollfree="],["fax="],["hours="],["price=US$20 person"],["checkin="],["checkout="],["content=A family run bed and breakfast in a village environment. Also able to organise safari and Kilimanjaro climbs."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Twiga Home"],["url=http:\/\/www.moshi-hostel.com"],["email="],["address=Soweto"],["lat="],["long="],["directions=Soweto Area near Old Moshi airport"],["phone=0762-035030"],["tollfree="],["fax="],["hours="],["price=$12 - $24"],["checkin="],["checkout=11 am"],["content=A new and modern hostel \/ budget hotel in the Soweto Area of Moshi with single and double\/twin rooms with or without AC, all with private bathrooms and hot water. Free shuttle to Moshi town, free WiFi, restaurant, bar, garden terrace. Perfect for backpackers, mountain climbers, volunteers. 14 rooms, very friendly staff."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Honey Badger Lodge"],["url=http:\/\/www.honeybadgerlodge.com"],["email="],["address=Msaranga"],["lat="],["long="],["directions=6kms out of Moshi town on the Road to DSM, turn right at Msaranga Petrol station"],["phone=+255787730235"],["tollfree="],["fax="],["hours="],["price=$5 - $60"],["checkin=2pm"],["checkout=10am"],["content=A wide range of accommodation options, camping, dorm rooms, self catered rooms, ensuite rooms. Spacious lush gardens, large clean swimming pool, friendly staff."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bristol Cottages Kilimanjaro"],["url=http:\/\/www.kiliweb.com\/bristol"],["email="],["address="],["lat="],["long="],["directions="],["phone=(+255) 27 2755083"],["tollfree="],["fax="],["hours="],["price=$40-150 \/night"],["checkin="],["checkout="],["content=Also available in combination with Expedition Kilimanjaro (see Climbs)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kindoroko Hotel"],["url=http:\/\/www.kindorokohotels.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+255 27 2754054\/2750082"],["tollfree="],["fax="],["hours="],["price=$25-45\/night, as of January 29, 2011"],["checkin="],["checkout="],["content=Tiny single rooms. Just ask for another room if you can't move. Great double rooms. Awesome roof top restaurant and bar - amazing view of Mt Kilimanjaro! In house tour company offers affordable safari trips to. Works extensively with Expedition Kilimanjaro (see Climbs)."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Parkview Inn"],["url=http:\/\/www.pvim.com\/"],["email="],["address=P.O.Box 373"],["lat="],["long="],["directions=Aga khan road"],["phone=+255 27 27 50 711"],["tollfree="],["fax="],["hours="],["price=$65-120\/night"],["checkin="],["checkout="],["content=Rooms are well furnished and exceptionally clean. Restaurant and poolside service is available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mount Kilimanjaro View Lodge"],["url=http:\/\/mtkilimanjaroviewlodge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+255 784 392 862"],["tollfree="],["fax="],["hours="],["price=$30-40\/night"],["checkin="],["checkout="],["content=Very unique lodging located 9600 ft up Mount Kilimanjaro nestled against the rain forest, near the local Chagga tribe town Uru Shimbwe. Ideal altitude for trekkers to acclimatize a minimum of two days before beginning their planned ascent of Mt Kilimanjaro or Mt Meru. Mini hikes in the rain forest to spectacular waterfalls. Unbelievable view, extremely welcoming staff who will throw a celebration for you when you arrive and immerse you in their \"cultural\" celebrations later in the night. Owner is very knowledgeable with expeditions (naturally) to Mt. Kilimanjaro as well as safaris to the Serengeti, Ngorongoro, etc., and is willing to organize those trips for you."]]}," "]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kibo Executive Lodge"],["url=http:\/\/www.kiboexecutivelodge-moshi.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$60 - $120"],["checkin="],["checkout=11 am"],["content=A small, clean bed and breakfast. Lunches and dinners are also avaialble. Full bar service. Nice outdoor garden in a quiet residential setting. Outdoor seating avaialable for meals or relaxation. Comfortable common area with large LCD cable TV. All rooms ensuite with air conditioning, TV, phone, writing desk and mini fridge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sal Salinero Villa Kilimanjaro"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$65-$120\/night"],["checkin="],["checkout="],["content=Has most facilities, good relaxing in beautiful gardens with pool."]]}]},{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Protea Hotel Aishi"],["url="],["email="],["address="],["lat="],["long="],["directions=outside of Moshi in Machame"],["phone="],["tollfree="],["fax="],["hours="],["price=$120-145 \/night"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Weru Weru River Lodge"],["alt="],["url=http:\/\/www.weruweruriverlodge.com"],["email=info@weruweruriverlodge.com"],["address="],["lat="],["long="],["directions=located in the 2-bridge area, 10 km outside Moshi town"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A more western style hotel, Weru Weru River Lodge would be about 4 stars in the US. 32 rooms."]]}]},"\n",{"type":"==","value":["Respect"]},"\nMoshi does not have a large Muslim population and it is also a popular tourist destination so most will not be offended by your clothing choices. However, women will gain much more respect by wearing clothes covering their legs at least to the knees, as local ladies rarely show their legs.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":["There is a ",{"type":"'''","value":["post office"]}," near the Clock Tower on Market St. for mailing letters and packages, you can also rent a p.o.box. Stamp prices to Europe are 600 TSH, to Canada\/US they are 800 TSH. There is also a DHL office opposite the Dar Express office on Station Rd."]},"\n",{"type":"*","value":["There are several internet cafes in town, two are located Hill Street near the Coffee Shop, Fahari and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dumainternet.com\/ Duma"]}]}," (beside The Coffee Shop). Duma acts as a safari tour operator as well as an internet cafe. Located near the Clock Tower is one called EasyCom. Rates for usage vary, but usually around 1500 TSH per hour. Another cafe, called ",{"type":"'''","value":["Dot Cafe"]},", is situated near the Tanzania Electric Supply Company Ltd. (TANESCO) on Rengua Street. The first internet cafe in Moshi, ",{"type":"'''","value":["Twiga"]}," is on Old Moshi Road, up the road from KNCU Hotel. It offers fast internet connection. They also rent out novels, movies and have trekking\/camping equipment for hire."]},"\n",{"type":"*","value":["If your phone operates on GSM 900\/1800 and uses a SIM card then you can buy a Tanzanian SIM card (Vodacom, Airtel, Tigo or Zantel) (cost is 1000 TSH). You can also buy a phone locally for around $50. You have to prepay for minutes by buying credit. Vodacom, Airtel, Tigo and Zantel offer relatively fast internet (buy mb bundles by sending sms), which can be used on your phone as well as laptop (using phone as a modem)."]},"\n",{"type":"*","value":[" All internet cafes in Moshi use the same backhaul internet connection, so if the connection is down in one cafe, it's usually down in them all."]},"\n",{"type":"*","value":[" Some internet cafes offer Skype, although others allege that internet telephone services are illegal in Tanzania (presumably because the state owns the telephone system and does not want to loose out on international phone charges)."]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":["There are several hospitals and dispensaries, most notably ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kcmc.ac.tz\/ KCMC"]}]},". However to even see a doctor you have to pay around 50,000TSH. There are other clinics in Moshi but again there is usually a charge just for admittance. If you travel just outside Moshi to the village of Soweto there is ",{"type":"'''","value":["St. Joseph's Hospital"]}," (10 minutes by taxi), run by nuns, and you only pay for tests and medication."]},"\n",{"type":"*","value":["There are many different religious centers, a large mosque is present in town, there is a prominent Catholic Diocese ",{"type":"[","value":["http:\/\/moshidiocese.org\/index.cfm"]},", a few SDA Churches such as Majengo SDA Church ",{"type":"[","value":["http:\/\/www.majengosdachurch.org"]},", a Sikh Temple, plus many others. There are many churches which have both English and Swahili services."]},"\n",{"type":"*","value":["There are dental services in town, just look around. There are also optometrists with very decent prices for glasses!"]},"\n",{"type":"*","value":["The Immigration office is located up Boma Rd from the Clock Tower, just a bit further than the banks. You can renew visas here."]},"\n",{"type":"*","value":["There are several banks with 24 hour ATM machines.  They are usually protected round the clock by an armed guard."]},"\n",{"type":"*","value":["There are several Forex Bureaux De Change in Moshi that charge reasonable rates.  Most hotels will also exchange travellers cheques, although at a less favourable rate.  It's not impossible to pay for general goods and services in US dollars, although locals prefer shillings."]},"\n",{"type":"==","value":["Go next"]},"\nYou can get to ",{"type":"[[","value":[["Zanzibar"]]}," in one day, if you take the early bus (6.30AM) to Dar es Salaam, operated by ",{"type":"'''","value":["Dar Express"]},", and from there take the ferry at 16.00PM to Stone Town. The Dar Express office is located near the clock roundabout on Station Rd, opposite the Kahawa house.\n\nThere are several day trips possible. Mkomazi, Arusha, Tarangire and Manyara National Parks are possible as day trips. Banana\/Coffee plantation tours on the lower slopes of Mt. Kilimanjaro along with a visit to one of the waterfalls that are nearby. Union Cafe (listed in the restaurant section), owned by Kilimanjaro Coffee Growers Cooperative organizes the most popular coffee plantation tour (Kahawa Shamba Tour). Lake Chala and hotsprings are also popular excursions. \n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northeast Tanzania"]]},"\n\n",{"type":"{{","value":[["geo"],["-3.35569"],["37.34270"],["zoom=15"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Moshi, Tanzania"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Tanzania\/Localities\/Moshi\/"]]}]