[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Mougins"]}," is a commune in the ",{"type":"[[","value":[["Alpes-Maritimes"]]}," département in southeastern France.\n\n",{"type":"[[","value":[["File:Mougins Etang de Fontmerle.jpg"],["thumb"],["350px"],["Etang de Fontmerle"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nLocated on the heights of Cannes in the district of Grasse, and surrounded by forests and woodlands, Mougins is around a 15 minute drive from Cannes and a 30 minute drive from Nice (traffic permitting). At the heart of Mougins is the picturesque ",{"type":"'''","value":["Vieux Village"]}," (old village), which due to its hilltop location has stunning views over Cannes, Grasse, the Valmasque forest, the Esterel Massif and the Préalpes.  Mougins has an international reputation both for its gourmet cuisine and its links with the art world, and has been frequented and inhabited by many famous people, including Fernand Léger, Jean Cocteau, Yves Saint Laurent, Winston Churchill, Édith Piaf, Catherine Deneuve and Pablo Picasso, who spent the last twelve years of his life there.  Due to its proximity to Cannes, Mougins is often the destination of choice for celebrities during the Cannes Film Festival.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nFrom the A8 Junction 40 (Cannes), take the N85 pénétrante signed for Grasse and Mougins. Take the first exit, turn left on the D3 (signed Mougins Centre), bear left at the roundabout after approx 1km and then turn left across the bridge over the pénétrante. The road is narrow but theoretically two way so be careful of oncoming traffic. You can park at the top of the hill - there are two hundred free parking spaces in three separate car parks.  \n\n",{"type":"===","value":["By train"]},"\n\nYou can take the train to nearby Mouans-Sartoux and then get a taxi, or alternatively take a Ligne 650, which stops in Mougins.\n\n",{"type":"===","value":["By taxi"]},"\n\nThere is a taxi rank at Cannes station, and a taxi to the Vieux Village costs around €35.\n\n",{"type":"===","value":["By bus"]},"\n\nThe Ligne 600 bus service operates half-hourly between Cannes and Grasse, and passes through Mougins. The rather less frequent Ligne 630 runs between Cannes and Valbonne and also stops in Mougins.  The stop for both buses in Cannes is at the main terminal next to the train station. (Don’t be put off by the lack of signage – they really do stop there).  Neither bus goes right up to the Vieux Village, and it takes around 10 minutes to walk up the hill.   Make sure you ask the driver where to alight.  The Ligne 650, which runs between Mouans-Sartoux and Sophia Antipolis, does go up to the village, although it is an infrequent service, especially in off-peak hours.  Go to http:\/\/www.cg06.fr for the timetables.  There is a flat fare of 1€ per journey.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Stroll"]}," around the tiny winding streets in the Vieux Village in traffic-free bliss.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taxis:"]},"  for details of local taxis go to http:\/\/www.mougins.fr\/tourisme\/."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cycling"]}," is very popular in the area, although the hills are not for the faint-hearted!"]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Museum Exterior.jpeg"],["thumb"],["Musée d'Art Classique à Mougins at night"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mougins Museum of Classical Art (Musée D’Art Classique A Mougins):"]}," as you enter the Vieux Village you will find, on the left, the Mougins Museum of Classical Art, which opened in June 2011. The museum, of which the essential concept is the dynamic between the classical past and the present, houses a world class, permanent collection of both ancient and modern art.  Roman, Greek and Egyptian antiquities – which include marble and bronze sculpture, vases, coins, jewellery, and glass – are interspersed with classically inspired modern and contemporary works by artists and sculptors including Henri Matisse, Paul Cézanne, Marc Chagall, Edgar Degas, Henry Moore, Raoul Dufy, Salvador Dali, Giorgio de Chirico, Jean Cocteau, Man Ray, Damien Hirst, the British sculptors Marc Quinn and Anthony Gormley, and of course, Pablo Picasso, who spent the last 12 years of his life here. There is also a collection of  Renaissance and Neo-classical paintings, including two by Sir Peter Paul Rubens.  "]},"\nIn displaying the ancient and modern side by side, this state-of-the-art museum enables visitors to explore the deep and sometimes unexpected connection between modern art and the classical past.  The museum also houses the world’s largest private collection of ancient armour, displayed against a backdrop of militiary-themed artworks.  Entrance is 12€, with reduced rates for children, families, senior citizens aged 60+ years, disabled visitors, students, scholars and groups.  Annual membership packages are also available. The museum is open every day from 9.30 to 20.30 from April to October.  From November to March it is open from 9.30 to 19.00 from Tuesday to Sunday, and closed on Mondays.  Tel: +33 (0)4 93 75 18 65.  www.mouginsmusee.com.\n\n",{"type":"[[","value":[["Image:Jardin Maurice Gottlob.jpg"],["thumb"],["Espace Culturel & Jardin Maurice Gottlob, Place du Commandant Lamy in the Vieux Village"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Espace Culturel & Musée Gottlob:"]},"  the ",{"type":"''","value":["espace culturel"]},", located in Place du Commandant Lamy, puts on exhibitions, concerts and a full range of arts events throughout the year (except November).  It is also the location of the permanent exhibition of the work of the artist Maurice Gottlob.  Open Monday to Friday from 9.00 to 17.00 and at weekends from 11.00.  Free entrance."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Musée De la Photographie André Villers:"]},"  this small museum is also located in the Vieux Village, next to Porte Sarrazine (the Saracen Gate), one of the last remains of the village’s medieval past.  It contains a permanent exhibition of portraits of Pablo Picasso as shot by major contemporary photographers, and also holds a number of temporary exhibitions throughout the year.  Open daily from 10.00 to 20.00 from July to September, and for the rest  of the year from 10.00 to 18.00 on weekdays and from 11.00 18.00 at weekends.  Free entrance. http:\/\/museephoto@villedemougins.com."]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Musée d'Histoire Locale:"]},"  the Vieux Village also has a small local history museum, which is open daily from June to September, and for the rest of the year at weekends and on public holidays, from 11.00 to 18.00.  Free entrance."]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Lavoir:"]},"  the village’s old washhouse is now a lovely exhibition space which promotes the work of local artists and sculptors.  Open every day from March to October from 11.00 to 18.00.  Free entrance."]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Fontmerle Pond (L’Étang de Fontmerle)"]}," is a spectacluar five-hectare pond on the edge of the Valmasque Park.  The Fontmerle has the largest colony of lotus flowers in Europe.  The lotus (not to be confused with the water lily) blooms from July to September, with the blossoms reaching 25cm in diameter, and the leaves up to 1m.  The pond also has over sixty species of water birds and migrating birds.  ",{"type":"'''","value":["Notre-Dame-de-Vie"]},", the 12th century chapel, and ",{"type":"'''","value":["Picasso's villa"]}," (which you can view from the outside, but is not open to the public), are very close to the pond, and all are best accessed by car or bicycle."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["L'Esterel Massif:"]},"   visit the breathtaking, red-tinted volcanic coastal mountain range near Cannes, where you can hike or follow the mountain bike trails in the surrounding oak forests, which are protected as a nature reserve."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Valmasque Park"]}," and the other forests and woodlands surrounding Mougins are great for hiking and mountain biking, and there are a number of local horse-riding schools."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Golf:"]},"  if this is your sport, Mougins has two 18-hole courses:  the Golf Country Club de Cannes Mougins (http:\/\/www.golf-cannes-mougins.com) and the Royal Mougins Golf Club (http:\/\/www.royalmougins.fr)."]},"\n",{"type":"'''","value":["Les Etoiles de Mougins:  Festival International de la Gastronomie et des Arts de Vivre:"]},"  in September the Vieux Village hosts an annual international gastronomic festival, which takes place over three days and includes a prestigious young chef competition.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cookery classes:"]},"  Both L’Amandier and Le Mas Candille restaurants run cookery classes with the Chef.  See http:\/\/www.amandier.fr and http:\/\/www.lemascandille.com for details."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Local art:"]},"  explore the many art galleries which are both in the main square and tucked away in the picturesque back streets of the Vieux Village."]},"\n",{"type":"[[","value":[["Image:Christmas in Mougins.jpg"],["thumb"],["Christmas in the Vieux Village"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Christmas Market:"]},"  the village is worth visiting in December for the Christmas market, where local artisans exhibit and sell their wares over three days, and for the beautiful ",{"type":"'''","value":["nativity scene"]}," which is put on every year at Le Lavoir.  In 2010 the market will take place from 18th to 20th December."]},"\n",{"type":"==","value":["Eat"]},"\n\nWith its international reputation for gourmet cuisine, both the Vieux Village and the wider area of Mougins have many excellent restaurants. \n\n",{"type":"[[","value":[["Image:Snow in Mougins.jpg"],["thumb"],["the Vieux Village: picturesque and cosy in the winter"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["La Place de Mougins:"]},"  previously known as Le Feu Follet, and a favourite of Picasso’s, La Place de Mougins, situtated in the heart of the Vieux Village at 41 Place du Commandant Lamy, opened in July 2010 and offers French haut cuisine in elegant surroundings.  Denis Fetisson, its manager and head chef, won the Jacquart Trophy for the Rising Star in Gastronomy in 2006, and was head chef at Michelin two starred restaurant Le Cheval Blanc, in Courchevel.   À la carte and menus ranging from 25€ for a two-course lunch to 65€ for the eight course gourmand menu, and there is a monthly dégustation menu, featuring seasonal produce, at 45€.  Closed on Sunday evenings and all day Monday.  Tel: +33 (0)4 93 90 15 78.  http:\/\/www.laplacedemougins.com."]},"\n",{"type":"*","value":[" La Place also has a ",{"type":"'''","value":["boulangerie"]},", open from 8.30am to 5pm, Tuesday to Sunday, which sells bread, croissants, tarts and cakes, all baked on the premises."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["L’Amandier de Mougins:"]},"  L’Amandier, which is on the left as you enter the Vieux Village, just past the Mougins Museum of Classical Art, is a long established restaurant which has recently been completely refurbished. It has two terraces for outdoor dining and views to die for, especially at sunset. Fetisson also manages L’Amandier, which specialises in Cuisine Nicoise, following in the tradition of Roger Vergé, who opened the restaurant – his second in Mougins – in 1969.  À la carte and menus ranging from 18€ for a two course weekday lunch to 34€ for the evening menu.  Closed on Wednesdays. Tel: +33 (0)4 93 90 00 91. http:\/\/www.amandier.fr."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Moulin de Mougins:"]},"  this world famous hotel and restaurant, an exquisitely converted 16th century oil mill on the Avenue Notre Dame de Vie, was where master chef Roger Vergé created his Cuisine De Soleil over forty years ago.  In accordance with Michelin rules, the restaurant lost its two stars when renouned chef Allain Llorca moved on in 2009.  However, Sebastien Chambru, who replaced him, was recently awarded his first star.  À la carte and menus ranging from 39€ for the business lunch to 180€ for the ",{"type":"''","value":["menu carte blanche au chef"]},".  Closed on Mondays. Tel: +33 (0)4 93 75 78 24.  http:\/\/www.moulindemougins.com."]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Restaurant Candille:"]},"  the restaurant at tranquil five star hotel Le Mas Candille, just a short walk down the hill from the village, has one Michelin star.  The ",{"type":"''","value":["chef célèbre"]}," is Serge Gouloumes, whose signature dishes incorporate exotic flavours within his Italian and Provençal based cooking. À la carte and menus from €80.  Closed on Monday and Tuesday lunchtimes. Tel: + 33 (0)4 92 28 43 43.  http:\/\/www.lemascandille.com."]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Bistrot de Mougins"]},", at 93 Place du Commandant Lamy, is another charming, long established restaurant in the Vieux Village, serving tradtional French cuisine. With its vaulted ceiling it is especially cosy in the winter.  À la carte, ",{"type":"''","value":["menu tradition"]}," at 35€ and ",{"type":"''","value":["menu gourmand"]}," at 49€.  Closed on Wednesdays and Saturday lunchtime.  Tel: +33 (0)4 93 75 78 34."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Fontenoy:"]},"  run by the delightful Thierry and Fatima, Le Fontenoy is the place to go for something light.  Have a coffee or a glass of wine, and a light meal such as quiche, croque monsieur or salad.  The café is also in Place du Commandant Lamy and overlooks the lovely fountain."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["La Cave de Mougins:"]}," situated at the entrance to the Vieux Village and just before the Mougins Museum of Classical Art, La Cave is a sophisticated wine cellar and wine bar. Over 1,000 French wines, including many vintage labels, are stocked in the 17th century vaulted, temperature-controlled cellar, at prices across all ranges.  The engaging proprietor, Sébastien Fouet, who is passionate about wine, holds frequent dégustations, which can be arranged by appointment.  The wine bar, a lovely decked arbour with intertwined wisteria and vines, also serves tapas, tea and cake, and yes, there’s that wonderful view again.  Tel:  +33 (0)4 92 28 06 11."]},"\n",{"type":"==","value":["Sleep"]},"\n\nFor a comprehensive list of places to stay, from five-star hotels to campsites, go to the Mougins Office de Tourisme’s website at http:\/\/www.mougins.fr\/tourisme\/.\n\n",{"type":"==","value":["Go next"]},"\n\nNearby destinations worth a visit are too numerous to mention.  Try ",{"type":"'''","value":["Valbonne"]}," and ",{"type":"'''","value":["Antibes"]}," for a spot of shopping.  Many of the mountain villages, such as ",{"type":"'''","value":["Gourdon, Cipières"]}," and ",{"type":"'''","value":["Tourrettes-Sur-Loup"]}," are spectacularly beautiful, with ",{"type":"'''","value":["Saint-Paul-de-Vence"]}," being the most well-known of the ",{"type":"''","value":["villages perchés"]}," in the region.\n\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Alpes-Maritimes"]]},"\n",{"type":"[[","value":[["wikipedia:Mougins"]]},"\n",{"type":"{{","value":[["geo"],["43.6"],["7"]]}]