[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Moultonboro"]}," is in the ",{"type":"[[","value":[["Lakes Region (New Hampshire)"],["Lakes Region"]]}," of ",{"type":"[[","value":[["New Hampshire"]]},".\n\n",{"type":"==","value":["Get in"]},"\nThere is an airport.  Single gravel runway.  Not good for IFR.\n\n",{"type":"==","value":["Get around"]},"\n\nA car in the summer is the best way to get around but mind the speed limit as Moultonborough Police are known for issuing tickets especially to out of state tags (like NY and MA).  In the winter, a 4x4 is recommended for roads as the plowing and dirt roads can make travel difficult.  The town plows private roads, so you can get most everywhere.  In the winter one can also use a snowmobile and get everywhere in the region.  There are plenty of snowmobile trails that travel everywhere and one can drive right across the lake.  You can find state wide snowmobile trail maps at convenience stores throughout the region.  Traffic in the summer can get nasty, especially on Saturday from 10-2 while the tourists change over occurs.\n\n",{"type":"==","value":["See"]},"\n\nThere is a beach and beautiful views of Lake Winnipesaukee from the Long Island Beach 11 miles South on Moultonborough Neck Road.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["States Landing"]}," will get you on the water."]},{"type":"*","value":["You can hike Red Hill or the Ossipees."]},{"type":"*","value":["Buy a sight seeing flight at the local airport on route 25."]},{"type":"*","value":["Rent a boat and sightsee Lake Winnipesaukee"]},{"type":"*","value":["Take Professional Wakeboard\/Waterski lessons from Ryder's Realm Clinic.  Contact Jamie Proko 545-4740"]},"\n",{"type":"==","value":["Buy"]},"\n\nYou can find tons of little nick-knacks inside the Moutonborough Country Store at the corner of NH-25 and NH-109 in downtown\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Subway"]}," Formerly a bar, this Subway is fully rennovated and has an outdoor porch. "]},{"type":"*","value":[{"type":"'''","value":["Village Kitchen"]}," is a great inexpensive breakfast\/brunch spot that is cash only. "]},{"type":"*","value":[{"type":"'''","value":["Kevin's Cafe"]}," for fresh fish.  "]},{"type":"*","value":[{"type":"'''","value":["The Mug"]}," is a sub and pizza shop.  "]},{"type":"*","value":[{"type":"'''","value":["The Woodshed"]}," is tucked back in the woods near downtown, and is an old barn with good food."]},{"type":"*","value":[{"type":"'''","value":["Jo-Jo's"]}," has a seasonal sub shop inside of it that is very popular regionally, but they are slow so call ahead 253-4843.  It is located 7 miles down Moultonborough Neck Road."]},{"type":"*","value":[{"type":"'''","value":["The North End"]}," is a delicious and inexpensive Italian restaurant just West of downtown on Rt 25"]},{"type":"*","value":[{"type":"'''","value":["Buckeys"]}," is on 109, a few miles south of the airport.  Year-round, great pizza and a good bar.  Local's hangout.  Check out the talking deer head on the wall.  "]},{"type":"*","value":[{"type":"'''","value":["Pizza @ Murphy's Mobil"]}," The gas station Murphy's Mobile at the corner of NH-25 and Moultonborough Neck Road has a fresh to order take-out pizza stand."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nBeing a vacation destination there are tons of lodging options.\n\nPreferred Properties on NH-25 towards Center Harbor has vacation rental properties.\nThere is a Rodeway Inn Motor Inn at the corner of NH-25 and Moultonborough Neck Rd.\nThere is also tons of camping and motor home options in the area on the lake.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["Travel North to the White Mountains region.  You can take NH-175, I-93 or if you are feeling adventurous and it is summer take Sandwich Notch Road (unpaved..and very untended)"]},{"type":"*","value":["Travel clockwise around the lake to ",{"type":"[[","value":[["Wolfeboro"]]}," for shopping and restaurants"]},{"type":"*","value":["Travel counter-clockwise to ",{"type":"[[","value":[["Meredith"]]}," and ",{"type":"[[","value":[["Laconia"]]},"\/",{"type":"[[","value":[["Weirs Beach"]]}]},{"type":"*","value":["Take a cruise on Lake Winnipesaukee on the M\/S Mount Washington cruise ship"]},{"type":"*","value":["See a drive-in movie at the Weirs Beach Drive In movie theatre"]},{"type":"*","value":["Travel Northeast (NH-25 East to NH-16 North) to ",{"type":"[[","value":[["North Conway"]]}," for outlet shops and the White Mountain Region"]},{"type":"*","value":["Travel Northwest (NH-25 West to US-3 Daniel Webster HWY North) to ",{"type":"[[","value":[["Squam Lake"]]},"."]},"\n",{"type":"{{","value":[["IsPartOf"],["Lakes Region (New Hampshire)"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]