[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nFifty kilometers southeast of ",{"type":"[[","value":[["Bagan"]]}," in ",{"type":"[[","value":[["Central Myanmar"]]}," at the base of Mt Popa is a solitary peak topped by gold stupas. The Popa Taungkalat shrine is the favoured home of 37 Mahagiri Nats or aminist spirit entities, statues of which can be found at its base. These spirits were once so important to the country's early kings that it was essential for them to consult the Nats before commencing their reign.\n\nTo reach the top, you need to remove shoes and socks and climb the 777 steps to the summit. Along the way are a multitude of monkeys expecting treats. Sometimes they can get a little aggressive so it's recommended that you keep a tight grip on your possessions!\n\nPopa means \"flower\" in Sanskrit and you will find bottled flowers that you can purchase as offerings at the temple.\n\nNearby, on the side of Mount Popa is the Mt Popa resort, a beautiful and luxurious hotel complex with an excellent restaurant featuring Burmese and European dishes.\n\n",{"type":"==","value":["Get in"]},"\n\nMost people visit Mount Popa as a daytrip from nearby Bagan. It's only about 50 km away, but due to the conditions of the road and vehicles, it will take at least 90 min to get there.\n\nThe cheapest way to get there is either by bus or pickup truck. Both are a bit uncomfortable but the bus will be slightly faster as the pickup truck will stop frequently to load or unload things. The ride will take about 90 min and cost around 3,000 kyat.\n\nA more comfortable way to get to Bagan is to hire a taxi. You'll have the added benefit of being able to stop and visit the few villages along the way. One taxi quoted a rate of 30,000 kyat for transport from Bagan to Mount Popa.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Central Myanmar"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Mount Popa"]]},"\n",{"type":"{{","value":[["geo"],["20.920277777778"],["95.253888888889"]]}]