[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mount Dalei"]}," is a mountain in the Tiantai Range of eastern ",{"type":"[[","value":[["China"]]},". Its peak reaches 809 metres above sea level. \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":["Minibuses run from the ",{"type":"[[","value":[["Ningbo"]]}," regularly. They also run from the regional towns of ",{"type":"[[","value":[["Xikou"]]},", and ",{"type":"[[","value":[["Fenghua"]]},". There are number of different approaches."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["Mountain rodents and birds are common. In winter, larger animals, including wild boar, clouded leopard, wolves (locally called ",{"type":"''","value":["goji"]},"), and sometimes even oxen can be seen as they emerge to forage."]},"\n",{"type":"*","value":["The mountain is home to the ",{"type":"'''","value":["Xianling Temple"]},", home of the local dragon king. The site sits on a natural spring. On the dragon king's birthday, tens of thousands descend (or ascend) on the temple to pray, and drink its waters, which are said to have medicinal purposes. "]},"\n",{"type":"*","value":["The communities on the mountain still cling to the old ways. Fine examples of traditional Chinese architecture are visible on the way, especially higher up. If you take some of the smaller paths, very likely you will bump into men harvesting bamboo. It's amazing how much weight 80-year-old men can carry on their backs."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["The hike up to the peak takes about half a day. Centuries old routes are available until near the top, where they have fallen into misuse. The mountain paths are, however, confusing at times, and it is important to maintain a good sense of direction. The peak is actually a broad grassy plateau. It affords good views to the East China Sea, and north to Ningbo, on a clear day."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["Bamboo, bamboo, bamboo! The mountain is full of all different kinds of bamboo shoots, which are prized in Chinese cuisine."]},{"type":"*","value":["Local markets also sell a variety of mountain fare not generally available elsewhere. These include the meat of mountain rodents and wild boar, both very lean."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Zhejiang"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]