[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Apo1.jpg"],["right"],["thumb"],["350px"],["Mt. Apo terrain"]]},"\n\n",{"type":"'''","value":["Mount Apo"]}," is a large solfataric, potentially-active stratovolcano in the island of ",{"type":"[[","value":[["Mindanao"]]},", ",{"type":"[[","value":[["Philippines"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nWith an altitude of 2,954 metres (9,692 ft), Mt. Apo is the highest mountain in the country and is located between Davao City, Davao del Sur province and Cotabato province.\n\nThe peak overlooks Davao City 40 kilometres (25 mi) to the northeast, Digos City 25 kilometres (16 mi) to the southeast, and Kidapawan City 20 kilometres (12 mi) to the west.\n\nOn May 9, 1936, Mount Apo was declared a national park with Proclamation no. 59 by President Manuel L. Quezon, followed by Proclamation no. 35 of May 8, 1966 then Proclamation no. 882 of September 24, 1996.\n\n",{"type":"===","value":["History"]},"\n\nThe first two attempts to reach Mt. Apo’s summit ended in failure: that of Jose Oyanguren (1852) and Señor Real (1870). The first recorded successful expedition was led by Don Joaquin Rajal in October 10, 1880. Prior to the climb, Rajal had to secure the permission of the Bagobo chieftain, Datu Manig. It is said that the Datu demanded that human sacrifice be made to please to god Mandarangan. Fortunately, the datu agreed to waive this demand, and the climb commenced on October 6, 1880, succeeding five days later. Since then, numerous expeditions followed. These and more are described in colorful narrations by Fr. Miguel Bernad, S.J.\n\nOn May 9, 1936, Mount Apo was declared a national park by President Manuel L. Quezon. \n\nA note on the etymologies: Mt. Apo is said to be named after a nobleman named Apong, who got killed while mediating the battle between two suitors of his daughter Saribu. Another proposed origin of the name is from the word Apo itself, which in Filipino tongues means “master” or “grandfather”. \n\n",{"type":"===","value":["People"]},"\n\nSix indigenous peoples consider Mt. Apo as their ancestral domain and home, namely: Manobos, Bagobo, Ubos, Atas and the Tagacaolo. Since time immemorial, these tribes have lives around the mountain that they also consider as sacred ground. Mt. Apo is their place of worship and the burial ground of ",{"type":"''","value":["Apo Sandawa"]},", their great-grandparent. The mountain is the source of their continual supply of food and medicine, but more so, the foundation of their spiritual and cultural way of life.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"[[","value":[["Image:Apo4.jpg"],["right"],["thumb"],["400px"],["Flora in Mt. Apo"]]},"\n\nA total of 227 vertebrates species belonging to 69 families of amphibians, reptiles, birds and mammals have been recorded in Mt. Apo. Likewise, 118 species of butterflies belonging to 69 families are recorded in the area. Of these, the most notable is the Philippine eagle (Pithecophaga jeffreyi) - one of the world's largest eagles and the country's national bird.\n\nThe mountain is considered by the Philippines' Department of Environment and Natural Resources (DENR) as the center of endemism in Mindanao. It has one of the highest land-based biological diversity in terms of flora and fauna per unit area. It has three distinct forest formations, from lowland tropical rainforest, to mid-mountain forests, and finally to high mountain forests.\n\n",{"type":"==","value":["Get in"]},"\n\nThe most convenient way to climb Mt. Apo is by contacting trusted adventure providers such as ",{"type":"'''","value":["Trail Adventours"]}," (info@trailadventours.com). Run by mountaineers, the service can help visitors arrange a trip to Mt. Apo, as well as secure all other necessities such as hiking permits, English-speaking guides, porters and even tents and food.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nMt. Apo, as the highest mountain in the ",{"type":"[[","value":[["Philippines"]]},", attracts a lot of attention from hikers all over the world.\n\nThe Kidapawan-Magpet trail, though one of many trails, is the easiest. The trail will first lead to ",{"type":"[[","value":[["Lake Agko"]]},". From there, hikers will have to cross Marbel River by walking on coconut logs without anything to hold for support. The threat of sudden flashfloods, emphasized by the strong flow of water, will remind the intrepid hiker that he not climbing an ordinary mountain.\n\nAfter three hours of river crossing, the first campsite will be reached - the Mainit Hot Springs. Here, hikers can dip in a hot and soothing pool. This first campsite must be reached before 3:00 PM, because the next campsite, Lake Venado, is 5-6 hours away.\n\nBetween the two campsites is a thick forest. There, two \"killer trails\" will be encountered: the \"87-degree\" and the \"90-degree\" trail. Each taking around 15 minutes, these trails are known to have taken their toll on climbers. As of 2006, ropes are in place in the ‘90’ to make it a little bit safer.\n\nAfter the difficult ascent, the next landscape is the swamp that heralds the proximity of Lake Venado. This is where many Mt. Apo trails intersect. The peripheral areas can be used for camping. During summer, Bagobo tribesfolk would also camp here and put up stalls. Hikers can choose to camp here, or proceed to the summit.\n\nFrom ",{"type":"[[","value":[["Lake Venado"]]},", the summit is still 3 hours of trekking. This time, the environment changes into a cogon grassland. Then, the otherworldly summit area is reached. It is rocky, with wild berries, and temperate plants. Beneath is the old crater of Mt. Apo. The beauty of the summit, the highest point in the Philippines, has captivated countless climbers.\n\nGoing down, the Magpet trail is suggested, even though climbers typically do a traverse to the Davao (south) side. The Magpet trail, said to be easiest of all trails to Mt. Apo, will lead to what is called the Bobbong campsite, and from there, a beautiful waterfalls will be reached, called the Bongolanon Falls. It appears as if the water curves and bends, before descending. Weary hikers can swim in the pools beneath, and it is perfect refreshment after a grand Mt. Apo experience!\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Apo2.jpg"],["right"],["thumb"],["350px"],["Hikers climbing along craggy rockscapes"]]},"\n\nMt. Apo possesses a formidable array of landscapes, from craggy rockscapes to virgin forests; from mossy swamps to volcanic structures. The mountain possesses the widest spectrum of environments, and provides an experience for mountaineers that lives up to their expectations from the country’s highest.\n\n",{"type":"==","value":["Buy"]},"\n\nDuring summer, Bagobo tribesfolk would also set up camp in Lake Venado and put up stalls.\n\n",{"type":"==","value":["Eat"]},"\n\nUnless it is summer with Bagobo tribesmen present, hikers will have to bring their own food.\n\n",{"type":"==","value":["Drink"]},"\n\nWater sources are abundant throughout Mt. Apo, particularly in campsites and the summit.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThere are no lodging facilities in Mt. Apo.\n\n",{"type":"===","value":["Camping"]},"\n\nThe first campsite is the Mainit Hot Springs, where hikers can dip in a small, hot pool. This campsite should be reached while the sun is still out because the next campsite is 5-6 hours away.\n\nThe second campsite is at Lake Venado, where the many trails intersect. It is very cold, and also very serene, surrounded by pines on the north, and the peak of Mt. Apo from the south.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe water level in Lake Venado may swell, decreasing the size of the campsite. The weather in Mt. Apo is very unpredictable; strong rains may just come. Rely on local knowledge on whether to pursue river crossings in bad weather.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Mount Pulag"]]}]},{"type":"{{","value":[["geo"],["6.987500"],["125.270833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Davao Region"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Mount Apo"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mount Apo"]]}]