[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mt. Kitanglad Range Natural Park (MKRNP)"]}," is in ",{"type":"[[","value":[["Bukidnon"]]}," of ",{"type":"[[","value":[["Philippines"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe Kitanglad mountain range which dominates the north-central portion of the Bukidnon Plateau plays a vital role in the socio-economic development of North and Central Mindanao. Aside from being the homeland of indigenous cultural communities of Bukidnon, it is also a major watershed providing water for power generation, irrigation, and domestic use for the provinces of Bukidnon and Misamis Oriental. \n\nThe place is occupied by 8 municipalities of Bukidnon namely Talakag (4,945 ha), Baungon (3,157 ha), Libona (6,196 ha), Manolo Fortich (595 ha), Sumilao (3,532 ha), Malaybalay (2,317 ha), Lantapan (7,912 ha), and Impasug-ong (1,985 ha). \n\nMount Kitanglad Range covers an estimated area of about 30,642.0 hectares, of which 82% is secondary forest, 5% brushland, 12% grassland areas while the remaining 1% constitutes agricultural\/open and bare soil areas. Its buffer zone covers an area of 14,480.0 hectares. \n\nMt. Kitanglad Range forms the headwater catchments area of several major river systems draining North and Central Mindanao. Among these are the Cagayan, Tagoloan, and Pulangi Rivers.\n\n",{"type":"===","value":["History"]},"\n\nRecognizing its biological, historical and socioeconomic importance, one of the local government units with political jurisdiction over the range (Municipality of Sumilao, Bukidnon) initiated its proclamation as a national park through Resolution No. 32, S. 1989. Thus, on December 14, 1990, Mt. Kitanglad was declared a national park by virtue of Presidential Proclamation No. 677. In 1994, it was chosen as one of the 10 priority sites under the World Bank through the Conservation of Priority Protected Areas Project (CPPAP) and became an initial component of the National Integrated Protected Areas System (NIPAS) pursuant to Republic Act 7586 (NIPAS Law) considering its earlier proclamation.\n\nFollowing the processes provided under the NIPAS Law and with local interventions, Mt. Kitanglad was proclaimed a protected area under the natural park category through Presidential Proclamation 896 dated October 24, 1996. On November 9, 2000, Mt. Kitanglad finally became a full-pledge protected area when Congress approved R.A. 8978 also known as the Mt. Kitanglad Range Protected Area Act of 2000.\n\n",{"type":"===","value":["Landscape"]},"\n\nMount Kitanglad Range belongs to the volcanic Lanao-Bukidnon Highland and covers most of the northern half of Central Mindanao. It has an elevation up to 2,938 meters above sea level, dominating the Bukidnon plateau. The Kitanglad mountain range is composed of numerous peaks; the more prominent ones are Mt. Kitanglad, Mt. Kaatuan, Mt. Maagnaw and Mt. Dulang-Dulang. This is one of the confusing mountains in the country in terms of stature. It was once measures as 2,385 meters above sea level but recent claims contest that the mountain’s highest peak, Mt. Dulang Dulang measures 2,938 meters above sea level, thereby making it the country’s second highest peak after ",{"type":"[[","value":[["Mount Apo"]]}," relegating ",{"type":"[[","value":[["Mount Pulag"]]}," to the third place. Though no official proclamations proves this and Pulag is still called the country’s second highest.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nKitanglad mountain range is a part of the Kitanglad National Park and is situated in North Central Bukidnon. It has an area of 31,297 hectares composed of more than a dozen mountain peaks.  Mt. Kitanglad towers more than 2,500 meters which offers a challenge to mountain climbers. To reach its summit, one has to scale its ranges for five hours passing through flora and fauna of a genuine virgin forest. At the base is Lawan, Dalawangan, which is the home of the Philippine Eagle.\n\nThe types of forest present in Mt. Kitanglad are evergreen rainforest, mid- mountain forest and upper-mountain forest.  45% of the total area of the park is covered with old growth forest. A number of endemic plant species which are now considered rare and difficult to find are found in the area.  The gymnosperms and particularly members of the family Ericaceaeare are abundant near the summit. \n\nThere are 55 species of mammals in the park.  These include 15 species endemic in Mindanao and 3 species locally endemic in the area.  Among these are Alionycteris paucidentata, a pygmy fruit bat that was first described in 1965 as a genus and specie endemic to Mt. Kitanglad only; giant flying box, the largest bat in the world; Mindanao gymnure; Mindanao tree shrew; Shrew mice; kaguang; monkeys; Philippine pygmy squirrels; Mindanao flying squirrels; Bearded pig; Philippine deer. \n\nIt is home to a host of rare bird species like the serpent eagle, the red harrier, the Brahmin kite and the Philippine sparrow hawk to name a few. There are a total of 133 species of birds in the park of which 15 are endemic in Mindanao.  These include Coracina mogregori, Otus mirus, Trichoglossus johnstoniae, Basilornis miranda and Leonardia woodi. \n\n",{"type":"===","value":["Climate"]},"\n\nThe climate of Mt. Kitanglad falls under Type III of the Modified Corona's Classification. This is characterized by a short dry season lasting from one to three months and with no pronounced maximum rain period. Temperature ranges from 22.7 C during January to 24.6 C during June. The area receives the highest amount of rainfall during the month of June, while the direst period is in the month of March. Relative humidity varies from 71% in May to 86% in September. The area is virtually cloud-covered throughout the year.\n\n",{"type":"==","value":["Get in"]},"\n\nIt’s safe to scale the mountain all year round. Access to the Province of Bukidnon is through Cagayan de Oro City. Daily plane flights from Manila and Cebu are available. From Cagayan de Oro, the park can be reached by regular public transport (jeepneys and buses) plying the Cagayan-Bukidnon routes. Three existing trails lead to the mountain summit. The first trail is located at Intavas, La Fortuna, Impasug-ong town; the second trail is at Barangay Lupiagan, Municipality of Sumilao, and the third starts at Bol-ogan, Songco and Kaatuan, Lantapan, Bukidnon.If you seek for local guides to scale mt. dulang dulang and mount kitanglad, e-mail ulricching@yahoo.com.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n1. All visitors are required to secure permit from the Office of Protected Area & Management Bureau (PAMB), PENRO Compound, Malaybalay City, Bukidnon. Only listed names of party members in the permitshall be allowed entry to the park premises.\n\n2. Request for Visitor's permit must be filed 10 days prior to the actual date of visit\/entry at the office of the PAMB.\n\n3. All luggages and items brought by visitors shall be subjected to inspection upon entry by the Protected Area Superintendent or authorized staff, and LGU or their authorized representative.\n\n4. Prohibited drugs, hard liquors and gambling are not allowed within the park.\n\n5. No permanent \/ temporary structures shall be constructed that will destruct or destroy its feature during the scheduled visit.\n\n6. Hunting, killing and \/or wounding a wildlife, cutting of trees and gathering \/ collecting of wild plants and other forest products are strictly prohibited.\n\n7. Vandalism which include picking, mutating of plants, fruits and flowers, writing and engraving on trees and walls, altering \/ defacing facilities, boundary markers and park signs are likewise strictly prohibited.\n\n8. Building of fire for cooking \/ camping purposes shall be allowed only in designated areas and should be put off properly after use.\n\n9. The permittee shall keep the area clean and sanitary at all times. Garbage and other refuse shall be disposed of properly.\n\n10. The DENR\/PAMB and the local government unit concerned are not liable for any loss \/ damage on the personal properties \/ belongings or injury or death due to accident that may happen to any member of the group during the duration of visit to the park.\n\n11. Proper acknowledgment for the use of the park in the tri-media is requested.\n\n12. Violations of any of the above-stipulated terms and conditions will be sufficient ground for cancellation opf the permit and the permittee\/s shall be heldliable to the prescribed penalties provided for under DENR existing rules and regulations, RAs 7586 and 8978, PAMB policies and the local government units acted ordinances.\n\n13. Bring all non-biodegradable garbage during the visit outsied the Protected area. This includes bottles, plastic and cans. Biodegradable waste may be disposed off to the designated area.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\nOne good campsite is located at the foot of mt. lunayon, mount kitanglad range. a 1 hour jeepney ride to Barangay Capt. Angel and a 3 hour hike to the campsite. Vegetation is mossy forest and lots of endemic flora and fauna. A Tribal ritual is required before the hike. You will get to see the bukidnon tribe dwelling in the area. THe Datu or tribal leader himself will be the one to orient visitors on cultural sensitivity and the existing customs and traditions. For bookings , guides and assistance, e mail ulricching@yahoo.com.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["8.142778"],["124.912500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Bukidnon"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Mount Kitanglad"]]}]