[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Osorezan_Jigoku_Rocks.JPG"],["thumb"],["240px"],["Walking through Hell"]]},"\n\n",{"type":"'''","value":["Mount Osore"]}," (恐山 ",{"type":"''","value":["Osorezan"]},") is a temple and miniature wasteland in the middle of the ",{"type":"[[","value":[["Shimokita Peninsula"]]}," in ",{"type":"[[","value":[["Aomori"]]},", ",{"type":"[[","value":[["Japan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAccording to Japanese tradition, Mount Osore — literally \"Dread Mountain\" — is the ",{"type":"'''","value":["gateway to Hell"]},", where souls pause on their way to the underworld.  A barren volcanic wasteland of howling winds and bubbling sulphur pits, the origin of the legend is easy to understand.  \n\nMount Osore is not an actual mountain, but the area is surrounded by a number of picturesque peaks.\n\n",{"type":"===","value":["When to go"]},"\nThe temple is only open to the public from May 1st to October 31st, before the harsh winter sets in. The whole area of interest is within the temple compound which closes early (probably at 7 PM) so make sure you arrive in time.\n\n",{"type":"==","value":["Get in"]},"\nMost visitors arrive by bus from ",{"type":"[[","value":[["Mutsu"]]},".  A rarely-used road (not served by public transport) also links to the ",{"type":"[[","value":[["Yagen Valley"]]},".\n\n\nIf you are driving, take Rte 279 or Rte 338 towards Mutsu. Follow the blue signs which will have \"Osore-zan\" written on them and will lead you straight to the site. Osore-zan is about a 2 hour drive from Aomori.\n\nAnother alternative is to ",{"type":"'''","value":["hitchhike"]}," to the temple from Mutsu; locals should be able to point out the access road, which is marked by signs in only a few scattered places. During vacation periods, traffic to the temple is fairly heavy and finding a ride is not too difficult.\n\nAdmission is 500 yen for adults and 100 yen for children.\n\n",{"type":"==","value":["Get around"]},"\nYour only option for getting around is on foot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Jigoku_YellowCauldron.JPG"],["thumb"],["240px"],["Boiling sulphur cauldron"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bodaiji Temple"]}," (菩提寺, also referred to as ",{"type":"''","value":["Entsuji"]},"), run by the Soto Zen sect, is built around a number of volcanic cauldrons (Jp. ",{"type":"''","value":["jigoku"]},", literally \"hells\"), bubbling in all sorts of unnatural shades from canary yellow to blood red.  There are also many, many offerings to the souls of the dead scattered around the area, including tiny Jizo statues wearing bibs and piles of pebbles built (or so they say) by the souls of children who died before their parents.  Entrance to the temple costs ¥500 (including a dip in the baths, see ",{"type":"[[","value":[["#Do"],["Do"]]},")."]},"\n",{"type":"*","value":[" The small ",{"type":"'''","value":["Sanzu River"]}," (三途の川 ",{"type":"''","value":["sanzu no kawa"]},") is the Japanese equivalent of the river Styx.  The river is crossed by a picturesque arched red bridge which souls have to cross to escape."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lake Usoriyama"]}," (宇曽利山湖), by the temple and the sink of the river, is a volcanic crater with (on a sunny day) an almost deceptively attractive-looking white sand beach...  but the water, full of sulfuric runoff, is far too poisonous to sustain any life."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Take a free dip in the holy (if somewhat stinky) waters in the bathhouses right after the temple entrance."]},"\n",{"type":"*","value":[" The rather somber ",{"type":"'''","value":["Osorezan Taisai"]}," (恐山大祭) festival is held between July 20 and 24.  During the festival, traditional mediums known as ",{"type":"''","value":["itako"]},", traditionally all blind women (today many are not blind), channel the spirits of dead people (",{"type":"''","value":["kuchiyose"]},") to relatives."]},"\n",{"type":"*","value":[" The bus from ",{"type":"[[","value":[["Mutsu"]]}," stops half-way up the mountain to give passengers a chance to taste water from a roadside spring. The one-way fare is ¥750."]},"\n",{"type":"*","value":[" Entrance to the temple compound is ¥500 for one adult. It is possible to stay at the temple for ¥12000 including two meals."]},"\n",{"type":"*","value":[" There is little to see at the lake shore outside the main temple entrance; the temple grounds also include part of the lake shore further on, where you will find the piles of stones. The best option is to make immediately for the temple grounds, although there are toilets and vending machines outside."]},"\n",{"type":"==","value":["Buy, Eat & Drink"]},"\nThere are a number of small restaurants and souvenir shops outside the temple.\n\n",{"type":"==","value":["Sleep"]},"\nThe temple offers lodging for pilgrims (¥10000-15000 with meals), tel. 0175-22-3825.  However, unless you like the pervasive smell of rotten eggs, you might wish to stay in ",{"type":"[[","value":[["Mutsu"]]}," or ",{"type":"[[","value":[["Yagen Valley"],["Yagen"]]}," instead.\n\n",{"type":"==","value":["Stay safe"]},"\nDue to intense volcanic activity sulphur dioxide and other gases are abundant, so the entire area can smell like ",{"type":"'''","value":["rotten eggs"]},".  Soil near some of the cauldrons may not be stable, and the liquids inside are literally boiling.  Heed the warning signs, do not cross the ropes, and head out if you start to get a headache or feel sick.\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Shimokita Peninsula"]]},"\n",{"type":"[[","value":[["wikipedia:Mount Osore"]]}]