[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mtsgreenway.org\/ Mountains to Sound Greenway"]}]},", Interstate 90 over ",{"type":"[[","value":[["Snoqualmie Pass"]]}," in the state of Washington, is unique in the Interstate Highway system in the US, in that it is a designated National Scenic Byway. The Mountains To Sound Greenway Trust has acted to protect the route of I-90 from ",{"type":"[[","value":[["Seattle"]]}," to ",{"type":"[[","value":[["Thorp"]]},", WA, which is the portion of I-90 through the Cascade Mountain Range. Many scenic and unique places in the Cascades can be quickly and easily accessed from the Seattle area via the Mountains to Sound Greenway and I-90. For example, Snoqualmie Pass is only a one hour drive from downtown Seattle (in good weather). \n\n",{"type":"==","value":["Understand"]}," \nThe Greenway has seen extensive human activity for the past 200 years. Logging has occurred throughout the region since the 1880's and a major lumber mill operated in the town of ",{"type":"[[","value":[["Snoqualmie"]]}," from 1917 to 2003. Coal mining became a major industry east of the mountains in ",{"type":"[[","value":[["Roslyn"]]}," and ",{"type":"[[","value":[["Cle Elem"]]}," and the Alaska's gold run in 1897 poured Seattle full of adventurers looking for supplies before heading north. East of the mountains, Native Americans, part of the Yakima Tribe used to grow native crops. Once white settlers came, they displaced the native people and began growing their own crops and well as creating cattle ranches. The Snoqualmie Valley used to be well known for its crops of hops in the 1880's and is still considered to be very fertile land.\n\n",{"type":"===","value":["Transportation"]},"\nTrails have existed over Snoqualmie Pass for centuries, but it was not until I-90 was built that crossing the pass was relatively easy. Every year millions of vehicles go over the pass and allow for simple transportation across the country from the West to East Coast.\n\n",{"type":"==","value":["Get in"]}," \nI-90 is the main corridor through the Greenway. One hour's drive is all it takes to get from Seattle to Snoqualmie Pass. \n\n",{"type":"==","value":["Get around"]},"\nMake sure you have tire chains and basic emergency travel supplies in winter! I-90 is often closed during storms, and has even experienced landslides in the last few years! The westbound lanes from the Pass down about 3 miles are on elevated roadway that ices over easily.\n\n",{"type":"==","value":["Do"]},"\nAs stated above, I-90 is the main thoroughfare through the Mountains to Sound Greenway, but there are lots of activities to do along the way. There are a number of hiking, camping, fishing, and skiing sites found throughout.\n\n",{"type":"*","value":[{"type":"'''","value":["Skiing and Snowboarding"]}," If planning to snowboard bring the proper clothing as it gets quite cold during the winter. Also a helmet is very highly recommended. Do not go backcountry skiing unless you understand the risks and are a experienced skier or snowboarder."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hiking"]}," Follow basic safety tips if planning to go hiking. Many people every year go off trails and get lost. Follow the guide, ",{"type":"[[","value":[["Packing for a week of hiking"],["pack for a week of hiking"]]},", to be well prepared for serious hiking adventures."]},"\n",{"type":"==","value":["Stay safe"]},"\nPeople every year get injured or killed performing activities in the Greenway. Following basic safety tips and common sense for activities will make sure your time in the Greenway is a pleasant one.\n\n",{"type":"==","value":["Go next"]},"\nI-90 is also the main corridor leaving the Greenway. There are also chartered buses that go in between ",{"type":"[[","value":[["Seattle"]]}," and Snoqualmie Pass at times, usually to access the Summit at Snoqualmie during the winter.\n\n",{"type":"{{","value":[["Related"],["Cascade Mountains (Washington)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mountains to Sound Greenway"]]},"\n\n",{"type":"{{","value":[["outlineitinerary"]]}]