[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mount Tambora"]}," (",{"type":"''","value":["Gunung Tambora"]},") is located on the island of ",{"type":"[[","value":[["Sumbawa"]]}," in ",{"type":"[[","value":[["West Nusa Tenggara"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Mount Tambora Volcano, Sumbawa Island, Indonesia.jpg"],["thumb"],["right"],["300px"],["The huge Tambora caldera has a diameter of 6 km"]]}," \nThis is a difficult mountain to reach let alone climb. Few non-Indonesian visitors ever make it to this remote corner of northern Sumbawa and far fewer still to the top of mighty Mount Tambora.\n\n",{"type":"===","value":["History"]},"\nIn 1815 this was the site of the",{"type":"''","value":[" most powerful"]}," volcanic explosion in modern history - an explosion that was heard as far away as Batavia (modern day ",{"type":"[[","value":[["Jakarta"]]},"). The mountain was reduced from 4,200m to 2,800m. It is estimated that 36 cubic kilometers of the mountain was reduced to dust which then swirled around the globe for the next few years, resulting in a 'year without summer' in Europe and a period of spectacular sunsets some of which can be seen in the paintings of English landscape artist, John Constable. The explosion, which was far bigger than that of Krakatoa in 1883, devastated the peninsula on which Tambora is located, killing many thousands of people outright and rendering much of the country uninhabitable for years to come. The resulting famine led to thousands of more deaths.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nTo reach Tambora you need to get to the village of Pancasila. It is problematic if you want to do this in one day from Sumbawa Besar. If you want to try, take the Sumbawa Besar\/Dompu bus very early in the morning and tell the driver you want to go to Calabai\/Pancasila ",{"type":"''","value":["Mau mendaki Tambora"]}," (I want to climb Tambora). He will drop you after four to five hours at the tee-intersection from where the road to the right goes to Dompu (about 20 km away) and the road to the left takes you to Calabai. There are regular buses to Calabai but the road is very bad and the 110 km trip takes 4-5 hours. From Calabai you have to take an ojek (back of a motorcycle) to Pancasila. \n\nIt may be wiser and less taxing to go to Dompu, have a good night's rest and make the journey to Calabai\/Pancasila the next day. In that way you will arrive in Pancasila reasonably rested. Buy supplies for the climb in Calabai. There are plenty of shops selling noodles, biscuits, fruit, bottled water etc.)If you are riding a motorbike\/scooter be warned: the road is really smashed and you must pay it the respect it's due. Allow six hours for the 130 km Dompu - Pancasila.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nIt is possible to climb Tambora but be warned - it is not a stroll in the park. You have to be physically very fit and be ready for some discomfort and danger. Very few Indonesians, and far fewer foreigners, ever make it to this out of the way place. Since 2004 when records began to be kept by K-PATA - Kelompok Pencinta Alam Tambora (The Tambora Nature Lovers Group), only about 50 people per year have made the trip. For example in the first six months of 2009 only three groups climbed the mountain -a group of nine Indonesians, a Frenchman and one Australian.\n\nAt Pancasila you will be directed to K-Pata's headquarters. The manager is Saiful and his wife is Irma. They will give you a room to stay, feed you well and organise guides. A fair price for food and lodging is Rp 100,000 per night and the guides require Rp 200,000 per day. This is a very reasonable fee considering the amount of work they are required to do on the trip, the nature of the terrain and the length of the walk. \n\nThe walk is through virgin jungle. It is incredibly thick in parts and a lot of parang work is required. You will walk for hours along an almost indecipherable trail.\n\nWhen it rains, it really rains. Expect to be soaked to the skin if you don't have really good gear. But then again it's not cold and what gets wet, dries eventually. Leeches are ever present, as are stinging nettles. There is a lot of fallen timber to climb over, under and along. The tree line ends quite abruptly and from then on the walking becomes easier. Dawn at the summit is a very special experience. The experience of gazing down into the crater and taking in its immensity will stay with you forever\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nNasi Goreng, Bakso, Mie Ayam or Biskuat.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n\n",{"type":"{{","value":[["IsPartOf"],["Sumbawa"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Mount Tambora"]]},"\n",{"type":"{{","value":[["geo"],["-8.2452777777778"],["117.99277777778"]]}]