[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Mount Washington.JPG"],["thumb"],["300px"],["Mount Washington and the majestic Omni Resort"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nhstateparks.com\/washington.html Mount Washington State Park"]}]}," is located in ",{"type":"[[","value":[["New Hampshire"]]},", ",{"type":"[[","value":[["United States of America"]]},". It is a 59 acre (23 hectare) park at the summit of Mount Washington, the tallest mountain peak in the entire northeast.  It is surrounded by the ",{"type":"[[","value":[["White Mountain National Forest"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMount Washington has an elevation of 6,288 feet (1916m) and is home of the ",{"type":"'''","value":["Mount Washington Observatory"]}," which is manned year round.  The mountain is home to some of the most extreme weather anywhere, and the record for highest measured land-based windspeed was recorded here in 1934 (231 mph).  The weather at the top of the mountain is similar to that in Siberia, and winter temperatures can be as low as -47°F (-44°C).\n\n",{"type":"'''","value":["The Mount Washington State Park is CLOSED from Mid October to Mid May. There is NO shelter or facilities for hikers at the summit once the park has closed. "]}," \n",{"type":"===","value":["History"]},"\n\nThe mountain was first climbed (by non-Native Americans) in 1642, but the mountain really took off as a tourist destination in the 19th century when bridle paths were first cut on the mountain (which ended up becoming the Mount Washington Auto Road). Construction of summit buildings,  Carriage Road, and the Cog Railway all began in the 1850s. In 1908 a fire destroyed everything on the summit except Tip Top House.\n\n",{"type":"===","value":["Landscape"]},"\nMount Washington is the central, highest summit of an alpine mountain massif called the ",{"type":"'''","value":["Presidential Range"]}," where many peaks are named after former U.S. presidents.  Other high peaks -- Mounts Clay, Jefferson, Adams and Madison -- the ",{"type":"'''","value":["Northern Presidentials"]}," arc to the north and northeast.  Massive Chandler Ridge heads ENE over secondary summits before descending to the valley of the Peabody River.  An automobile road ascends this ridge.  ",{"type":"'''","value":["Great Gulf"]}," -- a large glacial cirque -- lies between Chandler Ridge and the Northern Presidentials.\n\nEast of the peak are two more cirques, ",{"type":"'''","value":["Tuckermans's Ravine"]}," famous for spring skiing, and steeper ",{"type":"'''","value":["Huntington Ravine"]}," attracting rock climbers in summer and ice climbers in winter, however these face away from the summit and are not visible from it.  Distant views extend east across the ",{"type":"'''","value":["Carter Range"]}," to the lowlands of southern ",{"type":"[[","value":[["Maine"]]},".  At night, light from Portland and other coastal cities may be visible, but the Atlantic Ocean is just over the horizon.\n\nSouth of the peak is a plateau above 5,000' (1,500m) named ",{"type":"'''","value":["Bigelow Lawn"]},".  Beyond there are two major ridges.  The higher ridge -- ",{"type":"'''","value":["Southern Presidentials"]}," -- heads SW along a series of minor alpine peaks mostly named after presidents to ",{"type":"'''","value":["Crawford Notch"]},".  ",{"type":"'''","value":["Montalban Ridge"]}," heads south and rapidly drops below treeline beyond prominent ",{"type":"'''","value":["Boott Spur"]},".  Oakes Gulf separates the two southern ridges.  \n\nMany other peaks of the White Mountains, especially the ",{"type":"'''","value":["Franconia Range"]}," lie to the SW.  ",{"type":"[[","value":[["Vermont"]]},"'s ",{"type":"[[","value":[["Green Mountains"]]}," and ",{"type":"[[","value":[["New York (state)"],["New York"]]},"'s ",{"type":"[[","value":[["Adirondacks"]]}," are to the west.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe park is in the alpine zone, approximately 1,500 feet (500 meters) above treeline.  Flora is limited to lichens, grass and alpine herbs, including a dwarf variety of cranberry.  About 1\/2 mile (1 km) east of the park and some 1,000' (300m) lower, ",{"type":"'''","value":["Alpine Gardens"]}," occupies a small plateau area at the head of ancient glacial cirques.  Alpine Gardens are known for abundant alpine herbs and grasses, and for displays of flowers in late spring-early summer.  The Alpine is to be protected so it can flourish properly, and it is encouraged for hikers to watch their steps not to crush them.\n\nHomo sapiens touristicus is by far the most abundant fauna, but limited numbers of birds and insects inhabit the alpine zone in the warmest months.\n\n",{"type":"===","value":["Climate"]},"\nMount Washington has earned the title of \"Home to the Worst Weather in the World\". It's also great place to study weather and the meteorologists at Mount Washington Observatory do that year round at the summit. It is important that you, too, are aware of conditions and forecasts as they can change very quickly here. ",{"type":"[","value":["http:\/\/www.mountwashington.org\/weather\/"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]}," \n",{"type":"*","value":[{"type":"'''","value":["The Mount Washington Auto Road"]},", 8 mi. (13 km) south of ",{"type":"[[","value":[["Gorham (New Hampshire)"],["Gorham"]]},", Phone: ",{"type":"''","value":["+1 603"]}," 466-3988, ",{"type":"[","value":["http:\/\/www.mtwashingtonautoroad.com"]},". Open to public vehicles except in winter. It takes a little over a half hour to reach the summit via the eight mile (13 km) road. There are various limitations on vehicles permitted to use the road, including model types and passenger and luggage weights.",{"type":"[","value":["http:\/\/www.mountwashingtonautoroad.com\/index.php?module=StaticContent&func=display&scid=23"]}," Exercise caution while travelling down the road as brakes can easily overheat. ",{"type":"'''","value":["Tours are also available at the base."]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Directions to the Auto Road:"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["From ",{"type":"[[","value":[["Boston"]]},", and southern ",{"type":"[[","value":[["New England"]]}]},": Follow Interstate 95 North to the Spaulding Turnpike in Dover, NH to Rt. 16 North. Follow through ",{"type":"[[","value":[["North Conway"]]},", NH towards ",{"type":"[[","value":[["Glen"]]},", NH, and then follow Rt. 16 North through Pinkham Notch. The Mount Washington Auto Road is approximately 2 miles north of Wildcat Ski Area."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["From west of Boston, ",{"type":"[[","value":[["Nashua (New Hampshire)"],["Nashua"]]}," and ",{"type":"[[","value":[["Manchester (New Hampshire)"],["Manchester"]]},", NH"]},": Follow Interstate 93 North through Franconia Notch to Exit 35, Rt. 3 North. Follow Rt. 3 through Twin Mountain, NH. Then take Rt. 115 to Rt. 2 in Jefferson, NH, follow Rt. 2 East to Rt. 16 and then follow Rt. 16 eight miles South out of ",{"type":"[[","value":[["Gorham (New Hampshire)"],["Gorham"]]},", NH to the Mount Washington Auto Road."]}]},{"type":"*","value":[{"type":"*","value":[{"type":"'''","value":["From Western New England, Mid-Atlantic States and ",{"type":"[[","value":[["Montreal"]]}]},": Follow Interstate 91 to US 302 East to Rt. 3 North to Rt. 115 North Rt. 2 East to Rt. 16 South. The Mount Washington Auto Road is located on Rt. 16, 8 miles south of ",{"type":"[[","value":[["Gorham (New Hampshire)"],["Gorham"]]},", NH."]}]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:The Mount Washington Cog Railway.jpg"],["thumb"],["300px"],["The Cog Railway"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Mount Washington Cog Railway"],["alt="],["url=http:\/\/www.cog-railway.com\/"],["email="],["address="],["lat="],["long="],["directions=off Route 302 in ",{"type":"[[","value":[["Bretton Woods"]]}],["phone ="],["tollfree=+1-800-922-8825"],["fax="],["hours="],["price="],["content=The world's first (1869) mountain climbing cog railway and is still under operation today. The round trip takes three hours with a twenty minute stop at the summit. The train runs from late April to late November (check the website for details), and has special \"ski train\" runs during the winter."]]}]},"\n",{"type":"===","value":["By foot"]}," \n",{"type":"*","value":["There are at least 15 trails up the mountain, including the ",{"type":"[[","value":[["Appalachian Trail"]]}," which cuts across the mountain.  The most popular route is a path known as ",{"type":"'''","value":["Tuckerman's Ravine"]},"."]},"\n",{"type":"===","value":["By shuttle"]},"\n",{"type":"*","value":["If you don't want to hike back down the mountain, there is a shuttle service available.  However room is not always guaranteed, so do not assume there will be room on the shuttle and be prepared to hike down if needed!  However, most tourists who drive up on their own will be willing to take down a visibly exhausted hiker."]},"\n",{"type":"===","value":["By air"]},"\nAfter flying you would need to rent a car.\nLogan International Airport in ",{"type":"[[","value":[["Boston"]]}," is a 3 1\/2 hour drive.\nThe Jetport in ",{"type":"[[","value":[["Portland (Maine)"],["Portland"]]},", ",{"type":"[[","value":[["Maine"]]}," is a 1 1\/2 hour drive.\nManchester Airport in ",{"type":"[[","value":[["Manchester (New Hampshire)"],["Manchester"]]},", NH is 2 1\/2 hours away.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere is a fee to use the Mount Washington Auto Road.\n",{"type":"*","value":["Car and Driver: $20 (including a bumper sticker and audio tour on CD or cassette in English, French or German)"]},{"type":"*","value":["Motorcycle and Operator: $12"]},{"type":"*","value":["Each additional adult: $7"]},{"type":"*","value":["Children ages 5-12: $5"]},{"type":"*","value":["Children ages 4 and under: Free"]},"Updated 2006 from: ",{"type":"[","value":["http:\/\/www.mountwashington.com\/autoroad\/rates.html"]},".\n",{"type":"*","value":["If you are planning on hiking Hut to Hut, you can plan your trip on this website and configure the total price for it: http:\/\/www.outdoors.org\/recreation\/hiking\/hiking-mtwashington.cfm"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Outstanding Views"]},", the main act."]},{"type":"*","value":[{"type":"'''","value":["Tip Top House"]},", built in 1853 and the only structure to survive the 1908 fire."]},{"type":"*","value":[{"type":"'''","value":["Sherman Adams Summit Building"]},", the visitor center."]},{"type":"*","value":["'''The Huts provided for hikers to seek shelter and food"]},{"type":"*","value":["'''If you have special permission or access you can get a private tour of the Weather Station-workers leave here throughout the seasons and take observations and study certain aspects of Mount Washington"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Hike some of the trails.  Hikers can park at one of the available parking lots by the bases of the White Mountains.  From there they can hike up with their belongings and reach on of the first huts below tree line called, Mizpah Spring.  It's at an elevation of 3,800 ft.  It is in full service with meals early June to mid-October.  The distance from the shuttle stop to Crawford Path parking to the Hut is 2.6 miles.  The distance to the next hut Lakes of the Clouds is 4.8 miles.  The other huts include Lonesome Lake, Greenleaf, Galehead, Zealand Falls, Carter Notch, and Madison Spring."]},{"type":"*","value":["In the winter many attempt to climb up the Tuckerman Ravine in order to get their fulfillment of skiing.  It is very steep and probably should only be attempted by those who are experienced. People who ski and are looking for a challenge often come here to get a different type of steep skiing in."]},{"type":"*","value":["Snowboarding, snow shoes"]},"\n",{"type":"===","value":["Events"]},"\n",{"type":"*","value":["Climb to the Clouds Vintage Car Weekend, Jul 22-23, 2006. "]},{"type":"*","value":["The 145th Birthday of the Mt. Washington Auto Road , Aug 8, 2006."]},{"type":"*","value":["11th Annual 24 Hours of Great Glen, Aug 12-13, 2006."]},"\n",{"type":"==","value":["Buy"]},"\nThere is a gift shop at the summit.  Also, if you are staying at the huts they have little shops set up where you can buy merchandise with the huts name on it.  They have Mount Washington souvenirs available, too.  Hiking gear is available for the cold climate and to protect people from the hot sun.\n\n",{"type":"==","value":["Eat"]},"\nThere is a cafe at the summit.  If you choose to stay at the huts the workers that live there make 2 meals a day.  They provide you with an early breakfast to fill all of the hikers appetites before they take off hiking for the day.  Also, they provide them with a nice big dinner.  Where the Cog Train loads up there is a little restaurant there available for people ti fill themselves up before they head up the mountain.\n\n",{"type":"==","value":["Drink"]},"\nThere is a cafe at the summit available with drinks of your choice, and the huts have water fountains to fill up your water bottles when you are about to leave to go hike the rest of the trails.\n\n",{"type":"==","value":["Sleep"]},"\nIf you are partaking in the Hut to Hut program they have several huts available along the trails for hikers to rest up at and to receive food.  Depending on the trip you can stay at the huts for a certain amount of nights for a certain price.  It is well worth the experience of roughing it out in the beautiful mountains that provide hundreds of breath taking views.\nFor Sleep options see: ",{"type":"[[","value":[["White Mountain National Forest"]]},".\n\n",{"type":"===","value":["Backcountry"]},"\nThere are many trails to travel such as: Cascade Brook, Falling Waters, Lonesome Lake, Old Bridle Path, Gale River, Zealand, Crawford, Ammonoosuc Ravine, Tuckerman Ravine, Nineteen Mile Brook, Air Line, and Valley Way Trails.  All are surrounded with beautiful scenery with flowers, trees, and amazing views of the valleys and into several other states such as Vermont, Maine.\n\nFor more information on the lower sections of the Mountains see section at ",{"type":"[[","value":[["White Mountain National Forest"]]},".\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["Image:Lizzie Bourne.jpg"],["thumb"],["right"]]},"\n",{"type":"'''","value":["This mountain is home to some of the worst weather in the world."]}," Always be prepared and take necessary precautions while hiking or skiing, and ",{"type":"'''","value":["be sure to let someone know where you are"]},".  The paths are clearly marked for good reasons: do not stray off of them as several people have perished due to unexpected falls.  Also exercise extreme caution during the winter months, particularly while skiing, as there are dozens of avalanches each year.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Be sure to understand closing time"]}," so as not to be locked in.'''"]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["geo"],["44.2702778"],["-71.3033333"]]},"\n",{"type":"{{","value":[["IsPartOf"],["White Mountains (New Hampshire)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mount Washington (New Hampshire)"]]},"\n",{"type":"[[","value":[["Commons:Category:Mount Washington (New Hampshire)"]]}]