[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Top Agung.jpg"],["thumb"],["300px"],["Sunrise from the summit of Mount Agung with Mount Rinjani (Lombok) in the background"]]},"\n",{"type":"'''","value":["Mount Agung"]}," (",{"type":"''","value":["Gunung Agung"]},") is a mountain in ",{"type":"[[","value":[["East Bali"]]},". \n\n",{"type":"==","value":["Understand"]},"\nTowering 3,142 metres above sea level, Mount Agung is the highest mountain on the island of Bali and the fifth highest volcano in the whole of ",{"type":"[[","value":[["Indonesia"]]},".\n\nMount Agung has huge spiritual significance to the people of the island, and is home to the 'Mother Temple' of ",{"type":"[[","value":[["Mount_Agung#Besakih_Temple"],[{"type":"'''","value":["Besakih"]}]]},".  It forms part of a chain of volcanos that make up the back bone of Bali.\n\nBalinese legend has it that Agung was created when the Hindu God Pasupati split Mount Meru (the spiritual axis of the universe) and formed Mount Agung with a fragment.\n\n",{"type":"===","value":["History"]},"\nMount Agung last erupted in 1963 (see information box in this article). This was one of the largest 20th century eruptions anywhere in the world.\nHistorical eruptions of the volcano are poorly recorded, but there was certainly one in the 1820s.\n\n",{"type":"===","value":["Landscape"]},"\nAt lower elevations the mountain is covered in lush forest, but this soon gives way to a desolate landscape of barren volcanic rock and ash scree.  From the peak of Mount Agung the views are extraordinary in all directions, but perhaps most dramatic to the east where the sun rises above ",{"type":"[[","value":[["Mount Rinjani"]]}," on ",{"type":"[[","value":[["Lombok"]]},".\n\n",{"type":"{{","value":[["infobox"],["The Events of 1963"],["Mount Agung last erupted in 1963, causing devastation in the eastern part of Bali and beyond.  \n\nAncient Balinese texts demand that the most important of Balinese Hindu rituals, the Eka Dasa Rudra, is performed every 100 years to purify our world. Such a ceremony was scheduled at Besakih temple in 1963. In February of that year Mount Agung started to rumble, and high priests argued that this was a bad omen from the Gods and that the wrong date had been scheduled for the ceremony. By this time though President Sukarno had arranged to attend with a group of foreign dignatories and he ordered that the event must go ahead. \n\nOn March 8th the mountain was in a full pre-eruption phase and on March 18th it blew with such force that the top 100 metres or more was blasted away. Lava spewed over much of eastern Bali, a devastating gas cloud swept across villages and ash destroyed all crops.  Up to 2,000 people are thought to have died and tens of thousands of homes were destroyed. Quite remarkably, the mother temple of Besakih perched high on the slopes of the mountain was relatively untouched by this event,  fuelling the local spritual reasoning for the eruption. Further, many Balinese argued that this eruption was a portent of dreadful things to come and felt vindicated when the whole nation was plunged into civil crisis in 1965.\n\nThe cleansing rituals from the 1963 ceremonies were finally finished at Besakih in 1979."]]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nWild pigs and macaques abound on the forested slopes of Mount Agung. Birdlife is impressive including frequent sightings of hawks and eagles, but is not as obvious and easy to observe as in the ",{"type":"[[","value":[["West Bali National Park"]]},".\n\n",{"type":"===","value":["Climate"]},"\nMount Agung dominates the surrounding area influencing the climate. The clouds come from the west and Agung takes their water so that the west is lush and green and the east dry and barren.\n\nThe best time to climb Mount Agung is in the dry season of April to October.  January and February should certainly be avoided if possible due to heavy rain, possible flooding and even landslides in the area.\n\nAt lower elevations it remains tropical but becomes distinctly cold and often very windy on the high bare rock slopes.\n\n",{"type":"==","value":["Get in"]},"\nMount Agung is most commonly approached from the south via ",{"type":"[[","value":[["Klungkung"]]}," and ",{"type":"[[","value":[["Candidasa"]]},", from the west via Besakih, or from the east via ",{"type":"[[","value":[["Tirta Gangga"]]}," and Karangasem.  The east coast road north from ",{"type":"[[","value":[["Amed"]]}," through Tulamben and onto ",{"type":"[[","value":[["Singaraja"]]}," provides some awe-inspiring views of the mountain across flat rubble plans.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nMount Agung is viewed as sacred and for that reason is off limits to climbers during important ceremonies. Your guide will know and will also be able to obtain any necessary permissions from temple administrators for which some nominal donation may be required.\n\nGuide fees may vary between about Rp 400,000 and Rp 1,000,000 depending on how you arrange the guide, the route taken and the level of English expected. Generally it is possible to put all arrangements in place once you reach Bali, but for peace of mind you might want to make contact with guides before you leave home. Some guides speak far better English than others.\n\n",{"type":"==","value":["Get around"]},"\nThere are three climbing routes up the mountain,  all are difficult and unless you are physically fit and have some serious trekking experience, do not even attempt any of these climbs. \n\n",{"type":"===","value":["Climbing routes"]},"\n",{"type":"'''","value":["From Besakih (west)"]},". \nThis is a demanding climb starting close to Besakih temple. The ascent will take about 6 to 7 hours and ends at the very highest point of the mountain.  The final hour or so is exceptionally demanding often requiring ascent on all fours. A sensible start time is about 11PM, so that you arrive at the top before dawn and wait for the sunrise. Allow as long to get down as it took you to get up.\n\n",{"type":"'''","value":["From Pura Pasar Agung (south)"]},". \nA three to four hour climb in which time you ascend about 2,000 metres. Not so stiff as the Besakih route. The route ends about 100 metres below the actual summit, but the views are still excellent in all directions, as well as down into the actual crater. A sensible start time would be about 2:30 AM, again with aim of reaching the peak just before dawn.\n\nA new way turn left at the middle of the climbing to reach the summit in 4 hours. Only experienced people can follow this road.\n\n",{"type":"'''","value":["From Duku Bujangga Sakti (north)"]},". \nA seldom used route but one which is most appropriate for less experienced trekkers and the slightly less physically fit.  The ascent starts at 300 metres and involves an overnight camp at 1,700 metres, before the final ascent in the pre-dawn hours the following day.  This route also allows you to walk around the rim of the crater to the absolute summit of the mountain.\n",{"type":"[[","value":[["Image:Mount_Agung_from_the_east.jpg"],["thumb"],["right"],["300px"],["Mount Agung viewed from the east"]]},"\n\n",{"type":"===","value":["Guides"]},"\nThe service of a local guide is absolutely essential. Guides can be arranged in advance via your hotel (especially if you are staying in ",{"type":"[[","value":[["Candidasa"]]}," or ",{"type":"[[","value":[["Amed"]]},"), at the Pura Pasar Agung temple close to the time of your planned climb, or via the following contacts.\n\n",{"type":"'''","value":["Wayan Widi Yasa"]}," is a local guide who first discovered the new road to the top from Pura Pasar Agung. Tel: +62 852 372 50607. Mail ",{"type":"[","value":["mailto:wayan.idguides@gmail.com"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gb-trekking.blogspot.com\/ Gung Bawa Trekking"]}]}," ",{"type":"[","value":["mailto:gbtrek@gmail.com"]},". Gung Bawa is an experienced local Balinese guide with great reviews since 1996. He will guide you on the Besakih or Pura Pasar Agung route. Has an office in the village of Selat close to the start of the Pura Pasar Agung trek route. About Rp 500,000 per person.\n\n",{"type":"'''","value":["Pondok Wisata Agung"]}," is a simple losmen in the village of Selat and they offer guides for the southern ascent from about Rp 400,000. Tel: +62 366 23037.\n\n",{"type":"'''","value":["MG Trekking"]}," ",{"type":"[","value":["mailto:mgtrekking@hotmail.com"]}," at Balina Beach in ",{"type":"[[","value":[["Candidasa"]]}," specialise in the little used northern ascent from Duku Bujangga Sakti.\n\n",{"type":"'''","value":["Ketut Subawa"]}," is a very helpful and professional guide.  Tel: +62 878 606 31302.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Pura Pasar Agung"]}," is one of Bali's nine directional temples and it sits at the start point of one of the ascent routes up Mount Agung. It is close to the village of Selat on the main road from Rendang to Karangasem.  \n\n",{"type":"'''","value":["The Sidemen\/Selat area"]}," is stunningly beautiful. It incorporates several valleys in the foothills of Mount Agung on the route between Karangasem and Rendang. The drive through this area is most scenic and one of the very best in Bali. Stunning rice terraces, lush forested hill-sides and the mountain itself, all combine to make this a magical area to visit. If you stop in the village of Selat it is easy to find local guides for undemanding hikes in the area.\n\n",{"type":"===","value":["Besakih Temple"]},"\n",{"type":"'''","value":["Besakih"]}," is known as the Mother Temple of ",{"type":"[[","value":[["Bali"]]},". Besides being the most important temple for the whole of the island, another attraction of Besakih, actually a complex of temples, is its dramatic location on the southern slopes of Mount Agung.\n\n",{"type":"[[","value":[["Image:Mother Temple of Besakih.jpg"],["thumb"],["right"],["300px"],["Part of the  Besakih Temple complex."]]},"\n",{"type":"====","value":["Get in"]},"\nThe usual way to get to Besakih is from ",{"type":"[[","value":[["Klungkung"]]},". Besakih is about 20km north of the town centre. The road is not too bad, if a little  winding at times. There is also a back road to Besakih south from ",{"type":"[[","value":[["Kintamani"]]},", and the hour-long drive is beautiful as you pass through forests, villages and fields. The road meets the main Besakih-Klungkung road just before the entrance to Besakih. If you are coming from the eastern end of the island, such as from ",{"type":"[[","value":[["Amed"]]},", ",{"type":"[[","value":[["Tirta Gangga"]]}," or  ",{"type":"[[","value":[["Candidasa"]]},", you can also get to Besakih by taking a smaller inland road from Karangasem. The road goes through small villages such as Selat and the Bukit Putung lookout, and meets the Besakih-Klungkung road at Rendang, where you turn north (right) to head up to Besakih. The official car park fee at Besakih is Rp 5,000 per vehicle.\n\nBemos run to Besakih from ",{"type":"[[","value":[["Klungkung"]]},". They are most frequent in the morning. You may have to change bemos at Rendang halfway between ",{"type":"[[","value":[["Klungkung"]]}," and Besakih.\n\n",{"type":"====","value":["Orientation"]},"\nLike most major temples in Bali, the area surrounding Besakih is starting to take the shape of a small town, with many souvenir and eating shops. It can get overrun by quite aggressive touts and souvenir peddlers. As you leave the parking area, you will be stopped at a post and asked to make a donation and assigned a guide. This is on top of your official Rp 15,000 entry fee. The donation book will show many people donating huge amounts but please bear in mind that it is easy to scribble names and numbers with lots of zeros. The people collecting the donation can be quite pushy and will not think twice about asking for more money. You could try refusing to pay or suggest Rp 20,000 as your \"first offer\". While you may dislike guides, one may be quite useful as he will give a good explanation of Balinese Hinduism and the various temples of Besakih. He can also show you how to pray (it does not matter what religion you follow) if you so wish. Your \"donation\" covers the cost of a guide.\n\n",{"type":"[[","value":[["Image:PrayerAtBesakih.jpg"],["thumb"],["right"],["300px"],["Prayers at Pura Penetaran Agung, the most important temple at Besakih"]]}," \n\nThe temple complex consists of at least 18 separate temples and numerous other shrines. Each temple has a specific purpose, whether it is for the worship of a particular god, for the use of the people of a particular region of Bali, or for the use of a particular caste. The only way to move around the temples of Besakih is on foot. The complex gradually rises up the slopes of Gunung Agung and there are countless flights of steps. Be prepared with a pair of comfortable shoes. \n\nThe most important and most impressive temple in the compex is Pura Penetaran Agung, which is built on six different stepped levels. The entrance, approached up a flight of steps, is an impressive split gateway (",{"type":"''","value":["candi bentar"]},") behind which is the ",{"type":"''","value":["kori agung"]},", or gateway to the middle courtyard (",{"type":"''","value":["jaba tengah"]},"). This is the area where during ceremonies hundreds of worshippers gather in pristine white dress, and create a quite wonderful spiritual sight. Non-Hindu visitors will ",{"type":"''","value":["never"]}," be allowed beyond this point into the inner courtyard (",{"type":"''","value":["jeroan"]},"), and access will be restricted even here during special ceremonies. Indeed, many temple areas at Besakih may be off-limits when religious events are being held. There is though always something of interest to see. \n\nOther temples at Besakih include the remaining two equivalents of the three normal local village temples (see ",{"type":"[[","value":[["Bali#Temples"],["Bali Temples"]]},"). Here though, these perform those functions for the ",{"type":"''","value":["whole"]}," of the Bali. The other two are called Pura Basukian and Pura Dalem.  \n\nA visit to Besakih is a must-do for any traveler to Bali. It is though not always the easiest experience due to the very pushy souvenir vendors and guide touts. Those visitors who are not used to this type of attention should prepare themselves for a unique and sometimes very irritating trip.\n\n",{"type":"==","value":["Do"]},"\nApart from climbing Mount Agung, there are other ",{"type":"''","value":["far"]}," less arduous treks available in the area. Ask at your hotel for advice and arranging guides. As a rule of thumb, look to pay about Rp 70,000-100,000 per hour for a reputable guide.\n\nThe area around the village of Selat provides a lot of options and local guides.\n\n",{"type":"==","value":["Buy"]},"\nThere is a huge complex of souvenir stalls around the entrance to Besakih.\n\n",{"type":"==","value":["Eat"]},"\nBring in ample good food with you for your trek. Sunrise on Mount Agung accompanied by a breakfast of fresh fruit and pastries is to be recommended. Once you start the trek there is nowhere to purchase food.\n\n",{"type":"==","value":["Drink"]},"\nOnce you start the trek there is nowhere to buy water so bring in enough with you. A flask of hot coffee or tea is also a good idea.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nMany of the visitors who decide to climb Mount Agung stay in either ",{"type":"[[","value":[["Candidasa"]]},", ",{"type":"[[","value":[["Amed"]]}," or the ",{"type":"[[","value":[["Tirta Gangga"]]}," area.\n\n",{"type":"'''","value":["Pondok Wisata Agung"]},", Tel: +62 366 23037, is a losmen in Selat which specialises in simple board for climbers and provides guides.\n\n",{"type":"===","value":["Camping"]},"\nThere are no rules which prevent camping on Mount Agung and the northern ascent route requires it. If you do decide on a camping expedition it is still sensible to employ a guide and you must still check that there are no religious prohibitions of you being on the mountain at that time.  It should also be remembered that Mount Agung can be very wet indeed.\n\n",{"type":"==","value":["Stay safe"]},"\nNo matter your experience, do not attempt to climb Mount Agung without a guide. The routes are difficult to follow and you are likely to get lost.  Avoid climbing in the wet season and especially in January and February.  You are still in the tropics but Mount Agung is a high peak and the top is often cold and windy so bring appropriate clothing.\n\nSome mild ",{"type":"[[","value":[["Altitude sickness"],["altitude sickness"]]}," is possible. Understand this condition and be aware of the symptoms. It is important to drink more water than you think you need and to avoid the dehydrating effects of substances such as alcohol and caffeine for 24 hours before your planned ascent. At these elevations though, symptoms should only be minor.\n\n",{"type":"==","value":["Go next"]},"\n\nMount Agung is well connected by road to major tourist centres in Bali.  The most obvious places to head to next are ",{"type":"[[","value":[["Candidasa"]]},", ",{"type":"[[","value":[["Amed"]]}," and points west to ",{"type":"[[","value":[["Singaraja"]]}," and ",{"type":"[[","value":[["Lovina"]]},".\n\n",{"type":"{{","value":[["geo"],["-8.3408"],["115.5033"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Bali"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mount Agung"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mount Agung"]]}]