[{"type":"{{","value":[["pagebanner"],["Kitsap Peninsula (Washington state) banner Mountain bike in forest.jpg"],["caption: mountain biking in the fog in Washington State"]]},"\n",{"type":"==","value":["Understand"]},"\nA mountain bike or mountain bicycle (abbreviated MTB) is a bicycle created for off-road ",{"type":"[[","value":[["cycling"]]},".\n\nMountain bikes are typically ridden on single track trails, fire roads, logging roads, and other unpaved environments. These types of terrain commonly include rocks, washouts, ruts, loose sand, loose gravel, roots, and steep grades (both inclines and declines). Mountain bikes are built to handle this terrain and the obstacles that are found in it like logs, vertical drop offs, and smaller boulders.  It is often practiced by travelers as either a travel activity or combined with ",{"type":"[[","value":[["wilderness backpacking"]]}," as a means to travel to destinations that would be otherwise difficult to reach by foot.\n",{"type":"[[","value":[["File:Mountain bike ParcoSibillini.jpg"],["300px"],["thumbnail"],["In mountain bike nel parco dei Sibillini"]]},"\n",{"type":"==","value":["Origins"]},"\nThe history of the mountain bike includes contributions from cyclo-cross in Europe and the Roughstuff Fellowship in the UK. The name \"mountain bike\" first appeared in print in 1966 as \"mountain bicycle\". The mountain bike was a modified heavy cruiser bicycle used for freewheeling down mountain trails. The sport became popular in the 1970s in Marin county, California, USA. The 2007 documentary film, Klunkerz: A Film About Mountain Bikes, looks at this period of off-road cycling in detail. However, it was not until the late 1970s and early 1980s that road bicycle companies started to manufacture mountain bicycles using high-tech lightweight materials, such as M4 aluminium. The first mass production mountain bike was the Specialized Stumpjumper, first produced in 1981. Throughout the 1990s and 2000s, mountain biking moved from a little-known sport to a mainstream activity complete with an international racing circuit and a world championship.\n\n",{"type":"==","value":["Prepare"]},"\nMountain bike construction differs from a typical bicycle in many ways. The most noticeable differences are the inclusion of suspension on the frame and fork, larger knobby tires, more durable heavy duty wheels, more powerful brakes, and lower gear ratios needed for steep grades with poor traction.  They can often times be found for rent in areas where mountain biking is popular.\n\nMountain bikes can be classified into four categories based on suspension:\n\n",{"type":"*","value":[" Rigid: A frame with a rigid fork and fixed rear, no suspension."]},{"type":"*","value":[" Hardtail: A frame with a front suspension fork and no rear suspension."]},{"type":"*","value":[" Soft tail: A frame with small amount of rear suspension, activated by flex of the frame instead of pivots."]},{"type":"*","value":[" Dual or full suspension: A front suspension fork and rear suspension with a rear shock and linkage that allow the rear wheel to move on pivots."]},"\n\n",{"type":"==","value":["Do\/Stay safe"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Helmets"]}," and protective gear are recommended for all cyclists and may be required by law for children in some areas. Reflective clothing may also be a good idea when biking after dusk in areas where cars might be present."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ride on Open Trails Only"]}," respect trail and road closures (ask if uncertain)."]},{"type":"[[","value":[["File:MtnBiking SedonaMag.jpg"],["200px"],["thumbnail"],["Mountain biking in Arizona desert, USA"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Leave No Trace"]}," be sensitive to the dirt beneath you. Recognize different types of soils and trail construction; practice low-impact cycling. Wet and muddy trails are more vulnerable to damage. When the trail bed is soft, consider other riding options. This also means staying on existing trails and not creating new ones. Don’t cut switchbacks. Be sure to pack out at least as much as you pack in."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Control Your Bicycle!"]}," inattention for even a second can cause problems. Obey all bicycle speed regulations and recommendations."]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["Always Yield Trail"]}," let your fellow trail users know you’re coming. A friendly greeting or bell is considerate and works well; don’t startle others. Show your respect when passing by slowing to a walking pace or even stopping. Anticipate other trail users around corners or in blind spots. Yielding means slow down, establish communication, be prepared to stop if necessary and pass safely."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Never Scare Animals"]}," all animals are startled by an unannounced approach, a sudden movement or a loud noise. This can be dangerous for you, others and animals. Give animals extra room and time to adjust to you. Horses have priority on equestrian trails. When passing horses use special care and follow directions from the horseback riders (ask if uncertain) and be aware of any ",{"type":"[[","value":[["dangerous animals"]]}," that might be in the area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Plan Ahead"]}," know our equipment, your ability, and the area in which you are riding -- and prepare accordingly. Be self-sufficient at all times, keep your equipment in good repair, and carry necessary supplies for changes in weather or other conditions. Always wear a helmet and appropriate safety gear."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hunting"]}," may be allowed in the area you are biking. Check with authorities about the various seasons. Wearing bright colors or blaze orange is appropriate during hunting season."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Be aware"]}," always ride with others in remote areas and leave your travel plans with someone."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Maps"]}," may be needed when biking in remote areas."]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Cycling"]]},"\n\n",{"type":"[[","value":[["wikipedia:Mountain Biking"]]},"\n\n\n",{"type":"{{","value":[["outlinetopic"]]}]