[{"type":"{{","value":[["pagebanner"],["Gunung Rinjani banner.jpg"]]},"\n\nMt Rinjani is one of the largest mountains in Indonesia. On a clear day you can see breathtaking views from the summit. There is a crater lake, Segara Anak and a natural hot spring there. The trek usually takes about three days.\n\n",{"type":"'''","value":["Mount Rinjani"]}," (",{"type":"''","value":["Gunung Rinjani"]},") is an active volcano in ",{"type":"[[","value":[["Lombok"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Gunung Rinjani from Gili Air 1.jpg"],["right"],["thumb"],["350px"],["Mount Rinjani looms large over Lombok"]]},"\n\nAt 3,726 m, Rinjani is the second highest volcano in Indonesia, second only to ",{"type":"[[","value":[["Kerinci Seblat National Park"],["Mount Kerinci"]]}," on ",{"type":"[[","value":[["Sumatra"]]},", and it dominates the landscape of the relatively small island of Lombok.\n\nWithin its huge 50 km² caldera sits the crater lake Segara Anak (",{"type":"''","value":["Child of the Sea"]},"). Eruptions within the caldera have formed a new small cone called appropriately enough, Gunung Baru (",{"type":"''","value":["New Mountain"]},").\n\nThe mountain and its satellites form the ",{"type":"'''","value":["Mount Rinjani National Park"]}," (",{"type":"''","value":["Taman Nasional Gunung Rinjani"]},")",{"type":"[","value":["http:\/\/www.dephut.go.id\/INFORMASI\/TN%20INDO-ENGLISH\/rinjani_NP.htm"]}," - officially 41,000 hectares within the park boundaries and a further 66,000 hectares of protected forest outside.\n\nIn 2008, the Indonesian government proposed to UNESCO that Mount Rinjani be one of the world's official geoparks. If this was approved by UNESCO, Mount Rinjani would become the first such geological park in Indonesia.\n\n",{"type":"===","value":["History"]},"\n\nThis is a very active volcano.\n\nThe oldest recorded historical eruption was in 1847. Previous to that this was a very remote region indeed, hence the lack of records.\n\nThere was a spate of activity from 1994 to 1995 which resulted in the further growth of the crater cone Gunung Baru, since renamed Gunung Barujari (",{"type":"''","value":["Finger Mountain"]},").\n\nOn 27 April 2009 Gunung Barujari became active again with that activity continuing through to May 2009.  The summit ascent routes were closed at that time as the eruptions intensified with plumes of smoke and ash as high as 8,000 m. A Volcanic Explosivity Index (VEI):2 rating was issued for the activity between May and December 2009.  The ascent routes re-opened on September 14th 2009 but hiking routes down into the crater lake were still deemed unsafe and remained closed.\n\nIn February 2010 observers at the Gunung Rinjani Observation Post detected a smoke plume that rose 100 m from the volcano. The activity in early 2010 is centred about Gunung Barujari. On May 1st 2010 a column of smoke was again observed rising from Rinjani issuing eruptions 1,300-1,600 metres tall with thick brown color and strong pressure. On May 5th 2010 a possible ash plume  rose to an altitude of 5.5 km (18,000 ft) and drifted 150 km NW. Accordingly the Center of Volcanology and Geological Hazard Mitigation advised that intermittent activity could produce ash plumes to 1,500 m (5,000 ft) above the caldera. In light of this The Volcanic Explosivity Index Alert Level was raised to 2 with a recommendation that there be no activity within a radius of 4 km from the eruption at Gunung Barujari.\n\n",{"type":"===","value":["Recent activity"]},"\n",{"type":"[[","value":[["Image:Rinjani 1994.jpg"],["thumb"],["right"],["350px"],["Rinjani doing its stuff in 1995"]]},"\n\nRinjani erupted three further times on 23 May 2010 with activity continuing until 24 May 2010. According to the volcano's official monitoring agency, ash from Mount Barujari was reported as rising up to 2 km into the atmosphere and damaged crops. Lava flowed into the caldera lake, pushing its temperature up from 21°C to 35°C, while smoke spread 12 km. The volcano did not directly threaten villagers during any of the eruptive activity in early 2010 however access to some sections of the Mountain was officially closed or restricted at some times.\n\n",{"type":"===","value":["Landscape"]},"\n\nThe lower and mid levels of the mountain are quite heavily forested. Above the tree line though the slopes are barren and rugged scree slopes and volcanic rock.  The views of the crater lake are quite breath-taking from the caldera rim, as is the sunrise. From the absolute peak you can see ",{"type":"[[","value":[["Bali"]]}," to the west and ",{"type":"[[","value":[["Sumbawa"]]}," to the east.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe lower and middle elevation slopes are densely forested with typical tropical species. Fig trees are especially apparent. Casuarina forest (",{"type":"''","value":["cemara"]},") takes over higher up and eventually these give way to an alpine flora above the treeline.\n\nLombok is east of the Wallacean Line and some ",{"type":"[[","value":[["Australia"]]},"n bird species are therefore apparent. These include a lot of ",{"type":"''","value":["sulphur crested cockatoos"]}," and ",{"type":"''","value":["green hanging parrots"]},".  Bird life is generally not easy to observe here though due to the density of the forest.\n\nThe familiar ",{"type":"''","value":["long-tailed grey macaque"]}," (the ",{"type":"''","value":["Bali temple monkey"]},") is common right up to the crater rim. Of much more interest is the rare ",{"type":"''","value":["ebony leaf monkey"]}," which inhabit these forests. ",{"type":"''","value":["Rusa deer"]}," and ",{"type":"''","value":["muntjacs"]}," are more often heard than seen.\n\n",{"type":"===","value":["Climate"]},"\n\nRinjani is best climbed during the April–November dry season.  It is possible to climb during the rainy season as well but treks are often cancelled at short notice if the rain is heavy.\n\nIt gets very cold on the mountain above 2,000 m and nears freezing at the summit. Warm clothing is an absolute must.\n\n",{"type":"==","value":["Get in"]},"\n\nMost visitors arrive via the village of ",{"type":"[[","value":[["Senaru"]]}," (600 m), on the northern side of the mountain and thus closer to the main resort areas of the west coast including ",{"type":"[[","value":[["Senggigi"]]},".  The other possible entry point is ",{"type":"'''","value":["Sembalun Lawang"]}," (1,150 m), on the eastern side, which is closer to the summit.\n\nBoth villages are accessed from the main north coast road.\n\n",{"type":"==","value":["Fees\/permits"]},"\n\nEntry to the park costs Rp 150,000 per person.  This fee is split up as follows: 13% to the national park authority, 62% to the Rinjani ecotourism trekking program and 25% for trek route maintenance etc.\n\n",{"type":"==","value":["Get around"]},"\n\nWithin the park the only way to get around is to hike.  Porters can be arranged to carry your supplies.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Segara Anak,  the crater lake"]},"\n",{"type":"*","value":[" Aik Kalak hot springs, at the crater rim"]},"\n",{"type":"*","value":[" The Mulang Pakelem.  This annual Hindu ceremony at the crater lake dates from the 18th century invasion of Lombok by Balinese from the kingdom of Karangasem and attracts hundreds of participants. The lake is sacred to Hindus and the sight of hundreds of white clad Hindu pilgrims sitting and praying here is a wonderfully uplifting experience."]},"\n",{"type":"*","value":[" Gua Susu (Susu Cave). One of the three famous caves (Gua Susu, Gua Payung, dan Gua Manik) at Rinjani"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Climbing Mount Rinjani"]},"\n\n",{"type":"====","value":["The basics"]},"\n\nAt 3,726 m, Rinjani is the second highest volcano in Indonesia after Sumatra's Gunung Kerinci. It is very climbable by visitors with a high level of physical fitness. Critical is to understand and respect this great mountain: sadly, visitors have died here through failing to follow sensible procedures and make all necessary preparations.\n\nFew actually make the very strenuous effort required to reach the actual summit but instead stop at the crater rim (approx 2,700 m) where the views of the crater lake are mind blowing. To make the extra 1,000 m ascent to the very top requires a considerably higher level of fitness, not to mention strength of spirit and sense of adventure.\n\nTypically, a trek to the crater rim involves two days and one night on the mountain. The longer ascent to the summit can be done with just one night's camping but is often part of a longer trek of 3-4 days and two or three nights.\n\nThe current park entrance fee is Rp 150,000. Of this 13% is allocated to the Gunung Rinjani National Park, 62% to the Rinjani Trek Ecotourism Program and 25% to support the Rinjani Trek operation and maintenance program.\n\n",{"type":"[[","value":[["Image:Rinjani NP Entrance.jpg"],["thumb"],["right"],["250px"],["Don't try to go it alone"]]},"\n",{"type":"[[","value":[["File:Rinjani Summit.jpg"],["thumb"],["250px"],["View from the summit of Gunung Rinjani"]]},"\n\nAn organised trek is by far the easiest, safest and most popular option but it is also quite possible to make all of your own arrangements and just hire a guide and equipment from one of the trekking centres on the mountain. Rinjani Park regulations stipulate the use of a certified guide so even the most experienced and well prepared mountaineers will still need to climb Rinjani with the services of a professional guide. The mountains Licensed Guide Association (HPI) issues certification to the Rinjani guides and porters but it should be understood that the certification standards and required training are no where near as rigorous as would be expected in many other countries. Serious accidents including fatalities do occur on Rinjani treks when led by these accredited guides.\n\nProper sturdy climbing\/hiking boots are an absolute necessity as is a substantial waterproof, windproof jacket, and a head lamp. If you are going to the top, use of poles (walking sticks) for getting through the scree (loose rock) at the top are also highly recommended. By 2,000 m, you will feel like you are not in the tropics any more as rising wet, hot air loses its temperature and may fall as rain. If inappropriate clothing becomes wet difficulties will set in as air temperatures towards the summit are as low as 4⁰C, often with a significant extra wind chill factor. You must prepare accordingly.\n\n",{"type":"====","value":["Guides and trekking providers"]},"\n\nAt times it seems that everyone in Lombok is a trekking guide for Mount Rinjani, especially on the main tourist strip in Senggigi.\n\nTake most of what you are told with a pinch of salt and you will find the most experienced and reputable guides at the main trekking centres at Senaru and Sembalun Lawang. It does happen that tourists who are highly experienced hikers or climbers may find themselves far better prepared and skilled for mountain conditions than the local guides. Codes of conduct have been developed for the local trekking support community that include climbing safety, environmental awareness and responsible use. Some of the guides and trekking organisations are better than others at respecting these agreements and guidelines. It is also a good idea to independently check for any volcanic alerts that may have been issued for Mount Rinjani.\n\nMany visitors have found it is preferable to avoid package deals purchased away from Senaru, and instead negotiate either with one of the four trekking providers listed below or with the guides themselves to ensure that they are actually competent. If there is a problem, you can then find a different guide company in Senaru or Sembalun.\n\nTo help you judge the experience, abilities and equipment provision of a potential guide and support team it may assist to consider the following:\n\n",{"type":"{{","value":[["infobox"],["Use of pre-booking services for Rinjani treks"],["The use of pre-booking services and travel agents for the booking and pre-payment of Mount Rinjani treks should be approached with considerable caution.\n\nOne active booking agent uses names and logos that mimic established and legitimate providers and utilises multiple misleading and deceptive websites to redirect bookings and pre-payments to their own booking services.\n\nThe inadvertent use of an unscrupulous booking service may lead to your booking and any pre-payments being redirected to an alternative provider. This may result in the non-fulfilment of arrangements for pre-booked accommodation, transfers and mountain treks.\n\nIt is recommended to either use one of the providers listed in this article or to make arrangements directly with a provider after arriving in Lombok."]]},"\n\n",{"type":"*","value":[" preparation for rain squalls such as waterproof covers for equipment and supplies, personal raincoats or emergency ponchos"]},{"type":"*","value":[" ensure that all trek participants are provided with clothing suitable to the conditions and provided with a thermally protective layer such as polypropylene"]},{"type":"*","value":[" first aid equipment and training including treatment for exposure, provision of supplies such as emergency splints for fractures and space blankets"]},{"type":"*","value":[" provision of a trowel or fold-away shovel for burying human waste and the provision of toilet paper"]},{"type":"*","value":[" if the guide team are cooking or handling food are they going to wash and clean their hands, all plates and utensils using detergent\/soap"]},{"type":"*","value":[" ensure that the guides and porters understand how to pitch their supplied tents and can demonstrate that the tents are complete and can be pitched using adequate pegs and with the fly sheets secured away from the tent so that moisture does not seep in even if it is windy and raining."]},{"type":"*","value":[" provision of a route map detailing emergency assembly points and demonstrate a capacity to communicate a position to a rescue party"]},{"type":"*","value":[" that an emergency management plan is in place in case of accident or other emergency during the climb"]},{"type":"*","value":[" availability of a working mobile phone for emergency calls and provision of SIM cards that have sufficient credit to deal with communications in an emergency"]},{"type":"*","value":[" availability of a serviceable VHF hand held radio with two fully charged batteries and a capacity to use it in case of emergency."]},{"type":"*","value":[" availability of a satellite phone in serviceable condition, in service, with active network reception and supplied with a fully charged battery"]},"\nGuide fees are generally negotiable. Only the Rp 150,000 park entrance fee is set by the park authority. A sensible package price range would be:\n\n",{"type":"*","value":[" 2 days, 1 night trek to the crater rim only: Rp 1,500,000-2,000,000 per person."]},{"type":"*","value":[" 4 days, 3 night trek: Rp 2,500,000-3,000,000."]},"\nThese trekking fees will vary though according to how busy the guides are, how many people are in your party and if a commission is due to a referring person or agency. Some guide companies will charge as little as Rp 900,000 per person for a 2-night trek in the off-season, but it is important to check they are properly experienced, equipped and provisioned. Ensure your trek price is all-inclusive of any extra charges for transportation, provisions, porter fees and the park entrance fees.\n\nThe following all offer organised treks with accommodation, transport to the mountain, return to your accommodation and can also help with hiring a private guide if required:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=John’s Adventures"],["url=http:\/\/www.lombok-rinjanitrek.com"],["email=rinjani_master@yahoo.com"],["address=Jl Senaru, Senaru"],["lat="],["long="],["directions="],["phone=+62 817 5788018"],["tollfree="],["fax="],["hours="],["price="],["content=Established agency with full range of trekking packages. John has been guiding climbers and arranging treks up Rinjani for 17 years. Comfortable base at Senaru with a cafe, pickups are available from hotels and the airport."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lombok Rinjani Trek Organisation"],["url=http:\/\/www.lombokrinjanitrek.org\/"],["email="],["address=Hotel Lombok Raya, Mataram"],["lat="],["long="],["directions="],["phone=+62 370 641124, +62 813 53443445"],["tollfree="],["fax="],["hours="],["price="],["content=Official partnership between the national park authority and local communities with support from NZ AID. Full range of trekking packages. City office in Mataram and one at each of the two trek departure points."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Rinjani Footprint"],["url=http:\/\/www.rinjanifootprint.com"],["email=rinjani.fp@gmail.com"],["address=Jl Wisata Alam Kerandangan"],["lat="],["long="],["directions="],["phone=+62 370 693122, hotline +62 813 5344 3445"],["tollfree="],["fax="],["hours="],["price="],["content=Professionally run expeditions under the management of an experienced operator. All trek teams work to prescribed standards including; direct first hand experience at the destination, respect for the environment, social and cultural sensitivities & strict labour policies. Search & rescue training is provided for the trek teams, licensed travel agent, subscribed to the Travel Compensation Fund (TCF)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rinjani Trekking"],["alt="],["url=http:\/\/www.rinjanitrekking.net"],["email=oshintrekking@yahoo.com"],["address=Dasan Agung Mataram"],["lat="],["long="],["directions="],["phone=+62 81246211359"],["tollfree="],["fax="],["hours="],["price="],["content=Trekking packages for Sembalun, Senaru, Timbanuh and Torean trekking routes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rinjani Trekking Club"],["alt=Rinjani Club Tour & Travel Service"],["url=http:\/\/www.info2lombok.com\/"],["email=rinjaniclub@gmail.com"],["address=Jl. Raya Senggigi Km 08, Senggigi"],["lat="],["long="],["directions="],["phone=+62 370 693202"],["tollfree="],["fax=+62 370 693202"],["hours=24hr +6281 7573 0415"],["price="],["content=Team of young biologists and naturalists providing expert trekking guides experienced on Mount Rinjani Lombok. Teams are trained and licensed in search and rescue technique (SAR-Lombok). Local porters are used and they work to a code of environmental respect and sustainable use of the trekking routes. The manager is Imron Rosadi (",{"type":"''","value":["Ronie"]},"), he is well respected in the field of Rinjani trekking services. Ascents use the Senaru, Sambulan Lawang and Benang Stokel routes."]]}]},"\n",{"type":"==","value":["Ascent routes"]},"\n\nSerious trekkers should explore the options of staying on the mountain for 3 nights or more with a planned trek that takes in the crater rim, down to the lake shore, the absolute summit and more. Such treks normally start in either Senaru or Sambulan Lawang however in the last couple of years some other routes have opened including the Benang Stokel, Timbanuh and Torean routes.\n\n",{"type":"===","value":["The Senaru ascent route"]},"\n",{"type":"[[","value":[["File:Segara Anak.jpg"],["thumb"],["250px"],["View of Segara Anak from the crater rim"]]},"\nThis is by far the most used route as it allows the (relatively) less strenuous trek to the crater rim only. You start at an elevation of 600 m in Senaru village, normally in the late morning or early afternoon and make the 6 hour ascent to the crater rim before dark. The route passes through POSII at 1,500 m, breaches the treeline at 2,000 m (POSIII) and then it is a bit of slog up gravel paths to the camp site just below the crater rim at 2,600 m. Wake before dawn to make the 20 to 30 minute final climb to the crater rim to enjoy sunrise and the iconic view across Segara Anak to Gunung Baru.\n\nIf that has not sapped all of your energy you can then make a very precarious descent down to shores of the crater lake and bath in the hot waters.  You need some confidence to do this as it is a steep descent of 600+ m using handrails and ropes.\n\nAnd then it is back to Senaru the way you came.\n\nThere is an option to go on to Plawangan II where you overnight again before making the ascent to the absolute summit. This is not especially recommended from the Senaru side though. If you want to get to the top, the climb to Plawangan II is best made from Sambulan Lawang.\n\n",{"type":"===","value":["The Sembalun Lawang ascent route"]},"\n",{"type":"[[","value":[["File:Rinjani Summit Sunrise.jpg"],["thumb"],["250px"],["Sunrise over the climbers at the summit of Gunung Rinjani"]]},"\nStarting in the morning from the Rinjani Trek Centre in the village, the climb to Plawangan II at 2,638 m will take about 8 hr via POSI (1,300 m), POSII (1,500 m) and POSIII (1,800 m). Overnight at the campsite here and go for the summit starting at 3AM the next day. You need to be well rested as this is a stiff task - the final climb is nearly 1,100 m on difficult ground.\n\n",{"type":"===","value":["The Benang Stokel route"]},"\n\nDeparts from the village of Aik Berik in Central Lombok and is about 27km east of Mataram or a little less than an hour’s drive. Locally Benang Stokel is well known for its 2 waterfalls, the Benang Kelambu waterfall and Benang Stokel waterfall. Treks normally depart from this waterfall location. The ascent up to the crater rim takes around 6 hours. From there a  descent to the crater lake requires a further 3 hours. This track offers lots of variety and includes the Tiara Dewi Anjani waterfall. This is an route suitable for experienced trekkers.\n\n",{"type":"===","value":["Other activities"]},"\n\nYou do not ",{"type":"''","value":["have"]}," to climb to the summit of Mount Rinjani to enjoy the splendours of the national park. Indeed unless you really think that you are physically capable it would be foolhardy to even try. You will find plenty of guides in either Senaru or Sembalun Lawang to suggest lower level treks through beautiful valleys.\n\n",{"type":"*","value":[" At Sembalun Lawang, there are several popular walks which will take you into remote villages famous for weaving. The Rinjani Trek Centre in the main village will be able to help you with these."]},"\n",{"type":"*","value":[" At ",{"type":"[[","value":[["Senaru"]]}," take your time to explore the local villages. There are several nice waterfalls in this area all of which are reached via fairly gentle hikes."]},"\n",{"type":"{{","value":[["infobox"],["Guides for waterfall trips"],["Please use caution in accepting the services of some of the local guides. Payment fees to ",{"type":"''","value":["guide"]}," visitors to the first waterfalls may be demanded by local ",{"type":"''","value":["touts"]}," and ",{"type":"''","value":["guides"]},". At times these activities can be quite aggressive and demanding. This behaviour is most certainly not officially sanctioned and a guide is not required to visit the primary waterfall site.\n\nAccess to the primary waterfall is by way of an established pathway and steps. The fixed price entrance fee is posted at the ticket booth at the top of the steps leading down to the waterfall site.\n\nA reputable and suitably experienced guide is recommended to walk to the second waterfall and is essential for the third which has a requirement for suitable climbing skills and equipment.\n\nMany of the individuals that lurk near the entrance above the steps to waterfall site and nearby are opportunists with little or no guiding skills. These self proclaimed ",{"type":"''","value":["guides"]}," and their associates often demand a ",{"type":"''","value":["guide"]}," ",{"type":"''","value":["payment"]}," from visitors or guides who take people into Senaru from other areas such as Senggigi or the Tanjung area. If unsuccessful in gaining direct payment from a visitor they often demand it of the driver or guide who brought the visitor to the site. The extraction of this payment may be done in a manner that is not immediately apparent to the visitor. Some of the accompanying guides and drivers may explain this to the visitor, others may not. If a serious disputation develops with the local self proclaimed ",{"type":"''","value":["guides"]}," then explain to them that you will leave the site and travel to an alternative location."]]},"\n\nThere are other activities centred around the park including eco-walks and tree planting treks.\n\nA day trip around the Senaru and Bayan region can provide a mix of nature and culture. Some providers can organise visits to the traditional village in Senaru, a walk through the rice paddies, and a short walk to the two waterfalls of Senaru with a refreshing dousing in the falling water at the bottom. It's also possible to visit  the old mosque in Bayan, or to have a look at the production of handicrafts in and around Bayan. The food market in Ancak might appeal to some people who would like to try some typical local food.",{"type":"<","value":["br"]},"\nAll those things may be done independently, or with a guide from one of the trekking providers. This can offer some good alternative activities for those who are unable to make an ascent for any reason, including the standard seasonal closure of the ascent routes.\n\nChoose the provider for a mountain ascent carefully to ensure they do actually have an understanding of the local environment and an informed and genuine commitment to environmental sustainability practice. One long term Rinjani trek provider, Rinjani Trekking Club, has attempted to shift the focus of activities upon the mountain to one of environmental respect and sustainability. Programs such as carrying out rubbish and maintaining clean camp sites and trails is a stated objective of the more eco-sustainable trek providers.",{"type":"<","value":["br"]},"It is important to ensure that if a trek marketed as ",{"type":"''","value":["eco-friendly"]}," is taken that the trekking ",{"type":"''","value":["guides"]}," do indeed ",{"type":"''","value":["thoroughly"]}," conform to their own stated objectives and policies during the trek.\n\n",{"type":"==","value":["Buy"]},"\n\nIn and around Sembalun Lawang and in Bayan you will have the opportunity to purchase unique and high quality hand woven cloth.\n\n",{"type":"==","value":["Eat"]},"\n\nIf you are trekking outside of an organised group, you should carry in all necessary food for your trek. Fresh fruit and high energy foods are especially appropriate. If you are planning to make the ascent to the absolute summit try to carry a special food item with you for celebrating your achievement of reaching the top.\n\nTrekking packages usually include food which is carried and prepared by the porters.\n\nThere are simple restaurants at the lodges in Senaru and Sembalun Lawang.\n\n",{"type":"==","value":["Drink"]},"\n\nIf you are trekking independently, stock up with some liquids at Senaru or Sembalun Lawang. A flask of hot tea or coffee is very appropriate.\n\nThere are a lot of fresh springs on both routes and these determine the positioning of the campsites. You therefore do not need to carry large quantities of water with you. The springs can run a little dry sometimes but all guides should know the status of each spring beforehand.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThere is no lodging in the park itself, but some simple places to stay can be found at ",{"type":"[[","value":[["Senaru"]]}," & Sembalun Lawang.\n\n",{"type":"[[","value":[["Tanjung"]]}," on the nearby northwest coast has several more upmarket offerings, and both it and the ",{"type":"[[","value":[["Gili Islands"]]}," are reasonably close to Mount Rinjani.  Many visitors choose to stay in the ",{"type":"[[","value":[["Senggigi"]]}," region and travel north to Mount Rinjani by road.\n\n",{"type":"===","value":["Accommodation for the Senaru route"]},"\n\nPlease see the ",{"type":"[[","value":[["Senaru#sleep"],["sleep section"]]}," at ",{"type":"[[","value":[["Senaru"]]}," for details.\n\n",{"type":"===","value":["Accommodation for the Sembalun Lawang route"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lembah Rinjani Homestay"],["url=http:\/\/lembahrinjani.googlepages.com\/"],["email=lembahrinjani@gmail.com"],["address=Sembalun Lawang village"],["lat="],["long="],["directions="],["phone=+62 852 39841709"],["tollfree="],["fax="],["hours="],["price=Rp 175,000"],["checkin="],["checkout="],["content=10 double rooms all with cold water showers. Has a decent restaurant attached."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nCamping is possible at designated rest shelter areas on the ascent routes, and at the crater rim.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThis is a very active volcano. Always be aware of the current assessment of eruptive activity. Sources worth keeping an eye on include local media and The Smithsonian Institute's weekly ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.volcano.si.edu\/reports\/usgs\/ Volcanic Activity Report"]}]},". Do not always take the word of a trek organiser as gospel on safety issues.\n\nRinjani is high enough that ",{"type":"[[","value":[["altitude sickness"]]}," is a concern. Be aware of the symptoms and treatment.\n\nIt is also very cold up on the summit (4 to 5°C), so warm, windproof clothes are a must as are appropriate hiking boots and a head lamp. The sun can be very strong during the day and severe sunburn is a risk.\n\nMake sure that your guide is carrying a radio with him and that it is fully charged and working. A test call to the trek centre is advisable. The trek centre has a satellite telephone and it can be used by visitors - ask to see the chart of charges.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" Back to ",{"type":"[[","value":[["Senggigi"]]},", ",{"type":"[[","value":[["Tanjung"]]}," or ",{"type":"[[","value":[["Kuta (Lombok)"],["Kuta"]]}," for some well earned rest on the beach."]},{"type":"*","value":[" Cross to the ",{"type":"[[","value":[["Gili Islands"]]}," for a chill out and views of the huge mountain you just climbed."]},"\n",{"type":"{{","value":[["geo"],["-8.4167"],["116.4667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Lombok"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mount Rinjani"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mount Rinjani"]]}]