[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mtbuller.com.au\/ Mount Buller"]}]}," is a ski resort 250 km north-east of ",{"type":"[[","value":[["Melbourne"]]},", with 263 ha of resort terrain, satisfies a wide range of skiers.\n\nAt only 3-4 hours drive from ",{"type":"[[","value":[["Melbourne"]]},", Mt Buller is popular with day trippers from Melbourne, but also boasts 7000 beds on the mountain itself.  The mountain itself rises to 1805 m above sea level, with average snow depth during winter of 1.5 m.\n\nExtensive snowmaking takes place to ensure a longer season.  \n\nThe resort has 24 lifts and usually operates June - October depending on seasonal conditions.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nThere is only one sealed road into Mount Buller, the Mount Buller Road which starts in Mansfield, a small town located 55 km away. Majority of the Mount Buller Road is fairly safe and easy to drive, but the road starts getting complicated once you drive past the Sawmill Settlerment as the road begins climbs up the mountain. Extreme care is needed to navigate the road up the mountain with many blind corners and natural hazards such as ice and loose rock falling onto the road. The maximum speed limit is 60 km\/h in good conditions, if the weather deteoriates, the safe speed can be reduced to 40 km\/h or less.\n\n",{"type":"===","value":["By bus"]},"\nIf you don't like driving on roads with unpredictable outcomes, there is a bus service that provide regular bus services up the mountain during the winter season (June-September).\nFor a full days skiing book the Altitude Tours 4.25am bus from Federation Square Melbourne. This is the first bus to Mt Buller from Melbourne which will get you to the chairlifts ready to ski at approx 8.45am.\n\n",{"type":"==","value":["Get around"]},"\nTo get around the Mount Buller village, there is a free village bus services available for you to catch to allow you to reach the slopes from different points such as Chamious, Village Plaza, Ski School and Blue Bullet Mid Station. The buses are equipped with special clamps to secure your skies or snowboards on to remove the hassle of bringing your snow gear inside the bus and upsetting other users.\n\n",{"type":"==","value":["See"]},"\nIt's possible just to enjoy the view of the many mountains surrounding Mt. Buller, which provides a memorable day out in itself.\n",{"type":"==","value":["Do"]},"\nSkiing and Snowbaording the main choice of activity for many visitors. However, there are some other activities that you can do if you are not a keen skier or snowbaorder. There are snow shoe activities, snow tubes and sightseeing available. See the Mount Buller website fo more details.\n\n",{"type":"===","value":["Skiing and Snowboarding"]},"\n",{"type":"<","value":["font",{"color":"green"},[{"type":"'''","value":["Beginner"]}]]}," (Green Circle): The ideal run for a beginner would be Burnt Hut and Bourke Street. The slopes on those two runs are gentle and easy to slide down on. Burnt Hut is lightly steeper, but the scenery a lot nicer than Bourke Street with trees on both sides. Bourke Street is ideal for beginners who wish to stay near their accommodation since it is right in the middle of the Mount Buller Village.\n\n",{"type":"<","value":["font",{"color":"Blue"},[{"type":"'''","value":["Intermediate"]}]]}," (Blue Square): A popular blue run would be Wombat Run located near the top of Bourke Street. Groomed everyday, this run is suitable for many intermediates wishing to move up from green to blue. However, Wombat run can get a bit busy during Sundays and School Holidays. There are many other suitable blue runs to sample if you are tired of Wombat Run.\n\n",{"type":"'''","value":["Advanced"]}," (Black Diamond): Mount Buller has many good black runs to choose from. Men's Downhill is a good run to test out your turns and feel the effect of gravity pull you down the slope. However, Men's Downhill is not the hardest on the mountain, there are many other hardcore runs such as Sun Valley Bowl, Wombat Bowl, Village Bowl and Summit Slides. The hardest and most challanging run would be the Fanny's Finish, however, you are advised to steer clear of Fanny's Finish until you are fully confident that you are a fully capable skier or snowboarder.\n\n",{"type":"==","value":["Buy"]},"\nBefore buying any snowsport gears on the mountain, it is recommended that you first rent the demo gears that you are interested in first and try them out to get the feeling of what they are like. Check stores first to see if they allow demo sets to be hired before final purchase is made.\n\nMount Buller has many stores to choose from to make sure that you are well prepared for the day out on the sloops. Majority of the stores at Mount Buller would have the basic things like gloves, goggles, benies, helmets, winter jackets\/pants and thermals.\n\nEssential items like milk and bread would be available from a local supermarket located in the village square. The has just recently opened, so the pricing system has not been finalised yet, but might be slightly higher than the nearby town of Mansfield's supermarket due to short demand time (June-September).\n\n",{"type":"==","value":["Eat"]},"\nFor a well earned burger go to Burgerhaus next to Georges Ski Hire. Or try Wokworx, Pancakes Plus or Pizza options in the village. There are also options on top of the mountain.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nMount Buller has many type of accommodations, ranging from upper class hotels to backpackers lodges.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=YHA Lodge"],["alt="],["url=http:\/\/www.yha.com.au\/hostels\/details.cfm?hostelid=101"],["email="],["address="],["lat="],["long="],["directions="],["phone=+61 3 5777-6181"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The cheapest place to stay is in the Alpine village, which leaves you more money for recreation and you'll need it! There are mainly 6-bed dorms, but after a hard day on the mountain you won't mind. It is located right next to the main chairlift. It is open from June-September only."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["High_Country_(Victoria)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["related"],["Winter_sports_in_Australia"]]},"\n",{"type":"{{","value":[["Geo"],["-37.133333"],["146.416667"]]},"\n",{"type":"[[","value":[["wikipedia:Mount Buller, Victoria"]]}]