[{"type":"{{","value":[["otheruses"]]},"\n",{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mount Lebanon"]}," is a region of ",{"type":"[[","value":[["Lebanon"]]},".\n\nThe Mount Lebanon region is an outdoor adventure-lover's paradise. With high, snow-capped mountains running north to south through the center of the country, this region offers a rocky, rugged terrain that is perfect for a variety of outdoor sports and adventure activities. On the west side of the mountain range, the foothills slope down to the sunny Mediterranean coast. On the east side stretches the wide, agricultural Bekaa Valley. At the height of Mount Lebanon’s peaks are excellent opportunities for skiing, hiking, mountain climbing, and other winter and outdoor adventure sports.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Byblos"]]}," (Joubeil) — another city with plenty of remains, castles and museums"]},{"type":"*","value":[" ",{"type":"[[","value":[["Deir el Qamar"]]}," — village of beautiful stone houses with red-tiled roofs"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jounieh"]]}," — known for its seaside resorts and nightclubs"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\nWhile \"Mount Lebanon\" is a reference point for the mountains behind Beirut for both visitors and Lebanese alike, the region is a diverse collection of micro-regions encompassing:\n\n",{"type":"'''","value":["Chouf"]},"\n\nA lush mountainous area with standout towns including Deir El Qamar ('Monastery of the Moon') and Beittedine, both of which host music and cultural festivals of international standard during summer months (Jul-Aug). The area also includes the Chouf Cedars Reserve (Barouk). The Chouf comprises a number of mixed Druze and Christian settlements, giving the area considerable diversity in architecture and the larger settlements a more cosmopolitan (if still alpine) feel. The area has escaped many of the ravages of tourist-led development, and tends to be very quiet out of season.\n\n",{"type":"'''","value":["Aley District"]},"\n\nLargely commercial and market towns spanning the ridge between the Chouf District (south) and the Metn District (north); these areas tends to be popular vacation areas for Gulf Arabs, with the type of tourist infrastructure (serviced apartments, resort type hotels) developing accordingly. Major towns include Aley and Bhamdoun, both of which offer diversity by way of dining and accommodation options, with activities focussed largely around retail.\n\n",{"type":"'''","value":["Metn - South"]},"\n\nA quiet, tranquil and well-to-do region encompasisng many small market towns and villages. Great for an escape from the bustle of Aley. While the area lacks many of the standout attractions of its neighbours, it offers pleasant views and clean air, surrounded by the largest existing pine forest in the Middle East.\n\n",{"type":"'''","value":["Metn - North (also known as Metn al-Ahlaa - 'Taller\/Higher Metn')"]},"\n\nA hub of activity with larger settlements including Beit Mery and Broumanna (both popular resort towns for Lebanese holidaymakers) and the large mountain town of Bikfaya. Beit Mery and Broumana both host smaller scale summer festivals than those seen in Beiteddine or Deir El Qamar, albeit both towns have a stronger centre of gravity for the visitor outside these times of the year, with an extensive retail offer and good dining scenes.\n\n",{"type":"'''","value":["Kesrouanne"]},"\n\nSimilar to the Metn (south) by way of character, with a more traditional village-type look and feel.\n\n",{"type":"==","value":["Talk"]},"\n\nEnglish and French are widely understood in this region, with many locals being familiar in communicating with tourists and visitors (partly because the area has such a large number of expatriates now living in the US, Australia, Canada, France and west Africa). The larger towns (Beit Mery, Broumanna, Bikfaya and Aley) are relatively indistinguishable from Beirut in standards of dress and behaviour, meaning there is no real need for formality (although it is often well received). Albeit the smaller towns tend to be more conservative, there is no real need to change standards of dress unless visiting churches, religious shrines, and temples.\n\nAll of the larger towns have well established tourist infrastructure - internet cafes are widespread and by western standards cheap (less than LL 5000 (USD $3) per hour).\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Moussa Castle"],["url=http:\/\/www.moussacastle.com\/"],["email=moussa@moussacastle.com"],["address=Beit-Eddine, Shouf"],["lat="],["long="],["directions="],["phone=(961) 5 500106"],["tollfree="],["fax=(961) 5 501660"],["hours=May-Oct: 8-20, Nov-Apr 8-18"],["price=15000 LL"],["content=This castle was build single handed by Abdel Karim Al-Maamari staring in 1951 and finishing it 60 years later. The tree stories display the life of people in Lebanon at different times in history. Also have a huge collection of weapons."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Al Shouf Cedar Nature Reserve"],["url=http:\/\/www.shoufcedar.org"],["email=info@shoufcedar.org"],["address="],["lat="],["long="],["directions="],["phone=+961-5-350150"],["tollfree="],["fax=+961-5-350250"],["hours="],["price=7500LL (the ticket allows access to each of the 5 entrances)"],["content=A 550 km2 (210 sq mi) natural reserve known for its millenarian cedar trees, accessible from five points in Niha, Barouk, Maaser el Shouf, Ain Zhalta, and Aammiq (Beqaa valley). Reserve entrance is generally several Km from the village. Expect some snow until March\/April.\n",{"type":"*","value":[{"type":"*","value":[" At Niha is located a cave fortress, which has been used at different periods from ~975 AD to 1635. "]}]},{"type":"*","value":[{"type":"*","value":[" At Maaser el Shouf is set a short hiking track among millenarian cedars. "]}]},{"type":"*","value":[{"type":"*","value":[" Hiking is possible at Barouk entrance."]}]}]]}]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nThis is probably one of the safer areas in which to travel in Lebanon, if not the Levant as a whole. However, scammers and pickpockets are known to frequent the Gold Market and central square at Bhamdoun, using distraction to relieve others of their goods - exercise common sense and avoid anyone seen to be loitering; do not respond to any calls for attention.\n\nTroubles in neighbouring Syria have seen an exodus of (often harmless) beggars to the larger hill towns outside Beirut, including Aley. This is more of a nuissance than a danger.\n\nIf in need of directions, always ask at a local shop (of which there are many lining the roads).\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lebanon"]]},"\n",{"type":"[[","value":[["wikipedia:Mount Lebanon"]]},"\n",{"type":"{{","value":[["geo"],["34.299722"],["36.116389"]]}]