[{"type":"{{","value":[["pagebanner"],["Mount Fuji banner Fuji and cherry blossoms.png"],["dotm=yes"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:01 Fujisan from Yamanakako 2004-2-7.jpg"],["thumb"],["350px"],["Mount Fuji reflected on Lake Yamanaka"]]},"\n\n",{"type":"'''","value":["Mount Fuji"]}," (富士山 ",{"type":"''","value":["Fuji-san"]},", 3776 meters) is ",{"type":"[[","value":[["Japan"]]},"'s highest mountain and the focal point of the sprawling ",{"type":"[[","value":[["Fuji-Hakone-Izu National Park"]]},".  Visible from ",{"type":"[[","value":[["Tokyo"]]}," on a clear day, the mountain is located to the west of Tokyo on the main island ",{"type":"[[","value":[["Honshu"]]},", straddling the border between ",{"type":"[[","value":[["Shizuoka_(prefecture)"],["Shizuoka"]]}," and ",{"type":"[[","value":[["Yamanashi"]]}," prefectures.\n\n",{"type":"==","value":["Understand"]},"\n\nA perfectly symmetrical volcanic cone, the mountain is a near-mythical national symbol immortalized in countless works of art, including Hokusai's ",{"type":"''","value":["36 Views of Mt. Fuji"]},".\n\nThe Japanese always refer to Mt. Fuji as ",{"type":"''","value":["Fuji-san"]},", but the ",{"type":"''","value":["-san"]}," (山) here simply means \"mountain\", and has nothing to do with the honorific ",{"type":"''","value":["san"]}," (さん) for people's names.  \"Fujiyama\" is a misreading of the name, and is never used by the Japanese themselves — except in the set phrase ",{"type":"''","value":["Fujiyama geisha"]},", a lament at how Japan is misunderstood in the West.\n\nMount Fuji was added to the ",{"type":"[[","value":[["UNESCO World Heritage List"]]}," as a sacred place and source of artistic inspiration in 2013.\n\n",{"type":"===","value":["When to go"]},"\n\n",{"type":"{{","value":[["infobox"],["Climbing out of season"],[{"type":"''","value":["If"]}," you have the skills, climbing out of season can be an amazing experience — imagine being the only people on the mountain surrounded by snow looking out over an amazing landscape 3776 m up!  And you don't have to go all the way, as in good weather, the slopes of Fuji draw numerous people doing various sports activities."]]},"\n\nThe official climbing season lasts for only a little over two months, from ",{"type":"'''","value":["July to early September"]},".  The exact dates vary slightly from year to year and also per trail, see the ",{"type":"[","value":["http:\/\/www.fujisan-climb.jp\/en\/basic\/season.html official website"]}," for this year's dates.  Even during these months, when Tokyo often swelters in 30 °C heat, temperatures at the top can be below freezing at night and climbers must dress adequately.\n\nClimbing Mount Fuji is very popular, with over 250,000 climbers every year on the main Fujiyoshida trail alone.  Saturday nights and the Obon holiday period are particularly busy.  To beat the crowds, visit on a weekday outside the Japanese school holiday period, usually July 20th to the end of August.\n\nClimbing outside the official season is ",{"type":"'''","value":["extremely dangerous"]}," without alpine climbing experience and equipment.  Nearly all facilities are closed in the off season.  The weather, unpredictable any time of year, is downright vicious in the winter (temperatures below −40 °C have been reported up top) and there are cases of people being literally blown off the mountain by high winds.   All roads to the 5th station are shut out of season so you will have a long walk up.  But if you insist, you're strongly encouraged to at least ",{"type":"[","value":["http:\/\/www.fujiyoshida.net\/forms\/info\/info.aspx?info_id=2073 file a climbing plan with the Yoshida police"]}," (Japanese only).\n\nFortunately, there are a few options for those who are not fit enough to climb or who would like to get \"up close\" to the mountain in the off-season.  The trails at the bottom of the mountain are less steep, and suited more for an afternoon hike at any time of the year.  The nearby ",{"type":"[[","value":[["Fuji Five Lakes"]]}," (",{"type":"''","value":["Fuji-goko"]},") has many attractions close to the mountain, and ",{"type":"[[","value":[["Hakone"]]}," also provides spectacular views. In a less nature focused branch of things to do, the city of ",{"type":"[[","value":[["Fujiyoshida"]]},", which contains much of the mountain, is also home to ",{"type":"'''","value":["Fuji-Q Highland"]},", a leading amusement park.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Map-mtfuji.png"],["thumb"],["250px"],["Main approaches to Mt. Fuji"]]},"\n\nMt. Fuji can be approached from all sides, but note that transport schedules are sharply cut outside the official climbing season in July and August.  For up to date information, the city of Fujiyoshida maintains a ",{"type":"[","value":["http:\/\/www.city.fujiyoshida.yamanashi.jp\/div\/english\/html\/climb.html Mt. Fuji access page"]}," listing current routes and schedules.\n\nFrom ",{"type":"[[","value":[["Tokyo"]]},", the easiest and most popular option is to take a direct bus from  ",{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]}," to the trailhead at Kawaguchiko Fifth Station.  The most economical approach is by Odakyu train from Shinjuku to ",{"type":"[[","value":[["Gotemba"]]},", although you will have to change trains and the price difference is rather minimal.  \n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mtfuji-shizuokaairport.jp\/ Mt. Fuji Shizuoka Airport"]}]}," near ",{"type":"[[","value":[["Shizuoka"]]}," opened in June 2009.  Despite the name, it's over 80 km away to the west of the mountain and not much closer to Mt. Fuji than Tokyo's airports.\n\n",{"type":"===","value":["By bus"]},"\n\nThe easiest option for reaching the slopes of Mt. Fuji is to take the ",{"type":"'''","value":["Keio express bus"]}," from ",{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]}," in ",{"type":"[[","value":[["Tokyo"]]},".  The direct bus takes 2 to 2.5 hours, depending on traffic, costs ¥2600, and takes you directly to the start of the climb at Kawaguchiko 5th Station.  To buy a ticket, take the west exit at Shinjuku station, then follow the circle of bus stops to the left.  The Keio building is on the corner near stop 26, right across from Yodobashi Camera. You can reserve a seat for free at ",{"type":"[","value":["https:\/\/www.highwaybus.com\/rs-web01-prd-rel\/gp\/foreign\/frgSelectLine?lang=en Keio website"]},". You will still need to pay for your ticket at the station.\n\n",{"type":"===","value":["By train"]},"\n\nThere is no direct access to Mt. Fuji by train, but you can get pretty close and change to a bus for the rest of the way, and doing it this way allows you to use any of the ascent or descent routes.  From Tokyo, the two main staging points are ",{"type":"[[","value":[["Fujiyoshida"]]}," and ",{"type":"[[","value":[["Gotemba"]]},", while visitors from western Japan can opt for ",{"type":"[[","value":[["Fujinomiya"]]}," (Shin-Fuji) instead.\n\n",{"type":"====","value":["Via Fujiyoshida"]},"\n\n",{"type":"[[","value":[["Fujiyoshida"]]}," can be reached by taking the JR Chuo line to ",{"type":"[[","value":[["Otsuki"]]}," and changing to the Fujikyu line.   The Fujikyu line passes through Fujiyoshida to Kawaguchiko, from where hourly buses (50 minutes, ¥1700) shuttle to the 5th Station.  If you are planning to walk from the foot of the mountain, Fujiyoshida is, also, the starting point of the Yoshida route. You will be able to visit Fujiyoshida Sengenjinja (shrine) on the way to the summit.\n\n",{"type":"=====","value":["JR Mount Fuji Round-Trip Ticket"]},"\n\nJR East offers a discounted pass for foreign tourists interested in visiting and\/or climbing Mount Fuji. The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.jreast.co.jp\/e\/fuji\/index.html Mount Fuji Round-Trip Ticket"]}]},", sold from July to October, costs ¥5500 and includes one round-trip on the JR between the Tokyo area and Otsuki station via the Chuo Line (including reserved seats on the ",{"type":"''","value":["Kaiji"]}," and ",{"type":"''","value":["Azusa"]}," limited express trains), and unlimited trips on the Fujikyu railway and the bus line that operates to the mountain's 5th station for two consecutive days. it is not worth going through that rout though.\n\n",{"type":"====","value":["Via Gotemba"]},"\n\nIf heading for the ",{"type":"'''","value":["Gotemba route"]}," (御殿場), ",{"type":"'''","value":["Subashiri route"]},", or ",{"type":"'''","value":["Suyama route"]},", take the JR Tokaido line from ",{"type":"[[","value":[["Tokyo"]]}," through Odawara to Kōzu (国府津) station then change train for Gotemba.  Alternatively, if traveling from ",{"type":"[[","value":[["Shinjuku"]]},", take the Odakyu line to Shin-Matsuda and walk to the neighboring Gotemba line Matsuda station. This local train usually runs just once per hour.\n\nDuring official climbing season there are direct buses from Gotemba station to the Gotemba 5th station that take about 40 minutes and cost ¥1080\/1500 one-way\/return. Tickets to the Subashiri  5th station are ¥1500\/2000 one-way\/return. A bus for the Suyama route is ¥530 one-way. If you want to ascend and descend on different routes, you can purchase a 3-day round trip ticket for a little over ¥3000.  Note that Gotemba buses run only during the official Fujisan mountain climbing season between July and August, but Subashiri route busses run till October and Suyama route busses run all year around.\n\nThere is also a bus to Kawaguchiko from the Gotemba station and a bus from Shin-Matsuda to the Kawaguchiko fifth station (¥3000 one-way).\n\n",{"type":"====","value":["Via Fujinomiya"]},"\n\nVisitors coming from western Japan may wish to opt for the southern approach via ",{"type":"[[","value":[["Fujinomiya"]]}," (富士宮) instead.  The nearest Tokaido Shinkansen stop is Shin-Fuji station (新富士駅). From Shin-Fuji station, buses cost ¥4500 return. If arriving on the ordinary Tokaido line, change trains to the JR Minobu Line at Fuji station. The bus fare from Fujinomiya station to the 5th station of Mt. Fuji is ¥1,970 for one-way or ¥3,000 for round-trip.\n\n",{"type":"===","value":["By car"]},"\nBecause it's a large mountain, there are many ways to get here. Which way is best will depend both on where you are coming from and what specific part of the mountain is your destination.\n\nRoute 139 travels from northeastern Yamanashi Prefecture around the opposite side of the mountain before terminating near the coast in Shizuoka. Route 138 branches off of Route 139 and travels around the eastern side of the mountain and onward to Kanagawa Prefecture.\n\nIf traveling from inner Tokyo, take the Chuo Expressway from ",{"type":"[[","value":[["Tokyo\/Shinjuku"],["Shinjuku"]]},".  Tolls will set you back around ¥2500. exactly hmmmmmmmmm\n\n",{"type":"===","value":["By guided tour"]},"\nThere are also Mt. Fuji climbing tours offered by numerous travel companies throughout Japan. These tours may include round trip bus fare, climbing guide, hut, dinner, breakfast (packed rice box), and a visit to a hot spring after the descent.  Prices tend to be expensive though: a one-day \"superman\" tour costs around ¥20,000 and a more leisurely two-day approach (including overnight stay) is over ¥30,000.  Most of these tours are conducted in Japanese and stick firmly to the trodden path, but if you need an English-speaking guide to accompany you to the top or want to explore the less-well known \"pilgrimage\" routes, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fujimountainguides.com Fuji Mountain Guides"]}]}," offers small group ascents from ¥32,500 for a two-day trip, including round trip transportation from Tokyo, lodging and 2 hot meals on the mountain.\n\n",{"type":"==","value":["Get around"]},"\n\nOnce on the mountain the only way of getting around is on foot.  The sole exception is ",{"type":"'''","value":["horseback riding"]},", available on the Fujiguchiko trail between the 5th and 7th stations only for the steep price of ¥14,000.\n\n",{"type":"==","value":["See"]},"\n\nFor merely seeing Mt. Fuji, it's better to maintain some distance.  The most popular places for sightseeing tours of Mt. Fuji and surroundings are ",{"type":"[[","value":[["Hakone"]]},", to the east of Mt. Fuji towards Tokyo, and the ",{"type":"[[","value":[["Fuji Five Lakes"]]},", located just north of the mountain.  Note, however, that Mt. Fuji is ",{"type":"'''","value":["notoriously shy"]}," and is wreathed in clouds most of the time: it's entirely possible to drive around the mountain and never see it.  Visibility tends to be the worst in the hot, muggy summer and the best in the winter, when the air is dry and clear.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mtfuji-welcomecard.jp\/ Mt. Fuji Welcome Card"]}]}," is a free card that can get you discounts for various attractions and tours in the vicinity.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:MtFujiTorii.jpg"],["thumb"],[{"type":"''","value":["Torii"]}," gate at the summit"]]},"\n\n: ",{"type":"''","value":["No spot in this world can be more horrible, more atrociously dismal, than the cindered tip of the Lotus as you stand upon it."]}," — Lafcadio Hearn (1898)\n\nThe thing to do on Mt. Fuji is, of course, to ",{"type":"'''","value":["climb"]}," it. As the Japanese say, a wise man climbs Fuji once, and a fool twice, but the true wisdom of this phrase is usually only learned the hard way.  Athletes have completed the climb in under two hours and there's even a ",{"type":"[","value":["http:\/\/www.city.fujiyoshida.yamanashi.jp\/div\/english\/html\/race.html yearly race to the top"]},", but for most people it takes 4 to 8 hours at walking speed (depending on your pace), and the descent another 2 to 4. An overnight climb in order to reach the top for the sunrise (",{"type":"''","value":["go-raiko"]},") is the most traditional thing, but you will probably be shuffling along in a slow-moving line for the latter stages of the ascent. Consider starting out in the late morning to reach the summit for the equally majestic sunset, with a tiny fraction of the crowds to accompany you. Afterward, you can try to sleep in a mountain hut (see below) and catch the sunrise if you like; two for the effort of one. \n\n",{"type":"===","value":["Preparation"]},"\n\nAn absolute minimum set of clothing for climbing Mt. Fuji would be:\n\n",{"type":"*","value":[" sturdy shoes (hiking boots if possible)"]},{"type":"*","value":[" rain-proof clothing"]},{"type":"*","value":[" head cover"]},"\nDo ",{"type":"'''","value":["not"]}," wear shorts.\n\nGloves and warm, layered clothing are also ",{"type":"'''","value":["strongly"]}," recommended.  Other supplies you will need are:\n\n",{"type":"*","value":[" flashlight and spare batteries (if climbing at night)"]},{"type":"*","value":[" sunglasses and sunscreen (which will most likely be needed during the descent even if you climb at night)"]},{"type":"*","value":[" toilet paper "]},{"type":"*","value":[" Japanese 100-yen coins, as the toilets are pay-per-use and cost either 100 or 200 yen"]},{"type":"*","value":[" plastic bags to carry garbage and keep off the damp floor."]},"\n",{"type":"*","value":[" a poncho in case of rain (beware: many of the cheap ponchos sold around Tokyo will tear under moderate use)"]},{"type":"*","value":[" your camera for the spectacular views!"]},{"type":"*","value":[" mosquito spray \/ protection! Highly recommended!"]},"\nAlso bring along at least ",{"type":"'''","value":["1 litre of water"]}," per person, preferably 2. High-energy snacks (Calorie Mate) as well as a more substantial fare (rice balls and such) will also come in very handy.\n\n",{"type":"===","value":["Kawaguchiko (Fujiyoshida) route"]},"\n\nThe most popular starting point is ",{"type":"'''","value":["Kawaguchiko 5th Station"]}," (河口湖五合目 ",{"type":"''","value":["Kawaguchiko Go-gōme"]},", 2305m), which offers you a last chance to stock on supplies (at a premium) before heading out.  The initial stretch through flowery meadows is pleasant enough, but the bulk of the hike is a ",{"type":"'''","value":["dreary and interminable slog"]},": the volcanic landscape consists of jagged red rock in varying sizes from dust to boulder, with the trail zigzagging left and right endlessly, and the hike just gets steeper and steeper as you progress.  Actual rock climbing is not required, but you will wish to use your hands at some points for support — bring gloves.\n\nThe trail is well marked (even at night) and in season you will find it difficult to get lost, as the trip is completed annually by 300,000 people and there may even be human traffic jams at some of the dicier spots.  However, due to the danger of landslides ",{"type":"''","value":["do not"]}," venture beyond the trail; visibility may also be very rapidly reduced to near-zero if clouds roll in.\n\nOnce at the top, you will pass under a small ",{"type":"''","value":["torii"]}," gate and encounter a group of huts selling drinks and souvenirs; this being Japan, you will even find vending machines on the top of Mount Fuji.  Yes, this is as anticlimactic as it sounds, but with any luck seeing the ",{"type":"'''","value":["sunrise above the clouds"]}," will make up for it.  You can also gaze into the long-dormant ",{"type":"'''","value":["crater"]}," at the center of the mountain.  Strictly speaking, this is not the highest point of the mountain; that honor goes to the ",{"type":"'''","value":["meteorological station"]}," on the other side of the crater, an additional 30 minutes hike away. While some might consider it not really worth the trouble, a purist will tell you that if you do not stand at the highest point, you never really summitted, so the choice is yours.  A full circuit of the crater takes around an hour.\n\nThere is a separate path for descending down the mountain back to Kawaguchiko; be sure you take the right one!  Do not attempt to run down the mountain; rolling down isn't fun, it's a long way to the nearest hospital, and you don't want to find out how much a helicopter medevac costs in Japan.\n\n",{"type":"===","value":["Gotembaguchi route"]},"\n\nThis is the longest and toughest access route from the fifth station, with ",{"type":"'''","value":["Gotemba 5th Station"]}," (御殿場五合目 ",{"type":"''","value":["Gotemba Go-gōme"]},") located at 1440 meters, nearly 900 meters lower down than Kawaguchiko.\n\nThere are separate routes for ascent and descent, which will take 7 to 10 and 1.5 to 3 hours accordingly. The path is clearly marked with signs, so night climbing (with a flashlight) is possible. For your own safety, walking on the bulldozer path, which crosses the pedestrian path several times, is not allowed. The climb from the 5th to the 6th station is over an enormous ash field, which formed during a recent eruption in 1707.  Mountain huts at the 6th, 7th and 8th stations operate during official climbing season and also provide warm food (curry rice, ramen, soba, drinks, etc.). Beware of rocks from 8th station and above. It is essential to bring enough water supplies or buy water at the fifth station, because there are limited places to resupply, although it may be possible to purify and drink the rainwater which is available for hand washing purposes at the mountain huts. \n\nAdvantages of this trail: \n",{"type":"*","value":[" Fewer people, so you can go on your own speed and have more space to sleep at the mountain huts"]},{"type":"*","value":[" Mountain top is visible"]},{"type":"*","value":[" Can run down the ashed covered path from the seventh station."]},{"type":"*","value":[" No rock climbing"]},"\nDisadvantages of this trail:\n",{"type":"*","value":[" Fewer mountain huts (one each at the 6th, 7th, and 8th station)"]},{"type":"*","value":[" During descent ash can make clothes and shoes very dirty, also shoes may fill with ash if gaiters or other covering are not worn."]},{"type":"*","value":[" Transportation to the fifth station is limited- the last bus from JR Gotemba station to the 5th station leaves around 5 pm."]},{"type":"*","value":[" No vending machines located on this trail after the fifth station."]},"\n",{"type":"===","value":["Fujinomiya route"]},"\nFujinomiya (富士宮, 2400 meters) is the shortest route, and the only route on the ",{"type":"[[","value":[["Shizuoka (prefecture)"],["Shizuoka"]]}," side of the mountain. With the capital in ",{"type":"[[","value":[["Kyoto"]]}," for much of the nation's history, this has historically been the main path to the top and is occasionally still known as ",{"type":"'''","value":["Omoteguchi"]}," (表口), or \"Main Entrance\". It remains the second most-developed trail up the mountain however, it is a far second. This is also the route used by the ",{"type":"'''","value":["Sea to Summit Climb"]}," ",{"type":"[","value":["http:\/\/www.sea-to-summit.org\/"]},", an extreme version of the climb starting at sea level near Higashi-Tagonoura station (東田子の浦駅) on the JR Tokaido Main Line, 47 km (12-14 hours) away from the fifth station.\n\nClimbing guides often list this as the \"sunset trail\", because it's the best trail for seeing the sunset. Consequently, those using this route to see the sunrise will not be able to see it before the summit. This is also the closest trail to ",{"type":"'''","value":["Kengamine"]},", Mount Fuji's highest point at 3776 meters.\n\nThe trail to ",{"type":"'''","value":["Mount Hoei"]}," (the mountain on the mountain created during Mt Fuji's last erruption in the 18th century) branches off from the Fujinomiya trail. \n\n",{"type":"===","value":["Subashiri route"]},"\nSubashiri Trail (須走, 1980 meters) is on the east side of Mount Fuji, so you'll be able to see sunrise almost anywhere from the trail.  The trail is the most gently sloped and forested up to around 2700m, making it rather more pleasant than the other routes, but it's consequently also longer in distance.  The trail merges with the Kawaguchiko trail at the 8th station.\n\n",{"type":"===","value":["Other routes"]},"\n\nBeside climbing from the fifth station, there are three routes from Sengenjinja at the foot of the mountain. They are Yoshida route, Suyama route, and Murayama route. Murayama route is the oldest climbing route, followed by Suyama route. These routes offer a glimpse of the history of Mount Fuji climbing and are being restored. Be warned, however, not to expect to see too many people climbing from these routes.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mountain huts"]}," are dotted along all stations on the Kawaguchiko trail, as well as the summit itself, selling basic climbing gear (sticks, flashlights, raincoats, even oxygen canisters), drinks and candy (¥250 for a Snickers bar). If your climbing staff becomes a cherished companion, you can pay to have an official seal burned into it marking your arrival at every station, making a handsome souvenir (as long as you don't mind lugging it around with you). "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Postcards"]}," – At the summit, you can set your postcards apart from the rest with a postmark from the highest post office in Japan. It's located between the 10th stations of the Gotemba and Fujinomiya routes, and is open 6AM-2PM for 42 days from early July to late August.  (The exact dates change every year; in 2008, it was July 10 to August 20.)  Next to the post office is a small shrine and a stand where you can purchase fairly nice embossed certificates with an official stamp to mark your ascent.  (Remember, though, as they say on Mount Everest, you've only climbed the mountain if you make it back down as well.)"]},"\n",{"type":"==","value":["Eat"]},"\n\nIf you have the energy to haul food and drink, buy it before coming to Mount Fuji. Once on the mountain, simple meals (curry rice and such), if available at all, will cost around ¥1000. As all materials have to be hauled up by tractors, food and drink prices are high and rise the closer you get to the summit. For example, a vending machine at the summit sells drinks and cans of corn soup for ¥400. However, as the summit has fewer people staying overnight and many more people resting, you can usually stop for a break without paying the resting fee (see ",{"type":"[[","value":[["#Sleep"],["Sleep"]]},"), making the price of a cup of tea or a bowl of noodles enjoyed indoors somewhat more reasonable.\n\nKawaguchiko 5th Station is the last place to have a meal or stock up on supplies without breaking the bank, although there's a bit of inflation even here.\n\n",{"type":"==","value":["Sleep"]},"\n:",{"type":"''","value":["If you're looking to sleep near Mt. Fuji, not on it, see ",{"type":"[[","value":[["Fuji Five Lakes"]]}," and ",{"type":"[[","value":[["Hakone"]]},"."]},"\n\nHuts from 7th station onward also offer ",{"type":"'''","value":["primitive accommodation"]},", and reservations are strongly recommended. Prices are pretty much standardized at ¥5250 a night for a ",{"type":"''","value":["very"]}," cramped space (one tatami mat or less) shared with the halitosis, funky boot juice and snoring of 150-500 strangers, plus an optional ¥1050\/2100 for one\/two meals.\n\nNote that most huts will not allow visitors to stay within the (heated) huts without paying a ",{"type":"'''","value":["resting fee"]},", either ¥1000-2000 per hour or ¥5,000 for the entire night.  The fee may be waived if you buy a meal.\n\nThe huts also have extremely basic toilets, but they get the job done (¥100\/200). Instead of the usual noxious sweet deodorant, some of these toilets use a pepper scent to mask the smell of the waste.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hinode-kan"],["alt="],["url=http:\/\/www10.plala.or.jp\/hinodekan\/hinodekan.html"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 555-24-6522"],["tollfree="],["fax="],["price=A stay costs ¥5250 per person, and there is space for about 200"],["checkin="],["checkout="],["content=Kawaguchiko 7th Station. Notable primarily for having the only bilingual website on Mt. Fuji (but no regular bilingual staff)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Fujisan Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 555-22-0237"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Kawaguchiko 8th Station. The largest hut on the mountain, with space for about 500. In two separate but nearby huts, it's a far cry from a hotel, but unlike most others English is spoken here."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nMount Fuji is a real mountain and should be treated with respect.  Near the top the air is noticeably thinner, which may cause ",{"type":"'''","value":[{"type":"[[","value":[["altitude sickness"]]}]}," and ",{"type":"'''","value":["breathing difficulties"]},".  The hike to the top is taxing, but ",{"type":"'''","value":["injuries"]}," typically occur during the descent phase when you're tired.  Especially after heavy rains ",{"type":"'''","value":["landslides"]}," are also a possibility.\n\nIt is ",{"type":"'''","value":["very cold"]}," on top. During summer, when at the mountain foot the temperature is a sweltering 35 °C, at the top it will be 7 °C during the day and less during the night (bear in mind that windchill will make it feel even colder) — ice and frost are common throughout the year.  Add in strong wind and\/or lashings of rain, and ",{"type":"'''","value":["hypothermia"]}," can easily strike while waiting for sunrise at the goal.  If your extremities go numb or you can't control your shivering, go indoors and get warmed up. \n\nDespite the cold, the risk of ",{"type":"'''","value":["sunburn"]}," is also very high. There is ",{"type":"''","value":["much less"]}," atmosphere shielding you from the sun's UV rays, so even though it may be cold it's very easy to get a first- or even second-degree sunburn (which this Wikitraveler has done).\n\nDo not climb out of season, even during months like April when it's warm down below, unless you are thoroughly prepared and know exactly what you're doing. Totally prepared means you have alpine climb gear and have climbed mountains like this before. If you choose to climb around the New Year, you could experience −30 °C on the mountain top. \n\n",{"type":"'''","value":["These warnings are not a joke"]},": on average, around 4 people die and over a dozen are injured every year on Fuji by hypothermia or falling rocks.\n\nFinally, geologists tell us that Fuji is a dormant volcano, not a dead one.  The mountain has a cycle of roughly 300 years and the last eruption was in 1707, so the next one is due right about now.\n\n",{"type":"==","value":["Go next"]},"\nIf you undertake the more traditional and crowded overnight climb, be aware that the returning buses in the morning can be incredibly busy, especially from ",{"type":"'''","value":["Kawaguchiko 5th Station"]}," to the bus and train station at Kawaguchiko. It is very easy to miss your bus from Kawaguchiko onwards to Tokyo if you leave your descent too long and join the back of a huge queue of tired climbers.  ",{"type":"[[","value":[["Hitchhiking in Japan"],["Hitchhiking"]]}," from the parking lot may actually be a faster alternative!\n\nIf you climbed Mt. Fuji and survived despite (thanks to?) all the apocalyptic warnings here, treat yourself to a dip in the hot springs at ",{"type":"[[","value":[["Hakone"]]},". \n\n",{"type":"{{","value":[["geo"],["35.360628"],["138.727365"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Chubu"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mount Fuji"]]},"\n\n",{"type":"[[","value":[["Commons:Mt. Fuji"]]}]