[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Bass harbor head light 20041002 123635 1.1504x1000.jpg"],["thumb"],["350px"],["Bass Harbor Head Light"]]},"\n",{"type":"'''","value":["Mount Desert Island"]}," is off the ",{"type":"[[","value":[["Down East"]]}," coast of ",{"type":"[[","value":[["Maine"]]},", a state of the ",{"type":"[[","value":[["United States of America"]]},". Always referred to by the locals in Hancock County simply as \"The Island.\"\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":["\"The Backside\""]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Southwest Harbor"]]}]}]},{"type":"*","value":[{"type":"*","value":[" Tremont"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Bass Harbor"]]}]}]},"\n",{"type":"==","value":["Villages"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bar Harbor"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bass Harbor"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hulls Cove"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Northeast Harbor"]]}]},{"type":"*","value":[" Otter Creek"]},{"type":"*","value":[" ",{"type":"[[","value":[["Seal Harbor (Maine)"],["Seal Harbor"]]}," in the Town of Mount Desert"]},{"type":"*","value":[" Seal Cove in the Town of Tremont"]},{"type":"*","value":[" ",{"type":"[[","value":[["Somesville"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Southwest Harbor"]]}]},{"type":"*","value":[" Town Hill, also known as West Eden"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tremont (Maine)"],["Tremont"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Bar Harbor bay.jpg"],["thumb"],["Bar Harbor bay"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Acadia National Park"]]}]},{"type":"*","value":[" Bar Island, off ",{"type":"[[","value":[["Bar Harbor"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Blue Hill (Maine)"],["Blue Hill"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ellsworth"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Frenchboro"]]},", off ",{"type":"[[","value":[["Southwest Harbor"]]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Acadia National Park"]]}," occupies about half the Island and much of the rest is preserved by conservation groups.  The Island is very crowded with visitors during the summer months, but one may still find solitude by getting out on the Island's many hiking trails.  For the summer visitor each of the several villages has a unique flavor. ",{"type":"[[","value":[["Bar Harbor"]]}," is the largest town, and caters to nearly every variety of tourist.  ",{"type":"[[","value":[["Northeast Harbor"]]}," and ",{"type":"[[","value":[["Seal Harbor (Maine)"],["Seal Harbor"]]}," are much more reserved.  ",{"type":"[[","value":[["Bass Harbor"]]}," retains much of the flavor of a fishing village. Spring and fall are excellent times to visit, when all the beautiful spots are nearly deserted.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.bhbairport.com Hancock County - Bar Harbor Airport"]},", located in Trenton, 5 miles outside Ellsworth, about a 15 minute drive to ",{"type":"[[","value":[["Bar Harbor"]]},"."]},"\n",{"type":"===","value":["By sea"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.catferry.com \"The Cat\""]}," high speed car ferry, from Bar Harbor to ",{"type":"[[","value":[["Yarmouth (Nova Scotia)"],["Yarmouth (Canada)"]]}," was canceled in the summer of 2010."]},"\n",{"type":"===","value":["By road"]},"\n",{"type":"*","value":["30 minutes from the city of ",{"type":"[[","value":[["Ellsworth"]]}," via Route 3."]},{"type":"*","value":["60 minutes from ",{"type":"[[","value":[["Bangor_(Maine)"],["Bangor"]]},", ",{"type":"[[","value":[["Maine"]]},", depending on traffic, which can be very heavy during the summer months.  Take I-395 to Route 1A to reach ",{"type":"[[","value":[["Ellsworth"]]},", where you pick up Route 3."]},{"type":"*","value":["3.5 hours from ",{"type":"[[","value":[["Portland_(Maine)"],["Portland"]]},", ",{"type":"[[","value":[["Maine"]]},".  Take I-95 to exit 182A at Bangor, then I-395 and follow route as above via ",{"type":"[[","value":[["Ellsworth"]]},".  Alternatively, take I-95 to Route 3, exit 113, just north of Augusta, and follow the slower but more scenic Route 3 east to ",{"type":"[[","value":[["Belfast (Maine)"]]},", and then through to ",{"type":"[[","value":[["Ellsworth"]]}," and ",{"type":"[[","value":[["Bar Harbor"]]},"."]},"\n",{"type":"==","value":["Get around"]},"\nThe Island's interior is easily accessible by private car, but if you'd rather leave the driving to someone else (a knowledgeable and friendly bus driver), then the ",{"type":"[","value":["http:\/\/www.exploreacadia.com\/ Island Explorer Buses"]}," are a great choice.  The buses make their routes through all of the villages on the Island, as well as through ",{"type":"[[","value":[["Acadia National Park"]]},", with plenty of scheduled pick-up spots.They will also stop for passengers anywhere that the bus can safely pull over- just flag them down. Expect plenty of traffic in the busy summer months. At other times of the year, much of the Island is nearly deserted.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Park Headquarters"]},"\n\nAnyone interested in spending time in Acadia National Park should visit the Park Headquarters. Here, rangers lead programs, answer questions, and administer park passes. If you're interested in working with a GPS and learning about the park's Natural History ask about the Earthcache program- a virtual scavanger hunt which will lead you to some of the most celebrated locations on the island. Park Headquarters is the ideal location for beginning your Acadia adventure.\n\n",{"type":"'''","value":["Gardens"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Thuya Garden-"]}," This gorgeous garden in Northeast Harbor has row after row of native, non-native, perennial and annual plants. A small pond sometimes houses frogs, and a beautiful wishing well is a site to behold. (207) 276-3727."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wild Gardens of Acadia-"]}," This garden showcases all the different ecosystems one can see on the Island. Located at Sieur De Mont, the mini-exhibits range from bogs to seashores to alpine forests. Contact: AcadiaMagic.com. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Asticou Azalea Garden-"]}," A gorgeous japanese style garden, tranquil beauty in the heart of Northeast Harbor. Bring book, a cup of tea, and just relax. A favorite spot for photographers. (207) 276-3727."]},"\n",{"type":"'''","value":["Bubble Rock"]},"\n\nLocated at the summit of the South Bubble Mountain, this giant glacial erratic was left on top of Bubble Mountain during the last ice age. Small chatter marks and dykes are also viewable. A moraine is located within Jordan pond, and is visible from the summit. A great spot for the novice Geologist. Accessible via the Park Loop Road.\n\n",{"type":"'''","value":["Farms"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Beech Hill Farm-"]}," A beautiful little farm located in Somesville. The produce is sold at the Beech Hill Farmstand, and is also used to stock the College of the Atlantic's dining hall.  603-223-0828."]},"\n",{"type":"*","value":[{"type":"'''","value":["Seal Cove Farm-"]}," A goat farm located in Seal Cove. Their goat cheese is sold around the Island. High quality products, and over 125 goats! 207-667-7127. "]},"\n",{"type":"'''","value":["The Village Green"]},"\n\nLocated in the heart of Bar Harbor, the village green is a great rest-stop. On summer nights, there are often concerts on the bandstand. Street performers will often roam the sidewalks, and there's free Wifi! Just create an account name and sign on. Located at the intersection of Mt. Desert Street and Main Street.\n\n",{"type":"'''","value":["Museums"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Abbe Museum:Original-*"]}," Located at Sieur De Mont, this one-room museum is the original MDI Native American museum. A bit pricey, but lots of information. (207) 288-3519."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Abbe Museum:New-*"]}," Devoted to the Native American tribes of Maine. Located on Mount Desert Street in Bar Harbor, the new Abbe museum is much larger and offers plenty of activities for both adults and children. A good rainy day activity. (207) 288-3519."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Bar Harbor Whale Museum"]},"  Located on West Street facing the harbor. Open daily from 10am to 8pm. Admission by donation.  The museum is devoted to whales and other sea creatures.  There are many real skeletons (from stranded marine mammals) on display including a 28 foot long juvenile humpback whale.  Other exhibits include climate change, bioacoustics, marine adaptations, and a brief history of whaling.  Great for kids and adults.  Great souvenirs and presents to be found in the gift shop."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Dorr Museum of Natural History-*"]}," Located on the College of the Atlantic campus, the Dorr Museum is dedicated to the natural history of the North East. Exhibits vary from year to year, and are designed by College of the Atlantic students. There is always a touch-tank filled with sea creatures, and plenty of taxidermied animals to examine. Child friendly. (207)288.5015."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Carroll Homestead-*"]}," Only open on certain days. The Carroll Homestead is one of the only old houses left from the settlement days of MDI. Contact Park Headquarters for days when tours are available."]},"\n",{"type":"*","value":[{"type":"'''","value":["Somesville Historical Society Museum and Gardens-*"]}," Museum located in the quaint village of Somesville, the first settlement on the Island. It details the history and development of the island and its people."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Gilley Museum-*"]}," A museum devoted primarily to wood carving and artist Wendell Gilley. (207)244-7555 "]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Shopping"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Willis' Rock Shop-"]}," Kids love the rock specimens and can get a geode to break at home.  Mom can enjoy some custom jewelry including local granite and Maine tourmaline, custom made in the shop."]},"\n",{"type":"*","value":[{"type":"'''","value":["Jeckyl and Hyde-"]}," Two extremes, one shop. Half the store is devoted to the sale of knives, weapons and leather goods, while the other is devoted to women's clothing and jewelry. They always have something interesting for sale."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Hemporium-"]}," Your one-stop-hippie-shop! Hemp goods of all kinds: clothing, toys, books, bags, bumperstickers, and more. Also home to the Acadia Silver Exchange- tons of gorgeous jewelry."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cool as a Moose-"]}," Tons moose-themed items (because who doesn't love moose?). Lots of t-shirts and novelties as well."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Man Store-"]}," Everything a man could ever want. Alcohol, tobacco, firearms and women abound."]},"\n",{"type":"*","value":[{"type":"'''","value":["Bark Harbor-"]}," A store devoted to your pets! Clothing, beds, treats and more!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Eden Rising-"]}," Oprah's favorite jeans are sold here! They have a great selection of funky clothing, artsy jewelry and unique nick-nacks. Eden Rising also does aura photography at certain times, stop in and inquire about it."]},"\n",{"type":"*","value":[{"type":"'''","value":["All Fired Up-"]}," Half store, half art studio. Come in and do some ceramics! Paint pieces and have them fired in a kiln. All Fired Up hosts parties. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Bar Harbor Tea Company-"]}," sells a wide variety of teas, tea blends, tea pots, and other tea paraphernalia."]},"\n",{"type":"*","value":[{"type":"'''","value":["Acadia Shops of Bar Harbor-"]}," Visit Acadia Shop, Acadia Outdoors, Jordan Pond Ice Cream and Fudge Acadia Country Store, and Acadia Park Company, all on Main Street in Bar Harbor, where you'll find gifts, art, photography, clothing, pottery, fudge, ice cream and many other fine products, many made in Maine. Website at ",{"type":"[","value":["http:\/\/www.acadiashops.com"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Acadia World Traders-"]}," Located in Trenton on the way to the Island, this shop is definitely worth a visit. They sell goods from all over the world, mainly Indonesia. Beautiful hand-crafted furniture, batik clothing, and more. Shop the sales racks for amazing deals."]},"\n",{"type":"===","value":["Hiking"]},"\n\nYou can explore the island's 120 miles of hiking trails for a good workout and spectacular views:\n",{"type":"*","value":[{"type":"'''","value":["Cadillac Mtn."]}," 1,530 ft. ",{"type":"''","value":["The summit can be accessed by an auto road if you're going up to see the sunrise\/set, but the mountain also has some wonderful hiking trails.  On mornings between 7 October and 6 March, those at the summit of Cadillac are the first people in the country to see the sun rise."]}]},{"type":"*","value":[{"type":"'''","value":["Sargent Mtn."]}," 1,373 ft. ''Sargent Mountain has beautiful views, and part way up the climb there is Sargent Pond, a refreshing and beautiful spot for swimming."]},{"type":"*","value":[{"type":"'''","value":["Dorr Mtn."]}," 1,270 ft. ''Door Mountain is an exciting hike with stone staircases, fallen rock formations and beautiful foliage.;;"]},{"type":"*","value":[{"type":"'''","value":["Pemetic Mtn."]}," 1,248 ft."]},{"type":"*","value":[{"type":"'''","value":["Penobscot Mtn."]}," 1,194 ft. ",{"type":"''","value":["Sweeping vistas await you at the top of Penobscot. The climb down is an adventure, with lots of rocky crags. A moderate hike."]}]},{"type":"*","value":[{"type":"'''","value":["Bernard Mtn."]}," 1,071 ft."]},{"type":"*","value":[{"type":"'''","value":["Champlain Mtn."]}," 1,058 ft. ",{"type":"''","value":["Home to nesting pairs of peregrine falcons, which restricts access to the Precipice Trail at certain points of the year, generally between March 15 and August 15."]}]},{"type":"*","value":[{"type":"'''","value":["Gilmore Mtn."]}," 1,036 ft."]},{"type":"*","value":[{"type":"'''","value":["Bald Mtn."]}," 974 ft. "]},{"type":"*","value":[{"type":"'''","value":["Mansell Mtn."]}," 949 ft."]},{"type":"*","value":[{"type":"'''","value":["Cedar Swamp"]}," 942 ft."]},{"type":"*","value":[{"type":"'''","value":["Parkman Mtn."]}," 941 ft."]},{"type":"*","value":[{"type":"'''","value":["North Bubble"]}," 872 ft."]},{"type":"*","value":[{"type":"'''","value":["Norumbega Mtn."]}," 852 ft. ",{"type":"''","value":["After a steep, challenging hike you are rewarded with spectacular views of the southern islands - Bear, Sutton, and the Cranberries."]}]},{"type":"*","value":[{"type":"'''","value":["Beech Mtn."]}," 839 ft. ",{"type":"''","value":["Gorgeous views, with a fire tower at the summit. The valley trail is a relatively flat option to a point, with incredible lichen growth."]}]},{"type":"*","value":[{"type":"'''","value":["South Bubble"]}," 766 ft. ",{"type":"''","value":["A relatively easy hike, the South Bubble is a quick walk and features \"bubble rock\", an enormous glacial irratic."]}]},{"type":"*","value":[{"type":"'''","value":["Hugenot Head"]}," 731 ft. ",{"type":"''","value":["A neat hike keeps you along the edge of this bluff and leads you to a nice lookout over the Tarn and across to Dorr Mountain.  Keep hiking down into the valley on the other side to begin the hike up Champlain Mountain."]}]},{"type":"*","value":[{"type":"'''","value":["McFarland Mtn."]}," 724 ft."]},{"type":"*","value":[{"type":"'''","value":["The Triad"]}," 698 ft. "]},{"type":"*","value":[{"type":"'''","value":["Acadia Mtn."]}," 681 ft. "]},{"type":"*","value":[{"type":"'''","value":["Young's Mtn."]}," 680 ft."]},{"type":"*","value":[{"type":"'''","value":["St. Sauvier"]}," 679 ft."]},{"type":"*","value":[{"type":"'''","value":["Day Mtn."]}," 580 ft."]},{"type":"*","value":[{"type":"'''","value":["Gorham Mtn."]}," 525 ft.  ",{"type":"''","value":["A moderate hiking trail, great view of the coast from the summit, from Sand Beach, down to Thunder Hole and Otter Cliffs."]}]},{"type":"*","value":[{"type":"'''","value":["The Beehive"]}," 520 ft. ",{"type":"''","value":["A nice short, but steep hike, with metal rungs and ladders; the southern end of the summit gives a perfect view of Sand Beach while the northern end looks out over to Champlain Mtn and Frenchman's Bay."]}]},{"type":"*","value":[{"type":"'''","value":["Flying Mtn."]}," 284 ft. ",{"type":"''","value":["A very short hike leads to a small summit which provides one of the best views of Somes Sound."]}]},"\n",{"type":"===","value":["Kayaking"]},"\nThere are many exciting paddling options around the island, for example.\n",{"type":"*","value":[{"type":"'''","value":["Eagle Lake"]}," in ",{"type":"[[","value":[["Bar Harbor"]]},"  Can get choppy on windy days, but sticking to the shoreline is relaxing, with views of Cadillac Mtn.  No swimming though, as the lake is a public water source for the town of Bar Harbor."]},{"type":"*","value":[{"type":"'''","value":["Hamilton's Pond"]}," in ",{"type":"[[","value":[["Hulls Cove"]]},".  Generally quite calm."]},{"type":"*","value":[{"type":"'''","value":["Long Pond"]}," Kayaks can be launched easily from the landing at \"pond's end\" off Pretty Marsh Rd. near ",{"type":"[[","value":[["Somesville"]]},"."]},{"type":"*","value":[{"type":"'''","value":["Sea kayaking tours"]}," and boat rental services are offered from numerous establishments in ",{"type":"[[","value":[["Bar Harbor"]]}," and ",{"type":"[[","value":[["Southwest Harbor"]]}," allow access to  Mount Desert Island and other destinations."]},"\n",{"type":"===","value":["Swimming"]},"\n\n\n",{"type":"'''","value":["Salt Water-"]},"\n\n\n",{"type":"*","value":[{"type":"'''","value":["Sand Beach-"]}," One of the only sandy beaches on the island. Relatively calm water, albeit icy. Definitely bring some warm clothes and a blanket to wrap up in, if you plan on swimming. Lifeguard on duty. Sand beach can be extremely be extremely busy during the high season- parking is a nightmare. Accessible by The Island Explorer. You will need a park pass to get in, as there is a ranger station which checks passes on the Park Loop Road. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Sommes Sound-"]}," There are several locations on the Sound that are great for swimming. One of the best is located at the base of the Flying Mountain trail. Why not get warmed up by hiking over the mountain (15 minutes to the top, a nice easy hike with a beautiful view of the sound from the top), then cool off at the cobble beach once you reach the bottom? "]},"\n",{"type":"*","value":[{"type":"'''","value":["Hull's Cove-"]}," Hull's Cove is extremely flat, and would be ideal for younger children. Located near several restaurants."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hadley Point-"]}," This mudflat is a great place to wade around and explore. There are tons of crabs and clams (be aware, you need a license to actually collect them for harvest. Even if you have a license, be sure to check that there's no Red Tide in the area. In the summer months the algae can be quite prolific around the island!). WARNING- YOU WILL GET MUDDY!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hunter's Beach (best for wading)-"]}," A short walk alongside a beautiful flowing stream leads you to the beautiful Hunter's Beach. Large and small stones abound- a great place for creating Andy Goldsworthy type natural art. Beach sculptures created by other visitors can often be found on the shore. The surf can be rough."]},"\n\n\n",{"type":"'''","value":["Fresh Water-"]},"\n\n\n",{"type":"*","value":[{"type":"'''","value":["Echo Lake-"]}," An artificial sand beach, calm water, relatively warm. Lots of space. Lifeguard on duty. A great place for families with young children. Lots of ducks!"]},"\n",{"type":"*","value":[{"type":"'''","value":["Echo Lake Ledges-"]}," Located on the side of Echo Lake across from the Acadia Mountain trailhead, these cliff ledges are great for jumping off of. Not recomended for young children or inexperienced swimmers. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Wood-"]}," A lovely little swimming spot, with lots of tadpoles, frogs, turtles and fish. There is a short hike from the parking area, so be sure to bring shoes. Camps sometimes bring their campers here, so it can be packed with children."]},"\n",{"type":"*","value":[{"type":"'''","value":["Long Pond 'Pond's End'-"]}," A roped-in swimming area, great for all ages. The water gets deep enough for older swimmers to be content, but the shallows are extensive enough that youngsters are not in danger if supervised. There is a large floating dock which is fun to jump off of. Sometimes bi-planes will land on the pond, putting on quite a show for the swimmers! Be aware- there can be lots of leeches in the shallows by the rocks. Just keep moving and they won't bother you at all. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Sargent Pond-"]}," Located part-way up Sargent Mountain, this is a great spot for hikers to catch a quick dip."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Bowl-"]}," Located on the backside of Beehive Mountain, this is a great place to cool off after a difficult hike. Be warned- The trek up Beehive can be arduous for some. The Backside is managable for older kids (4th grade and up), but will likely take a while to complete. If you choose to climb the Ladders Trail, be aware that you will be edging along cliffsides, climbing up iron rungs, and not leaving much room for error. Deffinitely not a hike for beginners, but a worthwhile one if you're up for the challenge!"]},"\n",{"type":"===","value":["Tidepooling"]},"\n\nMount Desert Island's intertidal zone is rich with diversity. The tidepools that form on the granite cliffs are one of the most interesting aspects of the island, and are often overlooked. They are a great way to introduce young children to the aquatic world. People of all ages will have a great time searching for crabs, sea urchins, perriwinkles, limpets, and much more! Be careful of barnacles, they WILL leave nasty gashes. Bandaids and closed-toe shoes are recomended, just incase. NOTE- DON'T FORGET TO CHECK THE TIDES! If you go tidepooling at high-tide, you're going to be quite dissapointed by the lack of critters. Tide-Charts can be purchased in town, or check the newspaper.\n\n",{"type":"*","value":[{"type":"'''","value":["Wonderland-"]}," A ten-minute hike through the woods leads to a beautiful expanse of rocky shore. At low tide the area is filled with seaweed and small pools. Wonderland is ideal for small children because of the flat landscape."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Bar-"]}," Don't be fooled! The Bar isn't a place to party. It's a sand bar which connects Bar Island to Mount Desert Island, and is only visible at low tide. This is what gives Bar Harbor it's name. It's a completely unique environment, with tons of shells, snails and clam worms. In the deeper pools, one can find crabs, and even rock-gunnels. Be careful not to get stuck on Bar Island! If you are on the island when the tides change, you'll be stuck their until low tide comes again. Plan to only be on The Bar an hour and a half before or after low tide to avoid any unfortunate strandings."]},"\n",{"type":"*","value":[{"type":"'''","value":["Otter Cliffs-"]}," These tidepools are situated amongst the rocky crags of the shoreline, and some can be difficult to reach. This location is not recomended for young children who are not steady on their feet. Otter Cliffs offers an extensive array of biodiversity not seen in many other locations on the island- here you can find nudibranchs, anemones,star fish, sea urchins, crabs, and much more."]},"\n",{"type":"===","value":["Entertainment"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Reel Pizza-"]}," A two-screen movie thearter which shows current releases and foreign imports. Reel Pizza's unique feature is that you can order a pizza, watch your movie while it's cooking, and then when it's ready eat your italian delight while finishing your film. Great for rainy nights!"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Criterion"]},"- A classic movie thearter with plenty of seating. Always showing new movies. (207)288-3441."]},"\n",{"type":"*","value":[{"type":"'''","value":["Acadia Improv"]},"- An instant favorite amongst all who attend, this live improvisational comedy show is not to be missed! (207)288-2503."]},"\n",{"type":"*","value":[{"type":"'''","value":["Acadia Repertory Theatre"]},"- This thearter, located in the village of Somesville, produces high-quality plays that are a joy to watch. The works of Agatha Christie are often highlighted, but a variety of different shows of all kinds are put on. 207-244-7260. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Diver-Ed's Dive-In-Thearter"]}," DO NOT MISS THIS SHOW! Diver-Ed and his wife Captain Evil are celebrities on Mount Desert Island. Board their new boat 'the Starfish Enterprise' at the College of the Atlantic pier and set sale for an adventure into the depths of Frenchmen's Bay. (207) 288-DIVE (3483)."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Margarett Todd-"]}," Take a ride on a four-masted schooner through Frenchmen's Bay! A park ranger will be on-board to identify various points of interest. Bring your own drinks, alcohol permitted. Be on the lookout for whales, seals, porpoises, and puffins."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pirate's Cove Golf Course-"]}," Pirate themed mini-golf! Play the Original Course, or if you're feeling daring, you might opt for Blackbeard's Challenge. Either way, great fun for all."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kebo Valley Golf Course-"]}," Beautiful vistas of green grass and open field, just outside Bar Harbor."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Morning Glory Bakery-"],["alt="],["url="],["email="],["address=39 Rodick Street"],["lat="],["long="],["directions="],["phone = +1 207 288-3041"],["tollfree="],["fax="],["hours="],["price="],["content=Bar Harbor, ME. Daily made bread, fresh made sandwiches, low prices. Try the sticky-buns and you'll be addicted instantly. $"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Reel Pizza-"]}," 33 Kennebec Plaza #B, Bar Harbor, ME. A two-screen movie thearter which shows current releases and foreign imports. Reel Pizza's unique feature is that you can order a pizza, watch your movie while it's cooking, and then when it's ready eat your italian delight while finishing your film. Great for rainy nights! $$"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rosalie's-"],["alt="],["url="],["email="],["address=46 Cottage Street"],["lat="],["long="],["directions="],["phone = +1 207  288-5666"],["tollfree="],["fax="],["hours="],["price="],["content=Bar Harbor, ME. You can smell Rosalie's pizza before you walk through the door! Delicious. $"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Epi's-"],["alt="],["url="],["email="],["address=8 Cottage Street"],["lat="],["long="],["directions="],["phone = +1 207 801-2516"],["tollfree="],["fax="],["hours="],["price="],["content=Bar Harbor, ME. A favorite among MDI schoolkids, Epi's serves many Italian delights, including Subs, Pizza and Calzones. $"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe This Way-"],["alt="],["url="],["email="],["address=14 Mt. Desert Street"],["lat="],["long="],["directions="],["phone = +1 207 288-4483"],["tollfree="],["fax="],["hours="],["price="],["content=Bar Harbor, ME. This cafe has incredible food, and a warm inviting atmosphere. Dinner can be pricy, but go for breakfast and the prices are low! Breakfast: $1\/2 Dinner: $$$"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Geddy's-"],["alt="],["url="],["email="],["address=19 Main Street"],["lat="],["long="],["directions="],["phone = +1 207  288-5077"],["tollfree="],["fax="],["hours="],["price="],["content=Bar Harbor, ME. Typical bar food. A great family atmosphere- lots to look at. Check out the wall covered in singing fish! $$"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Spot Grill-"],["alt="],["url="],["email="],["address=31 Cottage Street"],["lat="],["long="],["directions="],["phone = +1 207 288-1233"],["tollfree="],["fax="],["hours="],["price="],["content=Bar Harbor, ME. Quick made sandwiches. Great falafel and gyros. Friendly staff. Great if you're in a hurry and want a sandwich to go. $"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=CJ's Big Dipper-"],["alt="],["url="],["email="],["address=105 Main Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bar Harbor, ME. All kinds of icecream, shakes, pie and delectable desserts! $"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Burning Tree-"],["alt="],["url="],["email="],["address=69 Otter Creek Drive"],["lat="],["long="],["directions="],["phone = +1 207 288-9331"],["tollfree="],["fax="],["hours="],["price="],["content=Mount Desert, ME. Phenomenally good food. Freshly prepared, seasonal, wonderful. Specializes in freshly caught seafood. Call for reservations. $$$"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=MDI Icecream-"],["alt="],["url="],["email="],["address=7 Firefly Lane"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bar Harbor, ME. Ever had tobasco icecream? How about lobster? Strawberry Balsamic? Chocolate Wasabi? Cinnamon, nutella? MDI icecream pushes the boundaries on flavor, but their icecream is spectacular. $"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bee's Yarn, Sweaters and Candy-"],["alt="],["url="],["email="],["address=59 Cottage Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bar Harbor, ME. They really do sell candy, yarn and sweaters. Best part? They have penny candy! A dollar goes a long way at Bee's. $"]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Xalapa, Yucatan, Zacatecas (XYZ Restaurant)-"]}," Southwest Harbor, ME. (207)244-5221. Authentic Mexican that's packed with robust, complex flavor medleys. The pulled porks are a classic favorite. Don't miss out on desert! X, Y, Z Pie is always a hit, but for those who want a lighter finish to their meal, try the Key Lime Pie. $$$"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Siam Orchid-"],["alt="],["url="],["email="],["address=30 Rodick Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bar Harbor, ME. Traditional Thai food, and a full sushi bar. $$"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gringos-"],["alt="],["url="],["email="],["address=30 Rodick Street"],["lat="],["long="],["directions="],["phone = +1 207 288-2326"],["tollfree="],["fax="],["hours="],["price="],["content=Bar Harbor, ME. Mexican food with some interesting options, like gingerade and mango salsa. $"]]}]},"\n",{"type":"*","value":["The Fiddler's Green- 411 Main Street, Southwest Harbor, ME. Delicious, fresh, always something new. Call for Reservations. $$$"]},"\n",{"type":"*","value":[{"type":"'''","value":["Jordan Pond House-"]}," Park Loop Road, Seal Harbor, ME. (207)276-3316. This restaurant is a Mount Desert Island classic, and the only restaurant located within Acadia National Park. Lobster Stew and popovers are a must. Not in the mood for a full meal? Come for teatime on the lawn. Reservations are a good plan, as it can get busy. $$-$$$"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Little Notch Bakery-"],["alt="],["url="],["email="],["address=11 Apple Lane"],["lat="],["long="],["directions="],["phone = +1 207 244-4043"],["tollfree="],["fax="],["hours="],["price="],["content=Southwest Harbor, ME. Freshed baked goods from Southwest Harbor! $"]]}]},"\n",{"type":"'''","value":["Lobster pound restaurants"]}," in Mount Desert or anywhere in Hancock or Washington counties do a great job cooking crustaceans. Just steam them so many minutes per pound and you’ve got a perfect seaside meal. Same goes for the clams (soft belly clams, the true clam, not the quahog pretender). \n\n",{"type":"*","value":[{"type":"'''","value":["Beal's Lobster Pound-"]}," A classic lobster pound on MDI- everyone knows Beal's! $$"]},"\n",{"type":"*","value":[{"type":"'''","value":["Thurston's Lobster Pound-"]}," A little known secret- Thurston's has great food and great atmosphere. $$"]},"\nKeep in mind that the prices can be just a tad less expensive at the pounds in ",{"type":"[[","value":[["Trenton (Maine)"],["Trenton"]]}," just before you cross the bridge onto MDI. Lunt's in particular is quite reliable. (2003)\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Lompoc Cafe-"]}," This cozy little cafe offers a selection of seasonal dishes, along with a full bar. There are frequent open-mic nights, and even an outdoor Bocce court! Indoor and outdoor seating."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Thirsty Whale-"]}," comfortable booths and a full bar make this location a great place to spend an evening with friends."]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":["It is unsafe to venture out onto ",{"type":"'''","value":["Maine's coastal waters"]}," without having the necessary equipment and experience.  This is true of kayaking, canoeing, sailing or any other kind of boating.  The water is cold and hypothermia can set in a short amount of time.  Dense fog often rolls in very quickly as well as the occasional storm.  If you are determined to go out on your own to do so without every single passenger wearing a PFD and\/or without having a compass and knowing how to use it and\/or without understanding how to navigate safely around other boats and water hazards is not only foolish but could result in serious fines from the Coast Guard or a Marine Patrol officer.  There are numerous companies on Mount Desert Island and else where that offer guided sea kayak, sailing, and power boat tours."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Down East"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mount Desert Island"]]},"\n",{"type":"{{","value":[["geo"],["44.342827"],["-68.307138"]]}]