[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["warningbox"],["Mount Merapi is an active volcano. \n\nFurther volcanic activity in the area including explosive eruptions, lava flows, lahars, hot ash, pyroclastic heat clouds and molten debris remains always possible.\n\nThe Volcano is always dangerous regardless of inactivity, and the exclusion zones around the volcano can limit access to areas within 10 km."]]},"\n\n",{"type":"[[","value":[["image:Blethrow merapi1.jpg"],["thumb"],["right"],["350px"],["Mount Merapi"]]}," \n\n",{"type":"'''","value":["Mount Merapi"]}," (",{"type":"''","value":["Gunung Merapi"]},", 2911m) is a volcano in ",{"type":"[[","value":[["Central Java"]]},", looming over the cities of ",{"type":"[[","value":[["Yogyakarta"]]}," and ",{"type":"[[","value":[["Solo"]]}," (Surakarta).\n\n",{"type":"==","value":["Understand"]},"\n\nLiterally \"Mountain of Fire\", Mount Merapi is the most active volcano in all Indonesia — no mean feat — and it has erupted at least 68 times since 1548.  The volcano is thought to be largely responsible for the downfall of the Central Javanese Hindu Mataram kingdom in 1006 and the desertion of the huge temple complex at nearby ",{"type":"[[","value":[["Prambanan"]]},".  Recent eruptions include 1994 (64 killed), 2006 (no immediate deaths, but a prelude to an earthquake that killed over 5000) and 2010 (30 dead).\n\nAnyone thinking of climbing the mountain must first check if it is safe to do so. While climbing the mountain with a qualified guide is recommended it is not necessary or mandatory (locals will tell you otherwise in the interest of a quick buck) as the track to the summit is wide and clearly marked.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are more than three diffeerent routes to access Mount Merapi, however recent eruptions and the tendencies of the lahars, ash clouds, and other hazards has favoured the northern access point from Selo which lies between Mount Merapi and Mount Merbabu.\n\n",{"type":"===","value":["Selo"]},"\n\nSelo is the last village on your way to Merapi. A taxi from Yogyakarta airport to Selo and back will cost you around Rp 1,000,000. Most of the drivers will happily to wait for you while you climb Merapi and will take you back to your hotel.\n\nSelo has local guides who will take you to Merapi.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Guide Association"]},", (''Magic\"), Merapi Guide Club. ☎ +62 878 36325955."]},"\n",{"type":"*","value":[{"type":"'''","value":["Grandum"]},", local guide in Selo, can arrange sunrise trekking ☎ +62 082 134430945."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kartika Trekking"]},", Jl Sosrowijayan 8, Yogyakarta, ☎ +62 85742357666, +62 274 8087474, +62 274 562016. Transport and climb for Rp 250,000 per person for groups of three people or more.For Merapi Camping Trips you can arrange with kartika trekking for $200 per person with facility transportation from hotel\/airport yogyakarta, equipment gear tents, sleping bag, matras, water and meal, head lamp, profesional guide and porter"]},"Alternatively you can hire a scooter in ",{"type":"[[","value":[["Yogyakarta"]]}," and ride out to the summit. Ride north out of Yojya on Jl. Magelang for 45 min. When you reach Mungkid turn right onto Jalan Bololali - Mungkad and head towards Ketep. At Ketep turn right and continue following the Jalan Bololali - Mungkad into Selo.  From Selo ride up the steep road (on the right as you come into Selo) to the trail entrance where you can leave your scooter.\n\n",{"type":"===","value":["Kaliurang"]},"\n\n",{"type":"===","value":["Other routes"]},"\nVolcanology Observation posts existed in Dutch colonial times  at Babadan (north-west slope) and more recently Plawangan (between Merapi and Kaliurang) - in most cases walking trails from the observation posts existed in the past.  However due to the last 4 or 5 major eruptions, these points of access need clarification.  Old guide books in the 1960s and 1970s had regular references to Kaliurang based guides.\n\n",{"type":"==","value":["Get around"]},"\nThere are a few ",{"type":"''","value":["ojeks"]}," (motorcycle taxis) offering informal transport around the area.\n\nIn the villages around the base of Merapi, almost any vehicle you see on the road is a potential lift (for cash), so don't be shy!\n\n",{"type":"==","value":["See & Do"]},"\n",{"type":"[[","value":[["File:Mt Merapi from Mt Merbabu.jpg"],["thumb"],["400px"],["View from Mt Merbabu"]]},"\n",{"type":"===","value":["Climbing Merapi"]},"\n\nTrekking on and around Merapi is a popular activity (at least when the volcano isn't spewing out hot gas and ash).  From Selo, the nearest village on the north slope, it is 3 hr hike to the summit for the fit and healthy. For others it will take 4+ hr to climb, and nearly the same time to get back down again.\n\nCarry a small pack with some food, a good flash light, with spare batteries (available for purchase in Selo village), and at least 2 litres of water per person.\n\nThe track to the top is a reasonable grade and is clearly defined and easy to follow. Once through the tree line the track is less defined and the final climb to the summit (after the memorial plaque) is a very steep scramble over loose and broken rock. While not in itself dangerous, do take your time on the last section. \n\nMost climbers start at about 1AM to be sure of reaching the summit by sunrise at 5.30AM. Night climbing is wise in any case, as the upper reaches of the mountain are completely treeless and the sun can fry you to a crisp. The sunrise views across ",{"type":"[[","value":[["East Java"]]}," are quite stunning.\n\n",{"type":"===","value":["Other"]},"\n\nThe less active should not feel left out as there are far less strenuous treks around the base of the mountain. Ask around in Selo.\n\nDepending on the state of volcanic activity you may be able to witness molten lava flows way down the slopes of the mountain. Take local advice.\n\n",{"type":"==","value":["Buy"]},"\n\nA signboard at the entrance of the Merapi Plateau reads:\n\"Leave nothing but tracks,  carry nothing but photographs\"\n\n",{"type":"==","value":["Eat"]},"\nSelo and the surrounding area has plenty of Warungs and Bakso carts serving delicious Indonesian Street food at very cheap prices. You will not find any upscale restaurants here.\n\n",{"type":"==","value":["Drink"]},"\nNothing except the local stuff. Carry your own bottles.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Camping"]},"\n\nThere are no explicit rules which prohibit camping on and around the mountain. You will need to bring in all your own equipment and you must keep yourself fully briefed with the latest safety reports. Also make sure you bring in  enough water, as the springs and streams on the mountain are very sulphurous. \n\n",{"type":"[[","value":[["Image:Merapi pyroclastic flows.jpg"],["250px"],["thumb"],["right"],["Pyroclastic flows on Merapi in 2007"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ratri Homestay"]},", Clean rooms, Rp 100,000 including breakfast or 150,000 for a room on the first floor with western toilet and hot water.  Sony is the owner and is also the leader of guide at Selo.  Phone number +62 813 29287256, +62 815 67792923, +62 878 36325955. Can organise  volcano and camping trips."]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Superman Homestay"]},", Directly next to Ratri Homestay. "]},"\n\nVarious other budget homestays around the area- simply ask around.\n\n",{"type":"==","value":["Stay safe"]},"\nIt is hard to think of many more dangerous volcanoes anywhere in the world. Always heed local advice from a guide, and it pays to check the bulletins at the Smithsonian Global Vulcansim Program ",{"type":"[","value":["http:\/\/www.volcano.si.edu\/reports\/usgs\/#merapi"]},"and the Indonesian Geological Survey (in Indonesian) ",{"type":"[","value":["http:\/\/portal.vsi.esdm.go.id"]},".\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Borobudur"]]}," and ",{"type":"[[","value":[["Prambanan"]]}," are two hours drive away."]},{"type":"*","value":[{"type":"[[","value":[["Yogyakarta"]]}," is also about two hours by car."]},{"type":"*","value":["For more adventure, plan a climb to ",{"type":"[[","value":[["Mount Bromo"]]}," for more active volcanoes."]},"\n",{"type":"[[","value":[["WikiPedia:Mount Merapi"]]},"\n\n",{"type":"{{","value":[["geo"],["-7.540831"],["110.444817"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Java"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]