[{"type":"{{","value":[["pagebanner"],["Okunoin-banner.jpg"],["caption text=Oku-no-in cemetery"],["unesco=yes"]]},"\n",{"type":"[[","value":[["Image:koya-rooftops-jpatokal.jpg"],["thumb"],["upright=1.4"],["alt=The tops of roofs with a number of trees interspersed"],["Temple roofs in Mt. Koya"]]},"\n\n",{"type":"'''","value":["Mount Kōya"]}," (高野山 ",{"type":"''","value":["Kōya-san"]},") ",{"type":"[","value":["http:\/\/www.koya.org\/eng\/"]}," is a mountain in ",{"type":"[[","value":[["Wakayama prefecture"]]}," to the south of ",{"type":"[[","value":[["Osaka"]]},", ",{"type":"[[","value":[["Japan"]]},", primarily known as the headquarters of the Shingon sect of Japanese Buddhism. \n\n",{"type":"==","value":["Understand"]},"\nFirst settled in 816 by the monk Kūkai as a retreat far away from the courtly intrigues of ",{"type":"[[","value":[["Kyoto"]]},", Mt. Koya is located in a 800m-high valley amid the 8 peaks of the mountain.  The original monastery has grown into the town of Koya, featuring a university dedicated to religious studies and over 100 temples, many of which offer lodging to pilgrims.\n\nIn 2004, UNESCO designated Mt. Koya as part of a wider ",{"type":"[[","value":[["World Heritage Site"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nThe mountain is accessible primarily by the ",{"type":"'''","value":["Nankai Electric Railway"]}," from Namba Station in ",{"type":"[[","value":[["Osaka"]]},", which connects to Gokurakubashi at the base of the mountain.  ",{"type":"''","value":["Koya"]}," limited expresses take 80 minutes and cost ¥1610, while ordinary expresses are lower priced at ¥1210 and take only 10 minutes longer at 90 minutes.  The final half of the trip is a slow climb up into the mountains and extremely scenic in good weather.\n\nIf you are traveling to Koyasan from ",{"type":"[[","value":[["Kyoto"]]},", you can use a JR pass to get to Tennoji on the Kansai Airport Express train. You will then need to change to the Osaka Loop train and get off at Shin Imamiya, where you can transfer to the Nankai (private) express train. At this point you will need to pay approx. ¥1230 to get from Shin Imamiya to the top of ",{"type":"[[","value":[["Mount Koya"]]}," (includes the cable car ride). Depending on the time of day, you may need to transfer at one of the stops before ending up at Gokurakubashi, though if you time your trip right, you can take an Express train straight to the foot of the mountain at Gokurakubashi.\n\nA cable car from Gokurakubashi then whisks visitors to the top in 5 minutes for ¥360.  From the cable car station you'll have to take a bus to town (5-15 minutes depending on your destination).  Train, cable car and bus schedules are synchronized so this works better than it may sound. Actually, at least some of them are so well synchronized that you only have a couple of minutes in between. So don't count on a toilet break on the station.\n\nA good value way to reach Koya-san is to purchase the Koyasan World Heritage Ticket ",{"type":"[","value":["http:\/\/www.nankaikoya.jp\/en\/stations\/ticket.html"]}," for ¥2,780 (express) or ¥3,310 (ltd express, only toward Koya-san) available from the Nankai ticket counter.  This ticket includes round trip train, cable car, and all-day bus pass.  This ticket works for either a single day trip or for staying one night on Koyasan.  Also gives coupons for small discounts to popular destinations on the mountain.\n\nIn the spring (April 1 to June 30) and autumn (October 1 - November 30) the 'Koyasan one day ticket' （高野山１dayチケット） may be purchased. This is similar to the ticket above but also includes connection to a single private railway, giving good value for money. For example, Hankyu (¥3000), Hanshin (¥2900), Keihan (¥3000), Kintetsu (¥2980), etc. ",{"type":"[","value":["http:\/\/www.nankaikoya.jp\/1day\/index.html"]},"(Japanese)\n\nJR passes cannot be used for the journey; the closest JR station is in ",{"type":"[[","value":[["Hashimoto"]]},", some 20 km away.\n\n",{"type":"===","value":["By car"]},"\nIf you have your own set of wheels, you can also head east towards ",{"type":"[[","value":[["Ise"]]}," or south to ",{"type":"[[","value":[["Ryujin Onsen"]]}," and southern Wakayama.  Both roads are small and there is no public transportation, but daring souls might try hitching.\n\n",{"type":"===","value":["On foot"]},"\n\n",{"type":"[[","value":[["Image:KoyaCho.JPG"],["thumb"],["upright=1.1"],["1 chō down, 179 to go."]]},"\n\nBefore the train and cable car connection, which was built in the early 20th century, the only way to reach Mt. Koya was via the ancient pilgrim trail called the ",{"type":"'''","value":["Chōishi-michi"]}," (町石道) which is still maintained and marked with stone pillars every ",{"type":"''","value":["chō"]}," (about 108 meters) - these have given the trail its name. It begins in the town of ",{"type":"''","value":["Kudoyama"]}," (九度山), which is a stop on the Nankai train line to Mt. Koya, at the (rather interesting in itself) ",{"type":"''","value":["Jison"]}," temple (慈尊院). To reach the temple from the station follow the main road downhill and across the bridge keeping an eye out for the ",{"type":"''","value":["green signage"]}," on the left. Note that free detailed English and Japanese hiking maps are available from ",{"type":"''","value":["Jison"]},". If you want to do the Japanese thing, you can pick up a souvenier stamp rally card too - note the 7th and final stamp can only be obtained during business hours.\n\nThe trail is about 22km long, ascends about 700 meters (most of this in the first and last quarters) and can be walked in about 7 hours plus resting time, offering a very rewarding hiking experience. In reality, you'll likely want to take the side-detour roughly 1\/3 of the way up, adding a third world heritage site on to your journey as well as an extra 2-3km depending upon approach. Local signage claims there is ",{"type":"''","value":["guest house accomodation"]}," at this point but this is unconfirmed.\n\nFire is prohibited, but there is nothing stopping you from camping in one of the observation huts along the way. In fact, like many such huts in Japan, locals have stashed a couple of ground mats in the rafters of one roughly 2\/3 of the way up, just past the Yatate Jaya Teahouse.\n\nYou can also ask the resident monk at Jison if you can camp on the grounds, if you want to get an early start; there is a little graveled area, just beside the toilets, on which he'll probably let you sleep.\n\n",{"type":"==","value":["Get around"]},"\nYou can get from one end to the other of the village on foot in 30 minutes, but regular buses allow you to save time. The ",{"type":"''","value":["Koyasan World Heritage Ticket"]}," (see ",{"type":"[[","value":[["#By train"],["By train"]]},") provides unlimited use.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Okunoin_palisade_grave.jpg"],["thumb"],["alt=A number of vertical stone gravestones"],["Palisade of grave markers in Okunoin Cemetery, Mt. Koya"]]},"\nThe mountain is home to the following famous sites:\n\n",{"type":"*","value":[" To the east of town is ",{"type":"'''","value":["Oku-no-In"]}," (奥の院), the mausoleum of Kukai, lit by thousands of lanterns.  According to tradition, the lights have been lit since Kukai's death over 1000 years ago."]},{"type":"*","value":[" The mausoleum is surrounded by an atmospheric and immense ",{"type":"'''","value":["graveyard"]},", set among giant cedar trees with winding paths throughput.  Particularly interesting are the many fanciful gravestones, including giant spaceships and cups erected respectively by an astronautical and coffee company, and a monument erected by a pesticide company to commemorate all its insect victims."]},{"type":"*","value":[" The ",{"type":"'''","value":["Garan"]}," (伽藍) is a temple complex designed by Kukai on the western side of town. In its center is the ",{"type":"'''","value":["Konpon Daitō"]}," (根本大塔) pagoda, which according to Shingon doctrine represents the central point of a mandala covering not only Mt. Koya but all of Japan."]},{"type":"*","value":[" ",{"type":"'''","value":["Kongōbu-ji Temple"]}," (金剛峯寺) is the sprawling yet atmospheric headquarters of the Shingon sect, with a stone garden that outclasses many of Kyoto's best.  Entry ¥500, including a rice cracker and a cup of tea."]},"\nMost (if not all) sights close at 5 pm, so there's only little to do in the evening unless you are staying in a temple.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Japanese five-lined skink-3.jpg"],["thumb"],["Japanese five-lined skink"]]},"\n\n",{"type":"'''","value":["Hiking"]}," around Mount Koya is a good option. Among many courses, there is one that starts at Daimon (大門、big gate), hiking up to a tiny shrine at the top of Bentengaku (弁天岳), and then down to Nyonindou (女人堂). Not a difficult hike, and should take only a couple of hours, depending on how often you stop on the way to take photos. You can encounter a few species of lizards and snakes along the way, such as jimuguri (ジムグリ, Japanese Forest Ratsnake), the Japanese five-lined skink, and the Japanese grass lizard. From the top you can see all the way south to Wakayama city and the ocean.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["Image:Kongobuji_huge_rice_cooking_pots.jpg"],["thumb"],["Huge rice cooking pots at Kongobuji Temple, Mt. Koya"]]},"\nAll temple lodgings on Mt. Koya offer ",{"type":"''","value":["Shōjin ryōri"]}," (精進料理), purely vegetarian food intended for monks.  People who equate vegetarian food with blandness will be surprised - in their hundreds of years of experience with vegetarian cooking, the monks have invented amazingly tasty dishes. A local specialty, ",{"type":"'''","value":["Kōya-dōfu"]},", is prepared by freeze-drying and then reconstituting tofu.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hanabishi"]}," (花菱), next to the east Senjuinbashi (千手院橋) bus stop, tel. 0736-56-2236.  This classy restaurant has been serving customers for over 120 years and is a good option for sampling Buddhist vegetarian fare if you're not staying overnight.  A ",{"type":"''","value":["shōjin ryōri"]}," lunch set runs ¥2100, while a full-on multi-course vegetarian kaiseki experience runs ¥5000-10500 (cheaper at lunch).  Note that some of the Bento sets are not vegetarian, so stick with ",{"type":"''","value":["shōjin ryōri"]}," for the \"real thing\"."]},"\nFor those unwilling to eat vegetarian, a number of restaurants offer regular Japanese and Chinese cuisine. There are also many reasonably priced ",{"type":"''","value":["izakaya"]}," around the center of town that offer a range of many traditional Japanese pub foods.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ima-chan"]},". A fresh fish based pub on the left hand side of the road on the way to Nyonindo from town, just past the Mausoleum of the Tokugawas, prices range from ¥300-1500 and much of the menu is based on the time of year. English menu not available."]},{"type":"*","value":[" ",{"type":"'''","value":["Inoue"]}," Diagonally across from the CoCo convenience store. Boasts the largest Om-Rice (omelette filled with rice and some meat) in Japan, ¥550. English menu available."]},{"type":"*","value":[" ",{"type":"'''","value":["Miyasan"]},". Centrally located in the middle of Koyasan, just South of the main traffic lights, it has a menu of about 50 items ranging from ¥200-1000. The inn's banner states that its specialty is fried chicken, although all the items are of high quality. The Ramen is particularly filling. English Menu available."]},{"type":"*","value":[" ",{"type":"'''","value":["International Cafe (Bon An Sha)"]},". Located on the left hand side of the main road as one walks from the centre of town to Okunoin cemetery, 150m from the main traffic lights, this cafe and art gallery specialises in organic vegetarian lunches (price varies depending on contents of set.  ¥800-1200). The menu changes daily, and a number of homemade cakes are available, as well as coffees and teas (¥300). The couple who run the cafe are collectively native speakers of French, English and Japanese and also fluent in Italian and Mandarin Chinese."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nThe sole youth hostel on Mount Koya closed in 2011.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\nAbout half of the over 120 temples in town offer lodging for pilgrims, known as ",{"type":"''","value":["shukubō"]}," in Japanese.  Prices vary between ¥9,000 and ¥15,000 per night and include two meals.  You will be offered the opportunity to join in the morning prayer session, a hypnotic experience involving sutra chanting, incense and gongs.  Outside the main season, you can just show up at the Koya cable car station and book from there, but generally reservations are preferred.  A full list is available ",{"type":"[","value":["http:\/\/eng.shukubo.net\/temple-lodging.html here"]},", but note that not all temples are set up to handle visitors who don't speak Japanese.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Daienin"],["alt=大圓院 or 大円院"],["url=http:\/\/www.rose.sannet.ne.jp\/dai-en-in\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +81 736-56-2009"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A fairly typical temple, centrally located (walking distance to both ends of town) and run by a friendly bunch of monks who know a little English. Large breakfasts (7:10am) and dinners (5:30pm) are provided by the monks, who retrieve you from your room when the meals are ready. They will also come to get you in the morning for morning worship (5:55am), so be awake and ready! Temple curfew is 10pm by the sliding door although the main gate closes at 6pm. Rate per person per night was ¥9500 in May 2011."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Koyasan Onsen Fukuchi-in"],["alt=福智院"],["url="],["email="],["address=657 Koya San, Koya-cho"],["lat="],["long="],["directions=1 min on foot from Keisatsusho-mae stop"],["phone=+81-736-56-2021"],["tollfree="],["fax="],["hours="],["price=from ¥22.000"],["checkin="],["checkout="],["content= The natural hot springs of Koya-san are available only at this hotel, are open 24 hours a day, and strictly for staying guests. Only vegetarian dishes are served here, and the meals, which feature seasonal ingredients, are painstakingly planned and prepared by the head chef with a different course every month."]]}]},"\nWhile the monks don't drink, alcohol may be available to guests at dinner, and perhaps even from a vending machine.  Temples have set hours at which the front gate is opened and closed, and the time the bath is available.  This curfew can be as early as 9 PM, so don't expect to head out after dinner — although you'll want to go to bed early anyway if you want to attend the morning prayers (which can be as early as 5 AM)!\n\n",{"type":"==","value":["Stay safe"]},"\n\nIf choosing to take the hike up from Kudoyama, in addition to the regular hiking precautions, consider that roughly 1 km of the course runs directly beside a golf course. In addition to stray balls (wear a hat), it seems the owner may be fighting an insane one-sided border dispute because, as of June 2010, around where the trail doubles as an access road, somebody has installed a couple of ",{"type":"'''","value":["electrified tripwires"]}," over the trail, which appear to be hooked up to the golf links. Be aware.\n\nAn otherwise complete set of localised advisories can be found on the English or Japanese hiking maps available at the temple at the very start of the course.\n\n",{"type":"==","value":["Go next"]},"\nMany of the pilgrims visiting Mount Koya are on their way to start the ",{"type":"[[","value":[["88 Temple Pilgrimage"]]}," on the island of ",{"type":"[[","value":[["Shikoku"]]},".\n\nNot far outside Koya, approx. 15 min by car, is ",{"type":"[[","value":[["Otaki (Japan)"],["Otaki"]]},", a small town aptly named for the large waterfalls at its entrance. Once past Okunoin, take the Ryujin Skyline towards ",{"type":"[[","value":[["Shirahama"]]}," and look for a small sign about 15 min down the road. The entrance should be on the right. Take the small road downward for about 2 minutes and the 2 large waterfalls should be visible from the road. It is an especially nice place to stop and have a picnic before leaving Koya.\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Wakayama (prefecture)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mount Koya"]]},"\n",{"type":"{{","value":[["geo"],["34.2125"],["135.58638888889"]]}]