[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mount Datuk"]}," located at Rembau, Negeri Sembilan, Malaysia. The highest point of this mountain is around 2000 feet (<>885m). Mount Datuk is one of a favorite place for nature lovers and adventure seekers to do some exercise or relaxing during their weekend. It holds many treasures of the natural tropical rainforests. As you can see in the picture, there's a formation of big rocks at the summit.\n\nThe trail is not so tough that require trekkers to overnight somewhere. From Intake\/Starting Point, it takes about 2-3 hours for a non-hiker to reach the summit. Regular hiker that is fit enough easily can make it in 45 minutes to the summit. It is recommended for you to hire a guide if you're new in this activities.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nA long time ago, before Tanah Melayu became Malaysia, Negeri Sembilan was ruled by the Minangkabau, a people originally from West Sumatra (in present-day Indonesia). There's a system called Adat Perpatih that was introduced by a leader named Datuk Perpatih Nan Sebatang. Local people believe that long ago, this mountain used to be a place where these people gathered and selected their leader.\n\nThere are also a footprints at the summit which represent the legendary warrior called Hang Tuah. Myths (Hikayat, in Malay) state that he used to move from one place to another just by jumping from mountain to mountain.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Public Transportation"]},"\n\nFrom ",{"type":"[[","value":[["Kuala Lumpur"]]},"\n",{"type":"*","value":[" By Bus - Take a bus to ",{"type":"[[","value":[["Seremban"]]}," from Hang Tuah Bus Station (at the back of Pudu Bus Station); cost around MYR6.++"]},{"type":"*","value":[" By Train - Take a train (KTM KOMUTER) from KL Sentral to Seremban; cost around MYR6.++"]},"\nFrom ",{"type":"[[","value":[["Seremban"]]},"\n",{"type":"*","value":[" By Bus - Take a bus to Rembau from Terminal 1 Bus Station and stop at Kota; cost around MYR4.++"]},"\n",{"type":"===","value":["Driving"]},"\n\nFrom ",{"type":"[[","value":[["Kuala Lumpur"]]},"\n",{"type":"*","value":[" Use North-South Highway (Lebuhraya Utara-Selatan) head straight towards ",{"type":"[[","value":[["Seremban"]]}]},{"type":"*","value":[" Bypass Exit Seremban and take Exit to Pedas"]},{"type":"*","value":[" Continue journey to Rembau-Kota"]},{"type":"*","value":[" Junction to Mount Datuk is just after Rembau Town"]},"\n",{"type":"==","value":["Fees\/Permits"]},"\n\nTo climb this mountain, you need to pay for MYR5.00\/person which is less than USD2.00 per entry at the Intake\/Starting Point. If you are familiar with the track, there is no need to request a guide.\n\nIf you do want a guide, fees range from MYR60.00 for a local non-licensed guide to MYR200.00 for a licensed nature guide per day, depending on which travel agent you are dealing with. Usually, local non-licensed guide is just a trail guide. It is hard to find one who speaks English, and you probably can't rely on them much in case of emergency. A licensed nature guide is better in providing you with information, and to be sure of your safety.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Magnificent view of sunrise (if you are lucky)"]},{"type":"*","value":[" Great view of the Strait of Malacca (if the weather is nice)"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Check with the administration office to check the traffic of people hiking on that day"]},{"type":"*","value":[" Register your name before climbing"]},{"type":"*","value":[" Start trekking before 12.00pm"]},{"type":"*","value":[" Make sure you have trekking buddy for safety reason"]},{"type":"*","value":[" Bring enough water, food or snacks for your next 6 hours"]},{"type":"*","value":[" Take the straight track that will lead you to the summit"]},{"type":"*","value":[" Take a guide if you're not confident and for safety reason "]},"\nAdministration Office for Mount Datuk:-\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Koperasi Gunung Datuk Rembau Berhad"],["url="],["email=gunung_datuk@yahoo.com"],["address=Kampung Batang Nyamor"],["lat="],["long="],["directions="],["phone=+60 64381046"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nMountain Guide services:-\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wild Junction"],["url=http:\/\/wildjunction.com"],["email=wildjunction@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=+60 16 2525848"],["tollfree="],["fax="],["hours="],["price="],["content= - Professional Mountain Guide (all guides are licensed and registered with Ministry of Tourism Malaysia)"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nWater, that is. During the hike to the top it's important to stay well hydrated. Please bring your own water to drink because there's no 'treated' water supply along the trail. Thus, it's unnecessary to bring lots of heavy bottles of water along; one container will suffice. Suggested 2 liter must be carried for each person.\n\n",{"type":"==","value":["Sleep"]},"\n\nIf you would like to stay overnight before or after climbing this mountain, there are several options you can choose when you get there.\n\n",{"type":"===","value":["Lodging"]},"\n\nChalets for rental are available for half-day (MYR30.00) and full-day (MYR50.00), depending on availability. To secure a booking you can contact the administration. \n\n",{"type":"===","value":["Camping"]},"\n\nCampsites are available at the intake to the mountain. Camping plots are separated to fit a 4-men Dome Tent that will cost MYR3.00\/tent. Camping tents also available for rental at MYR5.00 per tent per day.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[" Be aware of how dangerous the mountain can be during bad weather. Don't climb the rock surface during thunderstorms."]},"\n",{"type":"*","value":[" It's best to have a climbing partner, especially in large groups which can string out as stragglers get left behind."]},"\n",{"type":"*","value":[" Dress appropriately. Make sure other people can see you. Camouflage is not encouraged. "]},"\n",{"type":"*","value":[" Bring a torch (flashlight). Make sure it does not fall out of your unzipped pocket as you climb along. Better still, use a headlamp so that your hands can be free. "]},"\n",{"type":"*","value":[" Coming down can be more painful (especially on the knees) than climbing up because of sore muscles and tired legs. Take it slowly and don't jam the toes into the front of the shoes. Experienced guides will literally skip and sprint down the mountain, but only those who are second-cousins to billy goats should try this. "]},"\n",{"type":"*","value":[" Bringing along muscular ache relief cream and knee\/ankle supports may be helpful. "]},"\n",{"type":"*","value":[" It's better for you to do 'Cooling Down' right after the hike. "]},"\n",{"type":"*","value":[" Consider climbing with an experienced guide."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Negeri Sembilan"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]