[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Mountmellick"]}," is a town in ",{"type":"[[","value":[["County Laois"]]},". It lies on the N80 national secondary road and the R422 and R423 regional roads.\n\n",{"type":"==","value":["Understand"]},"\nMountmellick, sometimes spelt Montmellick or Montmellic, is an anglicisation of the Irish name Móinteach Mílic, which means \"(the) bog of\/by (the) land bordering a river\".[1] Older anglicisations include Mointaghmeelick, Montaghmelick, Montiaghmeelick and Monteaghmilick.\n\n",{"type":"==","value":["Get in"]},"\nN80 Main Road\n",{"type":"<","value":["br"]},"Mountmellick is on Bus Eireann Athlone to Waterford bus route, with three daily services in each direction.\n",{"type":"<","value":["br"]},"Mountmellick is on the Townlink bus route, with daily connections to Portlaoise and Tullamore\n\n",{"type":"==","value":["Get around"]},"\nWalk\/Cycle\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Christmas Tree"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The town is known for its artificial Christmas tree, locally claimed to be the biggest year-round Christmas tree in Europe and the second biggest in the world – although it is, in fact, a metal structure and not a real tree. The lighting of the tree has in the past garnered extensive coverage from RTÉ the national television broadcaster\nMountmellick has had a Christmas tree located in O'Connell Square since 1956.\nAn indication of the size of the first Christmas tree can be judged by the fact that it was transported by ass and cart into O'Connell Square. In the ensuing years larger trees were erected until 1961, when it was necessary to put a manhole in the square to take these larger trees.\nIn 1969 a pole structure was used instead of the original live tree.\nIn 1983 a permanent steel structure was put in place with a skeleton framework, which enabled the wiring to be standardized, and it is this structure that is in use to the present day. It is necessary every year to dress the tree with branches to give an authentic look.\nA switching arrangement was later introduced for the lights, which became more intricate over the years. In 1963 the switching arrangements were finalised and are the same today, other than changed designs introduced in 1968."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["53.1167"],["-7.3167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["County Laois"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Ireland\/Laois\/Localities\/Mountmellick\/"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Mountmellick"]]}]