[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["image:RSA-EasternCape-MountainZebraNationalPark-MountainZebras.jpg"],["thumb"],["320px"],["Mountain Zebras"]]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sanparks.org Mountain Zebra National Park"]}]}," is one of the smaller National Parks in ",{"type":"[[","value":[["South Africa"]]},", but has a special, intimate atmosphere. \n\n",{"type":"==","value":["Understand"]},"\nIt is home to the very rare and endangered Mountain Zebra. A few decades ago only less then 20 individuals of this zebra existed, but since then they have recovered and today there are around 350 of them in the Mountain Zebra NP.\n\nThere is not much vegetation, because the MZNP is close to the semi-desert ",{"type":"[[","value":[["Karoo"]]},".\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["File:Snow on Bankberg Mountains-001.jpg"],["thumb"],["Snow on the Bankberg mountains"]]},"\nSummer temperatures can reach into the upper 30 Celsius and occasionally exceed 40 Celsius. Occasionally snow falls can occur on the higher parts of the park during winter.\n\n",{"type":"==","value":["Get in"]},"\nBy car. 14km North-West of ",{"type":"[[","value":[["Cradock"]]}," on the way to ",{"type":"[[","value":[["Middelburg (Eastern Cape)"],["Middelburg"]]},".\n\nFrom October to April the park gates are opened at 7AM and closed at 7PM, from May to September the hours are 7AM to 6PM.\n",{"type":"==","value":["Fees\/Permits"]},"\nSouth African Citizens and Residents (with ID) pay R30 per person, per day. SADC Nationals (with passport) pay R60 per day. The Standard Conservation Fee for Foreign Visitors: R120 per day. Children under 12 years of age pay half the adult rate and children under 2 years have free entry.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["image:Map-SouthAfrica-EasternCape-MountainZebraNP1.png"],["thumb"],["Map of Mountain Zebra National Park"]]},"\nYou may use your own car to drive around and spot some animals. \n\nThere are also very nice hiking trails, which will allow you to experience wildlife and nature from very close. The trails start at the camp. Ask at the reception to get a small map and some advice on the trails. There is no danger when walking the trails, as there are no dangerous animals like lion in the park, but it is not uncommon to see fighting Baboons or relaxing Kudus and Zebras in the distance during a walk.\n\n",{"type":"==","value":["See"]},"\nThe main attraction of the Mountain Zebra NP are the Mountain Zebras. But there are also other interesting animals, like the many antelopes that live in the park.\n\nAt the camp (way up to the pool) is a big colony of Rock Dassies. They hide between the stones and elsewhere. They can become very naughty, but are normally shy. You will surely spot more and more, if you stop for a second and stand still.\n\n",{"type":"==","value":["Do"]},"\nAll activities start from the main rest camp.\n",{"type":"*","value":[" Guided game drives R120 per adult, R60 per child"]},{"type":"*","value":[" View San cave paintings: R100 per adult, R50 per child"]},{"type":"*","value":[" Impofu 3-day hiking trail: R160 per person with accommodation in two overnight huts. "]},"\n",{"type":"*","value":[" Short walking trails (no fees, but do sign in at the recption first):"]},{"type":"*","value":[{"type":"*","value":[" Imbila trail (1km, 20 min)"]}]},{"type":"*","value":[{"type":"*","value":[" Black Eagle trail (3km, 2 hrs)"]}]},{"type":"*","value":[{"type":"*","value":[" Idwala hiking trail (10km, 6hrs) passes the famous Big Rock."]}]},"\n",{"type":"*","value":[" There are also 2 4x4 Trails in the park (no fees)"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere is a restaurant in the camp, which offers some interesting meals, like Springbok Carpaccio.\n\nFor evenings after a long day, a braai (South African word for barbeque) is recommended. All chalets have braai facilities and meat and wood can be bought in the camp's shop.\n\n",{"type":"==","value":["Drink"]},"\nDo not forget to drink enough, especially in the summer months of December and January. Take enough water on a game drive, unless you want to spoil your wildlife experience, because you are thirsty and have to return to the camp.\nWater and other drinks (also alcohol) can be bought in the camp's shop.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["image:RSA-EasternCape-MountainZebraNationalPark-MainCamp.jpg"],["thumb"],["Main Camp"]]},"\nThere is a small camp in the park and a camping site and chalets allow visitors to stay overnight. \n\n",{"type":"*","value":["Camping with power point: R145 (2 persons, maximum 6 persons, additional rate per person R48)"]},{"type":"*","value":["Family Cottage: R620 (2 persons, maximum 4 persons, additional rate per person R144)"]},{"type":"*","value":["Doornhoek Guest House R1.380 (4 persons, maximum 6 persons, additional rate per person R248). The guest house is on a former farm, away from the main camp."]},"\n\n\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Good place to start for a day-tour to ",{"type":"[[","value":[["Graaff-Reinet"]]},", one of the oldest towns in ",{"type":"[[","value":[["South Africa"]]},", with some wonderful Victorian houses and a beautiful old town centre."]},{"type":"*","value":[" Go to the ",{"type":"[[","value":[["Addo Elephant National Park"]]}," or ",{"type":"[[","value":[["Port Elizabeth"]]}," from here."]},{"type":"*","value":[" Drive towards ",{"type":"[[","value":[["Bloemfontein"]]}," in the north."]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["isPartOf"],["Karoo Heartland"]]},"\n",{"type":"{{","value":[["geo"],["-32.2667"],["25.4500"]]},"\n\n",{"type":"{{","value":[["related"],["African_National_Parks"]]},"\n",{"type":"{{","value":[["related"],["African_flora_and_fauna"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mountain Zebra National Park"]]}]