[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Mount Heng"]]},"\n",{"type":"'''","value":["Mount Heng"]}," (衡山: ",{"type":"''","value":["héngshān"]},") is in mountain sacred to Taoists in ",{"type":"[[","value":[["Hunan"],["Hunan province"]]},".\n\n",{"type":"==","value":["Understand"]},"\nSituated in ",{"type":"[[","value":[["Hengyang"]]}," City, Hunan Province, Mount Hengshan is one of China’s Five Sacred Mountains. The mountain range runs 150 km from ",{"type":"[[","value":[["Hengyang"]]}," to Changsha.  Of the cluster of 72 peaks, the most known is Zhurong Peak. For a long time, Mount Hengshan is acknowledged as a holy place of religions, the Civilization Special Area, the Shou Mountain and the most scenic mount of the Five Sacred Mountains in China. Besides, this mountain is awarded the National Scenic Spots and the Historical Sites, a model of National Civilized Scenic spots and the AAAAA Tourist Destination.\n \nBeautiful Natural Scenery\nMount Hengshan has always been a favorite destination, a summer resort and leisure place for tourists for its religious reputation and gorgeous landscapes. More than 1,200 kinds of plants, 9 primitive forests, and more than 150 kinds of precious trees were identified in the area. The Four Wonders of Mount Hengshan: Zhurong Peak, Water Curtain Cave, Fangguang Temple and Sutra Collection Hall are famous for their height, oddity, depth and elegance separately. Mount Hengshan is pleasant for tourists all round the year. They can appreciate exotic flowers in spring, amazing cloud sea in summer, grand sunrise in autumn and flying snow flakes in winter.\n \nFamous Religious Holy Place\nBoth Buddhism and Taoism coexist in Mount Hengshan, which forms the chief religious feature of the mount. Historically, Buddhism and Taoism practice in Mount Hengshan are of great importance. As early as in the late East Han Dynasty (25AD-225AD), Taoists had started their practice in the blessing spots in Mount Hengshan. The Tang Dynasty (618AD-917AD) witnessed the prosperities of ten large Taoist temples and eight hundred bamboo houses. Many Taoists at that time were those with high culture cultivation and profound metaphysics. They wrote books and developed theories of their own. Buddhism was introduced to Mount Hengshan about 200 years later. From 421AD, the second year after the establishment of the South Dynasty (420AD-589AD), large groups of famous monks appeared in Mount Hengshan. They followed rituals sacredly and gradually formed principles of their own, of which the Tiantai Sect (Principles of the Lotus Sutra) was most influential and had been spread to as far as Japan. Additionally, Buddhists in Mount Hengshan also developed the Weiyang Sect, Linji Sect, Caodong Sect, Yunmen Sect, and Fayan Sect, the five principles in the development process of Buddhism in Chinese history. Each had significant influence on religious practice in Southeast Asia and even the whole world.\n \nCivilization Special Area\nMount Hengshan has a long and profound history. Most of the legendary emperors in ancient China had connection with Mount Hengshan. For example, Emperor Yan, Emperor Huang, Emperor Yao, Emperor Shun, and Emperor Yu were said to have visited the mountain, demonstrating the importance of Mount Hengshan in the history of China. Mount Hengshan gradually became a center of religious practice in south China when Taoism and Buddhism were introduced to Mount Hengshan successively. With the passage of the Song Dynasty, more than 20 academies were established in this area, forming a unique academy culture of schooling. The emerging Huxiang School can find its origin in this mountain. Even today, influence of these philosophical thinking can be identified in modern schools. It was the vice minister Guan Daxun of the Ming Dynasty (1368-1683) who had first approved the favorite place of Mount Hengshan for its combination of civilization and special area.\n \nShou Mountain of China\nThe Shou Culture (Longevity Culture) of Mount Hengshan can be dated back to records of Xingjing (the earliest great work of astronomy in the world): Mount Hengshan corresponds to the Zhen Star of the 28 Star Mansions, a star in charge of the life span of being in the world; therefore Mount Hengshan derived the name of Shou Mount. Emperor Huizong (the eighth emperor of Song Dynasty) inscribed the two characters of Shou Mountain for the massive stone carve.  The two characters can still be seen in the Emperor Rock of Jinjian Peak. The poem On Restoring the Temple Stone of Mount Hengshan written by Emperor Kangxi (1661-1722) stated that Mount Hengshan is a giant town in south China, which corresponds to the North Star Yuheng, hence the name Shou Mountain.\n\nAdmission is 80 yuan\/adult. There are different prices for shuttle buses and cable cars inside the mountain.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\nMount Heng is pleasant to visit all year round.\n\n",{"type":"==","value":["Get in"]},"\nThe easiest way to reach Mount Heng (Nanyue) is via ",{"type":"[[","value":[["Hengyang"]]},". Get off a train and hop on a bus.\nYou can also get there via Changsha or Hengshan.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Hunan"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Mount Heng (Hunan)"]]},"\n",{"type":"{{","value":[["geo"],["27.301666666667"],["112.68472222222"]]}]