[{"type":"{{","value":[["pagebanner"],["Mount Kinabalu banner.jpg"]]},"\n",{"type":"[[","value":[["Image:mount_kinabalu.jpg"],["thumb"],["300px"],["The top of Mount Kinabalu is usually clouded over. Early mornings are the best time for a view."]]},"\n\n",{"type":"'''","value":["Mount Kinabalu"]}," is in the ",{"type":"[[","value":[["Malaysia"],["Malaysian"]]}," state of ",{"type":"[[","value":[["Sabah"]]},", some 80 km east of ",{"type":"[[","value":[["Kota Kinabalu"]]},". It resides in the ",{"type":"''","value":["Kinabalu Park"]},".\n\n",{"type":"==","value":["Understand"]},"\nMount Kinabalu is ",{"type":"[[","value":[["Borneo"],["Borneo's"]]}," tallest mountain. You can climb to the top of Low's Peak (4,095.2m or 13,435.7ft above sea level). The height of the mountain is often given as 4,101m but recent satellite imaging has proven this to be incorrect.  \n\nThe mountain is sacred to locals. They believe that spirits of their ancestors inhabit the top of the mountain. Previously, a chicken was sacrificed at the peak every time a climb was made but these days this ceremony only happens once a year when only seven chickens are needed to appease the spirits.\n\nMount Kinabalu is known to be one of the most accessible mountains in the world. No specialized mountain climbing skills are required to ascend it. The trail that most tourists use is described as a 'trek and scramble'. Locals begin climbing the mountain from the age of 3 and the oldest person to reach the peak was 80 years old. However, how much one enjoys the climb depends strongly on how fit you are and how well you acclimatise to the thin air at the higher levels.\n\nNevertheless, the mountain can be a dangerous place, especially during the rain or when there is mist. On average, every year one person gets into severe difficulty out of the estimated 20,000 people who attempt the climb. The higher slopes can be very slippery when it rains and dense fog reduces visibility to a few feet.\n\nAlthough it is possible to climb to the top and back in less than four hours, most climbers take two days, with an overnight break at ",{"type":"'''","value":["Laban Rata"]}," (3,272.7m above sea level). The final attack on the peak takes place in the early hours of the second day (most begin at 2:30AM) in order to catch the sunrise at the top. By mid-morning the mist begins to roll in, obscuring the breath-taking views.\n\nClimbing weather is best around the month of April while November and December brings rain.  The temperature ranges from a comfortable 20-25°C at the main park to something approaching freezing near the top (depending on the weather). Bring clothing appropriate or else you will get cold and be miserable.\nIf possible, climb during the full moon as it helps illuminate the white rope that marks out the climbing path.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:The view down Mt Kinabalu.jpg"],["thumb"],["340px"],["The view down Mt Kinabalu"]]},"\n\nThe Kinabalu Park entrance is very easy to reach from ",{"type":"[[","value":[["Kota Kinabalu"]]},". You can catch a minivan from the Long Distance Bus station (near Night Market, city centre), minivan leaves when its full, cost RM15 each way. It will take you to the Park HQ. Buses leave every morning - just ask your hostel\/hotel or around the bus station (Kota Kinabalu North Bus Terminal in Inanam, 10km to the northeast of the city centre) Buses going to Ranau, Sandakan or Tawau will pass by the park entrance. It's best to leave before eight - if you're lucky you'll catch a beautiful clear view of the mountain outside the left-hand side of the bus as you approach the park. The journey should take 1-2 hours and should cost between RM10-RM15.\n\nYou can also catch buses from ",{"type":"[[","value":[["Sandakan"]]}," (a six hour journey).\n\nAn alternative is to take a long-distance shared taxi at Taxi station near Jalan Padang. A ride between ",{"type":"[[","value":[["Kota Kinabalu"]]}," and the park should cost RM15-RM18 each way. Taxis will only depart once they are full, which usually means they have seven passengers (Toyota Unser), so you may have to wait a while. Alternatively you can pay for the missing passengers and leave immediately.\n\nRegular (i.e. non-shared) taxis in ",{"type":"[[","value":[["Kota Kinabalu"]]}," try to offer their services for RM150-200 or more for one-day drives to the park and back. Given the ease with which one can travel by public bus or shared taxi, however, this is an unneccessary option for budget visitors.\n\nSelf-drive is another option with car hire readily available at Kota Kinabalu airport. Driving is an easy option for those accustomed to driving on the left hand side and gives the option to stop at things en route. Car hire rates are negotiable so compare rates on offer from the various companies. The distance to the park entrance is just under 100km from Kota Kinablu cetnre, with the last 40 or so km being a sparesley populated mountain road. There is very little road signage directing you to Kinabalu Park, and there are a number of highway intersections en route (despite the fact that the route appears very simple on the map). The best option is to buy a fold-out road map at one of the bookshops in Kota Kinabalu, note down the towns en route to the park, and follow the road signs past those towns.\n\nFor the more adventurous traveller, the trip can be done on a hired motorbike. Be aware that there will be no petrol stations on the mountain road (the final 40 or so km of the trip), and you should ensure you have enough fuel for the journey to the park and back.\n\nFor convenience, bookings can also be made with the ",{"type":"[","value":["http:\/\/www.mountkinabalu.com\/ Official Mount Kinabalu Climb Booking & Information Centre"]}," for arrangement of private transport to and from Mount Kinabalu Park, climb permits, accommodation, and English-speaking mountain guides. \n\nNon-Malaysians pay RM15 (adults)\/RM10 (children) to enter the park. (Malaysians pay RM3 and RM1 respectively). There is another RM120 fee (plus RM7 for insurance) to climb the mountain in addition to park entry.\n\nAlternatively, you can climb from ",{"type":"[[","value":[["Mesilau Nature Resort"]]},". The trail is 2 km longer than the one that begins from the park entrance but is less steep overall.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Climbing the mountain"]},"\n\n",{"type":"[[","value":[["Image:21st Mount Kinabalu International Climbathon 2007 - Hall of Fame.jpg"],["thumb"],["340px"],["21st Mount Kinabalu International Climbathon 2007 - Hall of Fame"]]},"\n\n",{"type":"====","value":["Before"]},"\n\nClimb preparation is needed in terms of physical and mental fitness as to ensure success in reaching the summit. Activities such as jogging and stairs climbing should be done at least 2 months before the climbing (if no prior preparation, you can still reach the summit but it will be strenuous). Also practise carrying 5kg of weight during stairs climbing.\n\nBring adequate medical equipment i.e. band aid, ankle\/ knee guard, plaster, paracetamol, anti-vomitting pill, muscle cream and etc. Wear the band aid before climbing up and down to avoid muscle pain.\n\nA briefing will be provided by guide at 6pm daily before the climb begin.\n\n",{"type":"====","value":["During"]},"\nThe actual climb is made along a well-marked path with signposts marking each half-kilometre. All who climb the mountain must buy a climbing permit (RM100\/RM40 for non-Malaysian adults\/children or RM30\/RM12 for Malaysian adults\/children) provided that accommodation for Laban Rata has been arranged. \n\nThe park also strongly advises all to hire a guide. A guide can cost between RM85-RM120 per trip - the actual cost depends on the number in the group and which route is used. (It is possible to climb without a guide, but a waiver needs to be signed.) Insurance will also be required for the climb.\n\nIn addition to all this, there is also a bus that takes climbers from the park entrance to where the climbing path properly begins (RM5 each way per person). Those that choose to not take the bus face a 5km hike along a tarred road.\n\nThere are periodic rest stops about a kilometer apart up the mountain. The entire journey is 8.72km, with a stop about 6km up at ",{"type":"'''","value":["Laban Rata"]}," where most climbers will stay overnight. Usually, the climb started at 7.30-10.30 am. The first 4km climbing to Laban Rata is in moderate steep where the trail is equipped with stairs and some rock path. The last 2km is tough with solely rock path. Average person reached at Laban Rata (6km journey) is 4-5 hours (some unfit person will reach in 7-8 hours).\n\nThe ascent from Laban Rata upwards is difficult in places, including climbs along steep ledges, and usually starts at around 2-3AM. It can also get very gusty in places as the vegetation barrens near the top. The severely unfit will find it almost impossible. \n\nYou should bring waterproof and warm clothing including a hat and gloves, with spare, dry clothing packed in waterproof bags. If you get wet at altitude you will quickly get cold. You should also wear proper walking shoes. Bring a good headlamp with extra batteries (a headlamp is preferred over a torch since you will need your two hands for climbing some rocks near the summit), a whistle and plenty of high calorie food such as nuts and chocolate. A disposable rain coat is adequate and avoid to bring heavy bag. Unnecessary clothing and equipment can be left at counter before starting your climbing.\n\n",{"type":"====","value":["Costs"]},"\n\nHere is a synopsis of the costs involved for a solo non-Malaysian adult staying in a budget mountain hut bed:\n\n",{"type":"'''","value":["Necessary fees"]},"\n",{"type":"*","value":["Park entry fee: RM3 (Malaysian), RM15 (Non-Malaysian), RM1 (Malaysian below 18), RM10 (Non-Malaysian below 18)"]},{"type":"*","value":["Climbing permit: RM30 (Malaysian), RM100 (Non-Malaysian), RM12 (Malaysian below 18), RM40 (Non-Malaysian below 18)"]},{"type":"*","value":["Climbing Insurance: RM7"]},{"type":"*","value":["Guide fee: RM128 - RM150\/group (Depends on trail)"]},{"type":"*","value":["Transport to (and later, from) "]},"Via Timpohon Gate:RM16.50\/way(1-4 persons) RM4\/person (5 persons and above)\nVia Mesilau Trail:RM85.00\/way(1-6 persons) RM15\/person (7 persons and above)\n",{"type":"*","value":["Accommodation on the mountain: "]},"\n",{"type":"'''","value":["Starting 1st Jan 2012"]},"\nRM290(Malaysian) & RM485(International) per person for Dormitory (Inclusive 1 packed lunch, buffet dinner, breakfast and lunch)\n\n",{"type":"'''","value":["Optional fees"]},"\n",{"type":"*","value":["Souvenir certificate: RM10"]},{"type":"*","value":["Left-luggage: RM10"]},{"type":"*","value":["Portable Oxygen Bar: RM35"]},{"type":"*","value":["Wooden Walking stick: RM5. No longer for sale due to environmental conservation reasons by authorities. These are merely carved tree branches, sold (not rented) to you by the Park HQ. Choose a long, sturdy one; most they offer are quite flimsy and short. "]},{"type":"*","value":["Metal Hiking Pole for rent : RM15 (a walking stick or hiking pole is highly recommended, particularly to protect your knees and ankles.)"]},"\n",{"type":"'''","value":["To minimize costs"]},", you can take the following measures:\n",{"type":"*","value":[" Join up with others to share a guide."]},{"type":"*","value":[" Don't get the souvenir certificate. The choice of certificate appears to be opt-out: on the way down from the peak you should ",{"type":"''","value":["explicitly"]}," tell the staff at the Sayat-Sayat huts (at km 7.0) that you ",{"type":"''","value":["don't"]}," want the certificate, or else they may give it to you automatically."]},{"type":"*","value":[" Hike up to the Timpohon Gate yourself. Note that this will add an additional hour or more to your hike, and to most people this is certainly not worth it."]},{"type":"*","value":[" Bring your own hiking pole(s)."]},"\nNote that you might not be charged for the park entry fee.\n\n",{"type":"==","value":["See"]},"\nKinabalu Park is home to a diverse array of flora and fauna that changes in nature as your altitude increases. Near the top of the mountain the trees thin out and give way to shrubs, stones and fabulous views. Around km 4.5 there are some large pitcher plants off the trail; a well-informed guide will know where they are.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Climb"]},"\n",{"type":"'''","value":["Climbing the mountain"]}," is strongly encouraged, but be forewarned that it can be strenuous. Also, it is best to ",{"type":"'''","value":["book accommodation beforehand"]}," — indeed, the hike has become so popular that ",{"type":"'''","value":["you may have to book months in advance"]},". The park can be very full especially during clear weather periods. Note that it is not possible to stay overnight on the mountain except in the accommodation provided at Laban Rata, and camping is not permitted - you must, therefore, have pre-booked accommodation. (See ",{"type":"[[","value":[["#Sleep"],["Sleep"]]}," for details.)  ",{"type":"'''","value":["However"]},", sometimes there are cancellations. If you are unable to book mountain hut accommodation in advance, get to the Park HQ as early as possible on the day of your intended climb and inquire there. You may luck out and get a bed.  By regulation, booking must include guide services.\n\nAs you struggle up the mountain, do look out for porters laden with 14 kilogram gas cylinder tanks. Some wear slippers and most have jury-rigged harnesses (some made of rice sacks) piled high with supplies. The porters scale the 6.5km distance between Timpohon Gate and Laban Rata resthouse several times a day on supply runs and can easily outpace better-equipped climbers who are unfamiliar with the trail.\n\nOnce you complete the strenuous hike up to 11,000ft, you might have enough energy to do the only via ferrata (\"iron road\", a set of cables and ladders bolted to the mountain) ",{"type":"[","value":["http:\/\/www.mountaintorq.com"]}," to be found in Asia, which happens to be the world's highest. It is still relatively unknown so take the opportunity to do it without a crowd of people pushing you. There are 3 different paths to take on the via ferrata, with times ranging from 4-5 hours for the longest to 2-3 for the shortest. Keep your travel plans in mind when booking the via ferrata and after-mountain activities, as this time is added to the 4-5 hours it takes to descend the mountain on the second day of hiking.\n\nFor the more adventurous and physically fit, there is also an option to climb to the summit and down in one day. This is not widely publicised - presumably to maintain patronage at the expensive mountain huts. To arrange this, you should speak to the park ranger at the park office - turning up in person is generally more effective, so that the ranger can see that are serious and is less likely to fob you off than if you were to inquire by phone. The one day climb is more weather dependent than the two day option, and there are set time limits for each stage of the climb which must be met, otherwise the rules say you will be turned around (you must reach Laban Rata rest-house by 11:00 or you will be turned around - many are turned around daily). You will be required to hire a guide (by law - there are signs with law sections posted - and warning of legal prosecution). If you wish to reach the top - start as early as possible (if you want to rush less and enjoy more - you can try to arrange with the office day prior to have the gate keeper at Timpohon Gate to open it as early as possible and for your guide to meet you there or at the office - might be possible to start as early as 4am) if you are very fit you can start start no latter then 0730 if you wish to reach the top but no later as you will be required to be at Laban Rata rest-house by 11:00 or you will be turned around and to come down before the Timpohon Gate is locked. Because the one day climb will bring you to the summit well after sunrise, you should consider the seasonal weather patterns - at times, the mountain top clouds over shortly after sunrise and you may not get a view from the summit. The climb to the summit is almost 2300m, and the one day climb is physically tough. Nevertheless, it is achievable, and during the Mt Kinabalu Climbathon ",{"type":"[","value":["http:\/\/climbathon.sabahtourism.com\/2011\/index.html"]}," top runners complete this route in under 2 hours 40 minutes one way.\n\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":[{"type":"'''","value":["Walk the trails"]},": For the less adventurous, there are a number of trails around the park entrance. There are also guided tours, but the quality is highly dependent on the actual guide. Note that the trails (even the ones paved with concrete or using wooden planks) are not wheelchair-friendly as they invariably include stairs, narrow sections or other obstacles."]},"\n",{"type":"*","value":[{"type":"'''","value":["Enjoy a short jungle walk"]},": The majority of visitors to the Park do not climb all the way to the peak. For those with limited time or energy, there are gardens and many short walks through the jungle to enjoy in the vicinity of the entrance. A mud map is available at the Park entrance and sign posts guide you. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Visit the Botanical Gardens"]},": See the unique flora of Mount Kinabalu and Borneo up close. Inaccessible in wheelchair."]},"\n",{"type":"*","value":[{"type":"'''","value":["Park Museum"]},": A small one-room museum with interpretive signs and displays is worth a look to read about the flora and fauna of Mt Kinabalu Park as well as the other Parks in Sabah."]},"\n",{"type":"==","value":["Eat"]},"\nThere are cafeterias and restaurants both at the Park entrance gate and at Laban Rata. The food prices at Laban Rata are relatively higher compared to prices at nearby towns. This is because raw materials need to be carried up to Laban Rata by porters. For example, a buffet dinner of 6 different dishes costs RM33; a can of beer is a whopping RM20; tea is RM6. The quality of the food is good, however. \n\nHowever, if you don't feel the need to stuff your face, you can bargain with the staff and get one plate of rice\/curry chicken for RM 15.\n\nTo save money, you can stock up on bread, baked goods, chocolate and other lightweight but energy-giving foods in KK before you depart. It is good to bring your own supply of instant noodles and tea sachets as well as snacks; note the cafeteria charges RM1 for hot water. Some huts have electric kettles where you can boil your own water for free.\n\nHowever, from 1st Jan 2008, all climbers are charged for mount resort food. They will provide you with four meals. This is inclusive in the hotel's rates. First day lunch is provided for takeaway (to be eaten on the way to Laban Rata) during breakfast. Normally they will provide 3 set of sandwiches, fruit, eggs and 1 piece of chicken.\n\nFor climbers from Timpohon or Mesilau Gate, they must reached at Laban Rata before 7.30pm for buffet dinner or else they need to pay by themselves. While for buffet breakfast, the end time is 10.30am before you start your journey back to Timpohon or Mesilau Gate.\n\n",{"type":"==","value":["Drink"]},"\nWater, that is. During the hike to the top it's important to stay well hydrated. Fortunately, at each ",{"type":"''","value":["pondok"]}," (rest pavilion) on the trail, there's large tank of free drinking water constantly being fed by pipes leading down from clean water sources high up on the mountain. The tanks are marked \"Untreated Water\", but the water is safe to drink. Thus, it's unnecessary to bring lots of heavy bottles of water along; one container will suffice.\n\n",{"type":"==","value":["Sleep"]},"\nFormerly administered by Sabah Parks all accommodations in the park must now be arranged through Sutera Sanctuary Lodges, a private company, ",{"type":"[","value":["http:\/\/www.suterasanctuarylodges.com\/"]}," ",{"type":"''","value":["Tel: +60-88-303917 Fax: +60-88-317540"]}," info@suterasanctuarylodges.com). Note: Be advised that Sutera (a.k.a. Sutera Harbour) is requiring hikers stay the first night at their lodge near the entrance. This is in addition to a required stay at Laban Rata at about 11,000 ft. The cost to stay is considerably higher than at lodging just outside the park, and includes a mandatory purchase of meals etc. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kinabalu Park"],["url=http:\/\/www.suterasanctuarylodges.com.my\/v2\/kinabalupark.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 88 889086"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= At the starting point of the trail to Mt. Kinabalu.  Accommodation ranges from hostels to individual rooms (for up to two people) to entire cabins and lodges (for larger groups). All have access to simple kitchen facilities. RM70 for dorm beds, RM92-RM184 for suites, RM230-RM1,150 for entire lodges."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Laban Rata"],["url=http:\/\/www.suteraharbour.com\/v3\/index.php?option=com_content&view=article&id=119&Itemid=155"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 88 267289"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Laban Rata is the accommodation near the peak of Mt. Kinabalu where you'll stay when climbing Mt Kinabalu. Laban Rata Rest House is the main facility, featuring heated accommodation and the only restaurant. The compound also consists of several smaller accommodation units available, most with cooking facilities. Apart from Laban Rata Rest House, the only other heated unit is Gunting Lagadan Hut. The other is a Waras Hut which is non-heated dorm. All huts are close to the main resthouse, but even a 50m trek uphill in bad weather can seem like an eternity. Fills up very quickly so advance reservations (3-4 months ahead) are strongly encouraged. The link here does not list the dormitories, so call up and enquire personally. All huts and Laban Rata cost 415RM for a 60 bed dorm. Since 2009, there has been a problem with the electricity, leaving all rooms unheated and with cold water. A small generator does provide some lighting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mesilau Nature Resort"],["url=http:\/\/www.mesilaunatureresort.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 88 871519"],["tollfree="],["fax="],["hours="],["price=Dorm from RM13, rooms from RM350"],["checkin="],["checkout="],["content= Mesilau Nature Resort is a tranquil hide-away amongst the foothills of Mt. Kinabalu. An alternate starting point to the summit of Mt Kinabalu, with accommodation managed by Sutera Sanctuary Lodges. Home to exotic species of fauna and flora, Mesilau Nature Resort is the best place to find the giant pitcher plant, the Nepenthes."]]}]},"\nThe nearest towns to the Park are ",{"type":"[[","value":[["Kundasang"]]}," (6 km) and ",{"type":"[[","value":[["Ranau"]]}," which have several hotel options easily located along the main road:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=J Residence Kundasang"],["url=http:\/\/www.jresidence.com\/"],["email=info.jresidence@gmail.com"],["address="],["lat=6.004764"],["long=116.539147"],["directions= 300 meters from Mount Kinabalu National Park"],["phone=+60128696969"],["tollfree="],["fax="],["hours="],["price=From RM88.00"],["checkin="],["checkout="],["content=J Residence is the nearest lodge outside Mount Kinabalu National Park, and with rooms price three times lower than the chalets and lodges inside Kinabalu Park. J Residence is suitable for travellers who need budget, simply basic, close-to-nature accommodation and peace & quiet around Kinabalu Park Headquarters."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=D'Villa Rina Ria Lodge"],["url=http:\/\/www.dvillalodge.com.my\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 88 889282"],["tollfree="],["fax="],["hours="],["price=From RM30"],["checkin="],["checkout="],["content=Located just 500 metres away from Kinabalu Park's main entrance. Standard room, family room and dormitory available. Restaurant serves delicious local cuisines."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kinabalu Pine Resort"],["url=http:\/\/www.kinabalupineresort.com\/"],["email=reservation@kinabalupineresort.com"],["address="],["lat="],["long="],["directions="],["phone=+60 88 386775"],["tollfree="],["fax=+60 88 385857"],["hours="],["price=From RM170"],["checkin="],["checkout="],["content= Situated on the main road between the Kinabalu National Park and Ranau is a great place to take your photos of the mountain. Meals, including beer, are available at the restaurant. Credit cards are accepted."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kinabalu Rose Cabin"],["url=http:\/\/www.kinabalurosecabin.com"],["email=krc145@yahoo.com"],["address=Km 18, Jalan Ranau-Tamparuli, P O Box 13654, 88841 Kota Kinabalu, Sabah, Malaysia."],["lat="],["long="],["directions="],["phone=+60 88 888233"],["tollfree="],["fax="],["hours="],["price=From RM70"],["checkin="],["checkout="],["content= Two minutes' drive from the park gate. Great view of Mount Kinabalu from the rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Magic Mountain Country Home"],["url=http:\/\/www.sabahbb.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+60 19 8214338"],["tollfree="],["fax="],["hours="],["price=RM420"],["checkin="],["checkout="],["content= Located on a private property right within Mount Kinabalu Golf Course near the Mesilau side of the park, this Austrian-Malaysian country home offers \"old-fashioned comfort, well-being, and grace\". Due to the remote location, cooked breakfast and set dinner is always included in the room rate. Service in English, German, Malay and Chinese. Double occupancy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aristo Kinabalu Resort"],["url=http:\/\/www.aristoasia.com"],["email=info@aristoasia.com"],["address="],["lat="],["long="],["directions="],["phone=+6088872719"],["tollfree="],["fax="],["hours="],["price=From RM30 to RM160"],["checkin=2:00PM"],["checkout=12:00PM"],["content= Started operation in June 2009 with 21 rooms of different beds arrangements with attached bathrooms and TV with cable channels. Apart from hotel rooms, AKR also has 6 rooms with bunk-beds arrangements. Reservations can be made via email."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mountain Lodge"],["url="],["email="],["address=Near to Kinabalu Park HQ"],["lat="],["long="],["directions=1Km before Kinabalu HQ from Kota Kinabalu"],["phone=+6016-2084909"],["tollfree="],["fax="],["hours="],["price=From RM25.00"],["checkin="],["checkout="],["content=Wood based building with nice landscape and Mountainous scenery of Tropical Rain Forest!"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kiram's Village"],["url=http:\/\/kirams-village.com\/"],["email=jamalulk@gmail.com"],["address=Mesilau Kundasang"],["lat="],["long="],["directions="],["phone=+60 19 8213443"],["tollfree="],["fax="],["hours="],["price=from RM200 per Cabin"],["checkin="],["checkout="],["content=Located near with Mt. Kinabalu Golf Course and 15 minutes to Mesilau Nature Resort (intake for Mesilau Trail)"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" Be aware of how dangerous the mountain can be during bad weather. Stay close to the guide ropes and to your guide. If you lose sight of the guide ropes, blow a whistle or shout. Note that because of the thin air and the acoustics of the mountain, your shouts will not carry as far as you might expect and may seem to come from many directions. It's best to have a climbing partner, especially in large groups which can string out as stragglers get left behind."]},"\n",{"type":"*","value":[" The thin air causes problems for some. It's best to climb slowly and surely instead of rushing up and finding yourself exhausted. The mountain is high enough to cause ",{"type":"[[","value":[["altitude sickness"]]},", so familiarize yourself with the symptoms and keep an eye out for them."]},"\n",{"type":"*","value":[" For the final climb, dress appropriately. Temperature can be freezing at times. It's better to have several thin layers that you can peel off as it gets warmer. A hat is vital to keep warm. Gloves are needed to pull yourself up the guide ropes in some places. "]},"\n",{"type":"*","value":[" Bring a torch. Make sure it does not fall out of your unzipped pocket as you climb along. Better still, use a headlamp so that your hands can be free."]},"\n",{"type":"*","value":[" Coming down can be more painful than climbing up because of sore muscles and tired legs. Some of the steps are steep. Take it slowly and don't jam the toes into the front of the shoes. Get those open toe sandals. Zig-zag for gradual gradients instead of blindly walking down the steepest route. The experienced guides will literally skip and sprint down the mountain, but only those who are second-cousins to billy goats should try this. "]},"\n",{"type":"*","value":[" Bringing along muscular ache relief cream and knee\/ankle supports may be helpful."]},"\n",{"type":"*","value":[" Note that your legs may ache for a few days after the hike. Don't plan any rigorous activities afterwards for the following few days, unless you know you can handle it."]},"\n",{"type":"*","value":[" Climb with experienced Guide (Mountain guide and tourist Guide)"]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Poring_Hot_Spring"],["Poring Hot Spring"]]}]}," is 39km from Mt. Kinabalu. There are several open-air pool-like bath tubs, there are also indoor Jacuzzi. Another main attraction here is the Canopy Walk over the 157.8-metre-long suspension bridge connecting the Mengaris trees. Its highest point is 41 metres from the ground. You can observe the ecological system at the treetops. If you are nature music lover, here you can hear the orchestral performance by the birds, insects and perhaps jungle animals. After the hike, this is a great place to relax sore muscles; however, it may be best to stay the night here as in the evening it may be difficult to get transport back to KK."]},"\n\n\n",{"type":"{{","value":[["geo"],["6.0833"],["116.5500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Sabah"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mount Kinabalu"]]},"\n",{"type":"[[","value":[["Commons:Category:Mount Kinabalu"]]}]