[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["image:Mournes wiki.jpg"],["thumb"],["300px"],["View of the Mournes on a clear day"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[[","value":[["Mourne Mountains"]]}]}," are a ",{"type":"[[","value":[["Northern Ireland"],["Northern Irish"]]}," mountain range which lie along the south ",{"type":"[[","value":[["County Down"]]}," coast near the ",{"type":"[[","value":[["Republic of Ireland"]]},". Colloquially, they are referred to simply as 'The Mournes'.\n\nThe Mournes have the highest peaks in Northern Ireland and the whole Irish province of ",{"type":"[[","value":[["Ulster"]]},", with Slieve Donard being its tallest at 2,790 ft (850 m). However, many frequent hikers of the Mournes will profess that the walk up to Slieve Donard's peak itself is not the best walk in the whole Range, with many of the other trails offering better views and more varied terrain & scenery.\n\n",{"type":"==","value":["Towns"]},"\n\nThere are two larger towns in the Mournes. These are Newcastle, once a busy seaside resort town, which lies on the foot of Slieve Donard in the north-east of the Mournes and the town of Rostrevor, smaller and nestled away in the south-west offering better access to the western Mournes.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe easiest way to access the Mournes is by Car. There are various treks starting from many different carparks dotted across the whole Range, where the carpark at the foot of Slieve Donard in Newcastle would likely be the most frequented.\n\n",{"type":"===","value":["By Bus"]},"\n\nBuses to Newcastle are cheap and available from all across Northern Ireland. At most, depending upon where you're travelling from, you may have to connect in some city once. Typically, from Belfast, a bus to Newcastle costs around £10 for a return ticket.\n\nOnce you've arrived in Newcastle, it is then possible to use the dedicated Mourne Rambler bus-service which drives around the Mournes operating a pickup-setdown service whereby you may flag down the bus anywhere on its route and jump off anywhere you wish, not necessarily at any bus stops.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["County Down"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Mourne Mountains"]]},"\n",{"type":"{{","value":[["geo"],["54.166666666667"],["-6.0833333333333"]]}]