[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Moyale"]}," is a town in ",{"type":"[[","value":[["Eastern Kenya"]]},", at the main border crossing with ",{"type":"[[","value":[["Ethiopia"]]},".  Technically there are two towns: Ethiopian Moyale (north of the border) and Kenyan Moyale (south of the border).\n\n",{"type":"==","value":["Get in"]},"\n\nFrom the north, buses run on tarmac road all the way from ",{"type":"[[","value":[["Addis Ababa"]]},".\n\nFrom the south, only private vehicles - in particular, cattle trucks - go along a partially unmade track to ",{"type":"[[","value":[["Marsabit"]]},", and then ",{"type":"[[","value":[["Isiolo"]]},". As of late 2011, there seem to be bus connections available from Marsabit.",{"type":"[","value":["http:\/\/petechonka.wordpress.com\/2011\/11\/22\/nairobi-to-addis-ababa-10-the-border-and-beyond\/"]}," This road, the last unfinished section of the TAH4 (Trans African Highway 4), is currently being constructed. As of late 2012, most of the distance is covered now by a tarmac road.",{"type":"[","value":["http:\/\/www.skyscrapercity.com\/showthread.php?t=1223369&page=3"]}," The construction of the section between the towns of ",{"type":"[[","value":[["Marsabit"]]}," and ",{"type":"[[","value":[["Turbi"]]}," is currently on hold.",{"type":"[","value":["http:\/\/www.skyscrapercity.com\/showpost.php?p=98379629&postcount=85"]},"\n\nFrom ",{"type":"[[","value":[["Nairobi"]]}," to Isiolo, public transport is available on the tarmac roads.\n\nWe recently drove a Land Cruiser from Moyale (Ethiopia) to Nairobi on an international carnet.  Apart from a power cut which stopped the passport machine working and some bullying on the Ethiopian Immigration side the crossing was easy and the customs officials very friendly.  We had had a puncture so the 'armed guards' that we were told we needed had long gone.  We set off on our own and travelled without a hitch from a safety point of view.  It is mostly desert with tribesmen and camels.  Wave in a friendly way but do not stop as they will beg and it could be worse.  Our reservist guard always said drive on.  We picked up a police reservist at a checkpoint as he wanted a lift with his daughter to hospital and he toted an AK 47.  At Marsebit he handed his rifle in as he was told the road was safe.  Certainly there was nothing to worry us apart from the frightful road which caused significant damage to the suspension that had to be rebuilt in Nairobi.  Our only big problem was in Nairobi where we got into a gridlock traffic jam and eere targeted by some carjackers who stole passports, camera, money etc.  Keep your doors locked and do not open them for anyone including policemen!  Much of the road is down to crawling pace.  It is impassable in the wet season. Ensure adequate fuel and water as the gaps are vast.\n\n",{"type":"==","value":["Get around"]},"\n\n\n",{"type":"==","value":["See"]},"\nMoyale has little to offer. In the afternoon you could go for a walk or visit a cafeteria. Moyale (Ethiopia) has different kinds of offices and schools and a very nice atmosphere. The people are very friendly and there is also a boutique.\n\n",{"type":"==","value":["Do"]},"\n\n\n",{"type":"==","value":["Buy"]},"\nThere are banks on both the Kenyan and the Ethiopian side.  The KCB on the Kenyan side has an ATM. Equity Bank is also available on the Kenyan side. Only money exchangers (illegal but tolerated) will buy or sell birr for shillings – the rates are horrible.  Try stores on the Kenyan side for exchange instead of street touts. \n\n",{"type":"==","value":["Eat"]},"\nThe Ethiopian food is very sweet.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nEach side has cheap hotels.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Abreham"]},", (Ethiopian side), mainroad near the bus station, rooms from 10 Birr, bucket shower and drop toilet, but friendly and excellent value for the money."]},"\n",{"type":"==","value":["Go next"]},"\nAs for all public bus transportation in Ethiopia you must get to the station by 5:30 AM for the typical 6-6:30 AM departures. Seats are on a first come first serve basis and any \"baggage handlers\" are usually freelancers, but 2-4 Birr will keep them happy. There is no direct bus to Addis Ababa, so take the Shashemene bus and change buses there. Unfortunately, Shashemene bus station is a very inconvenient place to change buses (it is known for its muggings and pickpocketing), so you might prefer to drop at Hagere Maryam, stay the night and take an early bus to Addis Ababa.\n\nAs for its sister city across the border in Kenya, for destinations south, it's typically best to get over the day before and start asking around about trucks heading south. It is certainly much nicer of a ride to arrange a spot in the cab of a truck heading south.  \nAs of June '05 there is a bus running all the way to ",{"type":"[[","value":[["Nairobi"]]}," taking over 24 hours.  This is by far the best transport option so ask around as soon as you arrive in Moyale. As of March 2010 there is no longer any bus and the only way to reach Nairobi is by truck.\nBoth the trucks and buses like to leave very early in the morning so remember to set your alarm clock!   For a truck, in June '05 the going rate was 1500 Kenyan Shillings for a cab spot or 1000 Kenyan Shillings for an adventure in the truck bed.  Sometimes this covers the cost to ",{"type":"[[","value":[["Isiolo"]]}," (as was the rate in April '05 from Isiolo to Moyale) and if you are lucky it will cover the cost all the way to Nairobi (or anywhere along the main Isiolo to Nairobi highway that you want to be dropped off). As of March 2010, the going rate from Moyale to Nairobi is 2000KSh. Some trucks go directly to through Isiolo and Marsabit, and some go via Wajir and Garissa, a trip which takes 2 or 3 days through beautiful yet desolate countryside (with a good chance of seeing Rothschild's giraffe around Wajir).\n\nBandits or Shiftas are an on and off problem in Northern Kenya, so best to keep advised of the current situation before heading off.  However, for the most part they are uninterested in Westerners, as attacks on  Westerners have a higher chance of initiating a response from the military police forces. And many people have used the ",{"type":"[[","value":[["Isiolo"]]}," to Moyale route to enter Ethiopia.  There is also some recent ethnic fighting between the Gabra and Borana, such as the Turbi massacre, and the situation remains tense between Moyale and ",{"type":"[[","value":[["Marsabit"]]},".  Again this violence shouldn't be directed at foreigners but it is good to inquire about the local situation and pay attention.\n\n",{"type":"==","value":["Stay safe"]},"\nSecurity in the area has improved.  However, check to see if you need to worry before leaving south.  Go to the office of the district commissioner for information, or go to the Red Cross branch, located above the KCB, and they can call the commissioner for you and give you their opinion. Each side of the border has a police station.\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Kenya"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Moyale"]]},"\n",{"type":"{{","value":[["geo"],["3.527"],["39.056"]]}]