[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Moyogalpa"]}," is on the island of ",{"type":"[[","value":[["Isla de Ometepe"],["Ometepe"]]},", in the ",{"type":"[[","value":[["Southern Pacific Coast (Nicaragua)"],["Southern Pacific Coast"]]}," region of ",{"type":"[[","value":[["Nicaragua"]]},".\n\n",{"type":"==","value":["Understand"]},"\nOne of the two major towns on the island, it is the starting point for most tourists, as the ferries from San Jorge on the western shore of Lake Cocibolca leave and arrive here.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"==","value":["By plane"]},"\nIn 2014, a new airport two kilometers out of town opened. It has flights twice a week to and from ",{"type":"[[","value":[["Managua"]]}," seating about a dozen or so. For more, check with ",{"type":"[","value":["http:\/\/www.lacostena.com.ni La Costeña"]},".\n\n",{"type":"==","value":["By boat"]},"\nThere are frequent ferries from San Jorge just a short ride from Rivas taking you to Moyogalapa in just under one hour, with great views of Volcán Concepción along the way. Some of the ferries can take cars with enough advance notice.\n\n",{"type":"==","value":["Get around"]},"\nThe town itself is walkable, although you will be met by countless taxis once you step off your ferry. If you search for one later on, they are much harder to find.\n\n",{"type":"==","value":["See"]},"\nViews of Volcán Concepción are breathtaking and you will probably catch yourself taking two dozen or so photos of it.\nThe sunsets are said to be the best in the country, although with the competition it is hard to judge. Take in as many of them as you need to come to your own conclusion.\n\n",{"type":"==","value":["Do"]},"\nYou can take a guided hike up Volcán Concepción. Guides are required by law and well worth the roughly 20 dollars they should cost you. The hike is long and even steeper than it looks, so come prepared, in good shape, and bring plenty of water.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe street from the harbor up to town is lined with a lot of hotels and hostels. A little farther inland, you will find cheaper and more basic accommodations, catering mostly to locals.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Altagracia"]]}]},{"type":"*","value":[" San Juan del Sur via San Jorge and ",{"type":"[[","value":[["Rivas"]]}]},{"type":"{{","value":[["IsPartOf"],["Isla de Ometepe"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["11.53"],["-85.7"]]},"\n",{"type":"[[","value":[["wikipedia:Moyogalpa"]]}]