[{"type":"{{","value":[["pagebanner"],["Island of Mozambique banner Small boats.jpg"],["caption=Boats outside Ilha de Mozambique"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Inharrime.jpg"],["location=LocationMozambique.png"],["flag=Flag of Mozambique.svg"],["capital=",{"type":"[[","value":[["Maputo"]]}],["government=Republic"],["currency=Metical (MZN)"],["area=",{"type":"''","value":["total:"]}," 801,590 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 17,500 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 784,090 km",{"type":"<","value":["sup",["2"]]}],["population=19,406,703 (July 2006 est.)"],["language=",{"type":"[[","value":[["Portuguese phrasebook"],["Portuguese"]]}," (official), indigenous dialects"],["religion=Indigenous beliefs 50%, Christian 30%, Muslim 20%"],["electricity=220V\/50Hz (European plug)"],["callingcode=258"],["tld=.mz"],["timezone=UTC +2"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.moztourism.gov.mz\/ Mozambique"]}]}," (Moçambique) is a country on the Indian Ocean coast of ",{"type":"[[","value":[["Southern Africa"],["Southern"]]}," ",{"type":"[[","value":[["Africa"]]},". It is bordered by ",{"type":"[[","value":[["South Africa"]]}," to the south, ",{"type":"[[","value":[["Tanzania"]]}," to the north and has inland borders with ",{"type":"[[","value":[["Malawi"]]},", ",{"type":"[[","value":[["Zambia"]]},",  ",{"type":"[[","value":[["Zimbabwe"]]}," and ",{"type":"[[","value":[["Swaziland"]]},". Mozambique's eastern coastline along the Indian Ocean is more than 1,000 km long, a fantastic draw for scuba divers, fishermen, sailors and beach lovers.\n\n",{"type":"==","value":["Understand"]},"\nFrom the 2,436m Monte Binga peak to the stunning beaches along the coast, Mozambique is a country of contrasts. As well as some of the best colonial era architecture and relics to be found on the continent, Mozambique has also preserved its African cultural heritage, which can be experienced through art, music and food.\n\n",{"type":"===","value":["Geography"]},"\nMozambique stretches for 1,535 mi (2,470 km) along Africa's southeast coast. It is nearly twice the size of California. Tanzania is to the north; Malawi, Zambia, and Zimbabwe to the west; and South Africa and Swaziland to the south. The country is generally a low-lying plateau broken up by 25 sizable rivers that flow into the Indian Ocean. The largest is the Zambezi, which provides access to central Africa. In the interior, several chains of mountains form the backbone of the country.\n\n",{"type":"===","value":["History"]},"\nIn 1500, the Portuguese established a string of forts and posts up and down the coast, starting with present day Isla de Mozambique (at that time simply known as Mozambique and where the country gets its modern name), where the Portuguese plied the spice and slave routes from Mozambique up until 1891.\n\nAfter World War 1, Portuguese investment in commercial, industrial, agricultural, educational, transportation, and health care infrastructure for the indegenious population started providing for better social and economic possibilities and these continued to gain pace up until independence in 1975.\n\nIn 1962, several anti-colonial political groups formed the Front for the Liberation of Mozambique (FRELIMO), which initiated an armed campaign against Portuguese colonial rule. Mozambique became independent after ten years of sporadic warfare on June 25, 1975. FRELIMO took complete control of the territory after a transition period and within a year of independence, almost all the Portuguese population had left Mozambique – some expelled by the new government of Mozambique, some fleeing in fear.\n\nUpon independence, Mozambique had less than 5 engineers in the entire country and the previous colonial infrastructure investments stopped entirely resulting in the rapid disintegration of much of Mozambique's infrastructure. FRELIMO responded to their lack of resources and the Cold War politics of the mid-1970s by moving into alignment with the Soviet Union and its allies. FRELIMO established a one-party Socialist state, and quickly received substantial international aid from Cuba and the Soviet bloc nations.\n\nIn 1975, the Mozambican National Resistance (RENAMO), an anti-communist group sponsored by the Rhodesian Intelligence Service, the apartheid government in South Africa and the United States after Zimbabwe's independence, was founded and launched a series of attacks on transport routes, schools and health clinics, and the country descended into civil war.\n\nIn 1990, with apartheid crumbling in South Africa, and support for RENAMO drying up in South Africa and in the United States, the first direct talks between the FRELIMO government and Renamo were held. In November 1990, a new constitution was adopted. Mozambique was now a multiparty state, with periodic elections, and guaranteed democratic rights. With the signing of the Rome General Peace Accords, the civil war ended on October 15, 1992.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   30"],["febhigh =   30"],["marhigh =   30"],["aprhigh =   29"],["mayhigh =   27"],["junhigh =   25"],["julhigh =   25"],["aughigh =   26"],["sephigh =   27"],["octhigh =   28"],["novhigh =   29"],["dechigh =   30"],["janlow =   22"],["feblow =   22"],["marlow =   21"],["aprlow =   19"],["maylow =   16"],["junlow =   14"],["jullow =   14"],["auglow =   15"],["seplow =   16"],["octlow =   18"],["novlow =   20"],["declow =   21"],["janprecip =  130"],["febprecip =  124"],["marprecip =  97"],["aprprecip =  64"],["mayprecip =  28"],["junprecip =  27"],["julprecip =  13"],["augprecip =  13"],["sepprecip =  38"],["octprecip =  46"],["novprecip =  86"],["decprecip =  103"]]},"\n\nAlmost all of Mozambique falls within the tropics and as such, Mozambique features a mostly tropical climate.\n\nAlong the coast Mozambique has a warm, tropical climate. Evenings are rarely cold, except for a few nights in June and July and the rainfall isn't too high. In summer, temperatures can soar and the humidity levels rise. Temperatures are typically higher in the north, around Pemba, and around the Zambezi.\n\nThe interior plains generally have a higher temperature than that of the coast and have higher rainfall throughout the year. The mountainous regions generally remain cool throughout the year.\nFor up-to date  weather forecasts and tide tables visit http:\/\/www.climateandweather.com\/weather-in-mozambique\n\n",{"type":"===","value":["Public Holidays"]},"\n\nThe public holidays in Mozambique are:\n",{"type":"*","value":[" ",{"type":"'''","value":["1 January"]}," New Year's Day."]},{"type":"*","value":[" ",{"type":"'''","value":["3 February"]}," Heroes' Day."]},{"type":"*","value":[" ",{"type":"'''","value":["7 April"]}," Woman's Day."]},{"type":"*","value":[" ",{"type":"'''","value":["1 May"]}," Workers' Day."]},{"type":"*","value":[" ",{"type":"'''","value":["25 June"]}," Independence Day."]},{"type":"*","value":[" ",{"type":"'''","value":["7 September"]}," Lusaka Agreement Day."]},{"type":"*","value":[" ",{"type":"'''","value":["25 September"]}," Armed Forces Day."]},{"type":"*","value":[" ",{"type":"'''","value":["4 October"]}," Peace Day."]},{"type":"*","value":[" ",{"type":"'''","value":["25 December"]}," Family Day."]},"\n",{"type":"===","value":["Smoking"]},"\nSmoking in all public places was banned in Mozambique in 2007. However, many restaurants and bars have ignored this ban as it is almost entirely unenforced.\n\n",{"type":"===","value":["People"]},"\nThe ",{"type":"'''","value":["Makua"]}," is the largest ethnic group that dominate in the northern part of Mozambique. the ",{"type":"'''","value":["Sena"]}," and ",{"type":"'''","value":["Ndau"]}," in the Zambezi valley, and the ",{"type":"'''","value":["Shangaan"]}," dominate in the southern part of Mozambique.\n\n",{"type":"==","value":["Regions"]},"\n\nMozambique has 10 provinces that can be grouped into the following three regions:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Mozambique regions.png"],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Northern Mozambique"]]}],["region1color=#71b37b"],["region1items="],["region1description=Cabo Delgado, Nampula and Niassa provinces."],["region2name=",{"type":"[[","value":[["Central Mozambique"]]}],["region2color=#8a84a3"],["region2items="],["region2description=Manica, Sofala, Tete and Zambézia provinces."],["region4name=",{"type":"[[","value":[["Southern Mozambique"]]}],["region4color=#d09440"],["region4items="],["region4description=Gaza, Inhambane Vilankulo and the Bazaruto National Sea Park, and Maputo provinces."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Maputo"]]}," - the thriving capital in the far south of the country."]},{"type":"*","value":[{"type":"[[","value":[["Beira"]]}," - a busy port town and capital of Sofala Province."]},{"type":"*","value":[{"type":"[[","value":[["Ilha de Mozambique"]]}," - a UNESCO World Heritage Site and the former capital under Portuguese rule."]},{"type":"*","value":[{"type":"[[","value":[["Inhambane"]]}," - a pretty historic town on a bay."]},{"type":"*","value":[{"type":"[[","value":[["Nampula"]]}," - an industrial city in the north and capital of Nampula Province."]},{"type":"*","value":[" ",{"type":"[[","value":[["Pemba"]]}," - in Northern Mozambique, a popular holiday destination for Mozambicans, although its isolation has kept it off the tourist route for most Western visitors."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bazaruto Archipelago"]]}," - a beautiful island resort and underwater marine park with great diving, geared to high-end tourism."]},{"type":"*","value":[" ",{"type":"[[","value":[["Cahora Bassa"]]}," dam - Hydro-electric dam on the Zambezi river and the second largest man-made lake in Africa."]},{"type":"*","value":[" ",{"type":"[[","value":[["Gorongosa National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ponta d'Ouro"]]}," - a great dive spot, more easily accessible from South Africa than from Maputo."]},{"type":"*","value":[" ",{"type":"[[","value":[["Quirimbas Islands"],["Quirimbas Archipelago & Quirimbas National Park"]]}," - at the North of the country, a scenic and secluded holiday destination off the beaten track with lush African bush on the mainland and white sand beaches\/crustal blue water in the Archipelago and on the coast.  Accessible through ",{"type":"[[","value":[["Pemba"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tofo Beach"]]}," - a backpacker haven on the coastline east of Inhambane with excellent diving."]},{"type":"*","value":[" ",{"type":"[[","value":[["Vilanculos"]]}," - also known as Vilankulo is a popular holiday destination. The gateway to the Bazaruto Archipelago the largest Sea Park in Africa with excellent scuba diving and snorkelling also well known for it's deep sea fishing."]},"\n",{"type":"==","value":["Get in"]},"\n\nAs it is impossible to exchange Meticais outside of Mozambique it is advisable to change a small amount of currency if arriving at a land border in mid to late afternoon to cover taxi's and meals for the first night, currency exchanges generally close at 6PM and due to sporadic ATM failures access to currency is by no means guaranteed out of hours. When accepted by merchants foreign currency has an extremely poor exchange rate.\n\n",{"type":"===","value":["Visas and border fees"]},"\nAll visitors (except citizens of Swaziland, South Africa, Tanzania, Botswana, Malawi, Mauritius, Zambia and Zimbabwe) need a visa, which can be obtained on arrival at some airports (Maputo, Vilankulo and Pemba), at some land borders and at Mozambican (and some British) embassies\/high commissions\/consulates. Visas on entry can be purchased in Meticais and US dollars, in the south South African Rand are also accepted.\n\nAs of January, 2011, the cost for EU and US passport holders at the recently opened and modern Maputo International Airport facility was US$82 for a single entry visa. Euros and US dollars are accepted, although be prepared to have currency that has been issued within the past five years. They will not accept older currency due to the possibility of counterfeiting. A visa can be picked up at the Mozambique embassy in Pretoria, costing R750 for US citizens and issued the same day- often even within minutes.\n\nNot all borders and airports issue visas, contact your nearest Mozambican embassy, high commission or consulate to ensure that the border you intend to use does, otherwise you should apply for a visa before travelling to Mozambique.\n\nIf you require a Mozambican visa, you might be able to apply for one at a British embassy, high commission or consulate in the country where you legally reside if there is no Mozambican diplomatic post. For example, the British embassy and consulates in Jeddah, Riyadh and Al-khobar",{"type":"[","value":["http:\/\/www.ukba.homeoffice.gov.uk\/countries\/saudiarabia\/commonwealth-bots\/?langname=null"]}," accept Mozambican visa applications (this list is ",{"type":"'''","value":["not"]}," exhaustive). British diplomatic posts charge £50 to process a Mozambican visa application and an extra £70 if the authorities in Mozambique require the visa application to be referred to them. The authorities in Mozambique can also decide to charge an additional fee if they correspond with you directly.\n\nLand borders may also charge a stamping fee on entry, which is generally USD $2, but is often waived if you buy your visa at the border. In addition, you must use the visa forms provided at the consulate or border as self-printed versions will not be accepted; at borders, these are free, but Mozambican embassies\/consulates generally charge USD $1 for the form. If applying at a British embassy, high commission or consulate, the application form is available free of charge from the UK Border Agency website ",{"type":"[","value":["http:\/\/ukinguatemala.fco.gov.uk\/resources\/en\/pdf\/form-cc"]},".\n\nA tourist visa is valid for 90 days after issue and permits a 30 day stay. This can be extended by a further 30 days at immigration offices in provincial capitals, but given the risk of passport theft, it is much safer to exit via a land border and re-enter to obtain a new visa.\n\nThere is a USD $100 a day fine for overstaying a visa.\n\n",{"type":"===","value":["By plane"]},"\n\nMost international flights arrive from ",{"type":"[[","value":[["South Africa"]]},", although direct international routes also exist between Mozambique and ",{"type":"[[","value":[["Swaziland"]]},", ",{"type":"[[","value":[["Zimbabwe"]]},", ",{"type":"[[","value":[["Tanzania"]]},", ",{"type":"[[","value":[["Kenya"]]},", ",{"type":"[[","value":[["Portugal"]]}," and ",{"type":"[[","value":[["Qatar"]]},".\n\nThere are several flights daily from ",{"type":"[[","value":[["Johannesburg"]]}," to ",{"type":"[[","value":[["Maputo"]]},", operated by South African Airways (SAA) ",{"type":"[","value":["http:\/\/www.flysaa.com"]}," and the Mozambican flag-carrier Linhas Aereas de Moçambique (LAM) ",{"type":"[","value":["http:\/\/www.lam.co.mz"]},".Federal Air fly daily direct to Vilanculos International airport http:\/\/www.fedair.com\/mozambique-vilanculos-scheduled-flights .  These and other airlines such as Kenya Airways ",{"type":"[","value":["http:\/\/www.kenya-airways.com"]},", Swazi Express Airways ",{"type":"[","value":["http:\/\/www.swaziexpress.com"]},", TAP Portugal ",{"type":"[","value":["http:\/\/www.tap.pt"]}," also fly from ",{"type":"[[","value":[["Durban"]]},", ",{"type":"[[","value":[["Swaziland"]]},", ",{"type":"[[","value":[["Dar es Salaam"]]},", ",{"type":"[[","value":[["Harare"]]},", ",{"type":"[[","value":[["Nairobi"]]}," and ",{"type":"[[","value":[["Lisbon"]]},". In addition, local carrier Air Corridor ",{"type":"[","value":["http:\/\/www.aircorridor.co.mz\/"]}," may start operating one or more international routes soon.\n\nThere are also several flights during the week from ",{"type":"[[","value":[["Johannesburg"]]},", ",{"type":"[[","value":[["Dar es Salaam"]]},", and ",{"type":"[[","value":[["Nairobi"]]}," to ",{"type":"[[","value":[["Pemba"]]}," in the North, operated by either South African Airlink (SAA) or LAM. If you make a telephone booking with LAM and will not be paying for your flight until check-in you must reconfirm the flight 72 hours before departure or they are liable to cancel it.\n\nAfter checking in you need to get a tax stamp on your boarding card. For internal flights the tax is 200 Mts and for International flights 500 Mts to be paid in cash.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"====","value":[" From Malawi"]},"\n\nThere is only one train line in Mozambique, which connects ",{"type":"[[","value":[["Nampula"]]}," with ",{"type":"[[","value":[["Cuamba"]]}," (near the Malawi border). The train carries first, second and third class passengers and is usually packed.\n\nFrom Nampula, the train leaves around 5-6AM, although you should arrive earlier to buy tickets from the booking office at the station. The area is packed with people traveling towards Malawi so expect queues. Once on board the journey is long and slow but fairly efficient and will get to Cuamba mid-afternoon. From here ",{"type":"''","value":["chapas"]}," will take you to the border (Entre Lagos) as only freight trains use this bit of the line. Be warned that even hardened African travelers will likely find this stretch of road very rough - expect it to take a fair amount of time.\n\nOnce at Entre Lagos, the border formalities are located within the station building (easy to find as the town is a typical small border town). The process can take some time as this is a little used crossing. From here it is about a 1km walk to the Malawi side of the border. ",{"type":"'''","value":["BE WARNED"]}," - the Malawi border closes before the Mozambique one, although there is a guesthouse if you get trapped. The easiest way to get from here to Liwonde is by train - sweet-talk the guards and they may let you share their compartment.\n\n",{"type":"===","value":["By car"]},"\n\nIn order to enter Mozambique by car you will need the original registration documents and if it is not your vehicle a letter from the owner granting permission to take the vehicle in to Mozambique. All foreign vehicles are required to have 3rd party insurance, which is available at many borders for R150, and also to pay road tax which is currently 26.50 Mts. \n\n",{"type":"====","value":["From South Africa"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Johannesburg (Lebombo\/Ressano Garcia)"],["url="],["email="],["address="],["lat="],["long="],["directions=N4 towards Nelspruit, follow it until you reach the border just after Komatipoort"],["phone="],["tollfree="],["fax="],["hours=Open 6AM to 7PM (Occasionally open 24 hours during busy periods)"],["price="],["content=On the Mozambican side follow the EN4 for a further 100km to reach Maputo. The stretch of the EN4 after the border leading up to the border has two toll stations that can be paid in USD, EUR, ZAR or MZN. Change is provided in Mts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kruger Park  (Great Limpopo Transfrontier Park)"],["url="],["email="],["address="],["lat="],["long="],["directions=Enter Kruger Park from Phalaborwa Gate and follow the signs for 95km to the Giriyondo Border Post."],["phone="],["tollfree="],["fax="],["hours=Open 08:00 to 15:00 from April to September and 08:00 to 16:00 from October to March"],["price="],["content=",{"type":"'''","value":["Caution 4WD only."]}," On entering Mozambique you will be charged a conservation fee for entering Parque Nacional do Limpopo which is currently 200Mts\/R67\/USD10 per person and per vehicle. You do not need 3rd party insurance unless you exit Parque Nacional do Limpopo but this can be purchased at the park exit gate to Massingir."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kosi Bay"],["url="],["email="],["address="],["lat="],["long="],["directions=Follow the R22 from Kosi Bay to the Mozambique border (signed as Ponta d'Ouro) and then take the right road as you leave the border then keep left until Ponta d'Ouro"],["phone="],["tollfree="],["fax="],["hours=Open 7:30AM to 5:30PM"],["price="],["content=",{"type":"'''","value":["Caution 4WD only."]}," Due to the use of seasonal dirt roads after the border it is advisable to use a GPS route provided by someone who has recently completed the journey. Access to Maputo is via a ferry service (R45) in Catembe."]]}]},"\n",{"type":"====","value":["From Swaziland"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mhlumeni"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open 7AM - 6PM"],["price="],["content=Easily one the quietest and easiest of all the Mozambique borders to pass through, it is deserted most of the time. Getting a visa and 3rd party insurance at this border can be problematic so arrange ahead of time. If coming from Johannesburg and traveling over the weekend or during South African holidays you can expect to save at least an hour transiting via Swaziland to this border compared to using Ressano Garcia."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Namaacha"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open 7AM - 8PM"],["price="],["content=The busier of the two Swaziland\/Mozambique border posts and is very busy over weekend and holiday periods."]]}]},"\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"====","value":["From Malawi"]},"\n\nThere are a number of border crossings to\/from Malawi.  By far the easiest and most frequently plied is at ",{"type":"[[","value":[["Zobue"],["Zóbuè"]]},".  The road is in good condition.  Daily ",{"type":"''","value":["chapas"]}," run to\/from ",{"type":"[[","value":[["Tete"]]}," to the border, where you will have to walk about 300 m to get to Malawian transport.  Daily through buses from ",{"type":"[[","value":[["Chimoio"]]}," and ",{"type":"[[","value":[["Beira"]]}," also use this crossing.\n\nThere is another border crossing to the north, at ",{"type":"[[","value":[["Dedza"]]},", which may be more convenient for ",{"type":"[[","value":[["Lilongwe"]]}," but the public transport on either side can be sporadic.\n\nTo leave\/enter Malawi to the east, there are two crossings, ",{"type":"[[","value":[["Milange"]]}," and ",{"type":"[[","value":[["Mandimba"]]},".  Milange is in the south-east of Malawi, and to get there you need to catch one of the daily vehicles that run between ",{"type":"[[","value":[["Mocuba"]]}," and Milange.  At Milange there is a 2 km walk to the border, and then another 1km to where Malawian transport leaves.\n\nMandimba is further north, used mainly to get to Malawi from ",{"type":"[[","value":[["Lichinga"]]},".  Several vehicles run daily between Lichinga and Mandimba, from where it is another 7km to the border.  Hitching is relatively easy, or bicycle-taxis do the trip for about $1.\n\nIt is also possible to cross the Lake - see BY BOAT below.\n\n",{"type":"====","value":["From South Africa"]},"\n\nYou can take the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.intercape.co.za\/ Intercape Mainliner"]}]},", ",{"type":"''","value":["+27"]}," 861 287 287, from ",{"type":"[[","value":[["Johannesburg"]]}," to ",{"type":"[[","value":[["Maputo"]]},". These buses run in both directions on a regular basis, one in the morning, and another overnight, and are safe and affordable. Other carriers include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.co.za Greyhound"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.translux.co.za Translux"]}]},". If you intend on obtaining a visa at the border you should only purchase a ticket as far as the border, bus companies will not permit you to board with a ticket to Maputo if you are not in possession of a visa. If you ask the bus conductor they will help you obtain a visa a the border and avoid the usually extremely long wait at the Mozambique side. Once through immigration either re board the bus and pay the fare to Maputo on board or pick up a minibus taxi to Maputo from the border.\n\nThree times per week there are bus connections to and from ",{"type":"[[","value":[["Durban"]]}," (via ",{"type":"[[","value":[["Big Bend (Swaziland)"],["Big Bend"]]},", ",{"type":"[[","value":[["Swaziland"]]},"). There is also a service from ",{"type":"[[","value":[["Nelspruit"]]}," and ",{"type":"[[","value":[["Komatipoort"]]}," to Maputo.\n\nThere are the \"taxis\" to and from any destination in South Africa at affordable prices, now from 4AM to 12AM.\n\n",{"type":"====","value":["From Swaziland"]},"\nChapas leave from both ",{"type":"[[","value":[["Manzini"]]}," and ",{"type":"[[","value":[["Mbabane"]]}," to Maputo via Goba typically around 11AM. Usefully they arrive in to Baixa (and can drop you at 24 de Julho) so you are within walking distance of both Fatima's and Base. The fare is R80.\n\n",{"type":"====","value":["From Tanzania"]},"\nThe border between Mozambique and Tanzania is formed by the River Rovuma.  Daily pick-ups connect ",{"type":"[[","value":[["Moçimboa da Praia"]]}," with ",{"type":"[[","value":[["Palma"]]}," and ",{"type":"[[","value":[["Namiranga"]]},", the border post on the Mozambique side.  The main route runs from ",{"type":"[[","value":[["Moçimboa da Praia"]]}," (on the Mozambiquan side), via ",{"type":"[[","value":[["Palma"]]}," (Mozambique), to ",{"type":"[[","value":[["Mtwara"]]}," (on the Tanzanian side) and vica versa. It is recommended to take 2 days over this trip due to the low quality of the roads on the Mozambique side, and the low level of traffic.  When coming from Tanzania, lifts depart from ",{"type":"[[","value":[["Mtwara"]]}," and ",{"type":"[[","value":[["Kilambo"]]}," to the Rovuma river. ",{"type":"[[","value":[["Kilambo"]]}," is a small place with one road running through it, so lifts should be easy to find. Mtwara is much larger however, so ask the locals where and when lifts leave from. When coming from Mozambique, your lift to the river will normally start from either Palma (more likely), or - if you're lucky - ",{"type":"[[","value":[["Moçimboa da Praia"]]}," and go to the border post at Namiranga. It will generally wait for you to have your passport stamped at the border post (a mud hut in Namiranga). During the wet season, your lift will then probably drive to the banks of the Rovuma. During the dry season it will drive you to the end of the road, from which there is a walk of between 1 and 2km (depending on the water level that day) to the Rovuma river.  At the moment there is an unreliable ferry that goes across the river. Typically however, the crossing is done by dugout canoes or slightly larger wooden motorboats. The trip across the river shouldn't cost more than around 8USD, but can only normally be paid for using Tanzanian shillings, although if you find yourself without these, there are plenty of locals who will offer you \"generous\" exchange rates for your hard-earned Dollars and Meticais. If water levels are low you may have to wade to get to and from your boat on the Tanzanian side, so possessing a heavy-duty waterproof sack may be a good idea, but it is by no means essential.  On the Tanzanian side you will often find yourself mobbed by people offering you transport. Pick-pocketing is common on both sides of the river, so care must be taken whilst finding transport to the nearby towns, a good method of reducing your trouble is to befriend a local on the boatride over, you will find most of your fellow travellers are willing to help you in one way or another. Transport then carries you on to the Tanzanian border post at ",{"type":"[[","value":[["Kilambo"]]},", and normally, further on to Mtwara, the capital of Southern Tanzania.\nFor further information and up-to-date news on this crossing, go to \"Russell's Place\" (also known as Cashew Camp) in Pemba. \n\nThere are other crossings to Tanzania, but these all require long walks.  Ask around for local information.\n\n",{"type":"====","value":["From Zambia"]},"\n\nThe main crossing is at ",{"type":"[[","value":[["Cassacatiza"]]},", north-west of ",{"type":"[[","value":[["Tete"]]},".  This border is in good condition, but lightly traveled.  Daily chapas run between Tete and Matema, from there the public transport is sporadic.  The best way to travel from Mozambique to Zambia is to go via Malawi.\n\n",{"type":"====","value":["From Zimbabwe"]},"\n\nThere are two crossings - ",{"type":"[[","value":[["Nyamapanda"]]}," (south-west of ",{"type":"[[","value":[["Tete"]]},"), and ",{"type":"[[","value":[["Machipanda"]]}," (west of ",{"type":"[[","value":[["Chimoio"]]},").  Both are heavily traveled, especially Machipanda due to its location at the end of the Beira Corridor.\n\n",{"type":"===","value":["By boat"]},"\n\nCurrently there is no scheduled sea travel to and from Mozambique.\n\n",{"type":"====","value":["Tanzania"]},"\nOutside of monsoon season it may be possible to hire a dhow from ",{"type":"[[","value":[["Tanzania"]]}," down to Mozambique but this will generally be extremely expensive. The Tanzanian ports of ",{"type":"[[","value":[["Mikindani"]]},", ",{"type":"[[","value":[["Mtwara"]]}," and ",{"type":"[[","value":[["Msimbati"]]}," are all within range of Mozambique and will be the best places to secure dhow transport. In reverse the ports of ",{"type":"[[","value":[["Moçimboa da Praia"]]}," and ",{"type":"[[","value":[["Palma"]]}," are the two best ports on the Mozambique side to find a dhow to Tanzania.\n\n",{"type":"====","value":["Malawi"]},"\nThe MV Ilala operates across ",{"type":"[[","value":[["Lake Malawi"]]}," from ",{"type":"[[","value":[["Monkey Bay"]]},", ",{"type":"[[","value":[["Chilumba"]]},", ",{"type":"[[","value":[["Nkhata Bay"]]}," to ",{"type":"[[","value":[["Likoma Island"]]},". From ",{"type":"[[","value":[["Likoma Island"]]}," it is a 3km boat ride to the Mozambique border at ",{"type":"[[","value":[["Cobue"]]},".\n\nIt is possible to travel across Lake Niassa (Lake Malawi), though international travelers must legally enter through a border post and have the appropriate documentation (visas, etc. depending on nationality). Once on the Mozambique side, local transport would need to be arranged.\n\nTaking the Ilala ferry is certainly a once in a life time experience. Sleeping on the upper deck of this second world war ferry and watching the sunrise over far rolling hills along the Mozambican and Malawian coast is breath taking. You can enter the ferry from any of the harbors where the ferry arrives.\n\nIF you plan to travel on to Malawi, you should get on the ferry at the harbor in Metangula.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Road"]},"\nThe EN1 runs the length of the country generally staying close to the coast from Maputo up. Roads throughout the country are generally in poor condition, especially when compared to South Africa, although the stretch of the EN1 between Maputo and Inchope is in decent condition with the exception of the 120 km directly north of Vilankulo, which is still in decrepit condition and poses a serious challenge to any driver in a low clearance vehicle. The EN6 between the Machipanda border crossing with Zimbabwe and Inchope is in good condition, but deteriorates considerably between Inchope and Beira, becoming almost impassable at points. Note also that north of Vilankulo service stations are scarce - motorists may go 150 km between service stations so fill up at every opportunity.\n\n",{"type":"===","value":["Chapas and buses"]},"\n",{"type":"'''","value":["Buses"]}," and ",{"type":"'''","value":["chapas"]}," leave early in Mozambique - 4AM is not unusual, particularly as you go further north. Chapas take the form of both mini & midi buses but often pick up trucks and cargo trucks will offer a ride for the same fare as a chapa. Government and privately owned buses ply the same routes as Chapas but typically stop a great deal more often so are inadvisable for anything other than short journeys.\n\nThe chapas themselves, particularly on shorter routes, are generally in shockingly poor condition. Expect seats, doors and interiors falling apart. Having said that since 2007\/2008 the Mozambican government has been regulating prices on key routes which means chapa travel in Mozambique is extremely good value. In larger cities this translates to signs with destinations and prices in chapa stations (EG - Junta in Maputo), these prices will not come down no matter how hard you negotiate but many an enterprising chapa conductor\/navigator\/bouncer will try to extort you if you are silly enough to ask what a price is. If in doubt ask at your hotel, a local or as a last resort simply hand them a large note; often they will assume you know the correct fare and give you the correct change.\n\nSince about the beginning of 2011, there are now government registered chapas and unregistered chapas. While both are unsafe and are in many accidents each year, always take the government chapas. These can be recognized by being the large buses. These buses are newer and thus slightly safer. They cost slightly more (at the time this was written they were 10 mets a journey, and unregistered were 5). Unregsitered chapas though are extremely dangerous and overcrowded and should never be used if you can help it.\n\n",{"type":"===","value":["Taxis"]},"\nOnce only found in ",{"type":"[[","value":[["Maputo"]]}," taxis can now be found in many cities throughout the country. They never have meters so you must negotiate regarding cost before your journey. Taxis are often in as perilous condition as chapas (from balding tires to someone sitting in the passenger seat holding a plastic gas can with the cars fuel line going in to it) and breakdowns should be considered likely. Never pay for your journey until you reach your destination. If you are female, never take a taxi alone, especially not one found on the side of the road. If you must, ask around for the number of a trusted taxi driver who will come pick you up and can usually be there in under half an hour depending on how far away they are. Always add ten minutes or more to how long they say they will take to collect you though.\n\nIn Maputo there is a flat rate of 200Mts for any journey in the city center. Longer journeys (EG to Junta) cost 400Mts and up. In the early morning they will often attempt to gouge you, doubling the price to 400Mts, as there are often very few taxi's about at this time.\n\nChapas can also be rented as taxis but are typically more expensive and far less comfortable.\n\n",{"type":"===","value":["Air"]},"\nDomestic ",{"type":"'''","value":["flights"]}," are the fastest and most sane way to get around the country if you can afford it. Linhas Aereas de Moçambique ",{"type":"[","value":["http:\/\/www.lam.co.mz"]}," flies between the major cities. A detailed timetable for domestic flights is available as a pdf file at ",{"type":"[","value":["http:\/\/www.lam.co.mz\/en\/downloads\/pdf_timetable"]},". The flights themselves are actually on extremely modern, clean and well maintained planes and are a stark contrast to the other transport options in the country. \n\nLAM operate an old style booking system where you can reserve a flight over the telephone and then pay for it on check in. If you do use this facility ensure that you confirm your flight 72 hours before departure or your reservation will likely be canceled.\n\nAlternatively all LAM offices in towns and airports can book and receive payment for flights throughout the country. It is not advisable to pay using credit card due to the level of corruption present in all state enterprises including LAM.\n\n",{"type":"===","value":["Rail"]},"\n",{"type":"'''","value":["Trains"]}," aren't really very useful, considering there's only one and it's in the far north of the country traveling from ",{"type":"[[","value":[["Nampula"]]}," to ",{"type":"[[","value":[["Cuamba"]]}," near the ",{"type":"[[","value":[["Malawi"]]},"an border. See ",{"type":"''","value":["get in"]}," above for  more details.\n\nMine clearance from the old coastal railway running the length of the country has been finished in many areas but with the costs involved and the level of corruption in the country it will be decades before any rail service with reasonable coverage arrives in the country.\n\n",{"type":"==","value":["Talk"]},"\n\nThe official language of Mozambique is ",{"type":"[[","value":[["Portuguese phrasebook"],["Portuguese"]]},", though many people speak English in the capital Maputo and in touristy areas. The further north you travel the less likely you are to encounter English speakers, and as you enter more rural areas even Portuguese is limited.\n\n",{"type":"[[","value":[["Swahili phrasebook"],["Swahili"]]}," is useful in the far north of the country as you get close to Tanzania, especially along the coast, and ",{"type":"[[","value":[["Nyanja phrasebook"],["Nyanja"]]}," is spoken near the border with Malawi and Zambia. Some native words from the Shona language can be useful if you are traveling near Cabora Bassa.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Fortaleza de São Sebastião-01.jpg"],["thumbnail"],["The São Sebastião fort on ",{"type":"[[","value":[["Ilha de Mozambique"]]}]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ilha de Mozambique"]]},", i.e. Mozambique Island is the only UNESCO World Heritage Site in Mozambique. The island boasts colonial architecture including probably the oldest European building in the Southern Hemisphere and beaches."]},{"type":"*","value":[" The historic town of ",{"type":"[[","value":[["Inhambane"]]},"."]},{"type":"*","value":[" Sites from the civil war all over the country and the Museum of Revolution in ",{"type":"[[","value":[["Maputo"]]}," to learn more about recent events in the country's history"]},{"type":"*","value":[" Wildlife and nature in ",{"type":"[[","value":[["Gorongosa National Park"]]},"."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dive"]},", see ",{"type":"[[","value":[["Diving in Mozambique"]]}," for details."]},{"type":"*","value":[" ",{"type":"'''","value":["Tours and Safaris"]},", a number of tour operators can help you reach Mozambique's highlights. The most reputable as per guide books Lonely Planet and Bradt are Mozaic Travel ",{"type":"[","value":["http:\/\/www.mozaictravel.com"]}," and Dana Tours in the south, and Kaskazini in the north."]},"\n",{"type":"==","value":["Buy"]},"\nThe currency of Mozambique is the ",{"type":"'''","value":["new Metical"]}," (",{"type":"''","value":["Meticais Nova Família"]},", ",{"type":"'''","value":["MZN"]},"), plural ",{"type":"''","value":["meticais"]}," (Mts, pronounced 'meta-caysh'), divided into 100 centavos.  \n\nThree zeroes were dropped from the currency in 2006.  Old currency could be exchanged at banks up to the end of December 2012.  People will occasionally still refer to the old currency, so if someone asks for \"1 million\", they generally mean one thousand new meticais.\n\nNote that many businesses in the tourist centers are run by ",{"type":"[[","value":[["South Africa"]]},"ns and prices are often quoted in Rand (for which the usual abbreviation is ZAR). In this guide prices are also quoted in Rand when applicable.\n\nUS$, ZAR, British pounds and Euros are freely convertible at commercial rates at any bank or exchange. Other currencies such as Canadian or Australian dollars or Japanese Yen, are not accepted anywhere, even at official banks and exchanges. \n\nThere is very little black market currency exchange, since the commercial exchanges offer the best market rate.  You cannot exchange meticais outside Mozambique, but you can convert them back at exchanges prior to leaving the country.  Also you cannot buy meticais outside Moçambique.  \n\nATMs are present throughout the country; Standard, Millennium Bim, BCI, ProCredit and Barclays are the brands you are most likely to run in to. Standard accepts Visa & MasterCard, Millennium accepts all international cards including Maestro\/Cirrus cards while Barclays doesn't seem to accept any cards with great regularity. ATMs have transaction limits on withdrawals, which vary with the bank. Millennium Bim limits withdrawals to 3,000 Mts, BCI to 5,000 and Standard Bank to 10,000; you can always insert your card again to withdraw more money.\n\nEverything in Mozambique that does not have a price attached can be bargained down to whatever you consider a reasonable price to be. Remember that while laughing when they give you an insane price is perfectly OK you should not get outwardly angry or hostile, you will be unlikely to get a reasonable price if you do. If in doubt about what a fair price is ask your hotel.\n\nNo one in Mozambique, including often backpacker lodges, have change. The 1000Mzn and 500Mzn are almost impossible to use day to day, so change them down in to more manageable notes in any bank. The one exception to this rule is chapa drivers, if you find yourself running low on small bills pay for your 15Mzn fare with a 100Mzn note.\n\n",{"type":"==","value":["Eat"]},"\nAs a country the ",{"type":"[[","value":[["Portugal"],["Portuguese"]]}," occupation has a profound impact on local foods that has produced some of the most unique and interesting cuisine within Southern Africa. Towards the coast a great deal of seafood is used within even the most basic of dishes, however, in land the maize based partridges common throughout Africa becomes staple but with some Portuguese flair.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Piri-Piri"]},", also known as the ",{"type":"'''","value":["African bird's-eye chili"]}," this extremely strong chili is common is sauce form throughout the country."]},{"type":"*","value":[" ",{"type":"'''","value":["Pãozinho "]},", also known as ",{"type":"'''","value":["Portuguese rolls"]}," or ",{"type":"'''","value":["Prego(beef) no pãu and bifana (pork) "]},". A floury and often semi-sweet bread roll, typically served with meat in the center."]},{"type":"*","value":[" ",{"type":"'''","value":["Matapa"]},", a seafood (clam, crab or prawn)stew  made with Casave leaves and generally served over rice. This is one of the Mozambique staples."]},{"type":"*","value":[" ",{"type":"'''","value":["Camarão National"]},", are Mozambican prawns marinaded in  a Piri-Piri, garlic, onion, lemon and vinegar."]},{"type":"*","value":[" ",{"type":"'''","value":["Cray fish"]}," and ",{"type":"'''","value":["other seafood"]},". These are caught off the beach throughout the country and will generally be prepared with a piri-piri marinade, served with rice and matapa."]},{"type":"*","value":[" ",{"type":"'''","value":["Kakana"]}," This is a bitter tasting local vegetable."]},"\n",{"type":"==","value":["Drink"]},"\n\nAll tap water in Mozambique should be assumed to be unsafe to drink, even if it is not harmful it usually has some sediment that your stomach will not be used to. Most western oriented lodgings either provide a fresh water source or sell bottled water.\n\n",{"type":"===","value":["Beer"]},"\nIn Mozambique ",{"type":"'''","value":["Cervejas de Mocambique"]}," which are owned by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sabmiller.com\/index.asp?pageid=1184 SABMiller"]}]}," have a virtual monopoly on beer brewing. The three most popular brands are 2M (remember to pronounce it doysh-em or you will end up with an extra beer), Laurentina Clara and Manica. Other local African beers such as Castle and Windhoek are reasonably widely available but are not as popular as in neighboring countries due to the high quality of the local brews.\n\n",{"type":"===","value":["Liquors"]},"\nLocally produced spirits such as vodka and gin are relatively common throughout the country and are relatively inexpensive.\nThe local drink is Cashu made of the peel from the cashew nut. According to the locals it's very good for a man's libido. It has a sour taste.\n\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation ranges from inexpensive guesthouses and backpacker orientated accommodation through to some of the most expensive resort accommodation in the region.\n\n",{"type":"===","value":["Hotels"]},"\nHotels in Mozambique are generally ungraded and, particularly in the less traveled parts of the country, have not been updated since independence. In some cases you can pay up to $50USD a night for a hotel room that should be in the $5 - $10 range based on facilities. On the other end of the scale Mozambique hosts some of the most incredible, and expensive, hotels and resorts in the world.\n\n",{"type":"===","value":["Backpacker lodges"]},"\n",{"type":"[[","value":[["Maputo"]]},", ",{"type":"[[","value":[["Tofo Beach"]]},", ",{"type":"[[","value":[["Vilanculos"]]}," and ",{"type":"[[","value":[["Pemba"]]}," have several backpacker lodges each and are geared up for the budget traveler. There are some backpacker options elsewhere in the country but often the only option for a budget traveler will be transient labor guesthouses or cheap hotels.\n\n",{"type":"===","value":["Self catering"]},"\n\nIn most major tourist areas many self-catering options exist\n\nIf you do bring your own gas based cooking equipment keep in mind the typical backpacker lindal valve gas canisters are not available anywhere in the country.\n\n",{"type":"===","value":["Camping and caravaning"]},"\nDedicated camp sites with security are available in almost all coastal towns and you can often camp in rural areas with a village chief's blessing (If you do decide to use this option a small offering such as food, liquor or cigarettes can be very useful).\n\nIf taking a caravan keep in mind that a great deal of roads in Mozambique degenerate in to sandy paths that require 4WD, it is advisable to only stick to popular areas along the EN1.\n\n",{"type":"===","value":["Purchasing land or property"]},"\nIf someone offers to \"sell\" you land in Mozambique walk away immediately, it is a scam. Private ownership of land in Mozambique is impossible, all land is owned by the government and will only be provided for foreign use, under a 99 year lease, under very specific circumstances.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Universidade Eduardo Mondlane"]},", ",{"type":"[","value":["http:\/\/www.uem.mz"]}," is the oldest and largest university in the country."]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"*","value":[" You may be able to find work ",{"type":"'''","value":["teaching"]}," at a school such as  The American International School of Mozambique ",{"type":"[","value":["http:\/\/www.aism-moz.com\/?Page=Employment"]},"."]},"\n",{"type":"*","value":[" If you're a certified divemaster or instructor you could try helping out at one of the ",{"type":"'''","value":["dive shops"]}," in ",{"type":"[[","value":[["Tofo Beach"]]},", ",{"type":"[[","value":[["Vilanculos"]]}," or ",{"type":"[[","value":[["Ponta d'Ouro"]]},"."]},"\n",{"type":"==","value":["Stay safe"]},"\nRisks are much the same as many other countries in Africa (and significantly less than some, including parts of South Africa). Nevertheless muggings, robberies, rape and murder do occur, so the normal precautions should be taken.  Women absolutely should never walk alone on beaches, in recent years, attacks on women have grown in tourist areas. In particular it's worth checking with local hostels and other travelers as to where dangerous areas are. \n\nBut in general the Mozambican people are extremely warm and friendly and you will encounter far less hassle than in almost all of the countries surrounding it.\n\n",{"type":"===","value":["Police"]},"\nIn Mozambique the police do not exist to help you, only to try and extort money of you. Do not trust them under any circumstances.\n\nInsisting to be taken to a police station is unlikely to improve your situation, with the exception of in Maputo, the police have been known to rob tourists blind and throw them in a cell. Instead mention contacting your embassy or the anti-corruption hot line to verify a fine and always ask for a receipt.\n\nIf you have cause to go to a police station (",{"type":"''","value":["e.g."]},", filing a police report for insurance purposes after a theft), do not take any valuables or excessive currency with you and try to ",{"type":"'''''","value":["always"]}," go with someone else.\n\n",{"type":"====","value":["Speed limits"]},"\nIn Mozambique the speed limit in town is 60km\/h (unless contrary road signs) and 100km\/h elsewhere. There are mobile speed traps on the EN1 which specifically target foreign visitors.\n\n",{"type":"====","value":["Bribery"]},"\nWhen dealing with the Mozambican police never suggest a bribe, simply listen to whatever lecture they care to give and ask \"What can we do about this?\". Often they will simply let you go, if they do ask for a bribe the amount is entirely negotiable and can range from a bottle of coke (carrying no identification) through to several hundred USD (minor drug infractions).\n\n",{"type":"====","value":["Identification"]},"\nBy law you must carry a form of identification with you at all times and present it to the police on request. As a result you should always carry a notarized copy of your passport photo page, visa and entry stamp with you at all times. Ask your hotel where to locate a notary or contact your local embassy as soon as you enter the country. In Maputo, there is one on Av. Lenine, close to Mimmo's, and another on Av. Armando Tivane (one block west of Av. Nyerere) between Av. Mao Tse-Tung and Av. 24 de Julho. They are not particularly easy to find, ask around.\n\nIf you are asked for identification by the police and you do not have a notarized copy under no circumstances give them your passport, if you do then it will likely cost you a great deal of money to get it back, often simply talking to them a while will get them to go away.\n\n",{"type":"===","value":["Land mines"]},"\nWhile most of the country has been cleared there is still an on-going risk in rural areas away from the EN1 in Sofala, Tete, Manica, Gaza, Inhambane and Maputo provinces. It should be noted that only 2 or 3 incidents a year occur with landmines and they are all well outside the tourist trail.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Malarial prophylaxis"]}," is essential in all parts of Mozambique. Chloroquine\/Paludrine are now as ineffective as in other parts of east Africa, and it's worth going to see your doctor to get decent protection. If you are in country and suspect you have Malaria there are clinics in every town that will administer a test for approximately 50Mts, the treatment also costs 50Mts if you have malaria."]},{"type":"*","value":[" ",{"type":"'''","value":["Get all your vaccine shots before arriving"]}," Medical facilities in Mozambique are now generally reasonably stocked, but it is always worth getting a range of vaccinations before you leave. Prevention is better than cure. It is worth considering carrying some clean needles \/ sterile set if you are visiting out of the way areas, purely as remote medical facilities may have problems getting hold of them."]},{"type":"*","value":[" ",{"type":"'''","value":["Mind what you eat."]}," As common in most countries in the world, if you are concerned about the standards of hygiene in a place, don't eat there."]},{"type":"*","value":[" ",{"type":"'''","value":["Do not have unprotected sex."]}," As in many parts of Sub-Saharan Africa, there is a very high HIV incidence, currently at ",{"type":"'''","value":["12%"]},"(preliminary data from National HIV Survey, 2010) "]},{"type":"*","value":[" ",{"type":"'''","value":["Do not drink tap water or use any ice."]}," South of the Zambezi river that divides the country, Mozambique is much more developed, especially around Maputo, tourist areas such as Inhambane and the industrial city of Beira. Here, especially in built-up areas, it is safe to drink the tap water, hence water in this area is marketed as \"mineral water\" and not \"drinking water\" and is sold at an inflated price as a semi-luxury item (sometimes for as much as 50 or 60 Meticais in backpackers lodges and restaurants). The infrastructure in the north of the country is much less developed and, as such, caution must be exercised, especially in rural areas and the area near Palma and bordering Tanzania. The tap water is usually safe to drink in the main cities such as Nampula and Pemba, and on Mozambique Island. If you are ever unsure about the quality of the tap water, water-purifying liquids (normally chlorine-based) are widely available and very cheap, costing around 40 cents for a large bottle - the most popular brand is \"Certeza\" and it is easy to find. You could also consider bringing puri-tabs if you are planning on going well off the \"beaten track\"."]},{"type":"*","value":[" ",{"type":"'''","value":["Private clinics."]}," There are a few private health clinics in Maputo that will also arrange repatriation in emergencies. Clinica da Sommerschield (tel: 21 493924) Clinica Suedoise (tel: 21 492922)."]},{"type":"*","value":[{"type":"'''","value":["Electric showers"]},". In any accommodation, check the shower fitting.  A rather dangerous type manufactured in Brazil is popular, which contains an unearthed 4kW electric heater. DO NOT touch the fitting when in use, they have been known to give severe electric shocks.  Better still, switch the power off (there should be a nearby circuit breaker) and have a cold shower.  Be similarly cautious with any other type of electrical shower heater."]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Mobile phones"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mcel.co.mz\/ mCel"]}]}," is the state-owned provider, and as of yet the government has only licensed one other company, the South-African owned ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vm.co.mz\/ Vodacom Mozambique"]}]},". Apparently a third is arriving shortly.  GPRS (data and internet) are available on mCel, with 3G in Maputo and other main cities. The APN for Internet is isp.mcel.mz and for WAP it is wap.mcel.mz with an IP address 10.1.4.35. Vodacom have 3G in many towns and GPRS Edge elsewhere.  The APN is internet.  Check your phone manual for setting instructions. The mCel service is not entirely reliable, especially outside Maputo. Vodacom is generally very good.  While it is OK to buy credit from the hundreds of vendors roaming the streets wearing mCel or Vodacom shirts you should never buy SIM cards \/ starter packs, in many cases they sell them at hugely inflated prices and often they will be from one of the many recalled batches that no longer work. Any mobile phone store can sell you a working starter pack for around 50Mts.\n\n",{"type":"===","value":["Internet"]},"\nInternet is widely available in Maputo, with many internet cafes and all major hotels having internet access. Both mCel and Vodacom have introduced internet to cellphone and USB modems. See above for further information.  Outside Maputo internet coverage is sporadic and mostly available in places frequented by tourists.  Local Telecommunication de Mozambique (TDM) offices almost always have internet although speed and availability can be problematic.\n\n",{"type":"===","value":["Radio"]},"\n\nThere are many FM stations in Maputo, offering a variety of music and speech.  Away from the capital, Radio Mozambique will be heard in many places and BBC World Service have their English\/Portuguese service in the main cities.  There are numerous small community radio stations serving smaller towns\/villages.\n\nA new radio station called LM Radio (Lifetime Music Radio), broadcasts in English on 87.8 FM in Maputo and Matola. The radio station offers a wide range of music from the 60s, 70s and 80s together with a blend of modern day music in the same style and flavor. The radio station also provides regular travel and safety tips for visitors to Mozambique.\n\n",{"type":"{{","value":[["geo"],["-19.02058"],["34.84863"],["zoom=5"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southern Africa"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mozambique"]]},"\n",{"type":"[[","value":[["Commons:Category:Mozambique"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Mozambique\/"]]},"\n\n",{"type":"{{","value":[["related"],["African_National_Parks"]]},"\n",{"type":"{{","value":[["related"],["African_flora_and_fauna"]]},"\n",{"type":"{{","value":[["related"],["Discount_airlines_in_Africa"]]}]