[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["Itinerary"]]},"\n\n",{"type":"'''","value":["Mt. Chokai"]}," (鳥海山; ",{"type":"''","value":["chokai-san"]},") is a 2236m high mountain in southern ",{"type":"[[","value":[["Akita (prefecture)"],["Akita"]]},"\/northern ",{"type":"[[","value":[["Yamagata (prefecture)"],["Yamagata"]]},".  Hiking Mt. Chokai is a regular undertaking, particularly in the summer.  The mountain can also be climbed in the winter.\n\n",{"type":"==","value":["Get in"]},"\nThe two popular trail heads for Mt. Chokai are in ",{"type":"[[","value":[["Yurihonjo"]]}," and ",{"type":"[[","value":[["Nikaho"]]},", both in Akita.  There are perhaps 10 different trailheads in all, including some in Yamagata, but most are hard to find and rarely used.\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Haraikawa trail head"],["alt=秡川口; haraikawa-kuchi"],["url="],["email="],["address="],["lat="],["long="],["directions=Take Highway 108 to Yashima.  Turn south near Max Value, and follow the signs.  Haraikawa is about 40 minutes from Yashima."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are several parking lots at the Haraikawa trailhead, and also a bathroom and running water.  There is drinkable water farther up the mountain, so there's no need to fill all your bottles here.  There is also a warming house, particularly useful after winter hikes, and a camp ground.  The campground is on a ridge and exposed to high winds, but on the other hand, it has a very nice view to the north.  To get to Haraikawa, drive from ",{"type":"[[","value":[["Yashima"]]}," or ",{"type":"[[","value":[["Chokai"]]},".  Taking a taxi is very expensive, and there are no buses."]]}]},"\n",{"type":"==","value":["Climbing from Haraikawa"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Summer"]},".  At normal speed, it takes about 4 hours to get to the summit.  Depending on the year and season, there are usually good water sources for the first 2 or 3 hours, but close to the top it is dry.  The first autumn snow is usually in October, and it doesn't fully melt until August.  But there's no problem hiking with a little snow -- consider wearing hiking boots to help kick footholds in the snow.  The summit is 4.4km from the warming hut at Haraikawa."]},{"type":"*","value":[" ",{"type":"'''","value":["Winter"]},".  In the winter, it still takes 4 hours to get to the summit -- just follow the flags up the snow.  Going down is fast, since you probably will bring skis, a snowboard, or a sled."]},"\n",{"type":"==","value":["Safety"]},"\nMt. Chokai is high and exposed.  If it gets cold, windy, and rainy, you should put on rain gear and go down.  That being said, the weather doesn't change without warning, so if you use common sense it'll be fine.  In the winter, people have died on Mt. Chokai because of bad weather.  Don't climb Mt. Chokai in the winter in bad weather.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mt. Chokai Omonoimi Jinja"],["alt=鳥海山大物忌神社"],["url=http:\/\/www9.plala.or.jp\/thoukai\/"],["email="],["address="],["lat="],["long="],["directions=Located at the top of Mt. Chokai."],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This summit hut is popular with hikers who stay the night and get up to see the sun rise from the top of the mountain.  Overnight fare includes a bland dinner and breakfast, so many hikers bring a little extra food.  Reservations highly recommended.  The hut is open from early summer to early October — in that season, the website has relevant pricing reservation information."]]}]},"\n",{"type":"{{","value":[["related"],["Akita (prefecture)"]]},"\n",{"type":"{{","value":[["Outlineitinerary"]]}]