[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Muar_clock_tower.jpg"],["thumb"],["350px"],["Padang Nyiru Laman Maharani."]]},"\n",{"type":"'''","value":["Muar"]}," is the second biggest town and district of the state of ",{"type":"[[","value":[["Johor"]]}," in southern ",{"type":"[[","value":[["Malaysia"]]},". Muar is at 2°3′N 102°34′E﻿, at the north-east of the state. Muar is also known by its other name, ",{"type":"''","value":["Bandar Maharani"]},", which means Empress Town.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History and Etymology"]},"\nMuar's name is believed to have originated and derived from its geographical location at the mouth or estuary of Muar River, the Malay words \"Muara\" which means eastuary or mouth of river. Muar is rich in history as mentioned in many historical records and archeological evidences. It is believed that the history of Muar started much earlier than the Sultanate of Malacca which witness the rise and fall of the empire. There were many accounts recorded and said about the history early and modern days of Muar. There are a few famous old historic legends which evolved around the area of Muar namely, ",{"type":"''","value":["Hikayat Malim Deman (Epic of Malim Deman), Legenda Lembing Awang Pulang Ke Dayang (Awang's Spear Return to Dayang Legend) and Legenda Puteri Gunung Ledang (Mount Ledang Princess' Legend)"]},".\n\n",{"type":"===","value":["Geography and Climate"]},"\nMuar district (inclusive of Ledang) formerly covers 2346.12 km². The whole Muar district (North and South) is roughly the size of two and a half ",{"type":"[[","value":[["Singapore"]]},". Muar is located at the mouth of the Muar River, on the coast of the Straits of Malacca. Muar's geographical ground and area generally has a flat terrain. The town is about 150 km (93 miles) southeast of Malaysia's capital ",{"type":"[[","value":[["Kuala Lumpur"]]},", and about the same distance (179 km) northwest of ",{"type":"[[","value":[["Singapore"]]},". It is 45 km south of ",{"type":"[[","value":[["Malacca"]]}," Town. It is also 50 km north of ",{"type":"[[","value":[["Batu Pahat"]]},". \n\nMuar as the rest of peninsular Malaysia enjoys a year-round tropical rainforest equatorial climate which is warm, humid and sunny, along with plentiful rainfall, especially during the southwest monsoon season from September to December. The temperatures is between about 22°C\/72°F (night) and 30°C\/86°F (day), between 70% and 90% humidity, and an annual total rainfall of about 2400mm. The climate is very much dictated by the adjacent sea and the wind system.  \n\n",{"type":"===","value":["Population and Language"]},"\nMuar has a population of 437,164 (2007) with a multiracial demography, consists of mainly Malay, Chinese, Indian etc. Beside the local languages like Malays, Chinese (Mandarin and other dialects Hokkien, Teochew, Cantonese) and Tamil, English is widely understand and spoken.  \n\n",{"type":"===","value":["Government and Administration"]},"\n",{"type":"*","value":["District Office of Muar\/Pejabat Daerah Muar ",{"type":"[","value":["http:\/\/www.johordt.gov.my\/pdmuar\/"]}," Tel : 06-9521021\/06-9522615 Fax : 06-9528817 "]},{"type":"*","value":["Municipal Council of Muar\/Majlis Perbandaran Muar(MPM) ",{"type":"[","value":["http:\/\/www.mpmuar.gov.my"]}," Tel : 06-9521204\/5\/6"]},{"type":"*","value":["Muar District Police HQ ",{"type":"[","value":["http:\/\/www.polisjohor.gov.my"]}," Tel : 06-9526222"]},{"type":"*","value":["District Hospital :Sultanah Fatimah Specialist Hospital ",{"type":"[","value":["http:\/\/hpsf.moh.gov.my\/modules\/news\/"]}," Tel : 06-9521901"]},{"type":"*","value":["Muar District Immigration Department Tel : 06-9522685"]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nNearest airports to Muar are the ",{"type":"[[","value":[["Malacca"]]}," (Batu Berendam Airport)(",{"type":"{{","value":[["IATA"],["MKZ"]]},") with the\n",{"type":"[[","value":[["Johor Bahru"]]}," (Senai International Airport)(",{"type":"{{","value":[["IATA"],["JHB"]]},") and ",{"type":"[[","value":[["Sepang"]]},"'s ",{"type":"[[","value":[["KLIA"]]},"(Kuala Lumpur International Airport)\/LCCT(Low Cost Carrier Terminal)",{"type":"[","value":["http:\/\/www.klia.com.my"]}," (",{"type":"{{","value":[["IATA"],["KUL"]]},") airports located farther afield. There is also the southern neighbour, ",{"type":"[[","value":[["Singapore"]]},"'s Changi International Airport(",{"type":"{{","value":[["IATA"],["SIN"]]},") across the causeway. Tranfer by bus or taxi has to be taken to redirect to Muar.\n\n",{"type":"===","value":["By train"]},"\nThe nearest train railway stations are ",{"type":"[[","value":[["Segamat"]]}," with ",{"type":"[[","value":[["Seremban"]]}," or ",{"type":"[[","value":[["Kluang"]]}," located farther. Transfer by bus or taxi has to be taken to redirect to Muar.\n\n",{"type":"===","value":["By car"]},"\nBesides federal roads, Muar is also accessible via the North–South Expressway through the Tangkak and Pagoh interchanges exits which are located 20 km and 30 km from the town, respectively.\n\nIf you're driving from Kuala Lumpur on the North South Expressway (NSE), take the Tangkak exit (Interchange 235) and drive on past Sg. Mati and Parit Bunga (on highway 23 and 5). Muar town is about 27km from the Tangkak exit. If you are driving from Johor Bahru, exit at Pagoh and head to the Muar town.\n\n",{"type":"===","value":["By bus"]},"\nThere are two bus stations in Muar; Hentian Maharani Bus Station and Bentayan Express Bus Station (formerly Pagoh Bus Station).\n",{"type":"*","value":["To\/From ",{"type":"[[","value":[["Kuala Lumpur"]]}," (Terminal Bersepadu Selatan(TBS)) - RM16, 2-3 hours. Mayang Sari Express. Hasry Express. Sks KL. Transnasional."]},{"type":"*","value":["To\/From ",{"type":"[[","value":[["Johor Bahru"]]}," (2-3 hrs)."]},{"type":"*","value":["To\/From ",{"type":"[[","value":[["Malacca"]]}," :(1 hr or less). SKA (Every 15 minutes), Mayangsari (9am, 12pm and 4pm), MOS, Orkid. "]},{"type":"*","value":["To\/From ",{"type":"[[","value":[["Batu Pahat"]]}," Mayangsari Express."]},{"type":"*","value":["To\/From ",{"type":"[[","value":[["Ipoh"]]},", ",{"type":"[[","value":[["Penang"]]},", ",{"type":"[[","value":[["Alor Star"]]}," and Northern Malaysia"]},{"type":"*","value":["To\/From ",{"type":"[[","value":[["Kuantan"]]},", ",{"type":"[[","value":[["Kuala Terengganu"]]},", ",{"type":"[[","value":[["Kota Bahru"]]}," and East Coast "]},{"type":"*","value":["To\/From ",{"type":"[[","value":[["Johor Bahru"]]}]},{"type":"*","value":["To\/From ",{"type":"[[","value":[["Singapore"]]}," :HKKL Express."]},{"type":"*","value":["To\/From ",{"type":"[[","value":[["Hat Yai"]]}," ",{"type":"[[","value":[["Thailand"]]}," :HKKL Express."]},{"type":"*","value":["To\/From ",{"type":"[[","value":[["Segamat"]]}]},"\n",{"type":"===","value":["By taxi"]},"\nThere are also chartered taxi services available below two taxi terminals.\n",{"type":"*","value":["Hentian Maharani Bus Station (Tel: 06-9529980)(Pakatan Pemandu-pemandu Teksi dan Kereta Sewa Daerah Muar)."]},{"type":"*","value":["Hentian Bentayan Bus Station (formerly Pagoh Bus Station)(Tel: 06-951 5341)(Persatuan Tuan-Tuan Punya Kereta Sewa Daerah Muar). "]},"These chartered taxis travel within Muar district and outside Muar such as to ",{"type":"[[","value":[["KLIA"]]}," International Airport, Kuala Lumpur and even Singapore. They carry up to 4 passengers at a time. The taxis in Muar don't have a metered system, and they often charge according to the travel distant, time and number of passsenger.\n\n",{"type":"===","value":["By boat"]},"\nFerry services to\/from Bengkalis & ",{"type":"[[","value":[["Dumai"]]},", ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Indonesia"]]}," are available on every Tuesday, Thursday & Saturday, ticketing booth located at and ferries also departing from the Custom Jetty at Jalan Maharani at 12.00 pm. Journey time is just under two hours. Tickets cost RM80\/160 one-way\/return. (Tel : +6012-6363614) Muar is the only district (besides the state capital Johor Bahru) in Johor that has its own Custom and Excise Duty Department office and checkpoint at its own jetty.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" Taxis chartered service (Perkhidmatan Kereta Sewa) at the taxi stands or bus stations. "]},{"type":"*","value":[" Trishaws, or ",{"type":"''","value":["Beca"]},", locally called ",{"type":"''","value":["Teksi"]}," to get around the town for sight-seeing."]},{"type":"*","value":[" The flat terrain of Muar's geographical ground and areas has enable the extensive use of bicycle and tricycle vehicles as the main and major mode of transportion in Muar. Bike rentals and bike guide : NO-JOB (North Johor On Bike) Tel :016-6412716."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"====","value":["Recreation and leisure places"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tanjung Emas Park"]}," - Tanjung Emas recreational park overlooking Muar River is the place to go. This recreational park has a food court offering local delicacies if you get a little hungry- try the ikan asam pedas (fish cooked with tamarind sauce and chilli paste) for which this town is famous. There's plenty of rest shades if the sun gets too hot and also a children's playground to keep the little ones amused. The park, which is much visited during the weekends, also houses a 9-hole golf course, Tanjung Emas Golf Club. A 45 minute to one hour Muar River Cruise departing from this park is also available to offer tourists views of Muar town from the river. Nearby, Tanjung Ketapang is next to Tanjung Emas facing The Malacca Straits. The mangrove along the coastal line is home to wild monkeys or macaques but harmless and tame to visitors who feeds them. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Laman Maharani Padang Nyiru"]}," - The garden at the new park called Padang Nyiru near the Sultan Ismail bridge, named Laman Maharani, includes a modern clock tower with old English architecture, a mini Roman Colosseum, a neatly manicured lawn, a pavement under leafy trees, a fountain, a dome-shaped pavilion, parking bays and a beautifully-designed seawall. The garden immortalises the old days when the site was a busy trading centre where junks and boats anchored with merchandise and charcoal. It is now a green lung for the town folks and visiting tourists to take leisurely walks and enjoy the natural beauty of the Muar River in the town centre."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gunung Ledang"]}," - Located about 30 km from Muar town Gunung Ledang (formerly Mt Ophir) is well known for the Legend of Gunung Ledang story of the mystique Puteri Gunung Ledang, entwined with its mysterious tales of supernatural encounters among the locals besides its beautiful natural attraction. Standing at 1,267m, Gunung Ledang is Johor's highest mountain and it can be accessed both from Johor (Sagil) and Melaka (Asahan). There are nice camping sites by the side of waterfall at the mountain foot and those who are adventurous can take up the challenges to climb to the peak of the mountain. The journey to the top will take approximately five hours through the dense but scenery virgin jungle. There are 2 options of access to the mountain top and mountain foot lodgings available by 2 different managements namely; Gunung Ledang Resort ",{"type":"[","value":["http:\/\/www.ledang.com\/"]}," and Taman Hutan Lagenda-Taman Negara Gunung Ledang ",{"type":"[","value":["http:\/\/bm.johorparks.com.my\/the-parks\/gunung-ledang\/"]}," which has a range of options from a dormitory to chalets. Hiring a guide is necessary so it's best to plan in advance. Gunung Ledang can be reached by buses that run between Tangkak and Segamat by getting off at Sagil or take a taxi from Tangkak."]},"\n",{"type":"*","value":[{"type":"'''","value":["Pantai Leka, Parit Jawa"]}," - A nice sea-side fishing village and the coast is an important stopover and winter feeding ground for 60 bird species of migratory birds including egret, eagle, heron, sandpiper, swift and kingfisher, and efforts is being taken to gazet the area as a bird sanctuary. There are many sea foods, grilled fish and assam pedas stalls and restaurant serving nice delicious foods. GPS coordinates 1.951372N 102.635517E."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sungai Gersik Hot Spring"]}," - Kolam Air Panas Sungai Gersik, the natural wonder of hot springs can be found in the district of Muar, about 10km from Parit Jawa town. The hot spring, with water temperature is estimated at 50 to 70 degree Celsius, was discovered over 100 years ago in the peaty area, was believed to have healing power due to its high sulphur content. The hot spring area has chalet, public amenities like toilet, bath room and parking facilities, Muslim prayer room, a children's playground and some shops. The place is opened from 7 am to 7 pm. Admission is free to locals and foreigners. GPS Coordinates: GPS 1.940900N 102.741300E. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nasuha Spices & Herbs Farm"],["alt="],["url=http:\/\/www.nasuhaherbsparadise.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ladang Rempah Ratus Nasuha farm is located at the 19 Km of Jalan Muar Pagoh, Muar covers an area of over 3200 acres, known to be the largest Herbs and Spices farm in Asia, producing 6 to 10 metric tonnes of raw herbs and spices each day. The farm is planted with 135 types of herbs collected from all over the world. There is a museum, restaurant, a herbal SPA, a resort and a processing plant inside the farm. Group tour can be arranged to visit the farm for bird watching, hiking activities, stress management and motivational course is also offerred to public members."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dusun Damai"],["alt="],["url=http:\/\/www.tpmtechnopark.com.my\/DusunDamai\/DD1.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An scenery fruits orchard homestead resort on a scenic hill in Pagoh, Muar located midway PLUS highway between Kuala Lumpur and Johor Bahru. Just 15 minutes easy access from Pagoh toll plaza."]]}]},"\n",{"type":"====","value":["Religious Sites and Worship Places"]},"\n",{"type":"*","value":[{"type":"'''","value":["Masjid Jamek Sultan Ibrahim, Tanjung Emas"]}," -completed in 1930 and was officially opened by Johor's Menteri Besar, Dato Mustafa bin Jaafar to replace the old wooden building build in 1887. Located along Jalan Petri, close to mouth of Muar River. The building captures an unusual combination of the Anglophile's Victorian and Moorish architectural influences similar to the Sultan Abu Bakar State Mosque in Johor Bahru will be of interest to any visitor with a fine eye for aesthetics."]}," \n",{"type":"*","value":[{"type":"'''","value":["Masjid Jamek 2 Sultan Ismail, Tanjung Agas"]}," -built in 1999 on the opposite bank of Muar River in Tanjung Agas, is exactly an identical replica of the Masjid Jamek Sultan Ibrahim. The 2 majestic mosques are just like reflection image of each other on the other side of river is a breathtaking sight at the mouth of Muar River. This 2nd mosque can accommodate 5,000 Muslim congregations at any times."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nan Hai Fei Lai Goddess of Mercy Temple"]}," : The ",{"type":"''","value":["\"Nan Hai Fei Lai (南海飞来\/南海飛来nán​ hǎi​ fēi​ lái​) Temple\""]},", fondly called ",{"type":"''","value":["Ah Nio Keng"]},"(亚娘宫 yà​ niáng ​gōng​\/觀音庙 Guānyīn miào​); or literally means ",{"type":"''","value":["the temple of Guanyin Goddess of Mercy"]}," located the riverside main road of Jalan Maharani opposite the Bentayan Express Bus Station, is the oldest Chinese temple in Muar."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kerng Tang Kou Bioh Temple, Muar (粤东古庙)"]}," - The temple also fondly called Tua Lau Yah Keng(大老爷宫) in Teochew dialect is located at the Muar Kwangtung Association building at the beginning point of intersection of Jalan Bakri and Jalan Meriam in the town centre was founded by early settlers from Teochew\/",{"type":"[[","value":[["Chaozhou"]]}," in 1895, is one of the oldest temples in Muar town. Its name Kerng Tang Kou Bioh(粤东古庙); means \"Guangdong's Ancient Temple\" was derived from Teochew’s geographical location in Kwangtung\/",{"type":"[[","value":[["Guangdong"]]},"(粤东\/广东) province in ",{"type":"[[","value":[["China"]]}," and its ancient ",{"type":"[[","value":[["Chaozhou"],["Teochew"]]}," patron deity worshipped at the temple, the \"Tua Nang Kong\" (大人公) or \"Xuántiān​​ Shàng​dì​\" (玄天上帝) (the Lord of Profound Heaven or Black Heavenly Emperor God). It was intially brought in from the ",{"type":"[[","value":[["Riau"]]}," Archipelago, ",{"type":"[[","value":[["Indonesia"]]}," by Tan Song Hai(陈松海) for worship in a shop house at Jalan Maharani before it was saved in a fire and relocated and installed at the present temple in 1913. The temple was renovated several times and a major one was when the entrance arch with traditional Chinese temple architecture and the big sitting deity statue at the compound build and erected in 1998. During the \"Chap Goh Mei\" celebration on the last day of Chinese New Year festival, on the 15th day of first lunar month of Chinese calendar, drove of Taoism devotees will throng to congregate to pray at the temple and to observe a traditional Teochew custom, called \"Puak Tau Sai\"(博豆狮)."]},"\n",{"type":"*","value":[{"type":"'''","value":["San Chai Temple, Parit Unas (善才爷庙)"]}," - The Parit Unas' (南亭寺) Nán​ Tíng​ Sì​ Temple was founded by late Dato Kor Thian Peng, the temple's medium who was touted to be the foster son of late ",{"type":"[[","value":[["Johor"]]}," Sultan for their good relationship ever since he helped to cure an illness of a Johor Sultan royal family member and conferred the Johor datukship award. According to legend, the temple divine deity god had protected devotees who seek to hide in the temple during 1969 May 13 racial riots and has helps many devotees in many occasions from near and far especially, droving flocks of local and ",{"type":"[[","value":[["Singapore"]]}," to throng the temple to worship espceially during the birthday of the divine god, San Chai Yeah(善才爷) on the 23rd day of the 1st moon of Chinese lunar calendar(around January\/February after Chinese New Year) every year. A Chinese primary school adjacent to the temple, SRJKC San Chai was built and operates with the aids of the temple and the Sultan's donation."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sian Kong San Temple, Bukit Bakri (神公山庙)"]}," - A beautiful and tranquil Buddhist temple located on top of a hill at Bukit Bakri with magnificent scenery."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nagamalai Koil Alaiyam Temple, Bukit Pasir"]}," - Snake Hill temple, Bukit Pasir, Muar. Local folks call it Hindu snake temple. This temple, located in the Sime Darby Palm Oil Plantation in Bukit Pasir is said to be a very auspicious temple among Hindus in Malaysia and Singapore. There are small shrines on the forested hill with cobra and Hindu God statues. According to The Star, Nagamalai Alaiyam is the third most important hill temple in Malaysia after Batu Caves in Kuala Lumpur and Thannimalai temple in Penang."]},"\n",{"type":"*","value":[{"type":"'''","value":["Nattukottai Chettiars' Sri Murugan Temple"]}," - The oldest Hindu temple in Muar town in Jalan Meriam has a unique and beautiful steeple of the dome with old Indian Hindu achitechture element, but has been torn down as it is now undergoing some major re-construction. It is also fondly known as the Chettiar temple for the contribution of the community in building the temple where local devotees visit for the divine Lord Murugan's blessing since the early days it was build.  There is a grand annnual celebration with a chariot procession. Tel : 06-9537358."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sri Muthu Mariamman Temple"]},"(ஸ்ரீ முத்து மாரியம்மன் கோவில்) -Located at 29 Jalan Mohammadiah, Muar held its Hindu consecration ceremony between 8.45am and 9.45am. Annual temple celebration, Amman Festival, celebrated around October end yearly with procession of the Amman Chariot. Tel :06-9515470"]},"\n",{"type":"*","value":[{"type":"'''","value":["Sri Maha Kaliamman Alaiyam Temple"]}," -is located at Jalan Junid Dalam, Parit Perupok Laut, Muar. Annual temple celebration, Amman Festival, where goat sacrification offering ceremony held will be celebrated on the first weekend of August yearly. GPS Coordinates: 2 6 56.39N 102 41 38.13 . Tel :016-2533648"]},"\n",{"type":"====","value":["Historic places"]},"\n",{"type":"*","value":[{"type":"'''","value":["Balai Polis Bukit Kepong"]}," - This police station at Bukit Kepong with a history museum is famous for the notorious attack by the communist terrorist on 23 Februari 1950 during the emergengy period."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kubu Bentayan"]}," - The last fortress of the retreat Malacca Sultanate soldiers before it falls during the attack of the Portuguese in the 15th century situated at mouth the Sungai Bentayan, the Bentayan Express Bus Station (formerly Pagoh Bus Stand) location now. Another fortress but built by the Portuguese later, ",{"type":"''","value":["Fortaleza de Muar"]}," was also believed to be situated at the same area. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Makam Panglima Lidah Hitam, Parit Sakai"]}," - The grave of a legendary Malay warrior Panglima Lidah Hitam (the Black Tongue Warrior) or Baginda Zahiruddin from Padang Pariaman, Minangkabau, Sumatera, Indonesia; the founder of Silat Lintau, whose tongue was black colour when he die and buried in Parit Sakai Laut, Jalan Junid, Muar."]},"\n",{"type":"*","value":[{"type":"'''","value":["Makam Sultan Alauddin Riayat Shah I, Kampung Raja, Pagoh"]}," - The tomb of the Malacca Sultan Alauddin Riayat Shah I is located at Kampung Raja, Ulu Pagoh. Sultan Alauddin is 7th Sultan of Malacca Sultanate from 1477 to 1488, and he also built a residence palace in Pagoh. GPS Coordinates: 2 9 38.27N 102 45 29.59E. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Tapak Sejarah Kota Buruk, Jorak "]}," - The Kota Buruk fortress historical site located at Tanjung Selabu, Jorak, Bukit Pasir, Pagoh, Muar is where the founder of the Malacca Sultanate, Parameswara, stayed for more than 10 years upon his exile from Temasik before proceeding to Melaka. Another historic site, 'Biawak Busuk', opened by Parameswara, is said also to be located just nearby."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rumah Adat Bugis"]}," - Rumah Adat Bugis or Bolla Lopo or literally Bugis Customary House is a traditional Bugis house located at Km 19 Parit Pechah, Sri Menanti, ",{"type":"[[","value":[["Muar"]]},", ",{"type":"[[","value":[["Johor"]]},".",{"type":"[","value":["http:\/\/wikimapia.org\/13079878\/ms\/Rumah-Tradisional-Bugis-Kampung-Parit-Pechah-Sri-Menanti-Muar-Johor"]}," built 100 years ago by Tahir bin Daeng Mustapha, a descendant of Raja Bugis. In the language of Bugis, 'Bolla' means house and 'Lopo' means big; literally means ",{"type":"''","value":["\"Big House\""]},". The house design and elements are unique with many beautiful carving and features. It also house many old traditional items. Located at Parit Pecah, along the stretch between Sungai Gersik and Parit Jawa. It's easy to miss, so visitors have to go slow and look out for it on the left while moving towards Parit Jawa Muar or on the right if travelling towards Batu Pahat. "]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Take a relaxing stroll along the scenery riverside from the town to the park, about 1km+ distant, have a picnic at the beautiful riverside garden and catch the sunset by the beach of the Tanjung Emas Park. Enjoy the scenery with nice landscape of rows of trees and majestic old colonial buildings and pre-war shophouses along the way."]},{"type":"*","value":[" Get on the boat and join the river cruising along Muar River at Tanjung Emas jetty. Jeti Tanjung Emas, Tanjung Emas, Muar. Tel: 019-6658827."]},{"type":"*","value":[" Have a round of golf at the Tanjung Emas Golf Club in Muar. The Tanjung Emas course may not be a dream golf course but one can surely relax and enjoy a round of golf in cool soothing breezes. But beware of the wayward wind which can play havoc with your game which can be treacherous and may even blow away your ball. The par-35 (2,721 m) 9-hole layout is a flat and short golf course, but challenges come in many forms: the wind, large ponds, numerous 0.B. markers and sand traps provide it all. The course is open to the golfing public armed with handicaps. Tel :06 9521550 "]},{"type":"*","value":[" Muar is touted to be food haven for gluttons. Check out the Eat section, plan and have a round of nice local foods at the many eating places in town."]},{"type":"*","value":[" Try having a big catch by fishing at the Muar River at a few local anglers's favourite fishing spots i.e. Tanjung Emas, Tanjung Ketapang, Tanjung Agas, the Sultan Ismail Bridge. "]},{"type":"*","value":[" Go for the adventurous freshwater prawn(udang galah) fishing at Panchor, Grisek, Kundang Ulu, Lenga, Gombang or Bukit Kepong areas located at the upstream of Muar River by renting a boat. Fire-fly watching eco-tour also may be arranged.(Tel.: 06-971 1150, 013-680 2265 Hj Rahmat bin Idris)"]},{"type":"*","value":[" See the oyster harvesting by fishermen diving to the bottom of Muar River at Pengkalan Tiram, Parit Tiram, Jalan Sallleh, Muar. Grab the opportunity to buy the cheap and fresh oyster for dinner. Tel :012-6363614"]},{"type":"*","value":[" Stay at the local village homestays and experience the colourful local kampung cultures, foods and life of the Malays of Java and Bugis descends. Enjoy the local warm hospitality and friendliness of the host and family. Visit the village local small industries like traditional delicacies making, agricultural activities like local fruit harvesting at orchard or livestocks animals, poultry and fish farming or activities at rubber, oil palm or coconut plantation. Learn the interesting local traditional festivals, games, music and dances like the Javanese' ",{"type":"''","value":["Kuda Kepang"]}," and ",{"type":"''","value":[" Barongan"]}," or the Malays' ",{"type":"''","value":[" Zapin"]}," and ",{"type":"''","value":[" Ghazal"]},", and  also local martial art ",{"type":"''","value":["Silat"]}," performances. For contact, see \"Sleep\" section."]},{"type":"*","value":[" Visit the Orang Asli village at Lenga and Gunung Ledang area."]},{"type":"*","value":[" Trek up the top of the magical jungle-capped legendary Gunung Ledang. Seek out the challenges and adventures to go on an expedition to the peak of the mountain, camp in the rugged wilds, or a convention amidst nature and get soak in Air Panas waterfall at the mountainfoot.  "]},{"type":"*","value":[" Ride bicycle across the town, across both bridge and by the beach. Bandar Maharani is so flat that you don't need to be strong rider to go anywhere."]},{"type":"*","value":[" Try to get yourself a motorcycle and ride from the town through Bukit Pasir, Lenga to Bukit Kepong and back to Muar town through Gerisek, Bukit Gambir and Serom."]},"\n",{"type":"===","value":["Events and festivals"]},"\n",{"type":"*","value":[" Johor Sultan's Birthday - will be celebrated on 22nd November every year to commemorate the birthday of the new Sultan who just succeded the throne. Cultural activities, fishing competition, duck catching competition at Tanjung Emas Park. Muslim Tahlil and Thanks-Giving Prayers at the main mosque. Guard of Honour parade and Swear of Allegiance Ceremony in the morning at the Dewan Jubli Intan. Tel :06-9521021 "]},{"type":"*","value":[" Malaysia National Day - celebrated on 31st August every year, the national independance day. Cultural and entertainment show and fireworks will be on display on the eve of celebration at Tanjung Emas Park. A celebration parade by the government agencies, uniform bodies, political entities and private organisation in the early morning of celebration. All celebration mostly held at the Dataran Tanjung Emas square and park vicinity. Tel :06-9521021 "]},{"type":"*","value":[" Chap Goh Mei's \"Puak Tau Sai\"(博豆狮) - celebration on the last day of Chinese New Year festival, on the 15th day of first lunar month of Chinese calendar (around February). Drove of Taoism devotees will throng to congregate to pray at the Kerng Tang Kou Bioh(粤东古庙) temple and to observe a traditional Teochew custom, called \"Puak Tau Sai\"(博豆狮) where devotees seek the divine deity’s blessing for the new year to obtain home the “peanut lions”(Chinese guardian lion statues made of sugar and peanut) but to repay back the “peanut lions” statues to the deity and temple the next coming year in double the number of statues they obtained. The quest to obtain the “peanut lions” will be decided through the “toss of the victory cups”(博胜杯) to ascertain the divine’s will of the deity. Tel :012-2510338 "]},{"type":"*","value":[" San Cai Deity's Birthday - celebrated on the 23rd day of the 1st moon of the Chinese lunar calendar(around March) every year by Taoism devotees for the divine Taoist deity San Cai Yeah's(善才爷) birthday at the San Cai Yeah Temples, Parit Unas which is very famous and revered among the locals and Singaporeans devotees."]},{"type":"*","value":[" Nine Emperors Gods' Birthday - celebrated from the 1st day to the 9th day of the 9th moon of the Chinese lunar calendar(around October\/November) every year by vegetarian Taoism devotees for the Taoism deities Kiu Ong Yeah's (Nine Emperors'){九皇爷) birthday. During the 10 days celebration, Chinese opera theatre, interesting colourful religion ceremonies, fire crossing ceremony, knife ladder climbing ceremony by mediums and devotees will be held at the 2 main Taoism temples; Jalan Bentayan's Tao Tian Keng (斗天宫) temple and Jalan Arab's Tao Boo Keng (斗母宫) temple. Celebration peaks with grand colourful procession on the 8th day morning and 9th day evening at the town centre. A \"send-off\" ceremony will be held at the Tanjung Emas river side on the 10th day marking the end of the celebration."]},"\n",{"type":"==","value":["Buy"]},"\nFamous local delicacies and products can be shopped at :\n",{"type":"*","value":[" ",{"type":"'''","value":["Coffee powder"]}," Kopi Serbuk Sai Kee 434."]},{"type":"*","value":[{"type":"*","value":["434 Sai Kee Kopi Serbok ",{"type":"[","value":["http:\/\/www.saikee.com"]}," Kopitiam. "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["(34, Jalan Maharani, Opposite Bentayan Express Bus Station\/Pagoh Bus Stand, Muar) Tel:+606-951 3828"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Tao Sah Peah"]}," (Red Bean Paste Biscuit), Heong Peah, Mooncakes and Chinese cookies. "]},{"type":"*","value":[{"type":"*","value":["Yong Sheng Confectioneries and Food Gift Shop",{"type":"[","value":["http:\/\/www.yongsheng.com.my"]}," "]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["(30, Jalan Sayang, Muar) Tel: +606-952 1362 "]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["(Lot. 1965, Batu 3 ½, Simpang Jeram, Jalan Bakri, Muar) Tel: +606-986 3362 "]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Bak Kua"]}," (Barbecued Roasted Pork)                     "]},{"type":"*","value":[{"type":"*","value":["Muar Yuen Chen Siang",{"type":"[","value":["http:\/\/www.yuenchensiang.com"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["(86, Jalan Meriam, Muar) Tel: +606-955 5007 "]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["(5, Jalan Lama, 84000 Muar) Tel: +606-952 1528, 952 3109  "]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["Otak-otak"]},", frozen-packed-uncooked or attap-leaf-wrapped-grilled."]},{"type":"*","value":[{"type":"*","value":["Food stalls and hawkers at Jalan Haji Abu Hawker Centre or Jalan Bentayan Hawker Centre."]}]},{"type":"*","value":[{"type":"*","value":["A Class Otak-otak Products Shop",{"type":"[","value":["http:\/\/www.aclassfood.com.my"]},". (Chun Long Frozen Food Industry, 55-17, Jalan Bentayan, Muar) Tel: +606-9545517 "]}]},{"type":"*","value":[" ",{"type":"'''","value":["Mee Bandung"]}," Mee Rebus, Soto, Nasi Beriani & other Malay dish paste(perencah), herbs and spices(rempah ratus)."]},{"type":"*","value":[{"type":"*","value":["Kedai Haji Senan",{"type":"[","value":["http:\/\/www.sernanberiani.blogspot.com\/"]}," (Haji Sernan Food Industries",{"type":"[","value":["http:\/\/www.sernanmuar.com"]},") (Sernan Brand)"]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["(197-6, Jalan Abdullah, Behind Kedai Kopi 343\/near Karaoke Maharani\/Bangunan Mara, Muar) Tel:+606-9510129 013-3223100  012-6880646"]}]}]},{"type":"*","value":[{"type":"*","value":[{"type":"*","value":["(29, Jalan Sultan Ibrahim, Opposite Muar Stadium, Muar) Tel:+606-9535676 012-3936054"]}]}]},{"type":"*","value":[{"type":"*","value":["Syarikat M.R.S. Kapia Pillai (Indian Curry Powder and Spices) (126 & 127,Jalan Maharani, next to 434 Kopitiam, Opposite Bentayan Express Bus Station\/Pagoh Bus Stand, Muar) Tel:+606-06-9519149"]}]},{"type":"*","value":[{"type":"*","value":["Syarikat CHLC Ching Hing Long Chan (Adami Brand)(Jalan Maharani, next to 434 Kopitiam, Opposite Bentayan Bus Station\/Pagoh Bus Stand, Muar) Tel:+606-9513399"]}]},{"type":"*","value":[{"type":"*","value":["Maharani Best Enterprise (Sarbiah Brand) (RS 65, Lorong Keluarga, Jalan Junid, Muar)"]}]},{"type":"*","value":[{"type":"*","value":["Mak Pon Perencah Mee Bandung, (Jalan Junid, Opposite JJ Asam Pedas, Muar) Tel :06-95394640\/012-2620044"]}]},{"type":"*","value":[{"type":"*","value":["Pak Uda Beriani Gam (PUBG Brand)",{"type":"[","value":["http:\/\/www.pakudaberianigam.com"]}," (28C, Jalan Omar, Parit Tengah, Parit Jawa, Muar.) Tel:+606-9873971 012-6869857  "]}]},{"type":"*","value":[" ",{"type":"'''","value":["Durian"]}," and also ",{"type":"'''","value":["Dodol"]},". Local fruits."]},{"type":"*","value":[{"type":"*","value":["Stalls at the roadside. "]}]},{"type":"*","value":[" ",{"type":"'''","value":["Mussels, oyster, siput and scallops"]},"(Kupang, tiram, siput and lokam) and also other fresh seafoods."]},{"type":"*","value":[{"type":"*","value":["Stalls at the roadside, Pengkalan Tiram Jalan Salleh or Parit Jawa wet market."]}]},"\nThe town is  also robust of business and trading activities, with many old traditional Chinese shops offering variety of products at reasonable and attractive price. There also Pasar Malam and Pasar Tani selling variety of local products\n\nThe shopping centres and supermarkets or hypermarkets in Muar are Wetex Parade ",{"type":"[","value":["http:\/\/www.hektargroup.com\/wetexparade\/index.htm"]},", The Store, Giant, Econsave, Astaka Shopping Centre, Lagenda Complex, K-Mall, Fresco, One-Stop, Arked Mara and Hentian Maharani",{"type":"[","value":["http:\/\/www.hentianmaharani.com.my"]},".\n\nThere are two wet markets in Muar town:\n",{"type":"*","value":[" Pasar Awam Bandar Maharani ",{"type":"''","value":["(Tua Pa Sat)"]}," (Below Astaka Shopping Centre), Jalan Maharani, Muar."]},{"type":"*","value":[" One Central Market ",{"type":"''","value":["(Sin Pa Sat)"]}," (formerly Hock Hai Market), Jalan Ali\/Arab\/Haji Abu, Muar"]},"\n",{"type":"==","value":["Eat"]},"\nLocal delicious Malay foods; Mee bandung, rojak petis, satay Muar and asam pedas are the signature foods of Muar. And don't forget delicious Javanese foods like soto, mee rebus, lontong and nasi ambeng. Locals are famous of eating goreng pisang(fried banana) and goreng tempe(fried Javanese fermented soya bean cake) with thick soya sauce with hot chili deeping. Pau Maharani is a favourite too. The local version Nasi Beriani Gam is good too. Ikan bakar; freshly catched, delicious dan cheap grilled fish and sea foods like prawn, squid, crab, mussel, clam etc, best eaten with banana leaf wrapped Nasi Lemak are available at Medan Ikan Bakar Sabak Awor, Jalan Bakariah and Medan Ikan Bakar Parit Karang every evening. Mee Siput; a local delicious snack eaten with sambal, local chili paste; only can be available in Muar. Johor Laksa is another delicious local food. Here are some tips: Eat Satay and Mee Rebus as the locals do for breakfast in the morning, mee bandung for lunch, rojak petis for afternoon and asam pedas at Parit Jawa for dinner.    \n \nMuar is also famous for many Chinese foods like the Muar Otak-otak (乌达) , Teochew Or-Luak\/Or-Chien(Fried Oyster Omelette), Hainanese Steamed Chicken Rice ball, Muar Char Kueh Teow (fried rice noodle with clam), Hokkien Hae-Mee (Fried Prawn Mee), Cantonese Wonton Mee, Muar Char-Siew Perng(Red Roasted Pork Rice), Teochew Lo-Ak-Perng(Braised Duck Rice), Teochew Mee Poh(Fish Ball Noodle), Teochew Her-Moi(Fish Soup Porridge), Teochew Kueh Chap(Big pieces cut flat rice noodle in soup with braised pork, pig offal, egg and bean curd\/tofu), Teochew Chwee Kueh (a delicious rice cake with salted raddish), Char Chai Tow Kueh(fried raddish cake), Cantonese Chok (Congee), Simpang Jeram's Loy Her Bee Hoon (haruan\/snake head fish soup with vermicelli), Bak Kut Teh (herbal pork ribs soup with yam rice), Teochew Ter Chap Cheng Therng(Pig Organ Soup), Curry Laksa, Hakka Yong Tao Foo, Chee Cheong Fun, Mi\/Bang Chien Kueh (Kueh Apam Balik Cina) etc are must-try local Chinese delicacies for visitors. Foods centres can be found at Muar Bus Station (Malay), Tanjung Emas (Mixed), Jalan Bentayan's Bentayan Hawker Centre (Chinese) and Jalan Haji Abu(Chinese) Hawkers Centre also known as \"T'am Cjia Kueh\" (贪呷街), literally \"the glutton voracious eating street\" by the Chinese befitting its reputation as the food haven of the town. There are also a few Chinese restaurants serving nice Pau and Dimsum (Chinese bun and dumpling) for breakfast. \n\nThere are also many Chinese restaurants and Malay food stalls offering variety of delicious foods on their menus. On different days of the week there are Pasar Malam or night markets and Pasar Tani selling many local foods at different locations of the town. For shopping of famous local Chinese festival delicacies like Thong Chiew Guek Peah-Mooncakes, Tao Sah Peah-Red Bean Paste Cakes are available at the Yong Sheng Confectioneries and Gift Shop and also Muar Yuen Chen Siang shop for their famous Bak Kua-Barbecued Pork.   \n    \nWe can also can find some good Indian continental cuisine like Banana Leaf Rice, ",{"type":"''","value":["Nasi Kandar"]},", ",{"type":"''","value":["Mee Rojak"]},", ",{"type":"''","value":["Rojak Mamak"]},", ",{"type":"''","value":["Putumayam"]},", variety of bread like ",{"type":"''","value":["Roti Canai"]},", ",{"type":"''","value":["Roti Telur"]},", ",{"type":"''","value":["Roti Sardin"]},", ",{"type":"''","value":["Roti Prata"]},", ",{"type":"''","value":["Roti Jala"]},", ",{"type":"''","value":["Tosei"]},", ",{"type":"''","value":["Roti Nan"]},", ",{"type":"''","value":["Murtabak"]},", ",{"type":"''","value":["Kebab"]}," with their superb Indian curry and dal gravy; great soups like ",{"type":"''","value":["Sup Kambing"]},", ",{"type":"''","value":["Sup Tulang"]}," and ",{"type":"''","value":["Sup Ekor"]},"; and not forgeting refreshing cold dessert; Ice Shaved ",{"type":"''","value":["Cendol"]}," with thick coconut milk and coconut brown sugar and ",{"type":"''","value":["Teh Tarik"]}," at some Indian foods stalls and restaurants.\n\n",{"type":"==","value":["Drink"]},"\nMuar is popular for its ",{"type":"''","value":["Sirap Bandung"]}," (Rose Syrup with milk and optional soda and cincau) beverage which is normally served during Malay wedding reception, but also easily available at most Malay food stalls and restaurant. Do try the Corn Milk Drink at the Tapak Pasar Tani Lama by the bus stations. Pear Juice sold at the fruit stalls at Jalan Yahya is very special and refreshing.\n\nCoffee made of home fried coffee bean and powder of Muar is famous among the locals and tourists, try out a cup of this aromatic Muar coffee, roti bakar (bread toast) and half-boiled egg at Sai Kee 434 Kopitiam, located just opposite the bus station.\n\n",{"type":"==","value":["Sleep"]},"\nA few hotels and apartments available in Muar, ranging from cheap to medium. \n",{"type":"===","value":["Splurge"]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Classic"],["alt="],["url=http:\/\/www.classichotel.com.my"],["email="],["address="],["lat="],["long="],["directions="],["phone=06-9533888"],["tollfree="],["fax="],["price=>RM120"],["checkin="],["checkout="],["content=4-stars hotel at 69, Jalan Ali Muar beside Wetex Parade."]]}]},"\n",{"type":"===","value":["Mid Range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Pelangi"],["alt="],["url=http:\/\/www.pelangihotels.com\/"],["email="],["address=79, Jalan Sisi"],["lat="],["long="],["directions="],["phone=+606-951 8088"],["tollfree="],["fax="],["price=RM85-RM250"],["checkin="],["checkout="],["content= Centrally located hotel has 80 guestrooms and suites."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Muar Trader's Hotel"],["alt="],["url=http:\/\/www.muartradershotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+606 9538100\/+606 9539100"],["tollfree="],["fax="],["price=>RM95"],["checkin="],["checkout="],["content=Located alongside Muar River at 16, Jalan Petrie. Secret Recipes outlet is located here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Riverview Hotel"],["alt="],["url=http:\/\/www.riverviewhotel.com.my\/index.htm"],["email="],["address=29, Jalan Bentayan"],["lat="],["long="],["directions="],["phone=+606 951 3313"],["tollfree="],["fax="],["price=RM60-RM90"],["checkin="],["checkout="],["content="]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Townview Hotel"],["alt="],["url=http:\/\/www.riverviewhotel.com.my\/index.htm"],["email="],["address=60, Jalan Sisi"],["lat="],["long="],["directions="],["phone=+606 951 1788"],["tollfree="],["fax="],["price=RM60-RM90"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Streetview Hotel"],["alt="],["url=http:\/\/www.riverviewhotel.com.my\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+606 9537 088"],["tollfree="],["fax="],["price=RM80-RM90"],["checkin="],["checkout="],["content=Newly open hotel located in town which renovated from old pre-war shop houses at 11-13 Jalan Ali."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=D'99 Hotel"],["alt="],["url=http:\/\/www.d99hotel.com\/about.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+606 953 9899 \/ +606 953 9799"],["tollfree="],["fax="],["price=>RM112.70"],["checkin="],["checkout="],["content=A new hotel in the town, 173 Jalan Abdullah, with Delifrance outlet."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apartel Maharani"],["alt="],["url=http:\/\/superpages.com.my\/apartel-maharani-2178804.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=06-9532525"],["tollfree="],["fax="],["price=RM158-190"],["checkin="],["checkout="],["content=Rooms and apartment. B-1-5, Wisma 2020, Jalan Temenggong Ahmad, Muar."]]}]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Galesi Hotel"],["alt="],["url=http:\/\/www.facebook.com\/galesi.muarjohor\/info"],["email="],["address="],["lat="],["long="],["directions="],["phone=+6012-5461118"],["tollfree="],["fax="],["price=RM48-88"],["checkin="],["checkout="],["content=Newly open at Jalan Mohd.Said Tahir,Pusat Perniagaan Said Tahir (near Jalan Daud) with aircon, built in toilet, tv, free wifi"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Muarar Hotel"],["alt="],["url=http:\/\/muarar-hotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=06-9525300"],["tollfree="],["fax="],["price=RM48"],["checkin="],["checkout="],["content=Newly open at 3, Top Floors, Jalan Sungai Abong, Pusat Perniagaan Sungai Abong, Muar. (beside traffic light) with aircon, built in toilet, tv, free wifi"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sabak Awor Resort"],["alt="],["url=http:\/\/sabakaworresort.webs.com"],["email="],["address="],["lat="],["long="],["directions=near 2nd bridge\/bypass"],["phone=06-954 1345 012-6060775"],["tollfree="],["fax="],["price=RM60-120"],["checkin="],["checkout="],["content=9094, Jln Bakariah, Sabak Awor, Muar. with aircon, built in toilet, tv, free wifi"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mann Chalet"],["alt="],["url=http:\/\/mannchalet.blogspot.com"],["email="],["address=4096 Kg Seri Pantai, Jalan Junid, 84000 Muar"],["lat="],["long="],["directions=behind Long Poh Restaurant"],["phone=06-9513304 012-9136596 017-2291512"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["My Budget Inn"]}," :46-2, Top Floors, Jalan Khalidi, Muar. (opposite BP petrol station) (RM39-98) with aircon, built in toilet, tv, free wifi Tel :06-9549696 017-6668199"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Bentayan"]}," :Top Floors, Jalan Bentayan, Muar. (beside Chinese temple) (Single-RM42, Double-RM58) with aircon, built in toilet, tv, free wifi Tel :06-9542779\/9534901"]},"\n",{"type":"*","value":[{"type":"'''","value":["Tanjung Emas Inn"]}," :28, Top Floors, Jalan Parit Haji Baki, Muar. (Near stadium\/Jalan Junid) (RM48) with aircon, built in toilet, tv, free wifi Tel :06-9519488"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Astra Binajaya"]}," : Across the river, near Giant Hypermarket, Maharani Rivera Tanjung Agas, Muar. (RM 60)  Tel :016-7558844"]},"\n",{"type":"*","value":[{"type":"'''","value":["Hong Leng Inn"]}," :Jalan Abdul Rahman, Muar. (opposite 7-Eleven & Klinik Asia) (RM38-85) Tel : +606-952-9487"]},"\n",{"type":"*","value":[{"type":"'''","value":["Motel 26"]}," :Jalan Khalidi, Muar. (near Taman Khalidi Baru Food Court)(RM40-80,Furnished semi-detached house) Tel: +606-951-2836 +6012-669-9577"]}," \n",{"type":"*","value":[{"type":"'''","value":["Hotel Sungai Abong"]}," :Top Floors, Jalan Sungai Abong, Muar. (RM35-40) Tel : 06-9539336"]},"  \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Palma Enterprise Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+606-952-9487"],["tollfree="],["fax="],["price=RM50-60"],["checkin="],["checkout="],["content=Sg Abong, Muar (Run by Hong Leng Inn)"]]}]}," \n",{"type":"*","value":[{"type":"'''","value":["56 Mansion"]}," :56, Taman Selasih 2, Jalan Kg Tengah, Sungai Abong, Muar. (RM50-70) with aircon, build-in\/shared toilet, tv, free wifi Tel : 012-5768725, 012-6022992"]},"\n",{"type":"*","value":[{"type":"'''","value":["Warni Villa"]}," :Taman Junid Perdana, Muar.(Furnished semi-detached house) (RM50-100) Tel : 06-9539336"]},"\n",{"type":"*","value":[{"type":"'''","value":["Marina Lodging"]}," :Pantai Leka (next to Chinese temple), Parit Jawa, Muar. (RM35-40) with aircon, build-in toilet, tv Tel : 06-9874571, 012-6219762"]},"\n",{"type":"*","value":[{"type":"'''","value":["Penginapan Nur"]}," :Tiang 1\/31, Batu 15 1\/2, Jalan Muar, Tangkak. Tel :07-2237471\/2242525\/2237472\/019-7772057"]},"\n",{"type":"*","value":[{"type":"'''","value":["Alami Homestay"]}," :No.9, PRD 15\/E, Parit Raja Tengah, Jalan Temenggung Ahmad, Muar. (RM130) Tel :013-6196804 \/ 013-6936404 http:\/\/alamihomestay.blogspot.com"]},"\n",{"type":"===","value":["Super Budget"]},"\nThese are mostly old hotels providing budget and cheap rooms, normally around RM30. Room condition is not so clean, but located in the middle of the town.  \n",{"type":"*","value":[{"type":"'''","value":["Hotel Leewa"]}," : Budget. 75, 1st Floor,Jalan Arab. Tel : +606 9515995"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kingdom Hotel"]}," : Budget. 158, Jalan Meriam. Tel :06-9521921"]},"\n",{"type":"*","value":[{"type":"'''","value":["Embassy Hotel"]}," : Budget. 171, Jalan Abdullah. Tel :06-9521886"]},"\n",{"type":"*","value":[{"type":"'''","value":["Nam Yang Hotel"]}," : Budget. 41, Jalan Maharani. Tel :+606 922558. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Wah Hin Chan Hotel"]}," : Budget. 120 Jln Meriam. Tel :+606 9512043"]},"\n",{"type":"===","value":["Resorts"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gunung Ledang Resort"],["alt="],["url=http:\/\/www.ledang.com\/"],["email="],["address=Batu 28 Jalan Segamat Sagil Tangkak"],["lat="],["long="],["directions="],["phone=06-977 2888\/977 3555"],["tollfree="],["fax="],["price=RM150-250"],["checkin="],["checkout="],["content="]]}," "]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/tamanhutanlagenda.blogspot.com Taman Negara Gunung Ledang-Taman Hutan Lagenda"]}]},{"type":"[","value":["http:\/\/www.impressions.com.my\/tangkak\/legenda.htm"]}," :Batu 26 Jalan Segamat Sagil Tangkak. Tel :07-2237471\/2242525\/2237472\/019-7772057\/+60193371015"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ladang Rempah Ratus Nasuha"],["alt="],["url=http:\/\/www.nasuhaherbsparadise.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+ 6 06-973 7231 \/ 973 7608 \/ 973 7609"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Herbal Spa sauna, restaurant and resort at KM 19, Jalan Muar-Pagoh."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dusun Damai"],["alt="],["url=http:\/\/www.tpmtechnopark.com.my\/DusunDamai\/DD1.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=07-2226922"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Scenic orchard homestead resort located in Pagoh."]]}]},"\n",{"type":"===","value":["Homestay"]},"\nThere are also some homestays providing interesting stay and holiday programme located at the out-skirt villages of the town.\n",{"type":"*","value":[{"type":"'''","value":["Homestay Kg. Sarang Buaya"]},", Tel. 012-754 0597, 06-988 1378,  019-747 3442, 07-416 2396."]},"\n",{"type":"*","value":[{"type":"'''","value":["Homestay Kg. Melayu Bt. 28 Lenga"]},", Tel. 06-952 3093, 06-971 1150, 013-680 2265. "]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Homestay Kg. Parit Bugis"],["alt="],["url="],["email=parit_bugis@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=013-774 4244, 07-416 3837, 019-273 3703"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Internet"]}," :Internet cafes are easily available in the Town areas. Free internet broadband wi-fi connection are also widely available in many cafes and hotels."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mobile phone"]}," :The coverage of reception signal are extensive in all the Muar area for all the major mobile telecommunication service provider companies. All these companies provides and sells pre-paid mobile phone SIM cards including to foreigners which is more convenience and cheaper for temporary use in the country during a short stay compare to international roaming services."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Telephone"]}," :Muar telecommunication area is using the prefix +06 Area Calling Code of Malacca instead of the +07 Area Calling Code of Johor beside the +60 Country Calling Code of Malaysia."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Postal"]}," :Muar has a main post office at Jalan Othman and a few mini post offices in the town providing postal, telegram, courier, money orders, transfer etc services. The postal area code for the main town of Muar is 84000 while the rest of the smaller area are using the postal code of 84+++."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["2.0393"],["102.5691"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Johor"]]},"\n\n",{"type":"[[","value":[["wikipedia:Muar town"]]}]