[{"type":"{{","value":[["pagebanner"],["Mui Ne sand dunes voyage.jpg"],["Sandunes in Mui Ne"]]},"\n__TOC__\n",{"type":"[[","value":[["Image:Mui Ne2.jpg"],["thumb"],["300px"],["Mui Ne harbour"]]},"\n",{"type":"[[","value":[["Image:Biển Mũi Né.jpg"],["thumb"],["300px"],["Beach front"]]},"\n",{"type":"'''","value":["Mui Ne"]}," is a nice resort area in ",{"type":"[[","value":[["Phan Thiet"]]},", near ",{"type":"[[","value":[["Ho Chi Minh City"]]}," (",{"type":"[[","value":[["Southern Vietnam"],["south"]]}," ",{"type":"[[","value":[["Vietnam"]]},").\n\n",{"type":"==","value":["Understand"]},"\nNortheast of ",{"type":"[[","value":[["Phan Thiet"]]}," the coastal road climbs over the slope of a Cham tower-topped hill and descends into the long, sandy crescent of Mui Ne Bay. The formerly little-inhabited beach south of the fishing village of Mui Ne proper has seen some serious development in the last 15 years. Now it is a 15 km long strip of resorts that line up like pearls on Nguyen Dinh Chieu St, shaded by coconut palms. The main resort strip lies between the addresses of 2 and 98 Nguyen Dinh Chieu and is actually named Ham Tien.\n\nAt the shoreline, nature moves the sand around, much to the dismay of some developers. Beach sand tends to migrate up and down the coast seasonally, leaving some (but not all) spots with just a concrete breakwater rather than sandy beach. There is always a good sandy beach somewhere along this 15 km beach. Accommodations at higher addresses tend to be smaller and less expensive, somewhat removed from the main tourist section and more mixed in with local life. If a sandy beach is important to you, some research is called for before booking in the area.\n\nA few bargain hotels have popped up on the inland side of the road, across from the shoreline resorts. If you stay on the inland side, you will need to pass though one of the resorts to reach the beach, which might or might not result in some hassle from the guards. The resorts jealously guard their lounge chairs and palapas, though the beach itself is open to everyone.\n\nMui Ne has become very popular with Russian tourists, even more than ",{"type":"[[","value":[["Nha Trang"]]},". Both English and Russian menus are common in many restaurants, and many stores and hotels are now advertising and catering specifically for the Russian tourists, especially along the lowered numbered area of the strip.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nMost overseas visitors reach Mui Ne via \"open tour\" buses that run between ",{"type":"[[","value":[["Ho Chi Minh City"]]}," and ",{"type":"[[","value":[["Nha Trang"]]},". Most depart from HCMC between 07:30 and 09:00 (07:30 for Sinh Cafe's air conditioned bus) and arrive at Mui Ne at about 13:00. In the opposite direction, buses typically depart from Mui Ne around either 14:00 or 02:00 and arrive in HCMC ~ 5 hours later. Joe's Cafe is a good place to catch an outgoing night bus as it offers full service all night and you never know how late the bus will be. Outside HCMC, the coach will stop at a petrol station with a large shop and stalls selling snacks, drinks, and fruit.\n\nThe buses stop in the heart of the tourist strip in Mui Ne, so there is no need to take a taxi. The cost is about 105,000 dong each way, and tickets are sold all over the tourist districts of both HCMC and Nha Trang. If you are traveling to HCMC from Mui Ne, you will most likely be put on an already full bus traveling from Nha Trang. As you are not assigned a seat, you may not be able to sit with any traveling companions, and at some of the less scrupulous travel agents you may not even get a real seat. You might get a mat at the back of the bus with four other people.\n\nPublic buses from both destinations also travel to Mui Ne, though finding the departure stations and figuring out the schedule is difficult for visitors. It's not worth the trouble unless you have a strong need to depart at a different time of day other than when the open tour bus leaves. Travel agencies play dumb because they don't earn anything from helping you find a public bus.\n\n",{"type":"===","value":["By train"]},"\nA train runs daily from HCMC to Phan Thiet, departing around 06:30 and arriving five hours later. The return trip leaves Phan Thiet around 13:30. The cost is quite modest at around 60,000 dong per person each way (similar to the bus). The train station in HCMC (Saigon Railway Station) is in District 3, about 3 km from the centre. The railway station in Phan Thiet is about 5 km (80,000 dong taxi ride) from the beginning of the Mui Ne resort strip, and taxis are abundant to take you there. The railway also sometimes runs a mid-sized bus from the station to Mui Ne for 25,000 dong per person. Tickets are sold on the train, though the announcement might be made in Vietnamese only, and you need to watch carefully for the ticket sellers to pass by.\n\nThe train has regular carriages operated by the state railways, and sometimes other carriages booked and operated by private companies. The latter have somewhat larger seats for a higher price, but fall short of luxury. The regular carriages are a bit cramped for the Western-sized body. When the train is not full, railway staff usually packs everyone into one carriage, leaving another one empty, and then run a side business selling \"upgrades\" to the quiet, empty carriage. The entire train will be jammed on holidays.\n\nOverall, the train is probably less comfortable and convenient than the open-tour bus, though it has some advantages. You get a better view of the countryside and avoid the endless honking of horns and lunatic driving of the bus drivers.\n\n",{"type":"===","value":["By taxi"]},"\nYou might consider coming to Mui Ne from Saigon by taxi, instead of open bus. The departure times of the open buses might not suit your schedule. They are also slow sometimes, because the driver makes stops at rather bad restaurants where he receives commission. The ride by taxi takes 4-5 hours, depending on road conditions, and will cost US$70-100, depending on your ability to bargain. Talk to taxi drivers in the airport to get best prices.\n\nFare from Tan Son Nhut Airport to Mui Ne by ",{"type":"[","value":["http:\/\/www.satsco.com.vn\/service\/detail\/26\/ SATSCO"]}," is US$100\/trip.\n\n",{"type":"==","value":["Get around"]},"\nYou can't get lost in Mui Ne, since the whole place consists of one long strip along a main street, Nguyen Dinh Chieu. Motobike taxis (",{"type":"''","value":["xe om"]},") are everywhere and their drivers will bug you each time you leave the hotel. Bargain hard to get appropriate prices (10,000-15,000 dong is more than enough to pay for a ride from one place to another along the main strip). Taxis are also abundant, with fares slightly higher than HCMC, but still reasonable (starting at 12,000 dong up to around 20,000 dong).\n\n",{"type":"[[","value":[["Image:Biker with goose, Mui Ne.jpg"],["thumb"],["300px"],["Bikes are a common means of transport in Mui Ne"]]},"\n\nYou can rent motorbikes and bicycles at many resorts and tour agencies. Since traffic is light, motorbikes or bicycles are a pleasant way to explore the surroundings. Motorbikes cost anywhere from 60,000-150,000 dong per day depending on how late in the day you start, how many hours you need, and age\/type of motorbike (automatics can cost 230,000 dong). The locals say it's getting harder to rent because of bike thefts and police driving license enforcement. Your hotel might rent to you, which may be a bit more convenient since they already have your passport.\n\n\nBe careful when riding a bike in Mui Ne. Traffic is light, but nobody pays any attention to traffic rules. For example, it's common to see Vietnamese riders turning left from the right lane. Also, Vietnamese riders don't stop or even look when entering the main road from secondary one. Traffic fatalities are not uncommon. Rumours are that up to 30 people die every month in accidents. If you plan to ride a bike here, investment in medical insurance, if you can get it,  is a wise move.\n\nEven-numbered addresses are on the sea side of the street, and odd numbers on the inland side. Even and odd addresses are not aligned, thus 39 on the odd side can be several hundred metres from 40 on the even side.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:ChamMuiNe.jpg"],["thumb"],["300px"],["Cham tower"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Po Sha Inu"]}," tower is a derelict remainder of the ancient ",{"type":"''","value":["Cham"]}," culture that was built in the 8th century."]},"\n",{"type":"[[","value":[["Image:Coracle fishing boats in Vietnam 02.jpg"],["thumb"],["300px"],["Coracle fishing"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fish Sauce Plants"]},", where the famous ",{"type":"''","value":["nuoc mam"]}," (fish sauce) is produced. Big jars harbour the concoction that, after months in the blazing sun, is sold all over Vietnam to add some spice to the food."]},"\n",{"type":"[[","value":[["Image:White Dune - Mui Ne.jpg"],["thumb"],["300px"],["Dunes"]]},"\n\n",{"type":"*","value":[" The famous ",{"type":"'''","value":["Sand Dunes"]}," (",{"type":"''","value":["Doi Cat"]},"), on the main coastal road a short distance north of the fishing town at the north end of Mui Ne bay, about 10 km from the main resort strip. The whole region is fairly sandy, with orange sand threatening to blow onto the coastal road in some spots. The dunes that visitors visit are about 50ha (1\/2km²) of open sand on a hillside with ten-meter undulations, staffed by dusty children with plastic slides, who will offer instruction and assistance if you want to slide on the sand. Avoid these children at all costs. The plastic slides that they offer are simply an excuse to steal your belongings when you are not looking. They will offer to carry your bag for you as you go sliding, then steal your phone of wallet, and there are so many boys that you won't be able to tell who did it. The dunes also offer nice views of the sea coast to the north. In all, it's worth a half-hour visit, especially if you have rented your own motorbike for the day. On the opposite side of the road are a series of small cafes, where you can park your motorbike for a small fee if you ride there on your own. Most day tours sold by local tour operators include a stop at the dunes. The trip by taxi from the main resort strip would be about 150,000 dong each way, and less by xe om. It is reachable by bicycle in 30-45 minutes, passing the Fairy Stream on the way."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mui Ne market and fishing harbour"]}," (",{"type":"''","value":["Lang chai Mui Ne"]},"). Don't miss out on an excursion to this quiet little village, at the north end of Mui Ne bay. The coastal road leads straight into the town (with a left turn required to continue up the coast). At the entrance to town is an overlook with a splendid view of hundreds of colourful fishing boats moored in the bay. Further along into town, just off the main road, there is a small but colourful market. If you take your transport just down to the water, you will reach the fishing harbour, where you can purchase fresh seafood (if you have any means to cook it) or purchase steamed crabs, shellfish, etc. to eat on the spot from local vendors. Walking along the beach, you'll pass by fishermen sorting out their catch, ship-wharfs and, at the southern end of town, a section where clams have been ridded of their shells for many years, so the sand on the beach is by now substituted with littered shells."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Fairy Stream"]}," (",{"type":"''","value":["Suoi Tien"]},") is a little river that winds its way through bamboo forests, boulders and the dunes behind the village, in parts resembling a miniature version of the Grand Canyon. Local kids will want to accompany you to show you the way (and of course earn a dollar or so), but since you're just following the stream, there's little need. For the most part, the stream is about ankle-deep and no more than knee-deep even at its deepest. It is sandy with few stones and can be walked comfortably barefooted. You can climb up the red sand hills overlooking the river valley and even walk there parallel to the river, however, the sand may be hot on a sunny day, so bring some footwear. Walking upstream for about 20 minutes, you will reach a small waterfall into at most waist-deep water, great to take a refreshing bath before heading back! To reach the stream, head along the main road towards the east until you cross a small bridge. The stream is underneath, you will see a sign pointing towards a path to the left, go that way to reach an easy place to enter the stream. By bicycle it's about 15 minutes from the main resort strip and shouldn't be more than 20,000 by xe om."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Kitesurfing"]},"\n\nKitesurfing is offered by many outfitters and hotels. Kite surfing instruction is available, starting at US$60\/hour, beginners package of 7 lessons start at US$350. From November till March you generally will have strong winds every day. The Winds in Mui Ne emerge by thermal movements, after the shores got warmed by the sun. You will have perfect wind everyday from 11AM on until the late evening. Gusty winds are seldom. With strong winds, the sometimes choppy waves can be as high as 4 m and more. The water is free of rocks, which makes it relatively safe to kite. However in the peak season there up to 300 kiters in the water at the same time. Beginners and Students, who mainly practice close to the beach front makes things a bit more dangerous. So watch out for other kitersurfers and swimmers and control the speed, in particularly because swimmers are difficult to see when waves are high. Accidents between kitesurfers or between kitesurfers and Swimmers happen from time to time and medical facilities are limited in terms of their equipment and abilities.\n\nThere are several kitesurfing Schools along the beach, which all employ Beach Boys who will help you to start and launch the kite. It is widely common to tip the Beach Boys with US$1\/day. If you bring your own equipment and don´t want to carry it from and to your hotel every day, you can store it at one of the Kitesurfing Schools for US$20\/week or US$60\/month, including usage of their compressors and shower facilities.\n\nIf you are a beginner but already can practice independent without an instructor, you might avoid the area around Sunshine Beach Hotel\/Sakara\/Wax, because there are too many Kite Surfers and swimmers which may lead to accidents, particularly if you can not fully control the kite. Try the western part of beach front around the Kitesurfing School Windchimes. Here Kiters are not the much and you can practice without bringing you and others into danger.\n\nThere is a place called \"wave spot\" or \"Malibu beach\" (10.92676, 108.29500). It is suitable only for intermediate\/advanced kiters, but its much less crowded there.\n\n",{"type":"===","value":["Others"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["All-terrain vehicle"]},". You can ride one on White sand dunes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cooking classes"]},", 400,000 dong\/hr. If you want to learn to cook Vietnamese food, check cooking classes near C2SKY kitesurfing school (opposite Kim Shop). You will learn to cook pancakes, Pho Bo soup, shrimp salad and fresh spring rolls. All ingredients are ready, you'll just mix them under supervision of Vietnamese cook."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Day Tours"]},", US$10-13. Travel agents and restaurants abound with day tour offerings. The standard half day tour takes in the fishing village, fairy stream, and the red and while sand dunes. Tours normally start at either 5AM or 2:30PM so you can watch the sunrise\/sunset over the sand dunes."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sailing"],["url=http:\/\/www.mantasailing.org"],["email="],["address=108 Huynh Thuc Khang"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Manta Sail Training Centre was newly founded in 2010 and water sport has been gaining popularity since then. Classes are available at US$50\/hour for individuals with certified international and local instructors. The sailing area is safe, quiet, with no swimmers and only a few advanced kitesurfers."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Surfing"]},". Sometimes you get good waves in mornings of windy season. Lessons, day trips and rentals are available, don't hesitate to ask around. While Mui Ne is not the best destination for surfing, it can be good place to give it a try."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Swimming"]},". The sea is wonderfully warm, but it can be quite rough, with large waves and a strong rip tide. When the tide is in, there is not much of a beach to speak of. When wind is blowing it can be quite chilly to even think of swimming. The area between kilometre markers 11 and 13 has the largest stretch of enduring sandy beach. Since large waves normally emerge after 11AM you might prefer to swim in the early morning hours, when the water is flat and free of Kitesurfers. Most mid-range and top-end resorts have swimming pools for their guests. Some are open for day users starting at 80,000 dong per day. But you can always behave as guest from this hotel and buy a few drinks for these 80,000 dong."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Water Sports"]},". Most outfitters offer a host of water sports including kayaking, paddle surfing, and jet ski rental."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Windsurfing"]},". If you like to do some windsurfing, go to eastern part of Mui Ne. Starting from Hai Au resort, there are some hotels that are offering good place to water start, rent or store your gear."]},"\n",{"type":"==","value":["Buy"]},"\n\nAlong the Mui Ne strip are several small nameless shops; all selling the same sundries and souvenirs. You can find packaged snacks (Oreos, cakes, biscuits, ice cream, etc.), liquor, clothing, and souvenirs.\n\nAnything beyond very basic ",{"type":"'''","value":["necessities"]}," should be brought with you. There is a small pharmacy, but it would be wise to bring your own first aid kit.\n\nStandard ",{"type":"'''","value":["souvenirs"]}," offered include wooden and lacquered bowls, wooden statues, snake whiskey, and pearl necklaces. Compared with Ho Chi Minh City, souvenirs are almost five times more expensive in Mui Ne. The same small wooden bowl selling for US$3 in HCMC is priced at US$14 in Mui Ne.\n\nSeveral travel agencies along the strip also double as ",{"type":"'''","value":["used book stores"]},". Most have a few shelves of English books, along with a small selection in German and French. Books cost 80,000-100,000 dong and most shops will cut the cost in half if you trade in a book.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Coop Mart"],["url="],["email="],["address=Phan Thiet"],["lat="],["long="],["directions=corner of Nguyen Tat Thanh and Tran Hung Dao"],["phone=3835440 or 3835455"],["tollfree="],["fax="],["hours=8AM - 9:30PM"],["price="],["content=A large, Western-style grocery store that also sells books, jewellery, and necessities."]]}]},"\n",{"type":"==","value":["Eat"]},"\nEvery resort area is surrounded by restaurants specializing in seafood. The food is invariably fresh, well-prepared, and served in friendly and interesting surroundings. By all means get out of your hotel and try one of the local restaurants. The best restaurants are a moto ride away, found outside of the tourist\/resort district on the ocean.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bo Ke Street"],["url="],["email="],["address="],["lat=10.95444"],["long=108.22190"],["directions=Go to the fishing village past the Tien Dat Hotel until you see many small cafes near seashore"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is a street full of local cafes that serve BBQ seafood. Prices are very cheap and choice is wide. Scallops with onion and garlic sauce are must-to-have here. If you're a fussy about hygiene, don't bother coming here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Joe's"],["Alt= The Art Cafe"],["url="],["email="],["address=139B Nguyen Dinh Chieu St, Ham Tien"],["lat="],["long="],["directions=Across from Shades Resort"],["phone=+84 62 374 3447"],["tollfree="],["fax="],["hours=24 hr daily"],["price=Drinks 10,000 - 60,000 dong, meals 50,000 - 120,000 dong"],["content=Joe's is the only place open 24\/7 in Mui Ne. It's a cosy old farmhouse cafe offering Western fare. A Canadian developed the menu, and the pancakes with maple syrup (50,000 dong including coffee) are great. The sandwiches with home cut fries and salad (60,000 dong) are also recommended. Two movies are shown each evening in the pillow-filled loft. Free WI-FI, exhibits and live performances. A great place to have your bus pick you up at 02:00 when you head out and great for a chill spot for after party breakfast or a romantic glass of wine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lâm Tòng"],["url="],["email="],["address=92 Nguyễn Đinh Chiêu"],["lat="],["long="],["directions=Right on the beach next to Jibes under some shady palms"],["phone=+84 62 384 7598"],["tollfree="],["fax="],["hours="],["price="],["content=You can even sit at tables in the sand. There's a little hut with hammocks strung. Try one of the pancakes (bánh xèo) with condensed milk (sữa đặc), the fried fish with lemon, and the chicken fried in fish sauce."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ocean`s Republic"],["url=http:\/\/www.oceans-republic.net\/"],["email="],["address=120 Nguyen Dinh Chieu"],["lat="],["long="],["directions=Look for the orange sunshades in front"],["phone="],["tollfree="],["fax="],["hours=08:00-01:00"],["price="],["content=Full bar and a series of theme nights: M, W, Th & Su: Mongolian BBQ night; Tu & Sa: German schnitzel night; F: suckling pig with salad buffet. It's also a vocational training facility supporting local youth."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pho Bo and sandwiches"],["url="],["email="],["address=Bo Ke St"],["lat=10.954996"],["long=108.224588"],["directions=Go past Bo Ke St in the direction of Pogo Bar, small pavilion on the right"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only place to have food at night (since Joe's doesn't serve food at night anymore). They serve nice sandwiches with chicken and scrambled eggs (30,000 dong). Also you can have pho bo here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Santimatti Pizzeria"],["url=http:\/\/restaurant-vietnam.com"],["email="],["address=83 Nguyen Dinh Chieu St"],["lat=10.94314"],["long=108.19332"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Classic Italian cuisine. Place is nice looking, with good atmosphere. Locals and long stayers enjoy a 10% discount with membership card. Owner is on-site, so expect fast and enjoyable service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sindbad Kebap"],["url="],["email="],["address=Nguyen Dinh Chieu"],["lat=10.95533"],["long=108.23269"],["directions=Opposite Pogo Bar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can find good beef\/chicken\/veggie kebabs, shawarma, and tsatsiki here."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Smoky House"],["url="],["email="],["address=125 Nguyen Dinh Chieu St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers large, high-quality meals, and offers all customers free ice cream."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Snow Restaurant, Club and Sushi Bar"],["url="],["email="],["address=109 Nguyen Dinh Chieu St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10:00-02:00"],["price="],["content=Famous for its cool air-conditioned hall that is unique in Mui Ne. European, Japanese, Russian, and Vietnamese cuisines, including exotic dishes such as filet of crocodile. Lounge still open after 22:00, cinema-sessions in the evening! Free Wi-Fi, free pool, and free transfer by Taxi Mai Linh to the restaurant and back to hotel."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Club"],["url="],["email="],["address=56-97 Nguyen Dinh Chieu"],["lat="],["long="],["directions=Across from Saigon Mui Ne Resort"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For the casino, discothèque, billiard, karaoke type. Has all the casual elegance. The casino uses computerised tables, meaning there are no live dealers. The touch-screens are, by admission of the manager, \"very sensitive.\" If you make bets, even accidental (such as accidentally pressing the 'repeat bet' button), they are binding. Gambling here, particularly more so than any other casino, is done at ",{"type":"''","value":["your own risk"]},". Vietnam has no regulations governing these sorts of enterprises, and ultimately a dispute will come down to who can bribe the police more."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Deja Vu Restaurant and Shisha Bar"],["url=http:\/\/www.dejavuvietnam.com"],["email="],["address=21 Nguyen Dinh Chieu"],["lat="],["long="],["directions=Opposite Anantara Resort"],["phone=+84 62 374 1160"],["tollfree="],["fax="],["hours="],["price="],["content=Live music and show, seafood, shisha, free Internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=DJ Station"],["alt=El Vagabundo"],["url="],["email="],["address=120C Nguyen Dinh Chieu"],["lat="],["long="],["directions=300 m to the right when facing Sinh Cafe"],["phone="],["tollfree="],["fax="],["hours=09:00-03:00"],["price="],["content=Ocean view terrace area, dining area and large dance floor. Happy hour 18:00-21:00 means selected cocktails are 30,000 dong, and regular priced cocktails are all buy-one-get-one-free. It's a popular backpacker place and usually very crowded weekends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Fun Key Bar"],["url=http:\/\/www.funkeybarmuine.com"],["email="],["address=124 Nguyen Dinh Chieu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tu-Su, 16:00-03:00"],["price="],["content=Easy to recognise with its illuminated palm tree, great place to chill at the end of the afternoon, and later on to have party. Crepes, waffles, and sandwiches available. Free Wi-Fi. Hammocks on the sea side."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pogo Bar"],["url="],["email="],["address=138 Nguyen Dinh Chieu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popular place once. You can expect surfers and expats here. Cocktails and buckets are cheap and not very tasty."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Snow Club"],["url="],["email="],["address=109 Nguyen Dinh Chieu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10:00-02:00"],["price="],["content=Lounge and cocktail bar with evening cinema-sessions. Free Wi-Fi, free pool and free transfer by Taxi Mai Linh to the bar and back to the hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Wax Bar"],["url="],["email="],["address=68 Nguyen Dinh Chieu"],["lat="],["long="],["directions=Beside Rach Dua Tropico Resort, take the alley on the NE side to the beach, pool on your right, bar on your left"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=By day, it's a fairly empty spot for hanging out in the shade, watching the kite surfers, playing a little sand soccer or beach ultimate. It's a delightful spot at sundown, with pleasant breeze and pastel sky and your choice of beach side tables, since the cool crowd does not arrive until late. Mats, pillows, and torches are set out on the beach below with a pleasant mix of music coming from above."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nMui Ne has dozens of accommodations to choose from, in every price category (US$5-200), along the main ocean strip.\n\nAccommodations at higher addresses tend to be smaller and less expensive, somewhat removed from the main tourist section and more mixed in more with local life. If a sandy beach is important to you, some research is called for before booking in that area. Many \"beach side\" resorts are actually against a sloping cement wall that leads into the sea. The sand itself migrates up and down the long coast seasonally leaving some areas with expansive beaches and others with little at any given time.\n\nA few bargain hotels have popped up on the inland side of the road, across from the beach side resorts. If you stay on the inland side, you will need to pass though one of the resorts to reach the beach, which might or might not result in some hassle from the guards. The resorts jealously guard their lounge chairs and palapas, though the beach itself is open to everyone. If all else fails, you can always access a nice sandy stretch of beach via the Wax Bar at 68 Nguyen Dinh Chieu.\n\nRemember that during Tet (Vietnamese New Year), hotels are booked way in advance.\n\n",{"type":"===","value":["Budget"]},"\nGo past the Pogo Bar in the direction of the fishing village to find the best budget hotels (as low as US$5 a day for adouble room with air-con).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bao Trang"],["url="],["email="],["address=Nguyen Dinh Chieu"],["lat="],["long="],["directions=Turn right when exiting from Sinh Cafe"],["phone="],["tollfree="],["fax="],["hours="],["price=US$10+"],["checkin="],["checkout="],["content=Small bungalows with a beach frontage."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Guest House 20"],["url="],["email=guesthouse20@yahoo.com.vn"],["address=20 Nguyen Dinh Chieu"],["lat="],["long="],["directions="],["phone=+84 62 374 1440"],["tollfree="],["fax="],["hours="],["price=US$15+"],["checkin="],["checkout="],["content=Very nice guest house on main strip with beach access. Also organise tours and transport for you. Very friendly staff, family-owned and operated."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hon Di Bungalows"],["url="],["email=hdhongdi@yahoo.com"],["address=70 Nguyen Dinh Chieu"],["lat="],["long="],["directions="],["phone=+84 62 847 014"],["tollfree="],["fax="],["hours="],["price=US$10-12"],["checkin="],["checkout="],["content=Has simple but nice bungalows with fan and attached bath. There is a shady courtyard strung with hammocks, and four of the bungalows are directly facing the beachfront. A small restaurant and Internet access cater to your needs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Keng Guesthouse"],["url="],["email=yongkeng999@yahoo.com"],["address=185 Nguyen Dinh Chieu"],["lat="],["long="],["directions=About 100 m east of Phuoc Thien Pagoda"],["phone=+84 62 374 3312"],["tollfree="],["fax="],["hours="],["price=Dorm 100,000 dong, rooms from 160,000 dong"],["checkin="],["checkout="],["content=Simple, clean guest house with all the usual facilities on the quiet end of the main strip. About 15 min walk to the bar and restaurant area. Friendly English speaking owner."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lan Anh"],["url="],["email="],["address=Huynh Tân Phát"],["lat="],["long="],["directions=Coming from Phan Thiet, turn left when entering the village, in the corner where there's a business called Nhà Tho"],["phone="],["tollfree="],["fax="],["hours="],["price=150,000 dong"],["checkin="],["checkout="],["content=Local guesthouse in the village, a couple of kilometers from the resorts and beaches, but close to shops, market, and street food stalls. Perfect for experiencing local life. Owner family can barely understand English but are nice. Room with 2 double beds, fan, fridge, toilet, and TV. Free Wi-Fi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mai Am Guesthouse"],["url="],["email="],["address=148 Nguyen Dinh Chieu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$10-15"],["checkin="],["checkout="],["content=Beachfront bungalows with air-con, working shower, mosquito net, and nothing more. Clean pool. Beach seating with chairs and mats, although some of furniture is falling apart. Can hear next door bar till 03:00 nightly which may bother some. Also, they have monkey cages in the courtyard for some reason."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thien Son"],["url="],["email="],["address=102 Nguyen Dinh Chieu"],["lat="],["long="],["directions="],["phone=+84 62 384 7187 or +84 91 861 0727"],["tollfree="],["fax="],["hours="],["price=US$12+"],["checkin="],["checkout="],["content=Guest house just down the road from Joe's cafe with clean, large rooms. Can get breakfast for about US$1. Very friendly people, though English is limited. Also organise tours to sand dunes (depends on size of group, but from US$4-9) as well as buses to Saigon and Nha Trang."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ngoc Suong Marina Hotel"],["url="],["email="],["address=Nguyen Dinh Chieu"],["lat="],["long="],["directions=Across the road from TM Brothers Cafe, beside Tien Dat Resort"],["phone="],["tollfree="],["fax="],["hours="],["price=US$40 including breakfast"],["checkin="],["checkout="],["content=On the beach, with an excellent swimming pool. Rooms have mosquito nets, air-con, satellite TV, and en suite bath."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Ocean Resort"],["url="],["email="],["address=54 Nguyen Dinh Chieu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$80-256"],["checkin="],["checkout="],["content=Has various rooms and bungalows. Only metres from many of the kite surfing schools, particularly Windchimes, which is directly outside the property."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cham Villas Boutique Luxury Resort"],["url="],["email="],["address=32 Nguyen Dinh Chieu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Has 6 villas with beach front view and 12 villas with garden view. Each villa has a king size bed, bathtub overlooking a small private garden, and a large private patio with comfortable club chairs and a day bed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grace Boutique Resort"],["url="],["email="],["address=144A Nguyen Dinh Chieu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Has the look of a Mediterranean villa. There are only 14 rooms, all with sea views. Well-trained staff, a beautiful garden, and a charming pool. Rates include daily breakfasts. Discounts are offered during the low season and for long-term stays. It is advisable to book well ahead during the holidays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Sailing Bay Beach Resort"],["alt="],["url=http:\/\/www.thesailingbay.com"],["email=resorts@thesailingbay.com"],["address=107 Ho Xuan Huong St"],["lat=10.92408"],["long=108.29353"],["directions="],["phone=+84 8 6282 4567"],["tollfree="],["fax="],["checkin="],["checkout="],["price=US$100-644 including breakfast (low-season)"],["content=192 rooms with sea views, all-day restaurant, open-air beach club, a grand ballroom that accommodates 400 guests and a fully equipped board meeting room for 40 guests. On-site water sports facility with a professional international team managing board sailing, kite surfing, and other activities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shades Resort"],["url="],["email="],["address=98A Nguyen Dinh Chieu"],["lat="],["long="],["directions=Across from Joe's Cafe"],["phone="],["tollfree="],["fax="],["hours="],["price=US$45-200"],["checkin="],["checkout="],["content=Has 8 studios\/apartments with kitchens, Jacuzzi or rainshower, preloaded computers, 42 inch flatscreen TVs and a lovely view. The site includes a swimming pool and a bar with Bon Cafe coffees made with fresh milk from Dalat. Rate includes daily breakfast, bottled water, and laundry service."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"'''","value":["Free Wi-Fi"]}," connections can be found in most resorts and restaurants. There are a few ",{"type":"'''","value":["Internet cafes"]}," along the strip with ASDL connections and charging 5,000 dong\/hour. If you are staying for long time, upgrading your ADSL plan at VNPT office could be a good idea.\n\n",{"type":"==","value":["Cope"]},"\n\nMosquitoes are a big nuisance in Mui Ne. So bring or buy either insect repellent or long-sleeved shirts and pants for the evening.  You may also consider bringing\/buying the fun mosquito-killing racket (maybe 50,000 dong) to \"sanitise\" your room before sleeping soundly to the break of ocean waves, all available in Muine.\n\n",{"type":"'''","value":["Laundry"]}," services are offered by several restaurants and hotels. Upscale hotels charge 1,000-5,000 dong per piece of clothing. Budget hotels and restaurants charge 15,000 dong\/kg. Confirm they will machine wash and dry your clothes (and if not, go elsewhere). Be sure to check your clothes immediately when you pick them up: T-shirts have gone missing and if you don't realise until the next day it is almost pointless to go back and ask.\n\nThere are a couple ",{"type":"'''","value":["ATM machines"]}," along the strip. Vietcombank has a 24 hr ATM near 12.3 km marker, with another ATM located just past it. \"BIDV\" ATM opposite Kim Shop will give you maximum 3,000,000 dong at once (others will limit to 2,000,000 dong only).\n\n",{"type":"'''","value":["Sand flies"]}," on beach can cause allergic reaction on your legs. If you experience this, just use anti-mosquito spray all over your legs before you enter the beach, it will minimise amount of bites you'll have.\n\n",{"type":"==","value":["Go next"]},"\nThere are dozens of small travel agencies along the Mui Ne strip that sell daily excursions around Mui Ne, as well as airline, rail, or open tour bus tickets to other cities. Be sure to shop around since some agents will overcharge the unwary buyer.\n\nWarning: Victor Tourist Co (Victor Cafe) sells cheap tickets, 300,000-340,000 dong, to Hoi An. However, the overnight bus could be severely overloaded with people sleeping on the floors and on makeshift beds placed over the bathroom. Not what you get from other tourist companies.\n\nThe bus journey to Nha Trang takes about 5 hours. Day and night departures for Nha Trang are at about 13:00 and 01:00.\n\n",{"type":"{{","value":[["geo"],["10.9333"],["108.2833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Vietnam"]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mui Ne"]]},"\n\n",{"type":"[[","value":[["Commons:Mũi Né"]]}]