[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Mulatupo"]}," is a small indigenous village in Kuna Yala province of ",{"type":"[[","value":[["Eastern Panama"]]},". The village lies on an island and consists mostly of huts with thatched roof and is inhabited by the indigenous Kuna people. The locals speak Kuna but most of them know also Spanish with English being spoken much more than in most parts of Panama.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[","value":["http:\/\/www.flyairpanama.com\/ AirPanama"]}," has daily flights to Mulatupo for about $55. The flights arrive and depart usually in the morning but this depends on the day. You will be told your departure time the day before your flight. Book your ticket in advance as the flights can be often sold out. If the tickets are sold out, just go to the airport when the plain arrives and ask for a leftover seat. The airport is located on another island but there is a shuttle boat before and after the flights.\n\nCargo boats regularly stop at Mulatupo but they might not be willing to take passengers. Talk to the captain and use your negotiating skills! Other option is to hire a privately owned boat but this will be expensive if there are not many passengers. Sometimes the village officials might not give you a permission to leave by boat.\n\n",{"type":"==","value":["Get around"]},"\n\nThe streets have no names here so to find your way, you need to ask the locals or just try your luck. The village is very small so it should be fairly difficult to get lost here.\n\nThe roads in the village are too small for anything else except walking and the distances are small too.\n\n",{"type":"==","value":["See"]},"\n\nThe main square has an obscure statue.\n\nWalk to the mainland from the island to see the ruins of an abandoned bar. There are also other ruined buildings around the island.\n\n",{"type":"==","value":["Do"]},"\n\nThere is a small cinema showing films mostly American action and comedy films. There are usually two films a day with the DVD covers on the front door of the hut.\n\nSmall excursions to close by islands might be possible. Ask local boatmen of this option.\n\n",{"type":"==","value":["Buy"]},"\n\nThere are no ATM's in town.\n\nThere are some small shops on the island concentrating on mostly different kinds of canned food, soft drinks and biscuits. Some everyday items are available too. Prices are higher than in other parts of Panama.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is one extremely simple, nameless restaurant in town. The family running it will be happy to cook for you a meal of chicken and rice for $3 but you need to let them know some hours in advance.\n\nAsk around, some families might be willing to cook for you if you ask nicely.\n\n",{"type":"==","value":["Drink"]},"\n\nThere is a bar with a billiard's table and beer close by to the second dock in town.\n\n",{"type":"==","value":["Sleep"]},"\n\nIt is possible to sleep in the village guest room, for $5 a night, in one of the few concrete houses in the village. Ask about this option from the shop close by to the main dock of the town.\n\nSome families might be willing to have you stay in their houses. Ask around.\n\n",{"type":"==","value":["Connect"]},"\n\nThe village call centre, you can both make and receive calls, is close to the main dock.\n\nThere is no (public) internet connection in the village.\n\n",{"type":"==","value":["Go next"]},"\n\n\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Panama"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]