[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Mulege"]}," is a city in ",{"type":"[[","value":[["Baja California"]]},", ",{"type":"[[","value":[["Mexico"]]},". \n\n",{"type":"==","value":["Get in"]},"\n\nMulege is on Mexican Highway 1 about 650 miles south of the border of California.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nThe ",{"type":"'''","value":["Misión Santa Rosalía de Mulegé"]},".\n\n",{"type":"==","value":["Do"]},"\nMulege lies 38 miles south of Santa Rosalia, one of the prettiest towns in Baja California Sur.\nThe village is situated between two hills, in a valley provided with life by a stream that runs \ntill it joins the estuary which flows to the sea; edged by huge palm trees, orchards and fences \nwhere bougainvilleas of all colors tangle.\n\nThis privileged place was discovered by the Jesuit father Juan María de Salvatierra on his \nreturn from a trip to Sonora. Salvatierra made his first exploration trip in 1702. In August 1703 \nthe fathers Francisco María Piccolo and Juan María Basaldúa arrived. The last one, father Juan de\nUgarte - a Honduran Missionary who left a deep mark on these lands - , founded in 1705 the mission\ncalled Santa Rosalía de Mulege. The origin of the name Mulegé drifts from the Cochimíes voices \n\"Carmaañc galexá\", that means \"Large Ravine of the White Mouth\". On September 14 of 1719 the first vessel built in the Californias was launched in the Bay of Santa Inés, with woods from the mountainous region of Mulege. The author of this feat was father Juan de Ugarte who called the ship \"Triunto de la Santa Cruz\". It is said that this ship served the colony for 54 years.\n\nIn 1754 father Francisco Escalante began the formal construction of the church's mission, which was completed in 1766. Built with stone, it's characterized by it's \"L\" form, by it's tower erected several meters behind its main facade, and by it's own suggested simplicity of the California missions. Abandoned in 1828, it has been restored several times. Actually it conserves the original appearance and in the interior a statue of Santa Rosalia and a bell, both from the XVII century. \n\nOn October the 2nd of 1847, a heroic armed action took place here against the North American invaders. The Mexican forces formed by a military group and a numerous group of volunteers, Comundeños and natives and under the command of Capitán Manuel Pineda defeated the enemy.\n\nIn Mulege you'll find the old state penitentiary, finished in 1907. Novel because it was the only jail without bars. The prisoners could go out to work during the day, they just had to be back at night. Escape attempts were rare, and when someone did, the other prisoners pursued the escapees to bring them back to jail. The Mulegé population lived together with all social classes to whom they offered respect and a fondness, maybe that's why they are the best hosts in Baja California Sur.\n\nFrom the original groups that inhabited the area, there are known to be extraordinary samples of rupestrian art, that exist in the surroundings of this paradise called Mulegé, such as the cave paintings in the Sierra de San Borjita, the most well-known, photographed and investigated. Also the paintings and petroglyphs of La Trinidad.\n\nMulege has been a favorite traditional destination of the tourist that look for rest and contemplation of nature; to the sport fishing lover, the history student and ecologist; the lover of the beautiful bay; Bahía de Concepción, a few kilometers from Mulegé with awesome landscapes and a multitude of beaches with soft, white sand: Santispac, Concepción, Los Cocos, El Burro, El Coyote, Buenaventura, El Requesón and Armenta.\n\nIn a tour through the town, a visit to the mission church; the regional museum (located in the old state penitentiary building); the banks of the river estuary and the beach at El Sombrerito are all recommended.\n\nMulegé, of course, provides quality services for the visitor. Different hotel classes, R.V. parks, restaurants, bus depot, a national airport (Loreto) and airstrip; sport fishing and scuba diving agencies and tours combining cave paintings and ecology.   Check local weather (Santa Rosalia & Loreto).\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Cuesta Real"],["url="],["email="],["address="],["lat="],["long="],["directions=South of town on the main highway"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Quiet simple location. Hotel attached to small set of RV spaces."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Hacienda"],["url="],["email="],["address="],["lat="],["long="],["directions=on city center main square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bright green and white building. Many rooms with very basic accommodations. Very nice courtyard. Convenient access to walk around downtown. Parking off the street behind the hotel."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nOn November 10, 2006 an American tourist, Duane Curtis, was murdered in his trailer on a deserted beach near Mulege, and his Jeep was stolen.  This is especially notable since the area is usually considered safe.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=Carretera federal 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Guerrero Negro"]]}],["minorl1=",{"type":"[[","value":[["Santa Rosalia"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["La Paz (Mexico)"],["La Paz"]]}],["minorr1=",{"type":"[[","value":[["Loreto (Baja California)"],["Loreto"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["26.891667"],["-111.980833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Baja California Sur"]]},"\n",{"type":"[[","value":[["WikiPedia:Mulegé"]]}]