[{"type":"{{","value":[["pagebanner"],["Mull banner Duart Castle from ferry.JPG"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitscottishheartlands.com Mull"]}]}," is an island in the ",{"type":"[[","value":[["Inner Hebrides"]]}," of ",{"type":"[[","value":[["Scotland"]]},". It is in the ",{"type":"[[","value":[["Argyll and Bute"]]}," Council Area.\n\nMull is the fourth largest Scottish island, with an area of 338 square miles and a resident population around 2000.  Mull itself is the largest of an archipelago of islands which includes ",{"type":"[[","value":[["Iona"]]},", Staffa and Ulva.\n\nMull is a popular destination for tourists, and also many people from Central Scotland have holiday homes here.\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Tobermory (Scotland)"],["Tobermory"]]}," is the only sizeable town on the island, and is best known as the setting for the Scottish children's television programme ",{"type":"''","value":["Balamory"]},"."]},"\n",{"type":"===","value":["Villages"]},"\n",{"type":"[[","value":[["Image:Ardalanish.jpg"],["thumb"],["It can hardly be called too congested!"]]},"\nThere are many small villages on the roads going around the coast of the island, the more notable of which are:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bunessan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Calgary (Scotland)"],["Calgary"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Craignure"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Dervaig"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Fionnphort"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Kintra"]}," - a small village with a street by the sea north near Fionnphort - beach with a tiny semi-isalnd ideal for infants - several holiday cottages,"]},{"type":"*","value":[{"type":"'''","value":["Lochbuie"]}," - A small village south of the road from Craignure to Bunessan with the UK's smallest Post Office, several self-catering cottages, a castle, good beaches and a fine coastal walk to Carsaig Arches."]},{"type":"*","value":[" ",{"type":"[[","value":[["Pennygowan"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Salen"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"*","value":["Tourist Office near the pier at Craignure."]},"\n",{"type":"==","value":["Talk"]},"\n\nAlthough Mull has a ",{"type":"[[","value":[["Scottish Gaelic phrasebook"],["Gaelic-speaking"]]}," community as with the rest of Western Scotland - everyone will speak English.  Natives of the area will speak with a strong Highland or Western Isles accent which may be difficult to understand at first.\n\n",{"type":"==","value":["Get in"]},"\nUnless you have your own boat or plane, the only way in is on one of the Calmac ferries:\n",{"type":"===","value":["By ferry"]},"\n",{"type":"[","value":["http:\/\/www.calmac.co.uk\/ Calmac"]}," run 3 ferries connecting Mull with the mainland, and one to Iona.\n",{"type":"*","value":[{"type":"[[","value":[["Oban"]]}," to ",{"type":"[[","value":[["Craignure"]]}," (daily 5-8 times per day, takes 45 minutes). Probably the most convenient for those without a car, as Oban has good bus and rail links.  The ferries are timed to meet with the trains to and from ",{"type":"[[","value":[["Glasgow"]]},"."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Lochaline"]]}," to ",{"type":"[[","value":[["Fishnish"]]}," Is the quickest (taking 15 minutes, on average) and the cheapest option, although the timetable is quite sporadic.  Note that Lochaline is in a very remote location and the drive there is mostly single track, and a rather torturous 40 miles from ",{"type":"[[","value":[["Fort William"]]},".  Consider this option only if you are travelling to Mull from the North."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kilchoan"]]}," on ",{"type":"[[","value":[["Ardnamurchan"]]}," to ",{"type":"[[","value":[["Tobermory (Scotland)"],["Tobermory"]]},". Three per day, taking 35 minutes. Given how remote Ardnamurchan is, this is more a way of getting there, than a way of getting to Mull."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Iona"]]}," to ",{"type":"[[","value":[["Fionnphort"]]}," about 9 per day, taking 10 minutes.  During peak summer season, the ferry runs on demand and will make as many crossings as necessary."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\n\nBy far, car is the only realistic method of getting around Mull as public transport is sparse and not very frequent.  As in all the Scottish islands, the vast majority of the roads on Mull are single track and are full of blind crests and tight bends -  therefore a much more defensive driving technique has to be adopted.  The following guidelines should be heeded.  Countless accidents happen on Mull every year due to inexperienced mainland drivers not paying attention or driving too fast for the conditions.  The two main rules are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Passing Places"]},"' (indicated by either a black and white post, or a diamond shaped sign), are strictly to allow oncoming vehicles to pass.  The normal protocol is that the car closest to the next passing place must stop and give way to the oncoming vehicle.  ",{"type":"'''","value":["They are not for parking in"]}," If you want to stop to take photographs – use a designated layby or parking spot."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Allow Overtaking"]}," Do not impede the progress of a car following closely behind or appears to be being driven aggressively - it could well be a doctor or a lifeboat worker trying to get to an emergency.  Remember you are on holiday, but the locals are working and have a far greater knowledge of the roads than you.  Always pull into the next available passing place to allow faster vehicles to pass."]},"\nFuel is hideously expensive on Mull from the few filling stations that exist; as much as 15p-20p per litre more than on the mainland.  Due to the stop-start nature of driving on single track roads, and the long distances that need to be driven to get between seemingly close destinations - fuel consumption will be higher.  If you are planning to be on the island for any more than a couple of days, it pays to fill up ",{"type":"'''","value":["before"]}," leaving the mainland.\n\n",{"type":"===","value":["By bus"]},"\nLocal buses are operated by  ",{"type":"[","value":["http:\/\/www.westcoasttours.co.uk West Coast Tours"]},", who also run tours. Buses to Tobermory and also to Iona connect with many of he ferries at Craignure. There are no Sunday services in winter.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Tobermory (Scotland)"],["Tobermory"]]},". If you have a small child with you, then you will probably not be able to avoid Tobermory, or Balamory as they will call it after the TV series. The town is picturesque, with painted buildings along the waterfront, and an interesting assortment of small shops, cafes and pubs."]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Duart Castle"],["alt="],["url=http:\/\/www.duartcastle.com\/"],["email="],["address="],["lat=56.45591"],["long=-5.65523"],["directions="],["phone="],["tollfree="],["fax="],["hours=open in summer"],["price=£5.75"],["content=An ancient castle dating back to the Middle Ages. Its history can be traced back over 700 years. There is an admission fee to enter. Boat trips can be taken directly from Oban to the castle's pier. The castle can also be reached from other parts of the island. There is also a cafe and gift shop at the castle. For many years it has been a clan seat and, occasionally you can see the clan chief about the castle."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Beach at ",{"type":"[[","value":[["Calgary (Scotland)"],["Calgary"]]}],["alt="],["url="],["email="],["address="],["lat=56.5786"],["long=-6.2805"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Macquarie Mausoleum"],["alt="],["url=http:\/\/www.mmtrust.org.uk\/mausolea\/view\/480\/MacQuarie_Mausoleum"],["email="],["address=Gruline"],["lat=56.48672"],["long=-5.98177"],["directions=Off B8035"],["phone="],["tollfree="],["fax="],["hours=always open"],["price=free"],["content=Your chance to visit a small site belonging to the National Trust of Australia (New South Wales) without going Down Under.  Lachlan MacQuarie was born nearby at Ulva Ferry in 1761 and died in 1824 having been the Governor of New South Wales, and sometimes called the \"Father of Australia\"."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["See the Mull Little Theatre"]},"\n",{"type":"*","value":["Whale watching trips from ",{"type":"[[","value":[["Tobermory (Scotland)"],["Tobermory"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Currency"]},"\n\nMull uses the pound sterling as with the rest of the UK.  Note that many of the smaller businesses on the island do not accept credit\/debit cards or if they do – will impose additional charges on low value transactions.  The problem is exacerbated by the fact that there are few ATMs on the island, and with the exception of the Clydesdale Bank in Tobermory – they are all located within grocers’ shops or post offices, so don’t rely on them being available when you want them, and most levy withdrawal fees.  In short, cash is king so make sure you’ve got plenty to sustain you during your visit.\n\n",{"type":"===","value":["Shopping"]},"\n\nPrices on Mull are generally higher than on the mainland, so expect to pay more for consumables such as groceries, alcohol and fuel.  If you are going to be self-catering, bear in mind that the level of choice of fresh produce will be more limited, and sporadic in terms of what is available – it sells out quickly at height of holiday season so make sure you get to the shops early.  Apart from independents, there are only two national grocery chains operating on the island:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Co-Operative"]}," – the only sizeable supermarket on the whole island is in Tobermory. This shop does not impose any island premium on top of its prices and maintains a good supply of fresh fruit and vegetables. Well worth supporting."]},{"type":"*","value":[" ",{"type":"'''","value":["Spar"]}," – small convenience stores which are located in Salen, Craignure, Bunessan, Fionnphort and on Iona. Though these shops may seem expensive they provide an essential local service for their local communities. They stock an impressive range of foodstuffs and other quality products."]},{"type":"*","value":[" ",{"type":"'''","value":[" The Island Bakery "]}," runs a deli in Tobermory. Its products are excellent and deserve the description 'yummy'. Its Island baked bread is widely available on the island."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mull Cheddar"],["alt="],["url=http:\/\/www.isleofmullcheese.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is an artisan cheese made near Tobermory, with a great strong distinctive flavour."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cafe Fish"],["url=http:\/\/www.thecafefish.com\/"],["email="],["address=The Pier"],["lat="],["long="],["directions=above the old Cal-Mac offices now the Tourist Information"],["phone = +44 1688 301253"],["tollfree="],["fax="],["hours="],["price="],["content=Typically fish from their own boat and other island sepcialities, good wine list, advisable to book for evenings in season."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nSee ",{"type":"[[","value":[["Tobermory (Scotland)"],["Tobermory"]]},", ",{"type":"[[","value":[["Bunessan"]]}," and ",{"type":"[[","value":[["Calgary (Scotland)"],["Calgary"]]}," articles for details of places there.\n\n",{"type":"===","value":["Hostels"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tobermory Youth Hostel"],["alt="],["url=http:\/\/www.syha.org.uk\/hostels-in-scotland\/islands\/tobermory.aspx"],["email=tobermory@syha.org.uk"],["address=Main Street, Tobermory, PA75 6NU"],["lat=56.62314"],["long=-6.06664"],["directions="],["phone = +44 1688 302 481"],["tollfree="],["fax="],["price=from £17 for a bed"],["checkin=17.00 - 22.00"],["checkout=10.00"],["content=SYHA Hostel on the seafront, with great facilities, awarded 4 stars by the Tourist Board."]]}]},"\n",{"type":"===","value":["Bed and Breakfasts"]},"\n\n",{"type":"===","value":["Holiday Homes"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Beach House Self Catering"],["url=http:\/\/mull-escape.co.uk"],["email="],["address=Lower Ardtun, near Bunessan, Isle of Mull"],["lat=56.338992"],["long=-6.106306"],["directions="],["phone=+44 131 669 3082"],["tollfree="],["fax="],["hours="],["price="],["checkin=4pm"],["checkout=11am"],["content=Beach House is a restored farmhouse looking over Loch Scridain, half way between Bunessan and Pennyghael. The holiday home can sleep up to eight."]]}]},"\n",{"type":"===","value":["Hotels"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Glenforsa Hotel"],["url=http:\/\/www.glenforsa.com"],["email="],["address=Salen By Aros PA72 6JW"],["lat=56.51589"],["long=-5.91277"],["directions=Turn right off the ferry and head toward Salen, you'll see a sign directing you to the hotel"],["phone =+44  1680 300377"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This small family run hotel captures the spirit of Mull and is a perfect rural holiday retreat. The mountain and sea blend together to give fantastic, panoramic views from the hotel which is in an elevated position on the shoreline. Panoramic views are also available from the bar and restaurant which serves local produce 7 days a week."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Isle of Mull Hotel"],["url=http:\/\/www.crerarhotels.com\/ourhotels\/isle_of_mull_hotel\/"],["email=isleofmull@crerarhotels.com"],["address=Craignure, PA65 6BB"],["lat=56.4761"],["long=-5.7153"],["directions="],["phone = +44 1680 812544"],["tollfree="],["fax="],["hours="],["price=twin room from £65"],["checkin="],["checkout="],["content=The hotel overlooks Craignure Bay and is about 1\/2 mile from the ferry terminal."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=The Glenforsa Hotel"],["url=http:\/\/www.glenforsa.com"],["email="],["address=Craignure PA72 6JW"],["lat="],["long="],["directions="],["phone =+44  1680 300 377"],["tollfree="],["fax="],["hours="],["price="],["content=Sample a selection of Scotland's best malts whilst marvelling at the breathtaking views from the bar at The Glenforsa Hotel."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nMull is very safe and is largely free of serious crime, and the police presence on the island is relatively sparse.  Most crime on the island is of the petty variety, and indeed the locals are known to unofficially deal with \"problems\" themselves.  Police presence increases during summer season to patrol the island's roads which are prone to accidents by inexperienced visiting drivers.\n\nWhen out rambling or walking on the hills the rules are the same as on the mainland - always inform someone (preferably the police or mountain rescue) of your planned route and what time you are expected to return - and don't forget to inform them of your safe return.  Note that mobile phone coverage on the island is extremely patchy so don't rely on it when in the remote areas of the island - Vodafone and O2 are the best of a bad bunch for reliability of reception, with the lesser networks such as T-Mobile\/Virgin and Three having virtually no coverage on the island at all.\n\nEnsure you have sufficient food, water and suitbale clothing for any walking trip - the North West of Scotland has notoriously changeable weather and inclement conditions can quickly close in from seemingly nowhere.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Iona"]]}," is an obvious day trip."]},"\n",{"type":"{{","value":[["isPartOf"],["Inner_Hebrides"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Isle of Mull"]]},"\n",{"type":"{{","value":[["geo"],["56.45"],["-6"]]}]