[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Mulshi"]}," is to the west of ",{"type":"[[","value":[["Pune"]]}," and close to ",{"type":"[[","value":[["Lonavala"]]}," as well as Konkan region. Mulshi Dam and the surroundings are full of natural beauty that includes a dam, a hilly region of Sahyadri's deep forests and forts like Dhangad and Koraigadh. Water of Mulshi is used for generating electricity. It is one of the major electricity projects in Maharashtra. The beauty of Mulshi Lake can be observed from 'Valanewadi' - 6 km from Mulshi. Sahyadri is famous for its deadly hills and its beauty. Both the things can be observed here. The hills of Ratnagiri and hill ranges of 'Hattihant' and 'Pagota' are huge ones and terrific. Some of these hills are almost 4000 feet high. There is one platue here popularly known as 'Lavmal'. Mulshi is very near to Pune and a short trip here can be arranged. One must enjoy the marvelous lake, the dam, forest and hilly region of Mulshi. If you are lucky then you can enjoy boating here as well.\n\n",{"type":"==","value":[" Get in "]},"\n\nGetting in to Mulshi is through a beautiful and scenic highway that starts from Pune. The start of the highway is from 'Chandni Chowk' off the Mumbai-Bangalore highway and snakes its way through Mulshi via the industrial township of Pirangut. The total drive from there on is about 50 odd km that takes about 45 - 60 minutes. Traffic here consists mostly of local ST buses and local two-wheelers. Take care to watch out for the completely chaotic village-squares which will have hawkers completely occupying the road at these junctions.The road to Mulshi takes a turn at the 'Tata Dam' which is a hydroelectric plant, which you need to cross over into a small ghat and over to the start of the hilly roads thereon. A landmark there to watch for is the CMT management training center which you will cross on the way.Immediately on is a local favorite stop called 'Paradise Cafe' which features some of the best views of the dam and lake below accompanied by some really good chicken (if you are into that sort of a thing). The place is owned by the Bedi's who in general are extremely good people to talk to.Just a little ahead of Paradise Cafe is 'Lake Side Residency'. For foodies only these two places might suit well.\n\n",{"type":"===","value":["By Bus"]},"\nThere are regular buses from Swargate - call to find out the schedule. Usually, the first bus that leaves towards Mulshi is at 7:45AM, which goes to Kandheri. This would drop you to the bottom of Mulshi on the way, where its a 7 KM trek up to the top. Alternatively, you can take one of the Semi-luxury buses, which have \"Mulchi Varchi\" written on them as destination - these take you right to the top. The last bus returning from Mulshi is at 8PM, so it is advisable to plan your travel accordingly!\n\n",{"type":"===","value":["By taxi"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Classic taxi services"]},", 310, Metro House, Mangaldas Road, Pune 411001. ",{"type":"''","value":["+91 20"]}," 3052 1464\/63 ",{"type":"''","value":["+91"]}," 932600 3571\/3471==Get around. If any query Pls call on above number"]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nMust see places here are small picnic spots by the side of the waters of the lake, which in good weather are extremely pleasant. Driving further one reaches 'Tamhini' Ghat which is a local landmark and faces a steep cliff on one side and a really deep valley on the other. There is a century old temple of the 'Vanjai' mata around the place and is worth a visit.The road snakes its way through extremely scenic valleys and cliffs at every turn and one can drive on just for the sake of the view itself.During Monsoon one gets to see many waterfalls all throughout this drive. The road is also covered with monsoon mist. Monsoon happens to be the best time to drive around this area.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nYou can buy some excellent Jackets, shoes, belts, antiques  and take home other memories (at unbelievably low rates)from the Paradise Shoppe at Paradise Cafe. Whats more the quality of the stuff you pick up is excellent and according to my chat with the Bedi's the same stuff is sent to several stores.\n\n",{"type":"==","value":["Eat"]},"\n\nMulshi has many restaurants, bar and Dhaba's. You can choose any one you will get quality food. You can get excellent food at Paradise cafe which offers authentic Punjabi dishes. For non-vegetarians Paradise offers the best chicken handi, chicken makhanwalla and loads of other yummies. Veggies can feast on equally good paneer and dals. Absolutely mouth watering!!.\nThe most amazing eating experience would be at Paradise because you can eat out on in the open under the sky with a magnicient view of the lake surrounded by mountains.\nThere are many dhabas that serve mouth watering Pitla bhakar. (one of traditional maharastrian dishes) with bhajjis and thecha pickle.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["style"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Residency Resort"]}," is a good place to spend night."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lake Side Verandah"],["alt=Mulshi Resorts"],["url=http:\/\/www.lakesideverandah.com\/"],["email="],["address="],["lat="],["long="],["directions=32 Km from Chandni Chowk"],["phone=+91 9422516089"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A palatial bungalow that has been converted to a resort ideal for family get together or for large groups"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Camp temgarh"],["alt=Mulshi Resorts"],["url=http:\/\/www.camptemgarh.com\/"],["email="],["address="],["lat="],["long="],["directions=30 Km from Chandni Chowk"],["phone=+91 9422516089"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An off beat resort"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Malhar Machi"],["url=http:\/\/www.malharmachi.com\/"],["email="],["address=Postal Address : At post : Valne, Taluka : Mulshi, District : Pune"],["lat="],["long="],["directions=•From Chandni Chowk head towards Pirangut. • From Pirangut travel straight to Paud. • From Paud travel 10kms to reach village Male (pronounced Maa-lay) • From village Male turn right to leave main road and travel towards village Valne • Climb up a small mountain. At Village Valne Turn right at Blue Bay."],["phone=+91 8888000055"],["tollfree="],["fax="],["hours="],["price=On demand"],["checkin=12:00 Noon"],["checkout=12:00 Noon"],["content=It is a rustic and earthy mountain resort with a panoramic view of the river. The perfect spot to be within reach of the city but away from the noise and pollution.\nIt has a conference hall and a restaurant. The food is excellent and it quite a few lovely spots nearby to go on a picnic.\nThe place has been kept as close to its natural beauty as possible without compromising on its charm, appeal and luxury.\nThe staff is warm and welcoming and the service is good."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=paradise cafe mulshi"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 9423033726"],["tollfree="],["fax="],["hours="],["price="],["checkin=11:30AM"],["checkout=11:30AM"],["content=Paradise cafe has excellent ambience with comfortable rooms,each room has attached western styled bathroom's with independent verandah's,you may bring your tents and pitch them up at paradise cafe at a nominal cost"]]}]},"\n",{"type":"==","value":["Go next"]},"\nFrom Mulshi you can go to Kolad where you can go for river rafting. The Tamahini ghats is the shortest route from Pune to the Beaches of Konkan like Shrivardhan Harihareshwar and diveagar\n\n",{"type":"{{","value":[["isPartOf"],["Maharashtra"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mulshi taluka"]]}]