[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["style"]]},"\n",{"type":"'''","value":["Munger"]}," is a town in the ",{"type":"[[","value":[["Anga"]]}," region of ",{"type":"[[","value":[["Bihar"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMunger (Hindi: मुंगेर) town is the headquarters of Munger district, in the Indian state of Bihar. Historically, Munger is known for its manufacturing of iron articles such as firearms and swords.\nIt is ancient city of Mahabharata legend Karna, the eldest son of Kunti and Sun Lord.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Rail"]},"\nThere are many railway stations here Monghyr,Lal darwaza or Purab sarai but Jamalpur Junction(JMP) railway station is the main station having trains from each and every city of East and north india and also from Mumbai,Bangalore,Nagpur,Guwahati etc.\nIt is on the Gaya-Sahibganj and NewDelhi-Howrah(Kolkata) rail route. The station is located about 6 km from Ganga Darshan campus, which encompasses Bihar Yoga Bharati University. The main train connections include Vikramshila Express, Surat-Bhagalpur Tapti Ganga Express, Farakka Express, Bhagalpur-Muzaffarpur Jansewa Express and Jamalpur-Howrah Express. Traveling south-west, Kiul Junction Railway Station is the main station next to Jamalpur. Going east, Bhagalpur Junction Railway Station is the nearest main station.\n\n\n",{"type":"'''","value":["Air:"]},"\nNearest airport is patna(Jai prakash narayan airport(PAT)) 170 km connected from all major indian cities.\nGaya airport(GAY) 185 km away is connected with international destinatins such as ",{"type":"[[","value":[["Kathmandu"]]},", ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Colombo"]]},", ",{"type":"[[","value":[["Rangoon"]]}," etc\n\n",{"type":"'''","value":["Road:"]},"\nBuses are available from all town in Bihar and major town in East India but Railway is preferred. Chartered cars is available from anywhere in India.\n\n",{"type":"'''","value":["Water:"]},"\nMunger being on the banks of river Ganges is connected by waterways with hugli, ",{"type":"[[","value":[["Allahabad"]]},", ",{"type":"[[","value":[["Kanpur"]]},", ",{"type":"[[","value":[["Varanasi"]]},", ",{"type":"[[","value":[["Patna"]]},", ",{"type":"[[","value":[["Haridwar"]]},", ",{"type":"[[","value":[["Bhagalpur"]]}," etc.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":[" GUNS:"]}," \n\nVery cheap and good quality guns.\nAmazing but true at one side this town gives you peace in Bihar School of Yoga but violence in its awesome gun factories.\nIt also has cigarette factories.=\n\n",{"type":"==","value":["Eat"]},"\nBiharis are fond of food such as Litti chokha and Murga bhat (chicken and rice)\n\nVarious places to eat are:\nshivam, rimjhim, madras coffee house, sudha; many other restaurants are there.\n\nits a saying at every corner you can find a man eating something at a place of eating, Don't forget to have a delicious break fast here that is puri sabji and jalebi.\n\nMunger is also famous for jalebis, rasgullas and creamchops.\n\nAt once don't forget to have a nice meal at Yoga Ashram(BSY). And always have an egg roll in the evening at any road side joint.\n\n",{"type":"==","value":["Drink"]},"\nLassi is a very healthy drink you can get it anywhere in Munger.\n\nBut alcoholic drinks should be taken with great care drinking only the drinks whose names you have heard. taari can be useful if consumed early morning before sunrise and never never buy a brink in a plastic bag.\nInstead of glass bottle its kept in plastic ones.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":["Raj Palace Hotel"]}," \nis located in Rajiv Gandhi Chowk, near Taxi Stand, Munger. The hotel is 175 km\naway from Patna Airport. The nearest railhead is Jamalpur Railway Station,\nwhich is 8 km away. The nearest Bus station is Munger Bus Depot and it is 0.2 \nkm away. \n\nRooms & Amenities\nRaj Palace Hotel has 38 rooms, out of which 14 are A\/c rooms, 20 are Non A\/c\nrooms, 3 are Deluxe rooms and the remaining 1 is a Suite. The hotel also \nprovides sightseeing packages to the tourists.\n\n\nIn-room facilities:\nRoom Service,\nHot\/cold water,\nTelevision\n\n\nOther amenities:\nDoctor on call,\nTravel desk\/Car rental,\nCar parking,\nLaundry service,\nConference hall,\nSTD facility,\n\nPickup and drop,\nPrice per day: From Rs. 400 To Rs. 1500\n\nAddress: \nRajiv Gandhi Chowk\n\nMunger\n\nBihar - 811201\n\nIndia\n\t\n\n\n\n\n",{"type":"'''","value":["Raj Hans Hotel"]},"\nis located near Town Hall, opposite to Taxi Stand, Munger. The hotel is 175 km\naway from Patna Airport. The nearest railhead is Jamaalpur Railway Station,\nwhich is 8 km away. The nearest Bus station is Munger Bus Depot and it is 0.2\nkm away. \n\nRooms & Amenities\n\nRaj Hans Hotel has 20 Non A\/c rooms. The hotel also provides sightseeing packages to the tourists.\n\nIn-room facilities:\nRoom Service,\nHot\/cold water,\nTelevision\n\n\nOther amenities:\nDoctor on call,\nCar parking,\nLaundry service,\nSTD facility\n\nPrice per day: From Rs. 200 To Rs. 300\n\nAddress :\nTownhall Road,\nChowk Bazaar\nMunger\nBihar - 811201\nIndia\n\n",{"type":"==","value":["Connect"]},"\n100 in any case of emergency.\nYou can trust strangers here.\n\n",{"type":"==","value":["Go next"]},"\n\nYou can go by road, rail or water to ",{"type":"[[","value":[["Bhagalpur"]]},", ",{"type":"[[","value":[["Patna"]]},", ",{"type":"[[","value":[["Kolkata"]]},", ",{"type":"[[","value":[["Darjeeling"]]}," or ",{"type":"[[","value":[["Kathmandu"]]}," in ",{"type":"[[","value":[["Nepal"]]},".\n\n",{"type":"{{","value":[["isPartOf"],["Anga"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Munger"]]},"\n",{"type":"{{","value":[["geo"],["25.381"],["86.465"]]}]