[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitnsw.com\/destinations\/outback-nsw\/wentworth-area\/wentworth\/attractions\/mungo-national-park Mungo National Park"]}]}," is an ",{"type":"[[","value":[["Outback"]]}," park located in the southern ",{"type":"[[","value":[["Far West (New South Wales)"],["Far West"]]}," region of ",{"type":"[[","value":[["New South Wales"]]},". It is part of the ",{"type":"[[","value":[["Willandra Lakes"]]}," ",{"type":"[[","value":[["UNESCO World Heritage List"],["World Heritage site"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMungo National Park may seem a little unremarkable, aside for a few interesting landmarks, given how far it is from pretty much everything, but archaeologically it is an extremely important site. Remains known as \"Mungo Man\" and \"Mungo Lady\", the oldest human remains discovered in Australia and the oldest known human to have been ritually cremated respectively, were discovered here.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nThe landscape is typical Outback. The two main features in the park are the dry Lake Mungo and the Walls of China, a series of beautiful natural lunettes of sand.\n\n",{"type":"===","value":["Flora and fauna"]},"\nKangaroos are common. Echidnas and emus can also be found, as well as a range of many other animals.\n\n",{"type":"===","value":["Climate"]},"\nThe area is a desert. In the summer, temperatures can easily reach well above 40°C, while winter nights can drop below 0°C.\n\n",{"type":"==","value":["Get in"]},"\nAll roads to Mungo National Park are unsealed for at least the last few dozens of kilometers before the park. It is about a two-hour drive (110 kms) from ",{"type":"[[","value":[["Mildura"]]},", the nearest city. During (or after) rare rain, the roads can be blocked, which means if one is inside the park, he or she will be stuck there for a while.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nVehicle entry fees are $7 per vehicle per day. Payment is by self registration, envelopes and information available from the front of the visitor centre. Camping in the park overnight also requires a fee (5$ per adult, 3$ per child), which you can pay for at the visitor center.\n\n",{"type":"==","value":["Get around"]},"\nDirt roads in relatively good condition get to all points of interest in the park.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Visitor Center"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Walls of China"]}," - a 70 kms self-guided drive circles these formations and provides good views."]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Mungo"]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shearers Quarters"]}," - next to the visitor center, the park's historic shearers' quarters has 5 rooms: 2 with a double and 2 bunks, 2 with 3 bunks and 1 with 2 singles. No bedding provided. There is also a communal kitchen\/dining room, showers, a toilet block, and hot water. $30 per adult per night (16 years and over); $10 per child per night (5-15 years); children under 5 years free. Minimum charge of $50 per night."]},{"type":"*","value":[" ",{"type":"'''","value":["Mungo Lodge"]}," - 4-star private accomodation."]},"\n",{"type":"===","value":["Camping"]},"\nThe main campground has 33 sites, and is close to all major features of the park.\n\nBelah campground is a little more remote and has 12 campsites.\n\n",{"type":"==","value":["Stay safe"]},"\nThis area is hot and dry - drink a lot. Also, check the weather before going: in the off-chance of rain, you might find yourself stranded for a while.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-33.748889"],["143.135556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Far West (New South Wales)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Mungo National Park"]]}]