[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Peltojärvi Muotkatuntureilla.jpg"],["thumb"],["Peltojärvi and the treeless fell plateau."]]},"\n\n",{"type":"'''","value":["Muotkatunturit"]}," (Sami: ",{"type":"''","value":["Muotkkeduoddara meahcceguovlu"]},") ",{"type":"[","value":["http:\/\/www.outdoors.fi\/destinations\/wildernessareas\/muotkatunturi"]}," is a wilderness area in ",{"type":"[[","value":[["Inari"]]}," and ",{"type":"[[","value":[["Utsjoki"]]}," in northern ",{"type":"[[","value":[["Finnish Lapland"]]},", where one can enjoy silence and be alone with the nature. The northern part is a rolling fell plateau crossed by river valleys, the south consist of fell birch forests, bogs and old pine forests. There are no marked trails in the area and only a few wilderness huts. Sufficient experience of hiking (or a guide) is strongly recommended.\n\n",{"type":"==","value":["Understand"]},"\n\nMuotkatunturit is a true wilderness area, where you have to get along by yourself. The terrain is quite easy, but the treeless areas offer little shelter and phone coverage is mostly restricted to fell tops.\n\nConsider observing ",{"type":"[[","value":[["leave-no-trace camping"]]}," principles. There are waste bins at the wilderness huts, but emptying them is costly, so avoid using them.\n\nInari and Utsjoki both belong to the Sami native region, with about half the population in Utsjoki being Sami. Names on the map are mostly in Northern Sami and Inari Sami, sometimes in Finnish.\n\n",{"type":"===","value":[" History "]},"\n\nMuotkatunturit has long been an important reindeer husbandry area, the fells in summer, the forests in winter. There are also stone age findings by lake Peltojärvi.\n\nThe wilderness areas were established 1991 to protect the wilderness character of these areas, secure the Sami culture and develop usage of the nature, including reindeer herding, fishing and hunting. There are severe restrictions on building any infrastructure, but the status has little direct influence on the hiker. Most of the area is state owned and administered by ",{"type":"''","value":["Metsähallitus"]},".\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"[[","value":[["File:Muotka Stuorrâävži 2011.jpg"],["thumb"],["Stuorrâävži canyon. Fell birch on the slopes."]]},"\n\nThe southern part of the area is lowland dominated by fell birch, with bogs, some old pine woods and some of the fells extending above the tree line. Going to the north the terrain gets higher and even the fell birch has to seek shelter in valleys. The open rolling fell landscape of the central and north parts of the area is what most hikers come here to enjoy. The highest peek, ",{"type":"''","value":["Kuárvikozzâ"]},", reaches a modest 590 metres, 250 metres above its surroundings.\n\nThere are many quick streams between the fells, and a canyon, ",{"type":"''","value":["Stuorraávži"]}," or ",{"type":"''","value":["Stuorrâävži"]},", in the fell plateau. In the east there is the lake Peltojärvi (",{"type":"''","value":["Bealdojávri"]},", ",{"type":"''","value":["Piäldujävri"]},"), with Peltotunturi (",{"type":"''","value":["Bealdoaivi"]},", ",{"type":"''","value":["Piälduáivi"]},") reaching 567 meters.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nThe fell plateau is dominated by fell heaths, with fell birch in the valleys. Alpine bearberry (",{"type":"''","value":["rievssatmuorji"]},", ",{"type":"''","value":["Arctostaphylos alpinus"]},") give the heaths a distinct red colour in the fall, at ",{"type":"''","value":["ruska"]},".\n\nThere is a strong golden eagle population in the area and several of the seriously threatened wolverine. More common animals include rough-legged buzzard, grey-headed chickadee, willow ptarmigan and Siberian jay.\n\n",{"type":"===","value":["Climate"]},"\n\nThe wilderness area is in inland Lapland, far north of the Arctic circle, to a large part above the tree line. This means advice on ",{"type":"[[","value":[["cold weather"]]}," applies in full. Do not come in winter without sufficient experience or experienced company. The lasting snow comes in October–November, but thicker snow usually only around New year. As in most Lapland early spring is the best time for skiing.\n\nIn the spring melting snow means high waters. Use your judgement when fording. Experience is needed.\n\nThe mosquito season starts in late June and continues to the first freezing nights in August–September.\n\nRuska, the beautiful time of red leaves, is in early to mid September.\n\nSummer day temperatures are usually 15–20°C, but lower temperatures are possible, emphasized if there is wind and rain.\n\n",{"type":"==","value":["Get in"]},"\n\nThe Sami museum and nature centre Siida ",{"type":"[","value":["http:\/\/www.outdoors.fi\/customerservicepoints\/visitorcentres\/siida"]},", phone +358 205 64 7740, e-mail siida(at)metsa.fi in ",{"type":"[[","value":[["Inari"]]}," acts as visitor centre for Muotkatunturit. Inari is easily reachable by car (E75), coach or plane (via ",{"type":"[[","value":[["Ivalo"]]}," airport). Here you can get maps, advice and fishing and hunting permits. There are nature trails nearby. There is an entrance fee (€ 10\/8\/5) to the exhibitions; guided tours should be reserved in advance.\n\nThere are no public roads into the Muotkatunturit area, but roads near it (1–14 km) on each side: E75\/national road 4 (Rovaniemi–Ivalo–Inari–Utsjoki) to the east, road 92 (Kaamanen–Karigasniemi) to the north and north-east and local road 9553 (Inari–Angeli) to the south and by the Norwegian border (Karigasniemi–Angeli) to the west.\n\nThere is a weekly taxi\/minibus connection between Inari and Angeli, which can be used to reach the area from the south. The road runs 1–3 km from the area, on the other side of Vaskojoki. An ordinary taxi ride from Inari to Tirro (20 km) would cost about 30–50 euro.\n\nThe eastern and north parts of the area are easily reached by coaches from Ivalo via Inari to Karigasniemi (either local bus or Rovaniemi–Karasjok\/Nordkap). If coming from the north (",{"type":"[[","value":[["Tana"],["Tana bru"]]},", ",{"type":"[[","value":[["Utsjoki"]]},"), change at Kaamanen. From the Karigasniemi road the fell plateau is easily reachable, which allows shorter return trips, even day trips (but the climb is considerable).\n\nThere is a snowmobile route from Inari via Tirro and Peltojärvi to Muotkan Ruoktu and further to Utsjoki or to Karigasniemi by the road. \n\nThere is also the former post route from Tirro to Karigasniemi, a trail not marked in the terrain and sometimes difficult to follow, but marked on the map at least most of the way.\n\nPopular starting points in the north include Muotkan Ruoktu, with a trail to Peltojärvi, Kiellatupa (Giellájohka lomakylä) by Kielajoki river and the village Karigasniemi by the Norwegian border.\n\nThe river valley of Inarinjoki by the Norwegian border is steep, but there are several places suitable for starting a hike. As there is no public transport here, you might want to start from a cottage where you have been staying. Siuttavaara rental hut is by this road.\n\n",{"type":"==","value":["Fees\/permits"]},"\n\nThere are no entrance or hiking fees. The ",{"type":"[[","value":[["right to access"]]}," is valid in the area and permits roaming, temporary camping and picking berries and mushroom. Using small branches for fire and lodging in the open wilderness huts is also free (note the terms).\n\nFishing permits can be bought from the nature centre or from local businesses.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["File:Muotka poststig 2011.jpg"],["thumb"],["The former post route is easy to follow on the fell heath in summer, less so in the lower areas."]]},"\n\nThere are no public roads in the area, nor marked trails. There are some roads leading into the area, used by locals, but they are not suitable for ordinary cars and may be closed for traffic.\n\nIn summer you will be walking. In the winter you will be skiing, unless you opt for the snowmobile route. A good map, a compass and the skill to use them are needed, as is skill to cope with harsh weather, minor bogs and minor rivers.\n\nThere is an outdoor map for the area, 1:50 000. You can also use the ordinary topographical maps (W433, W434 and W443; 1:50 000), but on these the wilderness huts are not easily found.\n\nMost people coming here walk their own paths. The established routes are the one from Muotkan Ruoktu to Peltojärvi (14 km) and the former post route from Tirro to Karigasniemi through all the wilderness area (often used for only part of the trek).\n\nThere are reindeer fences, with few gates.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The open fell landscape"]},{"type":"*","value":[" Kuárvikozzâ, 590 m"]},{"type":"*","value":[" lake Peltojärvi and Peltotunturi, 567 m"]},{"type":"*","value":[" Stuorrâävži canyon"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" hiking"]},{"type":"*","value":[" cross-country skiing"]},{"type":"*","value":[" fishing"]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are shops at least in Inari, Ivalo and Karigasniemi and some service in Kaamanen. There are souvenir shops and service for tourists also at other places along the road.\n\nFor any handicraft, check they are \"Sami duodji\" and not cheap import. You might want to check beforehand what local craftsmen there are, and where to get their products – the souvenir shops have limited assortments.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are several tourist businesses by the roads.\n\nThere are stoves in the wilderness huts, in Stuorraäytsi a separate gas stove for cooking.\n\nMaking fire is allowed on state owned land in the area (i.e. nearly everywhere), given there is no wildfire warning in effect. Small branches and sticks from the ground may be used without further permits. Use existing fireplaces if possible. You should bring a camping stove for most cooking.\n\nBerries and edible mushrooms can be picked thanks to the right to access. You can also use common wild herbs. For fishing you need to buy permits.\n\n",{"type":"==","value":["Drink"]},"\n\nThe water in the area is mostly potable without treatment, especially water from rivers and streams. In warm periods in the summer boiling the water is recommended. Use your judgement.\n\n",{"type":"==","value":["Sleep"]},"\n\nA suitable tent, camping mattresses and sleeping bags are needed if you stay overnight in the wilderness area. There are no mattresses, blankets or pillows in the open wilderness huts and you should not count on being able to sleep indoors.\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"''","value":["Metsähallitus"]}," maintains two ",{"type":"[[","value":[["Hiking in the Nordic countries#Open wilderness huts"],["open wilderness huts"]]}," in the area, the ",{"type":"''","value":["Stuorraäytsi"]}," hut (7 persons) in the western end of the canyon and the ",{"type":"''","value":["Kurtojoki"]}," hut (6 persons) at the northern shore of Kurtojohka, south of Jorba-Kaisavarri, in the south-west part of the area. Note that latecomers have an absolute right to the facilities. Dogs are allowed if others in the hut agree. There are a few wilderness huts maintained by others, such as the minimal ",{"type":"''","value":["Lahtisen kämppä"]}," (about two by two metres!) some 10 km upstream from Muotkan Ruoktu. Note your responsibilities when using the huts.\n\nThere are many cottages for rent outside the area, a hotel in Inari and probably other commercial lodging facilities as well. Metsähallitus has one rental cabin close to the area, ",{"type":"''","value":["Siuttavaara"]},", by the road between Angeli and Karigasniemi.\n\n",{"type":"===","value":["Camping"]},"\n\nCamping by caravan is possible at least in Karigasniemi and at Muotkan Ruoktu. Parking lots maintained by the road administration can also be used. There are no camp sites in the wilderness area. \n\n",{"type":"===","value":["Backcountry"]},"\n\nCamping is allowed nearly everywhere, according to the right of access. Using the grounds of wilderness huts or commonly used places is recommended, though, to minimize wearing of the ground.\n\n",{"type":"==","value":["Stay safe"]},"\n\nTell somebody about your plans, including alternative route and timetables, so that they can start a rescue operation if you do not return on time. You can use Siida for this, but do not forget to tell when you do return, or if you are delayed without an emergency. You can use the emergency number 112 (which can use coverage by any provider) also to tell you are safe.\n\nProper clothes, equipment and sufficient food supplies are a must, as is sufficient experience. You will have to get by on your own for quite some time in an emergency, and even calling the rescue service requires getting to a place with phone coverage (or to the road, if your phone got wet or out of battery power).\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Kevo"]]}," route, through an impressing canyon to ",{"type":"[[","value":[["Utsjoki"]]},", with starting point at Sulaoja (",{"type":"''","value":["Suttesája"]},") by the Kaamanen–Karigasniemi road, or the short nature trail by this starting point. Kevo is a nature reserve, check restrictions for the intended season."]},"\n",{"type":"{{","value":[["IsPartOf"],["Finnish Lapland"]]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"[[","value":[["wikipedia:Muotkatunturi Wilderness Area"]]}]