[{"type":"{{","value":[["pagebanner"],["Murano banner.jpg"]]},"\n",{"type":"[[","value":[["File:Laguna Veneta.png"],["thumb"],["266px"],["Map of Venice, Murano and surrounding islands"]]},"\n\n",{"type":"'''","value":["Murano"]}," is an island town, about 1.5 km (1 mile) north of ",{"type":"[[","value":[["Venice"]]},", in northern ",{"type":"[[","value":[["Italy"]]}," and is considered part of Venice.\n\n",{"type":"==","value":["Understand"]},"\nMurano, like Venice, is a series of islands linked by bridges in the Venetian Lagoon. The population is just over 5,000 (2004 figures). The town is famous for its glass production.  The climate of Murano is classified as Humid Subtropical climate with cool winters and very warm summers.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[","value":["http:\/\/www.actv.it\/english\/home.php ACTV"]},", Venice's transit company, runs the water buses, \"vaporetti\", from ",{"type":"[[","value":[["Venice"]]}," to Murano at frequent intervals and at many stops.\n\n",{"type":"[[","value":[["File:Murano 2011.jpg"],["thumb"],["250px"],["Sunset on Murano"]]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["On foot"]},"\n\nWalking along the many canals is part of the experience of Murano. The island is only about 1 mile across so it is small enough to explore by foot.\n\nThe Grand Canal (",{"type":"'''","value":["Canale Grande"]},") splits the island into two. Walking around the island will help you discover the beautiful colors, little shops and restaurants.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Basilica dei Santa Maria e San Donato"]}," - known for its twelfth century Byzantine mosaic pavement, which is a similar floor to Venice's Basilica di San Marco, and the mosaic dome in the apse of the Virgin Mary. It is said to house the bones of the dragon slain by Saint Donatus. The bell tower, like most bell towers, is separate from the Church."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chiesa di San Pietro Martire"]}," - Church of Saint Peter the Martyr. Built in the 15th century and then reconstructed some years later after a fire. Inside are some art works, such as two canvasses by Bellini."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Campo Santo Stefano"]}," - notable for its  19th Century clock tower. One of the most visited spots."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Palazzo Da Mula"]}," - The summer residence of the Venetian patricians. The façade features large Gothic windows and Veneto-Byzantine patere and panels from the 12th and 13th centuries. It is one of the few palazzi which escaped the restructuration of the island in the 1800s."]},"\n",{"type":"*","value":["Glass-related attractions include the many glassworks, some Mediaeval and most open to the public, and the ",{"type":"'''","value":["Glass Museum"]},", housed in the large Palazzo Giustinian near the island's center. \"Museo Vetrario\" in Italian, offers a century-by-century tour of Venetian glassmaking."]},{"type":"*","value":[" ",{"type":"'''","value":["Glass Factories"]}," - \"fornaci\". The best glass blowing factories are not open to tourists, but there are some factories that give demonstrations. Interesting to see if you have never seen a glass furnace."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Murano is known for its glass worldwide. Besides that, there is not much else you need to buy besides the normal tourist objects, such as postcards and other souvenirs."]},{"type":"*","value":[" Many souvenir shops try to pass off cheap Chinese counterfeit glass as real Murano glass. Murano Glass is very expensive to produce, don't expect to buy Original Murano Glass for few euros."]},{"type":"*","value":[" The Veneto Regional Government ( Regione del Veneto ) protects original Murano glassmaking. Always look for the \"Vetro Artistico® Murano\"  ",{"type":"[","value":["http:\/\/www.muranoglass.com"]}," trademark decal on the objects and in the windows of shops and showrooms that sell authentic Murano glass in order to be sure that you are purchasing original Murano Glass.  "]},{"type":"*","value":[" Beware of the scams offering to take you on a free boat ride to see the glassworks at Murano or Burano.  Prices are grossly (300%+) overinflated, and the terms you are told in English will not match the terms in the contract written in Italian only.  Don't fall for this scam."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" If you're staying on Murano overnight, ask your hotel receptionist which of the island's restaurants is open in the evening. Most tourists are day-trippers, so Murano's restaurants take turns staying open for dinner."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Trattoria Busa alla Torre Da Lele"],["alt=Masiol Gabriele"],["url="],["email="],["address=Campo San Stefano 3"],["lat="],["long="],["directions=opposite of San Pietro Martire"],["phone=041\/739662"],["tollfree="],["fax="],["hours="],["price=Two-courses meal with wine €30"],["content=A typical trattoria, frequented by both tourists and locals. Excellent food."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Ai Bisatei"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+39 041 739 528"],["tollfree="],["fax="],["hours="],["price="],["content=Campo San Bernardo, 1 - Murano. Not an easy osteria to find but it is truly worth the detour for the kind service and cuisine."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Murano Palace"],["url=http:\/\/www.muranopalace.com\/"],["email="],["address=Fondamenta Vetrai 77, 30141, Murano VE"],["lat="],["long="],["directions=Take DM ferry from Venice, walk 5 min"],["phone=+39 041 739655"],["tollfree="],["fax="],["hours="],["price=90-180 euro"],["checkin=2PM"],["checkout=10AM"],["content=Very nice place, very clean, friendly owner. Beautiful views from the balcony."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Al Soffiador"]}," - Viale Bressagio 10-11 - 30141 Murano (Venice). Prices from € 80 (Tax included) ($106.70 USD). Check in starts at 10:30AM and ends at 7PM or needs to be informed that you will be arriving later. Check out is at 11AM. Breakfast is included. On the hotel premises is a restaurant. There are two buildings connected by a garden terrace. Each room has its own bathroom. 2 rooms are equipped to host disabled guests."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Locanda Conterie"]}," - Calle Conterie 21 - Murano - 30141 Murano (Venice). Prices from € 64 (Tax included) ($85.40 USD). Check in available after 11AM and late arrivals must be advised. Check out is at 10AM.  The hotel lies within metres of the Museo Vetrario and the Basilica dei SS. Maria e Donato. All rooms have a private bathroom."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Venice"]]}," is your hub on the way out to the mainland. Just hop on the waterbus, \"vaporetto\", to get back to Venice."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["45.458333"],["12.353333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Venice"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Murano"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Murano"]]}]