[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Murcia"]]},"\n",{"type":"'''","value":["Murcia"]}," is a sizable city (according to Spanish average) with 439,000 inhabitants by 2009, ranking seventh in Spain. It's located in southeastern Spain, inland but not far from the coast.\nIt’s mainly a services city and an important university town. Murcia is known for its Huerta and its famous products (fruits and vegetables) exported all over Spain and Europe, its folklore (mainly based around its Huerta), its festivals and its several baroque churches. \nIt's the capital of the ",{"type":"[[","value":[["Murcia (region)"],["Murcia Region"]]},", one of the seventeen autonomous communities in which Spain is divided into.\n\n",{"type":"==","value":["Understand"]},"\n\nThe city of Murcia was founded in 831 by Abd-Al-Rahman II in the center of the Segura river valley. The remnants of this Moorish rule can be seen in the still-visible city wall, which contrasts strongly with the city's numerous churches, mainly of baroque style, on which cause is known for being \"the baroque city in Levante (southeastern Spain)\".\n\nMurcia city itself is typically Spanish but a little cosmopolitan, it is more of a peaceful place to live: lots of safe, pedestrian streets, large green areas, very kind people, and neither too quiet nor too busy. Since it's placed inland, Murcia tends to be calm during the holiday season when people move to the coast, and lively during the school year, especially since it is an university town. \n\nThe most famous thing about Murcia used to be its vegetables; neighbors from ",{"type":"[[","value":[["Cartagena (Spain)"],["Cartagena"]]}," call residents of Murcia \"green stomach\" (but Murcianos are really angry with that).\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nMurcia is served by San Javier Airport, with many international flights including Belfast, Bergen, Birmingham, Blackpool, Bristol, Brussels, Dublin, East Midlands, Edinburgh, Exeter, Helsinki, Leeds, Liverpool, London, Manchester, Newcastle, Norwich, Nottingham, Oslo, Southampton, Stavanger and Trondheim. Domestic flights are also available from Barcelona, Madrid and Palma de Mallorca.\n\n",{"type":"[[","value":[["Alicante"]]}," Airport is an hour away and has a larger choice of domestic and international flights, including many low cost airlines.\n\nNew ",{"type":"[[","value":[["Corvera"]]}," Airport is, currently, under construction. This airport will improve the current connections of Murcia with Europe because it will offer more flights than San Javier Airport.\n\n",{"type":"==","value":["Get around"]}," \n\n",{"type":"==","value":["See"]}," \n\n",{"type":"*","value":["The ",{"type":"'''","value":["cathedral"]}," (baroque front, gothic interiors)"]},{"type":"*","value":["The ",{"type":"'''","value":["Salzillo Museum"]}," (sculpture)"]},{"type":"*","value":["The ",{"type":"'''","value":["Palacio del Almudi"]}," "]},{"type":"*","value":["The ",{"type":"'''","value":["Iglesia de San Esteban"]}]},{"type":"*","value":["For a good ",{"type":"'''","value":["view of Murcia"]}," and the surrounding valley, the best place to go is ",{"type":"''","value":["El Valle"]}," or the ",{"type":"''","value":["La Fuensanta"]}," Sanctuary, both of them in the mountains behind the city. ",{"type":"''","value":["Directions"]},": Go toward Cartagena, and before the mountains (only 5 or 10 km away from Murcia), head towards ",{"type":"''","value":["La Alberca"]}," and pass straight by. You will see signs for ",{"type":"''","value":["Santuario de la Fuensanta"]},". Try going there for sunset; the view is incredible."]},{"type":"*","value":["Another place that shouldn't be missed is the ",{"type":"'''","value":["Moorish castle"]}," on top of the ",{"type":"''","value":["Monteagudo"]}," mountain that can be seen from almost anywhere in Murcia. It was converted to Christianity by placing an \"open arms\" image of Christ on the top. ",{"type":"''","value":["Directions"]},": leave Murcia by the old ",{"type":"[[","value":[["Alicante"]]}," road and it will take you 5 minutes to reach. The motorway to Alicante will also take you there. Park the car down the mountain and walk to the top. You can touch Jesus's feet and toes (bigger than footballs!) while having a look at Murcia and his ",{"type":"''","value":["huerta"]},"."]},{"type":"*","value":["Murcia has a lot of beautiful ",{"type":"'''","value":["beaches"]},". Some of them are still virgin territory, like those between Mazarron and Aguilas, whilst others are very busy places in summer, like ",{"type":"''","value":["La Manga"]},", a strip of land that separates the Mediterranean from a small inland \"minor sea\" (",{"type":"''","value":["mar menor"]},")."]},"\n",{"type":"===","value":["Museums"]},"\n\n",{"type":"*","value":["The most famous one is dedicated to the great sculptor Salzillo, who made most of the ",{"type":"''","value":["pasos"]}," that are used in the Easter Holy Week (",{"type":"''","value":["Semana Santa"]},"). His polychromed wood bodies of angels, biblical personalities and virgins, with faces and hands carved of wood, are simply alive! Don't miss the ",{"type":"''","value":["Belen de Salzillo"]},", a fine reproduction of the story of the birth of Jesus made of small sculptures. ",{"type":"''","value":["Directions"]},": C\/San Andres, at the ",{"type":"''","value":["Plaza de San Agustin"]},". Leave the motorway bypass in the ",{"type":"''","value":["Ronda Norte"]}," direction. At the traffic lights take the street at your right (",{"type":"''","value":["San Anton"]},"), and follow it straight along. It becomes C\/San Andres without notice and then you reach the ",{"type":"''","value":["Plaza de San Agustin"]}," at your left. There is the museum, on your right, clearly indicated."]},"\n",{"type":"==","value":["Do"]}," \n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Sierra Espuña"],["alt="],["url=http:\/\/www.sierraespuna.com\/index.asp?idioma=2"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you like walking through ",{"type":"'''","value":["pine forests"]},", go to ",{"type":"''","value":["Sierra Espuña"]},". ",{"type":"''","value":["Directions"]},": Take the motorway toward ",{"type":"[[","value":[["Andalucia"]]}," for about 30km to ",{"type":"''","value":["Alhama de Murcia"]},". You will find directions there to ",{"type":"''","value":["Sierraespuña"]},". You can stay at Hospederia Bajo El Cejo in El Berro, Sierra Espuna, which is an atmospheric renovated water mill with mod cons and also at Camping Sierra Espuna in El Berro which has cabins."]]}]},"A walker\/cycle friendly hotel in the area with fantastic views of the Barrancos de Gebas and only 2 minutes walk and you are in the regional park of the Sierra Espuna is Hotel la Mariposa in Gebas, a renovated farmstead and tobacco outlet converted into a beautiful mountain hotel.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Paredes de Leiba"]}," Nearby is also one of the best places to practice ",{"type":"'''","value":["wall climbing"]},". It is like a big wall of stone, half a kilometer long and 60-80 meters tall, full of routes to climb: some very easy, others only for trained people. Every year people open new routes."]},{"type":"*","value":[" ",{"type":"'''","value":["Caravaca"]}," and ",{"type":"'''","value":["Cehegin"]},". An easy half day trip to these Murcian towns. The ",{"type":"''","value":["Iglesia de Mary Magdalena"]}," is a medevial church in Cehegin with magnificient views. The ",{"type":"''","value":["Castle of Saint Cruz"]},", the full name of the town is Caravaca de la Cruz, is a grand castle and has a cross with healing powers. You'll need your own car to get around."]},"\n",{"type":"==","value":["Buy"]},"\n\nOne of the most famous streets in Murcia is Traperia street and Plateria street, both very near of the Cathedral. Here, everyone can find the best brands of clothes. Also, Murcia has a large list of shopping and leisure centers: Nueva Condomina, Thader, El Tiro, El Corte Inglés...\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Restaurante Via Apostolo"]},", Calle los apostoles, 22. Tel: +34 968 212 379. On the south-eastern side of the cathedral. A nice place for pizzas, pastas, and good wine or beer right next to the cathedral with outdoor seating on a pedestrian street. Check opening times in July and August.\n\n",{"type":"'''","value":["Plaza de Las Flores"]},", the most traditional spot in the city to have \"aperitivo\" (small snack\/drinks before lunch).\n\n",{"type":"'''","value":["Cafe Gran Bar"]},", Gran Via Alfonso Decimo,1. A tradional spot for more than 50 years, this place is thought by many to provide the best \"Marineras\" in town. Marineras are a really traditional Murcian Snack featuring a base of flour dough, covered with potato salad and an anchovy on top.\n\n",{"type":"==","value":["Drink"]}," \n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hotel Rincon de Pepe"]}," Aposteles 34, Murcia. Now run by the NH chain, the hotel is well situated in the heart of Murcia, steps away from the Cathedral. Restaurant; Bar. 4 Star."]},"\n",{"type":"*","value":[{"type":"'''","value":["Arco de San Juan"]}," Pl. Ceballos 10, Murcia. Set in an old colonial style building, the Arco de San Juan is a charming hotel close to the cathedral and river. 3 Star."]},"\n",{"type":"*","value":[" There are two NH hotels in Murcia ",{"type":"[","value":["http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/spain\/murcia.html"]},"- the Amistad Murcia Hotel on Condestable (Tel.+34 96 8282929) ",{"type":"[","value":["http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/spain\/murcia\/nh-amistad-murcia.html"]}," and the Rincon de Pepe on Apóstoles (Tel.+34 96 8212239) ",{"type":"[","value":["http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/spain\/murcia\/nh-rincon-de-pepe.html"]},". "]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["37.986111"],["-1.130278"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Murcia_(region)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Murcia"]]},"\n\n",{"type":"[[","value":[["Commons:Murcia"]]}]