[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Murgab"]}," is a village in the ",{"type":"[[","value":[["Pamirs"]]}," of ",{"type":"[[","value":[["Tajikistan"]]},". It is on the Pamir highway, 311 km from Khorog and 417 from Osh (Kyrgyzstan).\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nThere are shared vans\/jeeps to ",{"type":"[[","value":[["Khorog"]]}," almost everyday from the bazaar, 100-120 somoni per seat (May 2012). They wait for passengers and depart when full. There are fewer passengers on weekends, though. Small Chinese vans should be cheaper, since they spend less fuel than normal jeeps. If you want go to Dzhelondy, Khargush, and similar places, the drivers would nevertheless ask the full fare to Khorog, so hitchhiking may be a better option. Just head south along the highway, cross the bridge, walk up to the check point (3-4 km from the center). You can hitch the trucks coming from China or some vans, 40-50 somoni to Dzhelondy or 60-80 to ",{"type":"[[","value":[["Khorog"]]}," should be enough. \n\nShared jeeps to\/from ",{"type":"[[","value":[["Osh"]]}," are less frequent and depart only when they find enough passengers. Normally, there are 1-2 jeeps every day or every second day. The price is 150 somoni to ",{"type":"[[","value":[["Osh"]]},". You have to be at the parking lot ('stoyanka') at the bazaar at 7-8 am, as sometimes they start early. Arranging with the driver in the evening of the previous day may be even better, but don't rely on one driver, who will likely 'promise' you that he will find the remaining passengers tomorrow. He may find them, or may not find and eventually not go. It is better to wait at the parking lot, because there is some occasional transport every now and then. Hitchhiking is also possible. Some cars start or terminate at small settlements between Murghab and Kyzyl-Art. Each 40-50 km there are settlements or road worker's houses along the highway, where you can sleep or have tea. You can walk from Tajik border post to the Kyrgyz border post in 3-4 hours, all the way down, nice walk. And from the Kyrgyz border post it is a bit longer hike over 25 km, across Alai valley to Sary Tash with abundant transport to ",{"type":"[[","value":[["Osh"]]},".\n\nIf you are hiring a car all the way to\/from ",{"type":"[[","value":[["Osh"]]},", make sure that it is a Kyrgyzstan car, or the driver has all  necessary papers for border crossing.\n\n",{"type":"==","value":["Get around"]},"\nNo public transport in the town, but given that it is fairly small there is no real need for it. You could just flag down any car on the street, most would be happy to bring you around the town for 2-5 somoni.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nIn town there is nothing to do. Internet is available for 10 somoni per hour at ACTED during weekdays.\n\nThe surroundings are really beautiful, and several trips can be made from Murgab. Most require your own transport or many dollars.\n\nFor those keen on walking, you can walk to Gumbezkul in the Pschart valley (35 km), sleep there in a yurt (25 somoni), hike up the pass (4731 meter) and walk all the way back to Murgab (31 km)\n\n",{"type":"==","value":["Buy"]},"\nThere is a mobile network in Murghab available. For internet, you can buy Beeline's  sim 'internet' (on others promotion internet is too expensive!). Then apply for monthly 3GB package just for 6$. (Recharge your account, then issue USSD-code \"*110*820#\"), wait until 1:00 am for activation. It's better to have Indigo sim also, since some areas in Pamirs are better serviced by Indigo. Sim cards should cost 1-10 somoni, depending on how much money it already charged.\n\n",{"type":"==","value":["Eat"]},"\nThere are only basic food supplies in Murghab. You can buy rice, flour, oil, alcohol, sugar, potatoes, onions, some dried fruits, simple candys and cakes in bazar. But not much more. Few basic restaurants around bazar are open only in daytime. Most hotels and homestays could provide meal, which is often included in the price (1-5$ per time per person).\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are both homestays \/ guesthouses and hotels. Prices can be bargained for, depending on the inclusion of food and time of year. Expect to pay somewhere between 4 and 20 dollars.\n\nSukhrob Guest House. Friendly and hospitable family (English spoken) where you have the option between dorms in tajik style (mat), kyrgyz style (yurt) or ordinary style (beds), or a family room. The place is not far from the bazaar (Samoni street), on the other side of the main road (uphill). Just ask around for Sukhrob!\n\nHomestay of Talay. £12 per person per night incl dinner and breakfast.\n\nThere are few homestays and guesthouses around the town, marked in English.\nCheaper, option are local hotels. One is not so far from bazar: go up to the main highway, cross it and walk more about 100-200 metres up. Then you will see some empty area, behind that there is a hotel on a left hand side. It has no signs even in russian, but if you ask for 'gostinitsa' people around know it. In May, 2012 they asked for 10-15$ at first. But finally agreed for 32 somoni (7$). This did not include food, shower, or room heating. Either of these costs few dollars extra.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nFrom Murghab to ",{"type":"[[","value":[["Khorog"]]}," there are, on average, more than 10 Chinese trucks daily (if the border is open) as well as few other cars. However, the Khargush-Langar road may have no traffic for days. Dzhelondy really deserves a stop for at least few hours to soak in nice hot springs; they are so pleasant after cold and windy Eastern Pamir. There are few hot springs in the Dzhelondy area, most can also provide food and basic accommodation. Then it is not hard to find onward transport in the direction of ",{"type":"[[","value":[["Khorog"]]},".\n\n",{"type":"{{","value":[["geo"],["38.1689"],["73.9650"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pamirs"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Murghab, Tajikistan"]]}]