[{"type":"{{","value":[["pagebanner"],["Murree page banner.jpg"]]},"\n",{"type":"[[","value":[["File:A beautiful view of Murree, Pakistan.jpg"],["thumb"],["A view of Murree hills"]]},"\n",{"type":"'''","value":["Murree"]}," is a popular hill station and summer resort in the Galyat region and located in the ",{"type":"[[","value":[["Rawalpindi"],["Rawalpindi district"]]}," of ",{"type":"[[","value":[["Pakistan"]]},"i province, ",{"type":"[[","value":[["Punjab (Pakistan)"],["Punjab"]]},".\n\nThe name \"Murree\" means \"\"high place\" and it stands at 7,517 feet above sea level in the Pir Panjal range. It was founded in the 18th century by the British, and served as the summer headquarters of the British Raj in the Punjab Province until 1864.\n\nAn American journalist Camile wrote, that, \"Everything and anything can happen in Murree. Romance is in the atmosphere; intrigue is in the air. The roads to this happy holiday's resort embrace both the heaven and earth. In Murree it is easy to fall in love\".\n",{"type":"==","value":["Understand"]},"\nMurree was once a charming colonial town nestled in the Himalayan foothils - but the last 10 years have seen rampant development and today Murree more closely resembles a litter-strewn overcrowded and a thriving tourist resort. However it remains exceedingly popular with Pakistani families and still receives glowing recommendations from this demographic.  For the international visitor heading further north to the Galis may prove more rewarding.  In summer it is cool - even chilly in the evening - while light rain is common. In winter Murree hides herself under thick blanket of snow, however view tourists visit at this time and most hotels and attractions will be closed.\n\n",{"type":"===","value":[" Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   7.2"],["febhigh =   7.5"],["marhigh =   11.6"],["aprhigh =   17.2"],["mayhigh =   21.7"],["junhigh =   25.1"],["julhigh =   22.4"],["aughigh =   21.4"],["sephigh =   20.9"],["octhigh =   18.6"],["novhigh =   14.5"],["dechigh =   10.2"],["janlow =   0.1"],["feblow =   0.5"],["marlow =   4.3"],["aprlow =   9.1"],["maylow =  12.8"],["junlow =   16.1"],["jullow =   15.7"],["auglow =   15.4"],["seplow =   13.4"],["octlow =   10.1"],["novlow =   6.2"],["declow =   2.4"],["description ="]]},"\n\nMurree's cool climate is the precise reason why it is such a popular summer retreat. Located at an altitude of approximately 2,300m above sea level, the region has a hilly terrain and is covered by dense evergreen forests. A few visitors choose to visit Murree during winter, when the place is less crowded, snowy and the views are too spectacular for words.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Holy Trinity Church, Murree.JPG"],["thumb"],["Holy Trinity Church, Murree"]]},"\n\nThere is no airport and railway station in Murree due to its mountainous terrain and therefore, only accessible by road. The nearest air link is Islamabad International Airport and the nearest rail Link is at ",{"type":"[[","value":[["Rawalpindi"]]}," Cantonment Station.\n",{"type":"===","value":["By car"]},"\nMurree is the administrative headquarters of the Murree district and therefore, it is well connected by road to other towns of the district. Murree is also linked by road to the larger towns of Islamabad, ",{"type":"[[","value":[["Rawalpindi"]]},", Muzafarabad and Abbotabad. No matter whatever is your mode of transportation is, make sure that it is in good condition because the moment you enter Murree you'll face roads having sharp turns and as road is taking you on top of mountain so it requires more fuel consumption which often heat-up the car engine and you have to stop it.\n\nThere are four routes to Murree from the capital, ",{"type":"[[","value":[["Islamabad"]]},": it takes 1.30 hour to reach Murree from Islamabad via the old Islamabad-Murree Road, it takes 1 hour to reach Murree from Islamabad via the 4-lane Islamabad-Murree Expressway M-75. The Expressway have made travelling to Murree more safer and convenient. This Expressway links Islamabad to Muzaffarabad via Murree. The expressway has a bad reputation for accidents and there are often police stopping speeding motorists\n\nThere are two less used routes that are worth exploring if you are not in a hurry. The third longer route to Murree from Islamabad via ",{"type":"'''","value":["Nilore"]}," and ",{"type":"'''","value":["Simli Dam"]}," - this joins at ",{"type":"'''","value":["Lower Topa"]},". The fourth is even more adventurous and starts from the Monal restaurant in Pir Sohawa - if you keep following the road you will eventually end up on the 'old Murree Road' - this route requires a 4x4 as the road is unpaved in parts, and you have to bump over a riverbed where a bridge has been washed away. For this fourth route a print out of a google map and a GPS is strongly advised. Takes 3 hours or so - although you'll want to stop for photographs.\n\nThe mountain drive is refreshing and the scenery is breath-taking especially on the Nilore-Simli-Lower Topa route.\n\nBe cautious if you are driving on your own. Though roads are fine, the constant melting of snow tends to damage the road conditions. There are always a chances of landslides, so don’t venture at the edge of the road.\n\n",{"type":"===","value":["By taxi"]},"\nIf you don't have own conveyance, hiring private taxi is a good option. Taxis run from ",{"type":"[[","value":[["Islamabad"]]}," and, usually, take about 1.30 hour. The best option is to hire taxi from Faizabad bus stand in Rawalpindi. Find if any Murree based taxi is there, because they must have to go back anyway and so they will charge you less. If you are to hire a taxi from Rawalpindi to Murree you need to pay Rs. 1,000 but you can bargain with Murree taxi drivers to Rs. 500. and the taxi will drop you from Faizabad to Murree and if you want it double way you may even get it in around Rs. 700 for round trip.\n\n",{"type":"===","value":["By bus"]},"\nThere are many buses and hiace runs from Islamabad and Rawalpindi to Murree, cost around Rs. 100 to 150 as one way fare and take 1.30 hour. you can take hiace from SADAR-Rawalpindi, Peer Wadhai Adda, and Faizabad. Recently, ",{"type":"[","value":["http:\/\/www.daewoo.com.pk\/ Daewoo Express Bus Services"]}," has started its regular bus service for Murree. They are operating daily non-stop 15 buses (luxury 33 seater coaches.) from Rawalpindi to Murree and return to Rawalpindi. First bus departs rawalpindi at 6AM and reach Murree at 8AM, this first bus leaves Murree for Rawalpindi at 8:30AM and last bus leaves Rawalpindi for Murree at 7:30PM. Bus fare is approximately Rs. 270 one way from Rawalpindi to Murree. The main terminal of Daewoo Express is located near Kohinoor Textile Mills, Fazalabad Peshawar Road, Rawalpindi Cantt and can be reached at phone: +92-51-111-007-008. There is no terminal in Islamabad.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Murree Patriyata 2009.jpg"],["thumb"],["Different type of Taxis in Murree"]]},"\nDriving in or through Murree is at best a nightmare - the roads are too narrow, and the cars too many. There are alternatives such as taxis and most tourists hire a taxi, which takes you around to all the sight seeing spots in and around Murree. Public transport (buses and vans) are also readily available but would be generally crowded.\n\nThe best way to negotiate Murree in a car is to take the old Murree Road and park to the north of Murree and walk in to the centre. Similarly if heading to Natia Gali or other towns north of Murree, take the old road (which acts as a Murree by-pass) and turn on to the Abbotabad road. If you must take the expressway then take this past Murree to Lower Topa, then take the Lower Topa - Murree road, which will take you to the Abbotabad road. Just to restate avoid driving through the centre of Murree at pretty much all costs.\n\nExcept for the ",{"type":"'''","value":["Islamabad-Murree highway"]}," all other roads are single \/ two lane roads and the driver should be conversant with ",{"type":"'''''","value":["mountain driving skills"]},".\n\nWhile going from Murree to Nathiagali or Ayubia etc. Prefer taxi recommended by your hotel management. It will be helpful and driver will serve you as guide too.\n\n",{"type":"==","value":["See"]},"\nMurree is known for its scenic vistas, one of the more picturesque places in the country, and is a tourist paradise. It is surrounded by thickly forested hills of pine- and oak-covered mountains, criss-crossed with springs and rivulets and dotted with lawns and orchards.\nIt is a rustic resort high on the southern slopes of the Western Himalayan foothills. It is an outstanding hilltop that offers great views of Himalayas, breathtaking mountain scenery and the most impressive views of sunrise and sunset. On a clear crystal days, one can see a good view of the snowy peaks of Kashmir, and the crest of Nanga Parbat can sometimes be seen as well.\n\n",{"type":"*","value":["Kashmir Point"]},{"type":"*","value":["Pindi Point - a chairlift runs up to here"]},{"type":"*","value":["The Mall - the main strip with shops, hotels and restaurants."]},{"type":"*","value":["Many locals believe that Mary, mother of Jesus, is buried in Murree and that the town is named after her (formerly Mari). Her supposed tomb sits on a hill underneath a television tower. Locals can point you in the right direction. You may need special permission to visit."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Cecil Hotel"],["url=http:\/\/www.cecilresort.com\/index.php"],["email="],["address=Cuart Rd"],["lat="],["long="],["directions=labelled as 'Murree Holidays' on Google Maps"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The original colonial hotel, built in the 1850s when Murree was founded, this place exudes old English charm, and gives a rare flavour of Murree's history.  The Hotel closed in the 1990s but you can still ask the caretakers for a look around. Sadly the place is now surrounded by modern holiday apartments (the Cecil Resort) but its still got some nice views from the upstairs veranda."]]}]},"\n",{"type":"==","value":["Do"]},"\nThe main attractions of Murree are its natural scenery and refreshing atmosphere. It is an ideal place for a family get away and vacation. With its many places of interests like ",{"type":"'''","value":["Patriata, Ayubia, Nathia Gali, Bhurban, Khanspur"]}," it offers many spots for picnics, mountain hiking and trekking. The best of these treks is from ",{"type":"'''","value":["Dunga Gali"]}," to Murree on the water pipeline. The Golf Course at ",{"type":"'''","value":["Bhurban"]}," is unique because of its altitude and tough layout. The area around ",{"type":"'''","value":["Patriata"]}," has been developed and provides excellent hiking and trekking paths. It also has a scenic two stage cable car that would take the tourists up to the top. Those not interested in waiting in the queue for the ride can drive up to the Patriata top.\n\n",{"type":"*","value":["Take a ",{"type":"'''","value":["leisurely walk"]}," at the Mall. If you're too lazy to walk, hop on a \"strollers’."]},"\n",{"type":"==","value":["Buy"]},"\nMurree has a variety of handicraft shops selling curios for the tourist to remind them of their visit to this hill station. Traditional clothing items, head wear, carved walking sticks, jewelery items and leather goods are abundantly available.\n\nAlso visit ",{"type":"'''","value":["Millenium Mall"]}," - on main Mall road, next to Usmania Restaurant. A complete shopping mall with every kind of multinational brands in cosmetics, clothing, shoes, grocery, watches, leather, restaurants, coffee, ice cream parlors, sweets from all over the world, some of famous names are KFC, Pizza Hut, Indulge coffee shop, Nirala sweets, Gucci, Emporio Armani, Nike, Addidas, Piere Cardin, Rado, Tissot, Victoria Secrets, and many more have already got outlets in this mall. 1st floor is only for joy land amusement park for children.\n\n",{"type":"==","value":["Eat"]},"\nThere are many restaurants in Murree, mostly along The Mall. One very popular restaurant is called Al-mai-dah.\n\n'Fuschia Restaurant' near Kashmir Point just before the Governors House is a newly opened restaurant. It offers a mix of English, Pakistani, Italian, etc. The Restaurant also has thrilling games for children such as a Jumping Castle, Trampoline, battery powered cars and an Arcade.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Red Onion"]}," Chain of Restaurants situated on the main mall road, stands one of the most modern restaurant in Murree. Established in 1993, pioneer to 'Buy one Pizza & Get the second one Absolutely FREE' this restaurant offers a wide range of cuisines not offered anywhere else in the vicinity i.e. Mexican, Italian, Chinese, Pakistani & Continental. Prices are very moderate, ambiance is modern & customer service is very friendly! Other branches of Red Onion; Nathia gali, Abottabad, Rawalpindi, Islamabad, Rawal Dam & Karachi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Saffron"]},": An elegantly decorated restaurant with stunning views of the surrounding hills and valleys. Saffron offered the ultimate personalized culinary experience. The menu is a blend of continental and local favorites including our very own rendition of the ever-popular chicken karahi and chicken makhani. Saffron lies overlooking crisscrossing paths, beautiful hills and valleys. The restaurants outdoor patio allows you to dine under the roof of the world, in the most breathing natural surroundings our part of the world has to offer."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Huqqa Pani Lounge"]}," with its gracious old world charm serves a variety of fruit flavored tobacco or sheesha. Apart from the shakes and drinks, the room offers a wonderful and relaxing atmosphere with a glorious view of Murree and the surrounding hills."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["KFC"]},", Millenium Mall Murree at the end of Mall road"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Angeethi - the Grill"]}," is located adjacent to the Huqqa Pani lounge and follows the same earthen traditional theme. So after relaxing in the lounge, you can come and watch our chefs prepare a variety of mouthwatering barbeque dishes. The beautiful backdrop and the traditional ambiance, combined with the delicious food make dining at The Grill an occasion to remember."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Pesahawr Namak Mandi Restaurant'"]}," on main Kashmir point, an open air terrace with views of the surrounding parks and road. The restaurant is famous for traditional peshawar namak mandi (namkeen tikka and karahai)."]},"\n",{"type":"==","value":["Drink"]},"\nHard liquor is easily available even to Muslims at PC Bhurban hotel. However night receptionists at nearly all hotels are able to arrange some stuff for a little consideration. There are no bars or pubs in town.\n\n",{"type":"==","value":["Cope"]},"\nThere are many well equipped medical centres in Murree and surrounding which can always provide you with basic medical treatment,like Abbasi hospital at Suny Bank,Tariq medical centre Bhurban,alshafa clinic Murree and many more.Along with these medical centres there is a military hospital \"CMH\" situated on Murree mallroad.\n\n",{"type":"==","value":["Sleep"]},"\nMurree being a well established tourist destination has a wide variety of lodgings available to suit all pockets. There're many good standard hotels are available in Murree proper besides a number of other hired lodgings of various standards. Another option is to hire summer houses. Murree also has a number of private and government owned rest houses or Dak bunglows. Generally the summer season rates are 5 to 6 times the winter off season rate.\n\nThere are a lot of hotels and restaurants on Mall Road Murree.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shangrila Resort Hotel Murree"],["alt="],["url=http:\/\/www.shangrilamurree.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Adjacent to the Punjab House on Lawrence College Road in Murree is fabulous and a bit eccentric. Standard rooms begin at 7,000 PR, the Executive Suite (recommended) is 10,000 PR, and the Deluxe Room is 15,000 PR, Family Suite 2-Bed Rs. 8000.00 PR, Family Suite 4-Bed Rs. 12000.00 PR, Deluxe Room Rs. 15000.00 PR, Deluxe Suite Rs. 20000.00 PR. A nice and quiet get-away high up in the pine trees, Shangrila has a full restaurant, a grill, a tobacco bar, and a billiards room. Located near the shopping and commercial districts, as well as the famous Mall Road. Saffron all-day fine dining restaurant, offering breakfast, lunch, and dinner buffets as well as an extensive ‘a la carte menu with an emphasis on natural and fresh ingredients. Full Service Restaurant, BBQ-Buffet Restaurant, Lounge for Family Re-Unions and Private Gatherings, Dining and Entertainment facilities, as well as several individual cottages, which are located in a secluded corner of the premises."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Jawa Hotel Murree"],["alt="],["url=http:\/\/www.jawahotels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This is off of the mall, up the hill from one of the last roundabouts in town (heading uphill). This hotel takes credit cards! 051 341295052, and it has internet access. Rooms are typical world-3 star class"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=34 Morning Side designer hotel"],["alt="],["url=http:\/\/34morningside.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Nestled in the Murree Hills, 34 Morning Side is situated in the posh Kashmir Point area, 50 meters from the Governor’s Residence. The suites are equiped with internet, flat-screen television, mini-bar, etc. The hotel also has an amazing terrace, gym, pool table, foosball, caram board, etc. It also houses a mini-cinema. Guest Relations Officer :0331-5257229"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Murree Holidays"],["alt=Murree Apartments"],["url=http:\/\/www.amurree.com\/"],["email="],["address=Mount view road Cecil Hotel"],["lat=33.90646"],["long=73.38855"],["directions=5 Minutes walk from Murree Bus stant"],["phone=+92 315 518 2830"],["tollfree="],["fax="],["hours="],["price=PKR 1000\/night"],["checkin=4PM"],["checkout=12:00 Noon"],["content=Amurree.com is the first service in Murree to provide online reservatin and booking. It is situated in main city with beautiful mountains and landscape"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Cecil Hotel"],["url="],["email="],["address=Cart Rd"],["lat="],["long="],["directions="],["phone=0513411131-32-34"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Amore"],["url=http:\/\/www.hotelamore.com.pk\/"],["email="],["address=Donga\/Doonga\/Dunga Gali"],["lat="],["long="],["directions="],["phone=0992-355101-4"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel LeGRAND"],["url=http:\/\/www.hotellegrand.com.pk\/"],["email="],["address=Changla Gali"],["lat="],["long="],["directions="],["phone=0992-357136-9"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Maisonette Firhill Murree"],["url=http:\/\/www.firhillvillas.com\/home.htm"],["email="],["address=Murree"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=European Complex"],["url=http:\/\/www.europeancomplex.com\/"],["email="],["address=Bhurban"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Metropole"],["url=http:\/\/hotelmetropolemurree.com"],["email=info@hotelmetropolemurree.com"],["address=Hall Road, Kashmir Point"],["lat="],["long="],["directions="],["phone=+92 513 411525"],["tollfree="],["fax="],["hours="],["price=PKR 6,000-8,000"],["checkin="],["checkout="],["content=One of many good hotel in town."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Usmania Hotel"],["url="],["email="],["address=On main Mall Rd"],["lat="],["long="],["directions="],["phone=051-3411337"],["tollfree="],["fax="],["hours="],["price=8,000"],["checkin="],["checkout="],["content=In off season, a decent room will cost around R.s 500. In June-Aug. peak season costs around R.s 8,000."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Gali's End"],["url=http:\/\/panoramic.com.pk\/specials\/galis_end.html"],["email="],["address=in Kala Bagh, just north of Natia Gali"],["lat="],["long="],["directions=about 25 kilometers from Muree or Abbottabad, and a little over 70 kilometers from Islamabad."],["phone=0300-8564161, 0333-5636748"],["tollfree="],["fax="],["hours="],["price=From Rs. 14,000 per night for 2 bedroom apartment"],["checkin="],["checkout="],["content=A beautiful old house perched on top of a hill with truly magnificent views. What separates Gali's End from other hotels and guesthouses is that it actually has some charm, helped by its brick and wood construction, European style furniture and tasteful decor (rather than being a steel and concrete fabrication with over-the-top Pakistani furnishings like most other places). This is an excellent choice if travelling in a group - the house is divided in to 3 apartments, each with 2 of more bedrooms - and you can rent the whole house if you want. The place is self catering, but the caretaker can organise a BBQ or bonfire in the garden."]]}]},"\n",{"type":"===","value":[" Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=PC Bhurban"],["alt="],["url=http:\/\/www.pchotels.com\/PCHB\/index.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin=3PM"],["checkout=12 noon"],["content=PC Bhurban is the top of the line is the only five star hotel in town. Hotel is 25 minutes drive away from Murree proper. Over crowded by day time visitors during summer seasons. The entry fee for the hotel is Rs. 500 per person for visitors which is fully redeemable while room booking, at restaurants and shops located inside the hotel."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nMurree is quite safe even for foreigner travellers but during seasonal time a surge of visitors keep visiting this beautiful place and some people exploit this opportunity for their own benefits. So a note of cautious is given while roaming around the city. If you get lost and don't have enough directions get around the city then just ask for Mall Rd. From there you can easily head to any destination of your choice.\nSometimes, temperature goes below freezing level, especially during winter season. So travelers are advised to carry appropriate clothing.\n\nMurree has now become a highly commercialized place. The residents of Murree area have adopted the profession of gaining easy money by becoming agents that roams around every corner of main Mall Rd to trap the visitors and take them to the hotels, impersonating the hotel employees, however in reality these agents takes commission from the hotel owners by bringing in the customers and taking percentage of commission up to 40-50% of the total amount paid by the visitors to the hotels for room. These agents actually chase visitors and frustrates them to get a room through them. The best way to avoid these agents is to book a hotel in advance, or do not roam with luggage on Mall Rd.\n\n",{"type":"==","value":["Go next"]},"\n\nMurree can serve as a focal hub of your stay. Day trips can be planned for ",{"type":"'''","value":["Nathia Gali, Kalabagh, Muzzafrabad, Ayubia, Patriata, Khanspur, Bhurban and Gharial"]},".\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nathia Gali"]}," is about 32 km from Murree. The bracing air of the surrounding mountains is as pure as fresh spring water."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ayubia"]}," is about 26 km from Murree, (Khairagali, Changlagali, Khanspur and Ghora Dhaka, these four mini resorts spread over an area of 26 km have been developed into a resort complex called Ayubia). In addition to riding trails, hiking places and picnic spots, Ayubia has a chair lift at Ghora Dhaka, which attracts visitors to enjoy scenic beauty of Pine Hills."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Thandiani"]}," is the coldest among other hill stations near Murree. It can be reached from the Murree-Nathiagali route, but it takes more time and the road is too winding. Thandiani is 31 km from main Abbottabad City and 25 km from Thandiani-Nathiagali crossing. The drive takes more or less 80 minutes from ",{"type":"[[","value":[["Abbottabad"]]}," with lovely views on both sides of the road. The road spans more than 1219 m above Abbottabad. On the way along with tall majestic pine trees you come across groups of monkeys. The major place on the way is Kalapani at 23 km from Abbottabad. It has a beautiful local dak bungalow. Hule ka Danna is about two kilometres north of Thandiani. It is one of the most beautiful glades in the region. Thandiani offers lush green lovely views."]},"\nTrekking is the best sport to do, following are some of the treks:\n\n",{"type":"*","value":[" Ayubia-Changla Gali"]},{"type":"*","value":[" Ayubia-Khanaspur"]},{"type":"*","value":[" Ayubia-Dungagali, 4km, a must to do"]},{"type":"*","value":[" Dungagali-Mushkpuri Top"]},{"type":"*","value":[" Mushkpuri Top-Nathiagali"]},{"type":"*","value":[" Nathiagali-Miranjani Top"]},"\n",{"type":"{{","value":[["geo"],["33.9042"],["73.3903"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Punjab"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Murree"]]}]