[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Muskegon"]}," is a city in ",{"type":"[[","value":[["West Michigan"]]},".\n\n",{"type":"==","value":["Get in"]},"\nMuskegon is located at the western terminus of the interstate highway, I-96. It is roughly 30 miles NW of ",{"type":"[[","value":[["Grand Rapids"]]},", via I-96. Also, US-31 runs north\/south through Muskegon. Some travelers arrive by airplane through the Muskegon Country Airport (MKG). As of the summer of 2004, Muskegon reconnected with Milwaukee, WI across the lake by a high-speed car ferry which makes three round trips a day during the summer season. The Greyhound Bus System also has a stop in downtown Muskegon.\n\n",{"type":"==","value":["Get around"]},"\nWhile in Muskegon, most visitors prefer to get from point A to point B by car - while locals may sometimes opt to use the Muskegon Area Transit System (MATS). During summer months, MATS provides trolley services around both the Lake Michigan and Muskegon Lake areas. Because of its proximity to award-winning beaches, visitors are highly encouraged to bring bicycles along for there are plenty of bike trails which run in the city and plenty throughout the county.  A notable trail is the Musketawa bike trail ",{"type":"[","value":["http:\/\/www.musketawatrail.org\/"]}," which runs from just southeast of the city through the countryside to the city of Marne in Ottawa county.\n\n",{"type":"==","value":["See"]},"\nThe Pere Marquette Beach on the shores of Lake Michigan and adjoining the Muskegon Lake Channel is the only nationally certified \"Clean Beach\" on the Great Lakes.  Miles of beach, gorgeous sunsets, outdoor dining possibilities, and a recently-completed bike trail make this beach a must-see.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Festivals"]},"\n\nThe Muskegon Film Festival is held in February.\n\nEvery June, since 1990, St. Jean Baptiste Catholic Church hosts its annual Hispanic Fiesta. The fiesta is always held outside of the church at 1292 Jefferson Street, next to Muskegon High School. There are always live music performances, children's activities, ethnic foods, and more. It is a celebration of Hispanic heritage. They never charge admission, but there usually is a small charge for most food items and some activities. More information can usually be found at the following link: ([2])\n\nEach August, the Unity Christian Music Festival takes place at Heritage Landing. In May, Rock the Coast takes place at Michigan's Adventure. Both are organized by Alive on the Lakeshore.\n\nIn September, the Michigan Irish Music Festival brings renown Celtic musicians to Heritage Landing on the shore of Muskegon Lake. In addition to music, Irish food, beverages, merchandise and cultural exhibits contribute to the appeal of this event. The Michigan Feis (Irish Dance competition) is affiliated and is held at The LC Walker Arena nearby.\n\nIn early October, the International Buster Keaton Society visit Muskegon to host their annual convention. The event features public showings of Keaton films at the Frauenthal Theater.\n\n",{"type":"'''","value":["Museums and theater"]},"\n\nBroadway at the Frauenthal",{"type":"[","value":["http:\/\/www.frauenthal.info\/"]}," (Fall through Spring), brings big-time Broadway musicals to Muskegon. Muskegon is also home to Muskegon Museum of Art and West Shore Symphony Orchestra. The Muskegon Community Concert Association provides concerts from September through May.\n\nMuskegon County Museum and Hackley & Hume Historic Site: Mansions built by Muskegon’s lumber barons themselves are restored to their old glory and open to the public. The mansions are operated with the Muskegon County Museum, which details the grand, rich history of Muskegon County, from the Pottawatomi and Ottawa Native American tribes and lakeside fur traders to the Lumber Queen of the World to today. Also includes science and nature exhibits.\n\nThe Muskegon Museum of Art deservedly is touted as one of the finest art museums in the Midwest. Among the highlights of its permanent collection is \"Tornado Over Kansas,\" by John Steuart Curry (one of three leading painters, along with Grant Wood and Thomas Hart Benton, identified as Regionalists and known for their canvases celebrating the rural Midwest.)\n\nMuskegon is also the home of the Great Lakes Naval Memorial and Museum, which features the USS Silversides, a World War II submarine; the USS LST 393, a World War II amphibious landing ship; and the USCGC McLane, a Prohibition-era United States Coast Guard cutter.\n\nIn addition, Muskegon also berths the S.S. Milwaukee Clipper a former car ferry that traveled the same route as Lake Express does today. The boat is in the middle of a long process of being restored to its original form, but in the mean time is open for tours and hosts a museum aboard the vessel with information on both the Milwaukee Clipper, as well as the history of Maritime in Muskegon. Muskegon’s entire history surrounds around being a port for commerce or travel, and this is an image the city has embraced.\n\nThe Muskegon Area Sports Hall of Fame exhibits, detailing the area's rich athletic past, are on display at the L.C. Walker Arena.\n\nCamerata Singers, a professional chamber choir, performs at St. Paul's Episcopal Church in downtown Muskegon and other locations in west Michigan.\n\n",{"type":"'''","value":["Outdoor recreation"]},"\n\nMuskegon State Park and Winter Sports Complex is a campground and State Park on the shores of Lake Michigan. Known for its miles of sandy beaches, lighted ski trails, and one of only three outdoor luge tracks in the United States\n\nPJ Hoffmaster State Park\n\nPere Marquette Beach\n\nLakeshore Bike Trail-Bike along the shores of Muskegon Lake to Lake Michigan.\n\nMichigan's Adventure, the largest amusement park in the state, is in Muskegon County, a few miles north of the city of Muskegon. Michigan's Adventure features a midway with roller coasters, general rides, amusements, and a full water park.\n\nThe Chronicle Seaway Run is run every year in late June. It features a 15k race, 5k race, 5k walk for fun, 15k wheelchair race.\n\n",{"type":"==","value":["Buy"]},"\nIn and around the Muskegon area there are numerous shopping areas\n",{"type":"*","value":[" The Lakes Mall area near Harvey and Sternberg Roads"]},{"type":"*","value":[" Sherman Blvd west of US 31"]},{"type":"*","value":[" Henry Street corridor"]},{"type":"*","value":[" Downtown Muskegon"]},{"type":"*","value":[" Apple Avenue near US 31"]},"\n",{"type":"==","value":["Eat"]},"\n\nThe Station Grill \n\nHobo's Tavern \n\nG&L Chili Dogs \n\nEl Tapatio\n\nScribbs Pizza\n\nThe Sardine Room\n\nThe Lakehouse\n\nCourses (Inside Culinary Institute of Michigan)\n\nMia & Grace\n\nThe Hearthstone\n\nTopshelf \n\nThe Northside Pub\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" Charming Cottage by Lake Michigan and Muskegon Lake, ",{"type":"[","value":["http:\/\/www.rentalbug.com\/michigan\/371.html"]},"3312 Wilcox Avenue,  231-744-2151, Discover relaxation, comfort, and charm in your restored, fully furnished cottage home in Muskegon, Michigan. $600 - 1,150 per week."]},"\n",{"type":"==","value":["Stay safe"]},"\nIn general terms, Muskegon tends to be a safe city, though however, it is best to avoid central Muskegon (Wood Street,etc) at night, a normal degree of caution to be taken when in these areas. The adjacent city to the south, Muskegon Heights, is best to be avoided at all times, due to a extreme high risk of crime.\n\nUnless you are a big fan of motorcycles, motorcycle clubs, or having your girlfriend catcalled by bikers of all shapes and sizes, stay clear of Muskegon during Bike Time (mid-July).\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-96.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=END"],["minorl1="],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Grand Rapids"]]}],["minorr1="],["image2=US 31.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Traverse City"]]}],["minorl2=",{"type":"[[","value":[["Pentwater"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["South Bend"]]}],["minorr2=",{"type":"[[","value":[["Grand Haven"]]}],["image3=M-46.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=END"],["minorl3="],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Alma"]]}],["minorr3=Howard City"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["43.234167"],["-86.248333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lake Michigan Beachtowns"]]},"\n",{"type":"[[","value":[["Wikipedia:Muskegon, Michigan"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Michigan\/Localities\/M\/Muskegon\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Muskegon, Michigan"]]}]