[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/gov.ua.nic.in\/uttaranchaltourism\/index.html Mussoorie"]}]}," is a city in ",{"type":"[[","value":[["Uttarakhand"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nMussoorie with its green hills & varied flora & fauna, is a fascinating hill resort and a fabulous honeymoon spot. Commanding a wonderful view of extensive Himalyan snow ranges to the northeast, & glittering views of the Doon Valley, Roorkee, Saharanpur & Haridwar to the South, the town presents a fairyland atmosphere to the tourists. Its history dates back to 1827 when Captain Young, an adventurous military officer, explored the present site & laid the foundation of this holiday resort which now has few rivals. Mussoorie is famous for its scenic beauty and hectic social life.\n\n",{"type":"===","value":["Climate"]},"\nAt an altitude of over 6000 ft (2000m), Mussoorie is a popular retreat from the heat of the plains.  Be prepared for the cold if you come in the Winter (Dec-Feb), when you can expect freezing weather and snow. The monsoon arrives in July and stays through mid-September.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":[" By bus "]},"\nBuses leave from ",{"type":"[[","value":[["Dehradun"]]}," train station.  There are two buses which go to opposite ends of the Mussoorie Mall, Library and Picture Palace.  It is quite a hike from one to the other, so make sure you catch the right one.\nTo reach Kempty Falls directly from Dehra Dun catch a bus from the Dehra Dun Railway station Hill Bus Services Section or take a taxi. One should look for buses heading for destinations like Barkot, Nainbagh, Yamunotri, and Purola (Caution:sometimes Purola buses go via Vikas nagar which may take you off the route completely so be careful).\nYou can also take a bus to the Library end of Mussoorie and walk to the Kempty Bus stop and take a bus or taxi or a milkvan or even hitch a ride with a tourist going in that direction!! Bus fee for Library end or Kulri end (from Dehradun) is INR47.\nToll Tax is payable on entering Kempty Village per bus\/taxi\/car\/scooter. Bus fare from library end to kempty is around INR15.\n\n",{"type":"===","value":[" By taxi "]},"\nIt is possible to hire a taxi for the trip up to Mussoorie.  Rates are Rs 610 per taxi and Rs 50 extra for the night charges but one can pay per seat as well in a shared taxi which normally accommodates up to five passengers.Shared or chartered taxis too are available near the same Hill Section Bus terminal and the rates are controlled by the taxi union. These rates are generally displayed on a board outside their office.\n\nMussoorie is just 38 km from Dehradun and one can reach here by taxis and buses. It takes approximately one and a half hour and Rs 47 for the regular buses to reach Mussoorie. From the Dehradun railway station, taxis charge around Rs 610. Shared taxis charging a little over Rs 100 per person are also available.\n\n",{"type":"==","value":[" Get around "]},"\n\nOnce in Mussoorie, the affordable and effective way to get around the city is to opt for bus system or cycle rickshaws. Cycle rickshaws for traveling within city may cost approximately Rs 20. However, it may get crowded, especially during peak hours. For most part you will want to get around on foot.  The Mall is closed to most vehicles.\n\n",{"type":"===","value":[" By rickshaw "]},"\n\nA relatively flat section of the Mall allows a fleet of rickshaws to ply their trade.  You can catch a ride from the Library end of the Mall to about the midpoint.\n\nA full day Mussoorie sightseeing by rickshaw is less costly as compared to private cabs or taxis. But it is time consuming too. So taxis are preferable if you are in hurry but be ready to pay some extra money.\n\n",{"type":"===","value":[" By taxi "]},"\nWithin Mussoorie, taxis are not very useful.  If you are heading up to Landour with your luggage, it would be wise to catch a ride.  They can also be hired for outings to places such as Kempty Falls or Happy Valley.  There are taxi stands at both ends of the Mall.  Many locals offer 'taxi' services, and if you are staying longer you will likely find these (slightly cheaper) alternatives. But all the taxies are under a union,so the rates will not vary and one has to hire them through the union office at library end, mall road, kempty bus stand etc.\nOne can also rent a private car which will be a little costly but less time consuming. A complete day of sightseeing around the city by taxi including Dhanoltri and Kempty Falls cost more than Rs 1800.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lal Tibba"],["url="],["email="],["address="],["lat=30.4667435"],["long=78.0950534"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A scenic 5 km uphill walk from Picture Palace to the highest point in Mussoorie. Passes through Landour Bazaar.Old light house is the nice thing to see there. It's a long walk to Lal Tibba from Picture Palace, about 2 to 3 hours, but you will enjoy every bit of it !!"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kempty Falls"]}," - about 15 km from Mussoorie, this now over-built spot is a popular tourist destination.  Catch a taxi or a bus from the Library stand."]},{"type":"*","value":[{"type":"'''","value":["Lake Mist"]}," - on the way to Kempty falls 10 km from Mussoorie Lake Mist a nice view is available from this place."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Happy Valley"]}," - a couple kilometers from the Library end of the Mall, Happy Valley is a 5,000 strong Tibetan settlement.  This is a beautiful spot for a short hike.  Taxis and possibly bicycle rickshaws ply this route."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dhanaulti"]}," - about 28 km from Mussoorie, this spot is a quiet forest area converted into two Eco parks by the government. Don't miss the forest trails (one inside the Eco Park 2 and the other just outside it). Catch a taxi (approx Rs 900) from the Library stand.",{"type":"[[","value":[["Image:Dhanaulti.jpg"],["thumb"],["Misty Eco Park 1"]]}," "]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Himalayan Weavers"],["alt="],["url=http:\/\/www.himalayanweavers.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tel. 0135-2115282 and 9759009830 - An interesting place on the way to Dhanaulti is Himalayan Weavers which uses natural dyes to produce hand-woven shawls, stoles, scarves and throws of wool, eri silk and pashmina. They have a shop 8 KMs from Mussoorie on the Mussoorie-Dhanaulti Road. They produce high quality hand-made products, popularize the use of environmentally friendly natural dyes and provide a market for craft products made in the Himalayan region."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jawahar Aquarium"]}," on mall road, very nice collection of fishes. Entry ticket Rs 15\/- only."]},"\n",{"type":"*","value":["  One can enjoy the trolley ride to ",{"type":"'''","value":["Gun Hill"]}," to view the splendid view of all the city and ice capped Himalaya. Trolley charge is Rs 55\/- for up and down. Lots of photographers with the traditional dress are available there. Up there, it is like a small fair with lots of stalls for games, snacks and nick-knacks. "]},{"type":"*","value":[{"type":"'''","value":["Jhari Pani Falls"]},"It is 5 km away from the library bus stand. From Dehradun to Mussoorie, for Jharipani one has to take a right turn 11 km before Mussoorie. Motorable roads are nicely made by govt. to reach the falls from main road. It's a 2-km trek."]},{"type":"*","value":[{"type":"'''","value":["Company Garden"]}," - Its a Govt. initiative, a man made beautiful park with artificial falls and fun rides. From Gun Hill Point rickshaws are available. It costs 100\/- per person to-n-fro and the rate is fixed."]},{"type":"*","value":[{"type":"'''","value":["Bhatta falls"]}," - on the way back to Dehradun from Mussoorie nice option to have a look at Bhatta Falls. 2-km trek, 3 km away from Mussoorie. Mussoorie Lake is also another option to relax on the same route. Boating is available there"]},{"type":"*","value":[{"type":"'''","value":["Tibetan Buddhist Temple"]}," - Also known as Shedup Choepelling temple and is located on the Happy Valley road close to the IAS Academy. The temple can be visited between 7AM to 5PM. Mussoorie was the Dalai Lama’s first place of refuge when he fled Tibet, before he was granted land in Dharamshala by then Prime Minister Jawaharlal Nehru."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cambridge Book Store"]}," (Opposite State Bank of India) The oldest Book Shop here, the well-read and well-known owner of the shop is a genial and helpful guy. You can find any type of books and magazines here. Ruskin Bond, the famous writer is a regular here, as well his books which are among the bestsellers!"]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Landour Language School"],["alt=about 2 Km above Landour Bazaar"],["url=http:\/\/www.landourlanguageschool.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The school offers classes in Hindi, Urdu, Sanskrit and the local dialect of Garhwali."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["FastTrack Gaming Cafe"]}," (opposite Clarks Hotel, Mall Road, Tel: 0135-2632154) - while you shop around the mall, your kids can keep themselves occupied playing latest games. Some of the gaming consoles available here are the PlayStation2 and Xbox 360."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["G. Dass & Co."]}," (opp. Clarks Hotel, Mall Road, tel: 0135-2632154) is the oldest photography shop in Mussorie. Located centrally on the Mall road, this shop offers facilities like printing photographs (digital and manual). Over here cameras are available for sale and it is one of the few places where you can get them on rent as well."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Antiques and Handicrafts"]}," Couple (Classic Emporium, website: www.classic-emporium.com, Phone: +91-135-2632574, Chandok Handicrafts, Phone: +91-135-2631557, e-mail - amandeep_ch@hotmail.com ) of shops on the Mall road offers good candle-stands, lamps, antique British furniture, decoratives, gift items and all kinds of Indian handicrafts and porcelain figures."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Branded Stores"]}," - A variety of branded store like, Reebok, Liberty, Koutons, Music world, PlanetM and Wingsfield have come up on the main mall road."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Wooden Handicrafts"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91-135-2631373"],["tollfree="],["fax="],["hours="],["price="],["content=Hilly Cottage Industries(Ropeways Shopping Centre, The Mall Road, is one of the famous shops on The Mall Road. Here you can choose from a wide variety of wooden walking sticks, hand carved jewelry boxes, magazine racks, wooden bowls & trays and various wooden show pieces."]]}]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Standard Dry Cleaners"],["url="],["email="],["address=The mall Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Walks of Mussoorie"]}," - Mussoorie itself offer some walks around the town. On walk you can take from Library point to landhaur Market via camel's back road. It is still free from noise and offer some very beautiful views along with echo-point."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Green The Mall"]},", Kurli. An amazing biryani from locally grown basmati rice makes it a treat to dine here. The Chinese food comes as a close second favourite."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Clarks The Mall"]},", Kurli. This multi-cuisine place has a bar and a bakery that are part of the menu."]},"\n",{"type":"*","value":[" There is an renowned Century Old Sweet Shop in Landour Bazaar by the name ",{"type":"'''","value":["Omi Sweet Shop"]},", which serves delicious sweets and other products and has been in business since 1860."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rice Bowl"],["url="],["email="],["address=Mall Rd"],["lat=30.456174"],["long=78.078209"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Chinese and Tibetan food restaurant run by a very friendly Tibetan family. The food is delicious and cheap."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laxmi Mistan"]}," at Gandhi Chowk is an amazing local joint which serves lovely paranthas."]},"\n",{"type":"*","value":["Try ",{"type":"'''","value":["Uphaar"]}," on Mall Road few feet away from Laxmi Mistan."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Raj Kamal"]}," - nice place to dine specially north Indian food. It is located on the mall road near Uphaar. Very well behaved waiters."]},"\n",{"type":"*","value":[{"type":"'''","value":["Madras Cafe"]}," at Kulri Bazaar serves piping hot ",{"type":"'''","value":["Dosas"]}," (spicy crisp vegetarian crepe)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lovely Omelette Centre"]}," on the mall road at Kulri Bazaar probably serves the best omelettes in Mussoorie. This hundred square foot outlet is a favourite with students and ex-student tourists."]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Omi Sweet Shop"],["url=http:\/\/www.mussoorie.info"],["email=ashwani@mussoorie.info"],["address=Landour Bazaar"],["lat="],["long="],["directions=200 mtrs ahead of Clock Tower"],["phone=+91 2632445"],["tollfree="],["fax="],["hours="],["price="],["content=Oldest sweet shop of Uttarakhand. Serving quality sweets from last 151 years. The shop was established in 1860 during the British period. Gulab jamuns, pure chocolate barfi, kalakand, sonhalwa are among the favourites."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Panchachuli"],["url=http:\/\/www.panchachuli.com"],["email="],["address=The mall, near Cafe Coffee Day"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Panchachuli Women Weavers is a development programme, which facilitates economic and social independence for women in the Indian Himalayas."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Four Seasons"],["url="],["email="],["address=Kulri Bazar, The Mall"],["lat="],["long="],["directions=near Picture Palace on the Mall"],["phone="],["tollfree="],["fax="],["hours=9AM-11PM"],["price=INR 200-500 pp"],["content=Great place to have Indian, Chinese and Continental food. It is most famous for its Chinese cuisine and is cherished by the regular tourists as well as the locals."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kalsang Chinese & Thai Restaurant"],["url="],["email="],["address=near Cafe Coffee Day, nearer to BSNL office"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A restaurant that provides authentic Tibetan, Chinese and Thai dishes. This restaurant is run by Tibetan family who is the youngest brother of six sibling."]]}]},"\n",{"type":"===","value":["Cup of coffee"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cafe Coffee Day"]}," (on the Mall near the Bank of India) If you are craving a real cup of coffee, or even a cappucino, then Cafe Coffee Day is the only place in Mussoorie for you.  Boasting not-quite-Western prices, this chain cafe will offer you a brief respite from the surrounding sea of chai."]},{"type":"*","value":[{"type":"'''","value":["Dominos"]}," - In the same building of CCD dominos pizza is also available."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Pubs & bars "]},"\nThe alcohol is not easily available in the city, so the list of pubs and bars is very short.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Victorian Bar"],["url="],["email="],["address=The Clarides Nabha Residence, Airfield Barlowgunj, Mussoorie 248179"],["lat="],["long="],["directions="],["phone=+91-135-2631426-427"],["tollfree="],["fax="],["hours="],["price=₹1,351 - ₹5,404"],["content= The bar has lots of variety of cocktails, mocktails and other alcohol."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tavern Restaurant and Bar"],["url="],["email="],["address=The Mall, Picture Palace, Dehradun District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= This is one of the very rare bars in Mussoorie which offers an experience of drinking with live music."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Marshals Lounge"],["url="],["email="],["address=Jaypee Manor Residency, Barlowganj, Dehradun District"],["lat="],["long="],["directions="],["phone=+91-135-263 1800"],["tollfree="],["fax="],["hours=12:00 Noon to 11PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Big Ben"],["url="],["email="],["address=Jaypee Manor Residency, Barlowganj, Dehradun District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Emerald Heights"]},", Camel Back Road. A nature friendly hotel offering rooms and cottage. +91-135-2713826, 2631346 ",{"type":"[","value":["http:\/\/hotelemeraldheights.com"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Dwaper"]}," (Opp. Kempty Taxi Stand - 150 mtrs from THE MALL, LIBRARY) Roof Top Parking with Homely Food and good budget rooms. you can call for booking on (0135-2632925, 2630825) & email at mittalashwani@hotmail.com"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shiva Continental"]}," (Kulri) Near the main mall road away from the daily commotion. Nice food, and good rooms."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Ashoka Continental"]}," (The Mall, Library Chowk) Situated in the heart of the City Queen of Hill offers a panoramic view of hills and valley, most enchanting view of sun kissing Shivalik Peaks. Tariff Ranges from INR 1350-2500. Tel : +91-11-42437263-66, Fax : +9111-26133299, E-mail : uhl@uttrakhandhotels.com."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Broadway"],["alt=Kulri Bazaar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 135 634423"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Although Broadway is very close to the Mall and all its attractions, it is in a quiet spot (except for the call to prayer from the nearby masjid) overlooking the valley. It offers reasonable rates, and friendly staff.Starting Rs 500 (off season)"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Country Inn Mussorie"]}," Kincreg, Dehradun Tel: (+91)- (0135)-2631 196 Credit cards: not accepted Tariff: Rs 1,150 (non air-conditioned double room), Rs 1,650 (air-conditioned double room), Rs 1,850 (suite)"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Honeymoon Inn"],["alt="],["url=http:\/\/www.hotelhoneymooninn.net"],["email="],["address="],["lat="],["long="],["directions="],["phone=+91 0135 2632 378"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Mall, Tariff: Rs 1,500 (double room) in off season."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["H. Grand"]}," (near to Honeymoon Inn on the opposite side of the street, opposite to the aquarium) -- its an old (100yrs+) hotel\/building, the rooms are huge clean but basic. But the ambiance is great if you like this type. Room rents are super low -- Rs 500 for double room (probably the only type of rooms they have)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Avalon Resorts at Gun Hill"]}," High end - amazing views and lovely cottages. Friendly service. Pick up and drop from Mall road for a fee. +91 135-2632-892; +91 135-2632-972"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Nirvan Inn"],["alt="],["url=http:\/\/www.nirvaninnmussoorie.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A 19th-century heritage home nestled in the foothills of the Himalayas. One can book the entire bungalow for a holiday that will transport you to another time. The house has panoramic views of the Doon valley; an outdoor gazebo where one can sit and enjoy a drink while viewing the sunset."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Nand Residency"],["url=http:\/\/www.nandresidency.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=3000"],["checkin=12PM"],["checkout=10AM"],["content=A host of designer rooms with variety of styles & decor gives you a choice to select the ideal room to match your personal likes and expectations."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Nand Residency"],["url=http:\/\/www.nandresidency.com"],["email="],["address=The Mall, Kulri, Mussoorie - 248179"],["lat="],["long="],["directions=In the centre of the town, aprox. 60 metres off  THE  MALL , Opp State Bank Of India"],["phone=+91 135-2632088, +91 135-2631442, +91 135-265929"],["tollfree="],["fax="],["hours="],["price=3000"],["checkin=12PM"],["checkout=10AM"],["content=A host of designer rooms with variety of styles & decor gives you a choice to select the ideal room to match your personal likes and expectations."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Om Gift Emporium"],["url="],["email="],["address=80 Kulri Bazar"],["lat="],["long="],["directions="],["phone=+91 135-2630501"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= It is famous for latest & New Electronic Toys, Gifts, Watches, Belts, Mp3, Mp4 etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Parkwood"],["url="],["email="],["address=Kulri Bazar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout=10AM"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Country Inn and Suites by Carlson"],["alt="],["url=http:\/\/www.countryinns.com\/mussoorie-hotel-in-248179\/indcimu"],["email="],["address=Convent Road"],["lat="],["long="],["directions=Around 1KM from Library Chowk"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Part of the Country Inn and Suites chain, a little away from Mall Road. Going to Mall Road requires a trip over steep terrain, but the hotel provides pickup\/dropoff so guests don't have to negotiate the terrain by themselves. Snow capped peaks might be visible from hotel compound on clear days."]]}]},"\n",{"type":"==","value":["Stay Safe"]},"\nIt is very safe to be in Mussoorie throughout year. However, visitors are advised to stay cautious during monsoon season. The only thing visitors have to consider is to stay indoors as it may rain continuously during rainy season.\n\nThe standard rules of safety like being alert with strangers and not to hang out in strange places will apply to everyone. If you are travelling alone then it is advisable to stay in a hotel in Mussoorie itself and not in remote area.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":[" Mobile phones "]},"\nOne needs to provide a Photo ID and a photograph to subscribe for either a postpaid or prepaid mobile phone connection.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Vodafone"]}," GSM Triband"]},{"type":"*","value":[" ",{"type":"'''","value":["Cellone"]}," GSM Triband"]},{"type":"*","value":[" ",{"type":"'''","value":["Airtel"]}," GSM Triband"]},{"type":"*","value":[" ",{"type":"'''","value":["Idea Cellular"]}," GSM Triband has very good connectivity throughout Mussorie"]},"\n",{"type":"===","value":[" Internet "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Banaras Cyber Cafe"]}," (Next to Green Vegetarian restaurant, Kulri, Tel: (+91)-(0135)-2633 703)  New Lenovo desktops, Lenovo LCD monitors and laser printers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["FastTrack Cyber Cafe"]}," (Opp. Clarks Hotel, Mall Road, Tel: (+91)-(0135)-2632 154)  In addition to all the regular Internet services, you can also copy your pictures on CDs and get them printed as well."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sahney's Internet Cafe"]}," (Landour Bazaar near Gurudwara, Tel: (+91)-(0135)-2632 510) Sahney's has a nice fast connection, and also offers wireless, so you can also bring your own laptop.  All systems have headsets for Skype\/voice chat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["OM Cyber Cafe"]}," (Near Bata Company, Kulri, Tel: (+91)-(0135)-2630501) Has a nice fast connection, and also offers wireless, so you can also bring your own laptop. All systems have headsets for Skype\/voice chat 7. All desk tops are new Compaqs."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Naga Tibba "]}," -  Around 55 km away from Mussoorie, it is highly exciting place for trekkers. Naga Tibba is highest peak around the city with height of 10,000 feet.  In order to reach such an adventurous place, one has to drive 35 km and then travel remaining distance doing the trek. Visitors also get an opportunity to interact with locals of Garhawali villages while doing the trek."]},{"type":"*","value":[{"type":"'''","value":["Kanatal"]}," – It is located around 33 km from Mussoorie and now emerging as one of the popular destinations in Uttarakhand. The peacefulness of this place attracts many visitors from different corners of India."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lakha Mandal"]}," - 80 km from the Mussoorie, the site has got special archaeological importance."]},"\n",{"type":"*","value":[{"type":"'''","value":["Surkhanda Devi Temple"]}," - Around 35 km from the city, the temple demands a stiff climbing of more than 2 km from devotees. The road to Surkhanda Devi temple passes through highly dense forest having rich flora and fauna. While doing the trek, you can get majestic view of panoramic snow along the spectacular Himalayan range."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["30.45"],["78.08"]]},"\n",{"type":"{{","value":[["isPartOf"],["Garhwal"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mussoorie"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Uttarakhand\/Localities\/Mussoorie\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mussoorie"]]}]