[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n\n",{"type":"==","value":["Overview"]},"\nEthel Mine is located near Mutoroshanga, about 120km by road from Harare. It is a flooded Asbestos quarry. With good visibility and beautiful surroundings, this is a great dive site, and probably the only dive site in Zimbabwe accessible to recreational divers.\n\n",{"type":"==","value":["Dangers"]},"\nWhile use of Asbestos is internationally condemned due to health risks, these risks only apply when Asbestos fibres become airborne and are inhaled. In this specific circumstance, there is no airborne Asbestos, therefore the site is likely to be completely safe -- but naturally, attending the site is at your own risk.\n\nAs this is a rural site, there are no nearby hospitals, so it is advisable to bring a first aid kit.\n\nThis is a remote site, with no access control or any staff. When diving, ensure your vehicles and belongings are guarded by one of your party -- locals often become curious as to what people are doing, and wander around -- and they have been known to have light fingers. It is highly recommended that you travel with somebody who knows the area.\n\nSince Zimbabwe has been undergoing political and economic turmoil since 1990, it's not currently recommended as a tourist destination.\n\n",{"type":"==","value":["Infrastructure"]},"\nThis is a very undeveloped site. At most times, the quarry is completely deserted. There is a set of concrete steps leading down to a large ledge near the water line. There is a concrete table and benches. Apart from that, there is no other infrastructure. You will need to bring all of your own equipment and full air cylinders. Equipment hire, and air and nitrox fills are available in Harare.\n\nThere are no ablution facilities, restaurant, dive shop, or any other kind of facilities here. Bring everything you need. It's unlikely that there is even a cellphone signal.\n\n",{"type":"==","value":["Diving"]},"\nThere is one training grid at 6 metres. Visibility is generally excellent, but can become poor after heavy rains. Maximum depth is 40 metres. Water is moderately warm, but with several thermoclines.\n\n",{"type":"==","value":["Wrecks"]},"\nThere are many 'wrecks' on the bottom, which include:\n",{"type":"*","value":["Car at 8 metres"]},{"type":"*","value":["Motorcycle at 12 metres"]},{"type":"*","value":["Cessna 150 at 18 metres"]},{"type":"*","value":["A bus may be introduced in future"]},"\n",{"type":"==","value":["Location"]},"\nEthel mine is located at 17° 3'55.27\"S, 30°42'25.04\"E\n\n\n",{"type":"{{","value":[["related"],["Zimbabwe"]]},"\n",{"type":"{{","value":[["Outlinediveguide"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Mashonaland"]]}]