[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Muttukadu"]}," is a city in ",{"type":"[[","value":[["Tamil Nadu"]]},", India.  The nearest large city is ",{"type":"[[","value":[["Chennai"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nMuttukadu is about a one hour drive south of ",{"type":"[[","value":[["Chennai"]]},", and about a two hour drive north of ",{"type":"[[","value":[["Pondicherry"]]},".  The drive from Pondicherry to Muttukadu is relatively scenic for India standards.  The drive from Chennai to Muttukadu is mostly through increasingly larger suburbs of Chennai.  It is off of the East Coast Road.\n\n",{"type":"==","value":["Get around"]},"\n\nMuttukadu is a very small town, and there are few private taxis for hire.  If you want to get around Muttukadu or take short trips in the area (e.g. to Mahabalipuram), your best bet is to negotiate a fare with an auto-rickshaw.  Don't even bother asking the driver to use the meter, instead negotiate a price in advance.  For reference, in areas that do use a meter, the fare structure is as follows: minimum fare of Rs. 14, and Rs. 7 for each additional kilometer (as of December 2008).  Westerners have the tendency to overpay rickshaw drivers.  Bargain for as low a price as you can.\n\nBefore getting in the auto and once in the auto be firm about your destination.  Drivers will try to take you to shopping destinations at which they earn commission.  So, regardless of how forcefully you state your destination at the outset, you may need to continue to state the destination throughout the ride as the driver offers \"helpful suggestions\" of additional stops.  Try stating your destination as \"[Destination name], ONLY.\"\n\n",{"type":"==","value":["See"]},"\n\nThere is not much to see\/do in Muttukadu.  It, as other small towns along the Tamil Nadu coast, is a place to stay and relax and visit other sights in the area.\n\nThe beach is great apart from few trash on the sand such as plastic bags or news paper.  Use caution when swimming in the ocean as no life savers on sight.\n\n",{"type":"==","value":["Do"]},"\n\nRelax!  Find a nice area of the beach and catch up on your reading and relaxation.  Note: as with other parts of India, locals and visitors do not show too much skin on the beach.  Most people are fully clothed.  We saw no adult females wearing bathing suits.  Children were wearing bathing suits and frolicking in the surf, and a few adult males were wearing swim trunks.\n\n",{"type":"==","value":["Buy"]},"\n\nThere is not much to buy.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["MGM Beach Resort"]},": Very over-priced dining.  The resort's restaurants are about five times more expensive than other places.  The resort's buffet (in December 2008) was Rs. 600 per person--an astronomical fee.  Also, the food was not very impressive.  ",{"type":"'''","value":["Eating at MGM Beach Resort is not recommended unless absolutely necessary."]},"\n\n",{"type":"==","value":["Drink"]},"\n\nTamil Nadu is conservative when it comes to alcohol.\n\n",{"type":"'''","value":["MGM Beach Resort"]}," serves alcohol, again, at an incredible mark-up.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["MGM Beach Resort"]},":  ",{"type":"[","value":["http:\/\/www.mgmresorts.in\/"]}," 1\/74, East Coast Road, Muttukadu, Chennai, 603 112.  Phone: +91-44-27472435\/36\/37; Fax: +91-44-27472408.  Email: mgmbr@mgm-hotel.com.  We paid Rs. 5000 (includes tax) for a deluxe room (with actual double beds--not just two singles).  Free buffet breakfast included.  Buffet breakfast is nice: dosai made to order and mostly south Indian breakfast foods (vada, idli, sambar, coconut chutney).  Western omelettes also made to order.  Most guests are families with young kids.  Expensive to get to (Rs. 1800 from Pondicherry to Muttukadu) and expensive to leave from (Rs. 1000 from Muttukadu to Chennai).  In December 2008 there was no swimming on the beach at the resort.  Also beware of the touts on the beach trying to sell local crafts.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nArrange a taxi driver through your hotel to take you to your next destination (likely Pondicherry or Chennai).\n\n",{"type":"{{","value":[["IsPartOf"],["Tamil_Nadu"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]