[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Muzaffarabad"]}," (Urdu: مُظفَّرآباد‎, Pahari, Potwari, مُظفٌر آباد) is the capital of ",{"type":"[[","value":[["Azad Kashmir"]]}," in ",{"type":"[[","value":[["Pakistan"]]},". It is located on the banks of the Jhelum and Neelum rivers. The district is bounded by North-West Frontier Province in the west, by the Kupwara and Baramulla districts of on the Indian side of the Line of Control in the east, and the Neelum District of Azad Kashmir in the north. The population of the district, according to the 1998 Census, was 725,000, and according to a 1999 projection, the population had risen to almost 741,000.\n\n",{"type":"==","value":["Understand"]},"\n\nMuzafarrabad was the epicenter of the October 2005 earthquake that killed over 75,000 people. The city is devastated and currently filled with tent camps and NGO's. Rebuilding is beginning slowly.\n\n",{"type":"==","value":["Get in"]},"\n\nBy road is practically only way to get in. There's an airport in the city but not operational. Buses and minibuses make the scenic journey regularly from Islamabad (4-5 hours).\n\nIf you're self-driving, the route via ",{"type":"[[","value":[["Murree"]]}," is the quickest if you're coming Islamabad. ",{"type":"[[","value":[["Kohala"]]}," is the entry point into Azad Kashmir, where you'll need to get through a checkpoint.\n\nOn own transport you need an hour to reach Murree. After Murree the road becomes thin and winding (and very scenic). Give yourself 3 hours to reach Kohala Bridge and another hour to reach Muzaffarabad. Approximately its 5 hours on your own car.  The road is often in the process of repair and upgrading so there are slow, unpaved and bumpy sections. Driving this route in daylight, especially for your first time, is highly recommended.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Muzaffarabad Fort"]}," There are two historical forts on opposite sides of the Neelum River. Red Fort and Black Fort The construction of the Red Fort was finally completed in 1646 by Sultan Muzaffar Khan, the founder of Muzaffarabad city. After the Mughals took over Kashmir, the fort lost its importance. The Mughals were more interested in Kabul, Bukhara, and Badakshan. During the period of Durrani rule, however, the fort again once again assumed its importance. Maharaja Gulab Singh and Rambir Singh, the Dogra rulers, reconstructed and extended the fort for their political and military operations. Towards the middle of 1947, the Dogra forces left, leaving the fort abandoned. The architecture of the fort shows that great experts in design and structure participated in its construction. It is surrounded on three sides by theNeelum River formally known as the Kishenganga River. The northern part of the fort had terraces with steps leading to the bank of the river. The eastern side was very well protected from the hazards of flood waters, but some parts on the north side have suffered damage. There used to be an inn at the entrance to the fort, but only traces of that structure remain now."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pir Chinassi"]}," is located eastward of Muzaffarabad. Due to its scenic beauty, velvet green plateaus and wonderful climate, it wins admiration of nature lovers. The view of the summit of the mountain peaks spell bounds a tourist. Devotees of Saint Shah Hussain Bukhari, take pilgrimage to rejuvenate their adust heart. The adjacent Pirchinassi, phawna da Danna and the areas in the bottom of Pirchinassi are also worth seen and ideal for hiking, trekking and camping activities. Tourism Department has also constructed a tourist lodge at Saran."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shaheed Gali"]}," is situated at the height of 1640 meters above sea level at a distance of about 16 kilometers westward from Muzaffarabad. From Shaheed Gali a trek of 4 km leads towards a spot namely \"Sri Kot\". A tourist is bound to be fascinated by the serenity for the backdrop of the area. A tourist Rest House is available for accommodation at Shaheed Gali."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Patikka"]}," is ;ocated at a distance of 19 km from Muzaffarabad, is a gateway to Neelum valley. There is also A mini zoo and a fish hatchery. Tourism Department has constructed a Tourist Rest House here, which is very popular among tourists."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Buildings"]},": AJK Assembly, AJK Supreme Court, Mosque Assembly Secretariat, Kh. Khurshid Tomb"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chehla Bridge"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Subri (Langarpura) Lake"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kundle Shahi"]}," is 74 km from Muzaffarabad. Here, silvery stream joins river Neelum, where trout fish is found abundantly."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chikkar"]}," is a beautiful summer station at a distance of 46 km from Muzaffarabad on top of the mountain. The outstanding features of this beautiful place are its climate and sceneries. 10 km from Chikkar is another worth seen hill station in the middle of dense green pine forests and is linked by a fair weather road."]},"\n",{"type":"==","value":["Do"]},"\n\nYou can indulge in different activities like hiking, trekking and camping at the foothill regions of the Pir Chinassi, Saran, Sun Bun, Muskhi, Sakki and Jarran.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Handicrafts"]},": Carpets, silk woolen clothing, woolen shawls, wood carving, Papier Mashie, rugs"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Other products and fruits"]},": mushrooms, honey, walnuts, apples, cherry, medicinal herbs & plants, resin, Deodar, Kail, Chir, Fir, Maple and Ash Timbers etc."]},"\n",{"type":"==","value":["Eat"]},"\n\nThe Pearl Continental has Chinese & Continental restaurants (with amazing views).  Neelum View Hotel (which is no longer a hotel) has a nice terrace and OK food.\n\nPakistani and Kashmiri food is available everywhere. Many restaurants offer Chinese and Italian dishes as well.\n\nIf you are tourist here, plz go to some reputed restaurant and ask what is freshly cooked.\n\nChicken Karahi is a dish recommended for Pakistanis and Kashmiris as it can be cooked easily and one can see this being cooked.\n\nKashmiri Nan are wonderful in taste.\n\nTry kashmiri Pink Tea.  You can take Kashmiri Kulcha as snack.  Kashmiri Kulcha is different from Kulcha sold in Lahore or Gujranwala.\n\nIf you have time and money, try typical Kashmri Dishes like Goshtawa etc. but its hard to find real one.\nGoshtawa can be found in Kashmiri bazar, its in the middle of the city you can reach there taking a route of Upper Adda near AJK University or through Famious Madina Market. you can also find above mentioned kashmiri tea, Kulcha & Kashmiri Bakar khani at same place.\n\n",{"type":"==","value":["Drink"]},"\nPlease drink bottled water, locally called mineral water and is avaialable in half, one and 3 litres bottles.\n\nSoft drinks like Coke, Pepsi etc. are also avaialable\n\nWine etc. is not available as it is Islamic Country however alcohol can be unofficially purchased by slipping money to the right people at hotels.\n\n",{"type":"==","value":["Sleep"]},"\nThere are various guest houses, rest houses, motels and hotels at most of the tourist spots which can be booked in advance from their offices in Muzaffarabad. (Tel: 058810-32625).\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grand motel"],["url="],["email="],["address=Bank Rd"],["lat="],["long="],["directions="],["phone=058810-47383"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout=3PM"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sangam hotel"],["url="],["email="],["address=near quaid-e-azam bridge & Red Fort"],["lat="],["long="],["directions="],["phone=?"],["tollfree="],["fax="],["hours="],["price=can haggle a room for Rs2,500"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Nafees Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Agha Jee Hotel"],["url="],["email="],["address=Bank Rd"],["lat="],["long="],["directions="],["phone=058810-47383"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout=3PM"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Tayba Hotel"],["url="],["email="],["address=Tanga stand"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Pearl Continental"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 12,000"],["checkin=noon"],["checkout=noon"],["content=Five star hotel."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Orash Lodge Guest House"],["url=http:\/\/www.valleytrackers.com\/cms\/"],["email="],["address=61-B upper chattar"],["lat="],["long="],["directions="],["phone=05822-434997-8"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Srinagar"]]},", ",{"type":"[[","value":[["India"]]}," (through Srinagar-Muzaffarabad bus)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rawalakot"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Islamabad"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Skardu"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hunza"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Azad Kashmir"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Muzaffarabad"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Muzaffarabad"]]},"\n",{"type":"{{","value":[["geo"],["34.37"],["73.471111111111"]]}]