[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Mwanza"]}," is a city in ",{"type":"[[","value":[["Northwest Tanzania"]]}," on the southern edge of Lake Victoria. Your main reason for coming here would likely be en route to ",{"type":"[[","value":[["Rwanda"]]}," or ",{"type":"[[","value":[["Uganda"]]},". The city also received some international attention after the controversial documentary ",{"type":"''","value":["Darwin's Nightmare"]},", which is about the trade in the Nile Perch, centered around this city.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nFlights from ",{"type":"[[","value":[["Dar es Salaam"]]},", Arusha (JRO), ",{"type":"[[","value":[["Nairobi"]]},", Entebbe. On international arrival,  you can easily obtain a visa (US$50).    \n\n",{"type":"===","value":["By road"]},"\nThere are daily buses going to and from Dar es Salaam. Transport company \"Scandinavia\" is one of the best and reliable choices. The journey takes about two days to reach Mwanza, the northern cultural and trading center. The unpaved road from Dar to Mwanza-Shinyanaga is under development by South African and Chinese road construction companies and has been completed. There are also daily busses to the borders of Burundi(Kabanga) and Rwanda (Busoro).\n\n",{"type":"===","value":["By train"]},"\n\nThere are daily trains to ",{"type":"[[","value":[["Dar es Salaam"]]},". These are often heavily booked up to 2-3 weeks in advance. But don't expect a comfortable journey by train as most of the time you will find the speed less than average.\n\n",{"type":"===","value":["By boat"]},"\nTo arrive from Uganda you can take a bus form Kampala to Bukoba (in Tanzania) and from Bukoba you can eiterher take the ferry Monday, Wednesday or Friday evenings or the bus (several every day around 6-7 AM)\n\nThe ferry MS Victoria depart to the Tanzanian town [Bukoba) every Sunday, Tuesday and Thursday evening.\n\nThere is a ferry across the Mwanza gulf that leaves from the city (the Kamanga ferry) and another about 32km south of the city.  The southern one is recommended for driving because the roads on the western terminal are rumored to be much better.\n\n",{"type":"==","value":["Get around"]},"\nDaladalas (public \"buses\") are a good, cheap way to get from the city to the surrounding areas.  Costing only 300tsh for a trip, they are crowded, slow, and thrilling sometimes.  You may want to ask someone which one you need to take as there are no transit maps.\n\nTaxis can be an option, although there aren't any official labels on them as there are in the capital.  Use at your own risk.\n\nPikipikis are the little motorcycles that will take one or two people on as a fare.  There are usually a few sitting at intersections.  Again, use at your own risk.\n\n",{"type":"==","value":["See"]},"\nThe shores of Lake Victoria are interesting to walk along and popular with locals.\n\nClimb to the top of Capri Point at the west end of Station Road for a nice view of the area.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nFrozen and fresh Nile perch fish fillet boxes available near the airport is the great buy.\n\nThere are some excellent fabric markets on the north end of Rwagasore Road with patterns and designs that aren't available in Dar es Salaam or Zanzibar.\n\nWalk through the market area between Lumumba and Pamba Roads for an intense taste of a bustling market.  Don't carry a wallet.\n\nRemember to bargain with merchants.  It's expected.\n\n",{"type":"==","value":["Eat"]},"\nGreat Lake Victoria's fresh water talapia fish is a must eat food. A good number of fish industries exist. They export Nile perch fish fillet (sangara fish) to Europe and South Africa.\n\n",{"type":"*","value":[{"type":"'''","value":["Pizzeria Kuleana"]},", Post St. Pizzas, as expected, as well as a breakfast that is the favorite of both locals and travelers. Opens early, so it makes a good place to wait for the town come alive if you have arrived with the night ferry. 7AM-9PM daily."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Food Square"]},", Bantu St. near Nkrumah St.  Open for breakfast and lunch.  Excellent, popular, fast, local food for anywhere from 1000tsh to 4000tsh per person.  A great daily stop.  No Alcohol."]},"\n",{"type":"*","value":[{"type":"'''","value":["Harish Pan House"]},", Nyerere and Post St.  Indian food with Zanzibar flavor.  Vegetarian menu limited to Samosas, Zanzibar mix soup, snacks and other Indian traditional breads."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sizzler"]},", Kenyatta and Post St.  Wide variety on the menu, local food, Chinese, and Indian dishes.  4000tsh - 8000tsh.  Open for lunch, then closed until dinner."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mayi Hotel"]},", Spacious outdoor restaurant with a good diverse menu.  Lots of fish and chicken dishes.  Arrive later in the evening for more menu availability.  Their spaghetti and cheese sauce is especially good if you're vegetarian.  8000tsh - 12000tsh."]},"\n",{"type":"*","value":[{"type":"'''","value":["New Mwanza Institute"]},", Station Rd. west of the train tracks.  Popular local outdoor restaurant.  Local dishes only.  2000tsh - 4000tsh."]},"\nStreet food.  Oranges, bananas, pineapples, mangoes, avocados, cassava, roast maize, taro are all available on the street from vendors for anywhere from 100tsh to 1000tsh.  Also available are mandazi, bagias, and other local fried breads in some areas.  Vendors are usually walking around, so they may be harder to find.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Tunza Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions=Located approximately 8km from town.  Follow the airport road to the Llemela dalla-dalla stop, take a left turn, following a dirt road to the lake side."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tunza Lodge is a beach resort on the shores of Lake Victoria.  It offers sandy beaches, a bar and restaurant and weekend beach volleyball games on the sand. While the lake water is generally considered safer to swim in than areas closer to town, it is worth noting that the risk of schistosomiasis is still present."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["The Breeze"]},", Second floor in the New Mwanza Hotel (stairs are in the front, not the ones that go up to rooms).  Nice view of traffic and people walking below.  Open air but covered.  A good place to wait out a sudden rain shower."]},"\nAny local hotel and most restaurants serve beer and other drinks\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["La Kairo is a top-end place to stay, prices from 30.000 Tsh to 100.000 Tsh. Working free internet, good meeting rooms. City is noisy at night."]},"\n",{"type":"*","value":["The Tilapia Hotel (on the shores of Lake Victoria) in the Capri Point area of town offers a swimming pool and bar, ideal for swimming in on a hot day.  Although the lake is adjacent, the water is infested with schistosomiasis and is not considered safe to swim in."]},"\n",{"type":"*","value":["Malaika Beach Hotel and Resort, recently completed, has a large restaurant, infinity pool with poolside bar, sprawling lawns and WiFi connections. You can watch the fishermen at work on the lake while you are at poolside."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Victoria Palace Hotel"],["url="],["email="],["address=capripoint"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Excellent hotel rooms with free internet, awesome indian food prepared by Indian Shef.Free breakfast."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Ramada Hotel"]},", Rwagasore St. by Kenyatta Rd.  Small sign outside, but nice rooms inside for the price.  Bar and restaurant on the second floor, safe parking inside, satellite television (some channels in English) and en-suite bathrooms.  15,000tsh per night, but if you're staying for a week or so, you can negotiate down to 10,000 per night.  Good mosquito nets, balconies, but not necessarily a fan in every room."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Hotel"]},", Station Rd. west of Kenyatta Rd.  Nice place with a restaurant.  Small rooms with en-suite bathrooms.  15,000tsh per night.  Safe parking.  A little cramped for more than one night."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northwest Tanzania"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Tanzania\/Localities\/Mwanza\/"]]},"\n",{"type":"[[","value":[["wikipedia:Mwanza"]]},"\n",{"type":"{{","value":[["geo"],["-2.5166666666667"],["32.9"]]}]