[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Myja"]}," is in ",{"type":"[[","value":[["Western Slovakia"]]},"\n\n",{"type":"==","value":[" Understand "]},"\nAn area of Myjava lies in border between Slovakia and Moravia (",{"type":"[[","value":[["Czech Republic"]]},"). Myjava is a beautiful town lying in the fold between the hilly environments in north-west Slovakia. There is magnificent nature, hills, forests, rich fauna and flora. Myjava with its population 12 655 citizens and 12 544 993 m2 area belongs to Trenčín County. Myjava region (with villages and suburbs) has 29 938 population and 326,55 km2 big area. \n\n\n",{"type":"===","value":[" History "]},"\nThe city of Myjava lies on the Myjava Upland, which is situated on the border between Slovakia and Moravia (part of Czech Republic). Myjava as a village was founded in 1586. First settlers, which appeared there, were escaping in the face of Turks from southern parts of Slovakia. Some time after, the second settlers were inhabitants of Trencin and Orava. There were not easy conditions to live, but these conditions were forming relationship between people living there and this region, village, ecclesia. People living there did not agree with subjection. The result of this disagreement was attendance at 4 antihabsburgs uprisings. Therefore, Myjava became famous in middle Europe in 17th and 18th centuries. Myjava was still colonized after year 1586, which is certified by evidence of Moravians from the year 1652. In this time the most famous human was evangelistic bishop Daniel Krman, who all his life initiated into uplift evangelistic religion there. His biggest merit was building of evangelic church, which was built in 1711. This building has still stood in the center of Myjava, but it is repaired. Except this church Daniel founded 3 guilds. The symbol of ending religious fighting, which leads to subduction of evangelic church in favor of Roman Catholic ecclesia, is new evangelic church, which was built in 1758. The tower was built out in 1856. This tower is dominant of past and present Myjava. Myjava became part of middle-European and Slovak history for the second time in 1848, when because of J.M.Hurban and some others nationalists, this village involved into national-liberal offensive. The result of this offensive was the first Slovak uprising. In the 19th of September in 1848 Slovak national council was confirmed by attendant people. Slovak national council was the first establishment in the history of Slovak Republic. It had a political and military force. This council was sitting in the house of Mrs. Koleny, which is now a part of museum of Slovak national council. Decrease of handicrafts in 19th century was connected to national and economic subjection. Consequently, there was big emigration to USA, Canada and Argentina. The most people from Myjava were settled down in the biggest cities as a New York, Chicago, Pittsburg and Cleveland, but also in smaller cities in states of New York, Pennsylvania, North Dakota and Texas. But the biggest centre of emigrated Slovaks was Little Falls in the state of New York. Big development was in 1955, when in the 1st of April Myjava became city, and new villages were founded as Brestovec, Stará Myjava, Poriadie, Rudník, Jablonka and Polianka. In 1960 Myjava became a part of Senica region. Myjava and Turá Lúka merged in the 1st of January in 1980 and in 1996 Myjava became again a region.\n\n",{"type":"==","value":[" Get in "]},"\nIt is possible to get in by car through speedways D1 from Malacky or D2 from Nové Mesto nad Váhom or Piešťany. Another possibility is train but the disadvantage is that you have to transmit in Nové Mesto nad Váhom. You can get in by bus too. \n\n",{"type":"==","value":[" Get around "]},"\nMyjava itself is not a big town; therefore, people usually use bicycle or roller-skates to get somewhere, for example to get from one end of the town to another one. Public transport is not very common, it is rare and it is often used by people who need to get to the hospital. \n\n",{"type":"==","value":[" See & Do "]},"\nThere is a lake named Stara Myjava, where people from nearby villages and towns used to go swimming and sunbathing. It is approximately 8 kilometers from Myjava and it is possible to go there by bike, roller-skates, car or bus.  Nice nature is all around. This colossal place lies near Czech-Slovak border and there you can rent a cottage.\n\nHiking is also possible there. Many tourist routes are there; from Myjava there is possibility for hiking; you can go to Javorina, what is the highest hill in the Czech-Slovak border. In the summer the Czech-Slovak festival is held here.\n\nAnother beautiful place for hiking is Bradlo where is a monument built for the glory of Milan Rastislav Stefanik. He was our politician, diplomat and astronomer. He died during the landing of his plane, which crashed near Ivanka pri Dunaji. His death is not still accounted for. This monument Bradlo lies in the hill near Brezova pod Bradlom that is approximately 10 kilometers from Myjava. It is also possible to go there by bike. There is a beautiful route from Myjava to Bradlo and back. If you want to go to the restaurant during your trip you can go from Myjava through Brezova pod Bradlom to Bradlo and than from Bradlo to Kosariska, where is one typical Slovak restaurant cooking typical Slovak meals. It is also possible to go to the museum of Milan Rastislav Stefanik in Kosariska. From Kosariska there is a route through Priepasne and Polianka back to Myjava. I strongly recommend taking this tour.\n \nMyjava in general is now in reconstruction; infrastructure is being rebuilt and other new buildings are being built now. The new bus station is already finished, new roads were put everywhere and new footpaths are already put down. There is new courthouse where you can go to the cinema or to see some performance. Moreover; there is a pub with beautiful stage with view of the town. \n\nThere is also an old museum of SNR (Slovak National Council – Slovenska Narodna Rada), where the first Slovak National revolt had been planned. It is worth seeing it, you can see there Slovak traditional house and other stuff used in the past by Slovak farmers and citizens.\n\nFolklore Festival is held in the end of June in Trnovce, what is a part of Myjava. There is magnificent nature, open air theatre and restaurant. During the festival there are many stalls with various products such as Myjavska slivovica (kind of alcohol produced in this region), other traditional Slovak products, sweets and other accessories. Many folklore groups from various nations are coming to show their culture and traditions. Magnificent performance lasts for three days.\n\n",{"type":"==","value":[" Eat "]},"\nThere are not many places to eat but the few places that there are, are in high quality. The Restaurant in Trnovce is restaurant situated in the middle of beautiful nature and it is easy to get in by car, bicycle or foot. If you are a lover of pizza, I would recommend you to visit restaurant Gurmán in Kosariska (10 km from Myjava) or Cross Restaurant (in the middle of the town with pleasant view of our evangelic church). Another possibility is to visit another restaurant in Kosariska – U Juhasa, where traditional Slovak meals are cooked.\n\n",{"type":"==","value":[" Drink "]},"\n",{"type":"'''","value":["Movie’s Bar:"]}," this pub is situated in the centre: comfortable environment, kind waiting and admirable prices.\n\n",{"type":"'''","value":["Blue Bar:"]}," the biggest advantage of this pub is a fact that it is prohibited to smoke in its internal room. On the other hand, its outside balcony has a perfect view of Myjava and its centre.\n\n",{"type":"'''","value":["LaVita:"]}," is most visited pub in Myjava\n\n",{"type":"'''","value":["SuperNova:"]}," is a disco club near LaVita\n\n",{"type":"'''","value":["Bowling:"]}," this pub is the biggest one and there are two bowling tracks.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Western Slovakia"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Myjava"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Slovakia\/Localities\/Myjava\/"]]},"\n",{"type":"{{","value":[["geo"],["48.757777777778"],["17.568611111111"]]}]