[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Площадь Мира (Николаев).jpg"],["thumb"],["300px"],["Peace Square"]]},"\n\n",{"type":"'''","value":["Mykolayiv"]}," (",{"type":"[[","value":[["Ukrainian phrasebook"],["Ukrainian"]]},": Миколаїв) ",{"type":"[","value":["http:\/\/www.gorsovet.mk.ua"]}," is a city in ",{"type":"[[","value":[["Southern Ukraine"]]},".\n\n",{"type":"==","value":[" History "]},"\n\nMykolayiv was founded in 1789 in the aftermath of the Russian-Turkish war of 1768-1774 together with neighbouring cities of ",{"type":"[[","value":[["Kherson"]]}," (1778) and later ",{"type":"[[","value":[["Odessa"],["Odesa"]]}," (1794). The name was given after the sailors' friend Saint Nicholas and also after the day in December 1788 when general Suvorov captured major Turkish fortress of Achikale (now Ochakov\/",{"type":"[[","value":[["Ochakiv"]]},", in 60 km from Mykolayiv). The first ship \"St. Nicholas\" was built in 1790.\n\nFrom the beginning Mykolayiv became the navy shipbuilding centre of the Russian Empire. Mykolayiv was governed by a military governor until 1900. The oldest shipyard (modern name '61 Communars') was founded one year earlier than the city in 1788. Soldiers, craftsmen and free people from various areas of Russian Empire were ordered to Mykolayiv. Some streets still have numbered names according to founders' occupation: 11th Voennaya (Military) or 9th Slobodska (Free settler). The city was well planned from the beginning. Main streets are wide and were used to carry wood to the shipyards. Glamorous parks make a big portion of the city. Downtown area is located on the peninsula made by Southern Bug and Ingul rivers estuary. The Black Sea navy headquarters was located in Mykolayiv for more than 100 years until it moved to Sevastopol.\n\nShipbuilding is a part of Mykolayiv history. There are three shipyards in Mykolayiv and the only Shipbuilding University in Ukraine. Mykolayiv was closed to foreign visitors until the late 1980s because of large navy projects (as well as Air Force base, turbine plant and military port).\n\nMykolayiv was major Jewish centre of Russian Empire in 19th century. The Lubavitcher Rebbe, Rabbi Menachem M. Schneerson (the seventh leader in the Chabad-Lubavitch dynasty) was born in Mykolayiv on April 18, 1902.\n\nToday the city has a population of about 500,000.  The official language is Ukrainian, but Russian is widely spoken and English is also commonly spoken.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["disclaimerbox"],["Connections to ",{"type":"[[","value":[["Crimea"]]}," may be out of operation due to the March 2014 Russian occupation of that territory."]]},"\n\n",{"type":"===","value":["By plane"]},"\n\n\nThere is an airport at Mykolayiv (Nikolaev) (",{"type":"{{","value":[["IATA"],["NLV"]]},") ",{"type":"[","value":["http:\/\/www.airport.nikolaev.ua\/"]},". Daily flights to Moscow-Vnukovo, operated by UTAir Aviation, a regional Russian airline.\n\nThe nearest major airport is Odessa. There are daily flights from\/to Odessa operated by \"Ukraine International Airlines\", Aerosvit, Austrian Airlines, Polish Airline \"LOT\" and Czech Airline \"CSA\".\n\n",{"type":"===","value":["By train"]},"\n\nDirect trains to ",{"type":"[[","value":[["Moscow"]]}," (26 hours), ",{"type":"[[","value":[["Kiev"]]}," (10), ",{"type":"[[","value":[["Lviv"]]}," (18), Odesa (5), the ",{"type":"[[","value":[["Crimea"]]}," (8 hours) depart every day.  Train departures timetable ",{"type":"[","value":["http:\/\/poezda.org.ua\/city\/23536"]},". All trains have coach cars.\n\n",{"type":"===","value":["By car"]},"\n\nMain routes to Kherson (65 km), Odesa (120), Uman' (320), Chishinau (325), the Crimea (350), Kiev (500), Kharkiv (520), Lviv (950). Usually gas is cheaper than in W.Europe, approximately the same price as in N.America. Check if you can hire a driver with a car. Be careful if you travel alone and don't forget to carry a mobile phone. Hitchhiking is not recommended. The roads are terrible and dangerous. Use seat belts despite of comments from local drivers.\n\n",{"type":"===","value":["By bus"]},"\n\nDirect daily connections to Kyiv (10 hours), Kharkiv (12), Odesa (2), the Crimea (6), Cishinau (7), Khmelnytsky (11), Donetsk (12), Rostov-na-Donu (17), Minsk (23). Be prepared to sleep in the bus seat if you decide to take night coach. Bus to Hamburg, Germany (42-hour trip) departs twice a week.\n\n",{"type":"===","value":["By boat"]},"\n\nEven though Mykolayiv has a major Ukrainian commercial sea port ",{"type":"[","value":["http:\/\/www.portnikolaev.com\/"]}," (5 mln.t in 2004), there are no regular passenger lines.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"[[","value":[["File:План Николаева 1855.jpg"],["thumb"],["300px"],["Map of the city from 1855"]]},"\n\nCoach buses (",{"type":"''","value":["marshrutka"]},") can take you almost anywhere in the city for less than half a dollar. Taxi service is also inexpensive. Mykolayiv local transportation system consists of buses, trams, trolley buses and boats.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Ukrainian theatre."]},{"type":"*","value":[" Russian drama theatre."]},{"type":"*","value":[" Zoo ",{"type":"[","value":["http:\/\/www.zoo.nikolaev.ua\/"]}," (one of the biggest in Europe, the biggest in Ukraine)."]},{"type":"*","value":[" Museum of Shipbuilding and Fleet ",{"type":"[","value":["http:\/\/gorsovet.mk.ua\/culture\/museums_det.en?id=208"]},"."]},{"type":"*","value":[" Museum of Arts ",{"type":"[","value":["http:\/\/www.humproject.mk.ua\/nhm\/"]},"."]},{"type":"*","value":[" Lutheran Church."]},{"type":"*","value":[" Catholic Church."]},{"type":"*","value":[" Russian Orthodox Church (1825)."]},{"type":"*","value":[" Ukrainian Orthodox Church."]},{"type":"*","value":[" Synagogue. "]},{"type":"*","value":[" Astronomical observatory ",{"type":"[","value":["http:\/\/www.mao.nikolaev.ua\/"]}," (1821, 31.58E,46.58N)."]},{"type":"*","value":[" Swimming pool 'Vodoley' ",{"type":"[","value":["http:\/\/www.vodoley.mk.ua\/"]},"."]},{"type":"*","value":[" Radsad wineries (right bank of the Southern Bug river)."]},{"type":"*","value":[" Old Greek settlement Olvio (30 km south of Mykolayiv)."]},{"type":"*","value":[" Yacht-club."]},{"type":"*","value":[" Sovietskaya (main pedestrian street in town) is the place to be any night of the week with several gorgeous parks and lots of shopping."]},"\n",{"type":"==","value":["Do"]},"\n\n'Shtorm' ",{"type":"[","value":["http:\/\/www.shtorm.com.ua\/"]}," bowling (Sadova 2), also a nightclub on a second level.\n\n'Delerium' ",{"type":"[","value":["http:\/\/delerium.com.ua\/"]}," is an upscale nightclub. Open Tuesday-Sunday 21:00-05:00 (9PM - 5AM)\n\nWalk around. Mykolayiv is a relatively safe town with lots of cool stuff to see.\n\n",{"type":"==","value":["Learn"]},"\n\nNational Shipbuilding University; Pedagogical University; Agrarian University; Petro Mohyla Humanitarian University ",{"type":"[","value":["http:\/\/www.kma.mk.ua\/"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nWestern shopper will be surprised by affordability of fashion European clothing in Mykolayiv. Pedestrian Radyanska (Sovetskaya) and adjacent streets make local shopping district. Western-style supermarkets accept major credit cards. Don't forget to buy local wines (Radsad or Koblevo brands) as a souvenirs. Prepare to pay 1-3% to local banks for ATM machines ('bankomat') withdrawals. Watch your pockets at crowded public markets.\n\n",{"type":"==","value":["Eat"]},"\n\nLocal meat product labels usually don't say 'organic' but mostly they are. Dairy products are delicious, especially ice cream. Even McDonalds used to mention \"We use Ukrainian ingredients\" in TV commercials. Vegetables are mostly seasonal. Fish is delicious but can have small bones when served in restaurant. Ready-to-go homemade food can be found in local stores.\n\n",{"type":"===","value":["Budget"]},"\n\nAny clean cafe can offer hearty inexpensive dish of local food. Ask for 'borsch' (beet soup), 'bliny' (crêpes - thin stuffed pancakes), 'zharkoe' (meat with potatoes and mushrooms in a clay pot).\nYou must sure try out the chicken.\nUkraine is a country of the chicken.\nIt is cheap and you will get a lot on your plate.\n\n",{"type":"===","value":["Mid-range"]},"\n\nCelentano pizza ",{"type":"[","value":["http:\/\/www.pizza-celentano.com\/net_detail.php?town=Mykolaiv"]}," (#1 on Faleevska\/Lenina and #2 on Spaska\/Lyagina), Bocas del Torro (Radyanska between Potemkinska and Shevchenka: try every salad in the salad bar!), Bliny Don't forget to try out the rest of the food of Pizza Celentano. The service is good so is the atmosphere very cozy.\n\nBlindage (Radyanska\/Velyka Mors'ka which is like an armory museum - waitress in military uniform will offer you a triple shot of vodka in real bullet casings and weapons of Soviet and German WWII armies)\n\nMcDonalds (Radyanska)\n\n",{"type":"===","value":["Splurge"]},"\n\nColiseum (Radyanska\/Shevchenko), Malakhit (Moskovska\/Spaska)\n\nAstoria - Great Food, Good Service, Good prices for American visitors\n\n",{"type":"==","value":["Drink"]},"\n\nTry local wines from Radsad winery - white: Chardonnay, Aligote, red: Merlot, Cabernet. Wines with alcohol content of more than 15% are artificially fortified with sugar, avoid them. Buy vodka or cognac in stores only. Western brands are very expensive, and bars commonly water them down. Local brewery Yantar (Amber) belongs to InBev beer group (brands Stella Artois, Taller, etc.) and makes 10% of Ukrainian beer production.\nTry out the Ukraine milkshake at Pizza Celentano. You won't believe that it is only very cold milk with sugar. The texture is amazingly creamy but it's not too sweet.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\nNikolaev (Lenina 107, corner of Sadova); Parus (Sportivna 9, river view, +380-512-346088)\n\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.vladam.com.ua\/en\/hotel\/ Vladam\/Piligrim"]}]}," (Sadova 3b, +380-512-360151, new private hotel, Christian management);\n\nAt Admirala Makarova, located only 1\/2 block from McDonald's at Lyagina St. 18, +380(512)47-93-99, email: Mykolaiv_hotel@ukr.net, modern, comfortable beds, AC, 15 rooms, friendly staff, accepts credit cards, June 2007 rate $60\/night.\n\n",{"type":"'''","value":["Hotel Turist"]}," (Tourist)\n\n",{"type":"'''","value":["Hotel Continent"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"'''","value":["Reikartz River Hotel"]},"\n\n",{"type":"'''","value":["Ingul"]}," Admiralska 34, +380-512-355557, 5-star price for 3-star service\n\n",{"type":"'''","value":["Metalurg"]},", 20 km from downtown in satellite city district of Zhovtneve, prospekt Oktyabrskiy 319a, +380-512-634056\n\n",{"type":"'''","value":["Business Complex Aleksandrovskiy"]},"\n\n",{"type":"'''","value":["Hotel Palace Ukraine"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nImportant numbers: 102-police; 103-medical emergency. Purchase a mobile phone or SIM card from MTS ",{"type":"[","value":["http:\/\/www.umc.ua\/eng\/"]}," or Kyivstar ",{"type":"[","value":["http:\/\/www.kyivstar.net\/"]}," GSM 900\/1800 providers to stay connected. Though Mykolayiv has been a safe city, in 2012, an increasing series of crimes have been reported. Avoid drunk people and don't drink with people that you don't know. Avoid buying cut-rate liquor from public markets.  It's too often counterfeit and potentially dangerous. Avoid staying out after midnight, and if you do, call a taxi service (067). TB and Hepatitis immunization is recommended.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["isPartOf"],["Southern Ukraine"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["46.966666666667"],["32"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Mykolaiv"]]},"\n",{"type":"[[","value":[["Commons:Category:Mykolaiv"]]}]