[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Mühlhausen"]}," is a city in ",{"type":"[[","value":[["Thuringia"]]},".\n\n",{"type":"[[","value":[["File:Frauentor Mühlhausen2.JPG"],["thumb"],["right"],["250px"],["The main gate (Frauentor)"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\nBy public transport, take a train from ",{"type":"[[","value":[["Göttingen"]]}," or ",{"type":"[[","value":[["Erfurt"]]},"  ( see ",{"type":"[","value":["http:\/\/www.bahn.de"]}," for timetables \/ booking ) - the railway station is about 15 minutes on foot from the old city centre.\n\n",{"type":"==","value":["Get around"]},"\n\nBest way to get around is on foot - most sights are within the old city wall.\n\nFor a city tour, from the Blobach - carpark outside the Frauentor (the main gate) - you can take a fun ride with the Mühlhausen \"Tram\", which runs (except in Winter) once an hour, on the hour.\n\n",{"type":"==","value":["See"]},"\n\nMühlhausen is a walled mediaeval city which has preserved its past through two world wars and 44 years in the former soviet East Germany.\n\n",{"type":"*","value":[" 11 Gothic Churches, especially the Divi Blasii, where Johann Sebastian Bach was organist."]},{"type":"*","value":[" The City Rathaus, including the Imperial Archive."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Visit the Imperial Archive."]},{"type":"*","value":[" Walk the City Walls."]},{"type":"*","value":[" Relax at the Schwanenteich boating lake (15 minutes on foot from old town centre)."]},{"type":"*","value":[" Swim at the Thermen indoor pool (thermal baths, waterslide)."]},{"type":"*","value":[" Visit the museums ",{"type":"[","value":["http:\/\/www.muehlhausen.de\/scripts\/angebote\/940\/?typ=18888&inc=kultur"]},"."]},"\n",{"type":"==","value":["Buy"]},"\n\nMühlhausen is a great place to get good deals. Alongside well known German chains you will find many family run shops and businesses offering unusual products. The highstreet, the Steinweg, and the Linsenstrasse are the best places to start, but make sure to walk around the old town and hunt for deals.\n\n",{"type":"==","value":["Eat"]},"\n\nAt the Puschkinhaus where you can sit inside or outside in the beautiful garden.  This a wonderful place to bring children to with its large playground, stream and waterwheels.  The food is excellent and the service informal and friendly.  Not expensive either.\n\nAt the Mälzer Hof on the Untermarkt opposite the fine Divi Blasii Church.  Dimly lit and cosy. Beer garden at the back.\n\nAt the Restaurant Zum Nachbarn somewhat outside the centre but possibly the one with the highest reputation for its cooking.\n\nAt the Postkeller on the Steinweg right in the centre.  Don't be put off by the notice about a jazz club.  Go right on in down a passage, through a pretty courtyard and into what must be the finest panelled interior outside of the Houses of Parliament.\n\nAt the newly restored Mühlhäuser Hof hotel on the Lower Steinweg, also very central.\n\nAt Seipels Restaurant on the Bastmarkt just outside the walls.  This is an insider tip, not known to many but with its own faithful regular guests.  The owners, a friendly young couple, make an art form out of their cooking, inventing and experimenting so that the menu always contains some interesting new dishes.  Herr Seipel will come and discuss your meal with you first and make you feel at home.  Behind the restaurant is a lovely walled garden, full of azalias in the summer.\n\nNot at the Brauhaus Zum Löwen unless you enjoy crowds of tourists and offhand staff.\n\n",{"type":"==","value":["Drink"]},"\n\nAlmost anywhere in the centre, especially on the Upper Steinweg with its open-air cafes and restaurants.\n\nNothing like English pubs in Mühlhausen.  But try the Antoniusmühle just inside the Frauentor gate.  Nice courtyard and family run.\n\nBest cafes are in the Linsenstrasse or the Neue Strasse, where there is a delightful teahouse.  If you like cafes Vienna style the best is the longstanding Cafe Schikore in the Erfurter Strasse just off the Untermarkt.  You can sit here for hours undisturbed and they have plenty of the latest magazines and newspapers.\n\nMühlhausen also has some very good ice-cream cafes: the San Marco on the Steinweg, the Al Mulino in the Johannisstrasse just outside the Outer Frauentor gate, and one near the Schwanenteich Lake, a favourite place to walk just on the edge of town.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mirage Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["51.2167"],["10.4500"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Thuringia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Mühlhausen"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Mühlhausen\/Thüringen"]]}]