[{"type":"{{","value":[["pagebanner"],["Muenster banner Schlossplatz.jpg"]]},"\n",{"type":"[[","value":[["File:MS111013 5343.jpg"],["thumb"],["215px"],["Prinzipalmarkt with St Lambert's church"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.muenster.de\/ Münster"]}]}," is a city in ",{"type":"[[","value":[["North Rhine-Westphalia"]]},", in the west of ",{"type":"[[","value":[["Germany"]]},".\n\n",{"type":"==","value":[" Understand "]},"\nMünster originated as a monastery founded in 794 by the Frisian missionary Liudger to aid Charlemagne's campaign to gain control over the Saxons. In 805, Münster was made a bishopric and, in 1170, it obtained its town rights. In 1648, a peace treaty was signed at the Rathaus, marking an end to the Thirty Years' War.\n\nToday Münster is a city of about 293 000 inhabitants known for its university and as an administration centre.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nMünster has decent train connections to the rest of Germany, mainly towards the north and south. Hourly intercity services connect Münster to ",{"type":"[[","value":[["Hamburg"]]},", the ",{"type":"[[","value":[["Ruhr"]]}," and ",{"type":"[[","value":[["Cologne"]]},"; intercity services to ",{"type":"[[","value":[["Frankfurt"]]}," and ",{"type":"[[","value":[["Luxembourg"]]}," call twice an hour; while other destinations are served more sporadically, though some as far-flung as ",{"type":"[[","value":[["Salzburg"]]}," in Austria. Regional services are pretty good and provide hourly direct connections to most of the federal state. The central station (",{"type":"''","value":["Hauptbahnhof"]},") is to be found as ",{"type":"''","value":["Münster(Westf)Hbf"]}," in DB's booking system.\n",{"type":"===","value":["By plane"]},"\nIf flying, ",{"type":"[","value":["http:\/\/www.dus.com\/dus_en\/ ",{"type":"'''","value":["Düsseldorf Airport"]}]}," (",{"type":"{{","value":[["IATA"],["DUS"]]},") is your most likely option. Direct flights land from most major European airports, interspersed with the occasional intercontinental flight. Trains take about 1 hour 40 minutes to Münster (on the RE2 line, hourly, €25). A taxi is likely to cost you €180 or more.\n\nMünster's own airport, ",{"type":"[","value":["http:\/\/fmo.de\/?&lang=en ",{"type":"'''","value":["Münster-Osnabrück Airport"]}]}," (",{"type":"{{","value":[["IATA"],["FMO"]]},"), has grown significantly in recent years, offering flights throughout Europe including to ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Berlin"]]}," and ",{"type":"[[","value":[["Amsterdam"]]},". It is a 40 minutes' bus ride from the city (buses S50 and R51, half-hourly, €6.40). Taxis cost €40–50, make sure to negotiate a fixed fare.\n\n",{"type":"===","value":["By car"]},"\nBy car, Münster can be reached by Autobahn 1 from both the north and the south and Autobahn 43 from the southwest. On Saturdays, traffic into the city becomes a nightmare, so park your car at one of the four free Park and Ride lots (located on the main axes into town and marked by P+R signs) and take the bus into the centre.\n",{"type":"===","value":["By bus"]},"\nIntercity bus lines are growing fast in Germany (the market was recently deregulated) and are often significantly cheaper than trains. Münster is on the ",{"type":"[","value":["http:\/\/meinfernbus.de\/ Meinfernbus"]}," Berlin—Hanover—Frankfurt line and the ",{"type":"[","value":["https:\/\/www.flixbus.de\/ Flixbus"]}," Hamburg—Bremen—Düsseldorf—Cologne line. Some international destinations are served by ",{"type":"[","value":["http:\/\/www.eurolines.de\/index.php?id=2&L=1 Eurolines"]},". Buses arrive at and leave from behind the train station.\n\n",{"type":"==","value":["Get around"]},"\nMünster has a huge number of bikes which creates a really special atmosphere. The city is rather flat, and is home to about 50,000 students, so naturally traveling by bike and on foot are the key modes of transport. All sidewalks outside residential areas have a red-brick section reserved just for cyclists (look before you cross these, as you would when crossing a street!), and the entire city has a pedestrian\/cycle path that surrounds it: The ",{"type":"'''","value":["Promenade"]}," follows the route of the city's long-gone medieval walls, and it makes for a very nice walk, taking you past the lovely Aasee (a large artificial lake surrounded by a park).\n\nIf you plan to stay within the centre, you can easily get around on foot. If you're venturing outside, don't be afraid to ",{"type":"'''","value":["hire a bike"]},". Münster is said to be one of Germany's most bike-friendly cities, and bike paths are clearly marked and usually separated from other traffic. The best option for bike rental is Radstation:\n\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Radstation"],["alt="],["url=http:\/\/www.radstation-ms.de\/1.5\/kk_templates\/show.php?sel_rubrik=2"],["email="],["address=Berliner Platz 27a"],["lat=51.95620"],["long=7.63405"],["directions=next to the train station"],["phone=+49 251 484 0170"],["tollfree="],["fax="],["hours=M–F 05:30–23:00, Sa Su 07:00–23:00"],["price=€8\/day"],["content=A huge bike parking lot that also rents bikes. Bikes are good quality, the location and the hours are very convenient. Electronic bikes and tandems available."]]}]},"\nMünster also has an efficient ",{"type":"'''","value":["bus system"]}," operated by the ",{"type":"[","value":["http:\/\/www.stadtwerke-muenster.de\/privatkunden\/busverkehr.html Stadtwerke"]},". Buses run between 05:00 and 01:00 on weekdays and 24 hours on weekends. Most lines run every 20 minutes, but lines tend to overlap which usually makes for a denser schedule. Due to the confusing city layout and numerous construction sites, the whole thing isn't altogether straightforward, which isn't helped by the fact that all lines change around 21:00 when the entire system is switched to night traffic. Late at night, buses can be up to 70 minutes apart, so check the schedule beforehand. All lines meet at ",{"type":"''","value":["Hauptbahnhof"]}," (the central station). Ticket machines are sparse, but you can purchase tickets from the driver at a surcharge. Neither accept cards, not even German debit cards. A single ticket (",{"type":"''","value":["Einzelticket"]},") costs €2.30\/€2.60 (regular\/onboard fare), but if you're making a return journey, buy a day pass (",{"type":"''","value":["9-Uhr-Tagesticket"]},") for €4.30\/€5.30. Remember to stamp your ticket when you board.\n\n",{"type":"==","value":["See"]},"\n\nAlmost all the interesting sites are concentrated in the city centre, which is easily walkable.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Peace Hall"],["alt=Friedenssaal"],["url="],["email="],["address="],["lat=51.96166"],["long=7.62798"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the old city hall, is famous for the signing of the historic Treaty of Münster, a document which, as a part of the Peace of Westphalia, ended the Thirty Years' War and established the Westphalian style of diplomacy between sovereign states."]]}]},{"type":"[[","value":[["File:PrinzipalmarktMuensterNacht.JPG"],["thumb"],["215px"],["Prinzipalmarkt at night"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Prinzipalmarkt"],["alt="],["url="],["email="],["address="],["lat=51.96257"],["long=7.62837"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Prinzipalmarkt used to be the city's main market street. It was heavily bombed during the Second World War, but unlike elsewhere, where ruins gave way to faceless blocks of concrete, the houses were rebuilt, some following the original plans and some merely inspired by the old architecture. Try to spot to houses with identical gables (hint: there aren't any, but they're all pretty). Today it is home to many of the city's more exclusive (some might say posh) shopping establishments."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. Paul's Cathedral"],["alt=St.-Paulus-Dom"],["url="],["email="],["address="],["lat=51.96307"],["long=7.62578"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Münster is known for its vast number of churches that dot its entire cityscape, including St. Lambert's (Lambertikirche) and St. Clement's Church (Klemenskirche). The city's most impressive church, the St. Paul's Cathedral, is well worth a visit."]]}]},"\n",{"type":"[[","value":[["File:Munster(GER) university.jpg"],["thumb"],["215px"],["Castle of Münster (today used by the University)"]]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Castle"],["alt=Schloss"],["url="],["email="],["address="],["lat=51.96364"],["long=7.61323"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It was finished in 1787. Unfortunately, Prince-Bishop Maximilian Friedrich, who had commissionned the building, never got to move in there, having died three years earlier. His successor didn't bother much, and shortly thereafter Münster lost its status of prince-bisphoric and the castle was used for other purposes. These days it is home to the university administration. There's little to look at inside (although doors are open during university hours), but its façade is a curious and very characteristic combination of sandstone and red brick. During summer, lots of events are held on the square, somewhat marring the view more days than not."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Botanical gardens"],["alt="],["url="],["email="],["address="],["lat=51.96369"],["long=7.60989"],["directions="],["phone="],["tollfree="],["fax="],["hours=daily 08:00–16:00 longer hours in summer"],["price=Free admission"],["content=Behind the castle are the university's botanical gardens. You don't need to be a biologist to enjoy a lengthy stroll along the paths lined by some 8,000 different species. When the weather turns ghastly (it often does), you can seek refuge in ten greenhouses and pretend it's summer."]]}]},"\n",{"type":"===","value":[" Museums "]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=City Museum"],["alt=Stadtmuseum"],["url=http:\/\/www.muenster.de\/stadt\/museum\/"],["email="],["address=Salzstraße 28"],["lat=51.960568"],["long=7.633030"],["directions="],["phone=+49 251 492 45 03"],["tollfree="],["fax="],["hours=Tu–F 10:00–18:00, Sa Su 11:00–18:00, M closed"],["price=free"],["content=If you're curious how the city evolved from the tiny hamlet of ",{"type":"''","value":["Mimigernaford"]}," it was in the 6th century to become the bike-infested metropolis of today, the City Museum holds the answers. Even though the exhibits are exclusively in German, many speak for themselves, and admission is"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Picasso Museum"],["alt="],["url=http:\/\/www.kunstmuseum-picasso-muenster.de\/en\/"],["email="],["address=Picassoplatz 1"],["lat=51.960208"],["long=7.626347"],["directions="],["phone=+49 251 414 471 0"],["tollfree="],["fax="],["hours=Tu–Su 10:00–18:00, M closed"],["price=Adults: € 10, children (6-16): € 4, students: € 8"],["content=The only museum devoted exclusively to the graphic works of Pablo Picasso. Has varying exhibits on Picasso and his life, but also his contemporaries and friends, and holds almost all of his lithographical works."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Zoo"],["alt="],["url=http:\/\/www.allwetterzoo.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is an all weather zoo in Münster."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Swimming"],["alt="],["url=http:\/\/www.muenster.de\/stadt\/sportamt\/baeder.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a nice modern indoor swimming pool near the town centre."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["Prinzipalmarkt"]},", the main shopping district.\n\n",{"type":"==","value":["Eat"]},"\nThere is a huge choice of restaurants in Münster. The cuisine of almost every country in the world is represented. For Italian food, the Mocca Dor is a nice choice. Recommended German restaurants and bars include Stuhlmacher (by the Town Hall\/Rathaus)on Prinzipalmarkt. Or just round the corner the Kiepenkerl has tables outside by the Maypole.\n\n",{"type":"==","value":["Drink"]},"\nMünster has a large student population so there are a range of bars such as Cafe Extrablatt and Markt Cafe (on the market square by the Cathedral). The Jüdefelder Strasse (located north west of the city centre) gathers many bars and pubs such as Gorilla, Die Rote Liebe, Davidswache, Destille and more. Alternatively, you can find a huge amount of bars in the \"Hafen\" area (south east of the city centre, behind the main train station). Prices are usually reasonable (starting at around €2 for a beer and €4\/5 for a cocktail).\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pinkus Müller"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take advantage from being in Münster by drinking an Altbier at Brauerei und Altbierküche Pinkus Müller. The Pinkus Müller restaurant and bar has its own brewery producing some really tasty beers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Markt Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a modern bar and café opposite the cathedral"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Stuhlmacher"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a traditional Pub next to the Rathaus (town hall) on Prinzipalmarkt"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Café Garbo"],["url=http:\/\/www.cinema-muenster.de"],["email="],["address=Warendorfer Strasse 45-47"],["lat="],["long="],["directions=east of the center"],["phone = +49 251-30300"],["tollfree="],["fax="],["hours=10AM - 1:30AM"],["price=Mains €4-€9"],["content=A cafe-pub which offers good, fresh food, mostly vegetarian or vegan. A lot of fair trade and ecological products as coffee, tea, jucies, vegetables. Sandwiches for breakfast, great house-made cake, dutch and english menue (German menue also for blind people available!). Free-wlan, changing table, a lot of newspapers, nice, warm and cosy atmosphere, also meeting point for LGBT. Since it's also a cinema you can always view a movie before or after dinner. Most movies are in German, but some are in their original languages with German subtitles."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nFor conveniently located hotels near the Hauptbahnhof (Main Station), the Ibis Hotel is a good option about 5 minutes walk from the main station. Directly opposite the station is the Hotel Conti. Another \nhotel opposite the station that is a really nice choice, with modern rooms, is the Hotel Kaiserhof. From the outside, it looks like just a modern office block type building. But inside. it is really nicely decorated it the style of a traditional older hotel. There is also a free sauna for guests.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kaiserhof Hotel"],["alt="],["url=http:\/\/www.kaiserhof-muenster.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Conti"],["alt="],["url=http:\/\/www.hotel-conti-muenster.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["51.9667"],["7.6333"]]},"\n",{"type":"{{","value":[["isPartOf"],["Münsterland"]]}," \n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Münster"]]},"\n",{"type":"[[","value":[["Commons:Münster (Westfalen)"]]}]