[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Baa Atoll"]},"  is an Administrative divisions of the Maldives. It consists of three separate natural atolls, namely southern Maalhosmadulu Atoll (which is 42 km long and 32 km wide and consists of 9 inhabited islands), the Fasdūtherē Atoll (wedged in between the two Maalhosmadulu Atolls and separated from north Maalhosmasdulu Atoll by Hani Kandu or Moresby Channel) and the smaller natural Atoll known as Goifulhafehendhu Atoll(Horsburgh Atoll in the Admiralty charts).\n\nSituated on the west of the Maldives atoll chain, it consists of 75 islands of which 13 are inhabited with a population of over 11,000 people. The remaining 57 islands are uninhabited, in addition to eight islands being developed as resorts.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"'''","value":["Dharavandhoo"]}," (Dhivehi: ދަރަވަންދޫ) is one of the inhabited islands of Baa Atoll.\n\nThis island is surrounded by clear waters known as 'Dharavandhoo Thila' & Hanifaru Bay; which are famous amongst divers around the world, for it is a sanctuary for a number of marine life, including Mantas Whale Sharks. This globally renowned eco-life zone is now strictly protected by law.\n\n",{"type":"'''","value":["Dhonfanu"]}," (Dhivehi: ދޮންފަނު) is one of the inhabited islands of Baa Atoll.\n\nThis island is surrounded by clear waters and reef which guest do snorkeling. Hanifaru Bay is near Dhonfanu which are famous amongst divers around the world, for it is a sanctuary for a number of marine life, including Mantas and Whale Sharks. This globally renowned eco-life zone is now strictly protected by law.\n\n",{"type":"'''","value":["Eydhafushi"]}," (Dhivehi: އޭދަފުށި) is the capital of Baa Atoll.\n\n",{"type":"'''","value":["Horsburgh Atoll"]}," (Goifulhafehendhu)\n\nThis island lies in a small separate atoll along with Goidhu Island and Fulhadhu. Goidhoo Atoll, (also Goidu or Goifulhafehendhu), appears as Horsburgh Atoll in the Admiralty Chart is separated from South Maalhosmadulhu by a 6 mile broad channel. This atoll is oval in shape and small, its greatest length being 10 miles. The inner lagoon has a depth of 17 to 20 fathoms; it has a sandy bottom mixed with mud and clay. Unlike the lagoons of most small atolls of the Maldives, this lagoon is free from coral heads in its centre.\n\nIn the Admiralty Charts, this atoll is named after James Horsburgh, hydrographer to the East India Company and author of the \"Directions for Sailing to and from the East Indies, China, New Holland, Cape of Good Hope, and the interjacent Ports, compiled chiefly from original Journals and Observations made during 21 years' experience in navigating those Seas\".\n\n",{"type":"'''","value":["Hithaadhoo"]}," (Dhivehi: ހިތާދޫ) is one of the inhabited islands and third largest island in Baa Atoll.\n\n",{"type":"'''","value":["Kamadhoo"]}," (Dhivehi: ކަމަދޫ) is one of the inhabited islands of Baa Atoll.\n\n",{"type":"'''","value":["Kendhoo"]}," (Dhivehi: ކެންދޫ) is one of the inhabited islands of Baa Atoll, Maldives. It is located in the northern part of the Baa Atoll.\n\n",{"type":"'''","value":["Kihaadhoo"]}," (Dhivehi: ކިހާދޫ) is one of the inhabited islands of Baa Atoll.\n\n",{"type":"'''","value":["Kudarikilu"]}," (Dhivehi: ކުޑަރިކިލު) is one of the inhabited islands of Southern Maalhosmadulhu Atoll (Baa Atoll).\n\n",{"type":"'''","value":["Maalhos"]}," (Dhivehi: މާޅޮސް) is one of the inhabited islands of Southern Maalhosmadulhu Atoll, code letter Baa Atoll.\n\n",{"type":"'''","value":["Thulhaadhoo"]}," (Dhivehi: ތުޅާދޫ) is one of the inhabited islands of Baa Atoll. The island has been reclaimed by the government recently. The island is famous for being the only island in the Maldives doing lacquer work. It used to supply the noble families in the country, but now most of Thulhaadhoo's lacquer work is sold to tourists.\n\n",{"type":"==","value":["Uninhabited Islands"]},"\nAhivaffushi, Aidhoo, Anhenunfushi, Bathalaa, Bodufinolhu, Boifushi, Dhakendhoo, Dhandhoo, Dhigufaruvinagandu, Dhunikolhu, Emboodhoo, Fehenfushi, Finolhas, Fonimagoodhoo, Fulhadhoorah kairi finonolhu, Funadhoo, Gaagandufaruhuraa, Gaavillingili, Gemendhoo, Hanifaru, Hanifarurah, Hibalhidhoo, Hirundhoo, Horubadhoo, Hulhudhoo, Innafushi, Kanifusheegaathu finolhu, Kanifushi, Kashidhoogiri, Keyodhoo, Kihaadhufaru, Kihavah-huravalhi, Kudadhoo, Kunfunadhoo, Landaagiraavaru, Lunfares, Maaddoo, Maafushi, Maamaduvvari, Maarikilu, Madhirivaadhoo, Medhufinolhu, Mendhoo, Milaidhoo, Miriandhoo, Muddhoo, Muthaafushi, Nibiligaa, Olhugiri, Thiladhoo, Ufuligiri, Undoodhoo, Vakkaru, Velivarufinolhu, Veyofushee, Vinaneih-faruhuraa, Voavah\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["Wikipedia:Baa Atoll"]]},"\n\n",{"type":"{{","value":[["geo"],["2.9"],["72.9"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Maldives"]]}]