[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ao Leuk"]}," (อ่าวลึก) is in ",{"type":"[[","value":[["Krabi Province"]]},".\n\n",{"type":"==","value":["Understand"]},"\nBaan Ao Leuk is around 50 km north of Krabi on the way to Phang Nga and Phuket along the main road.\n\n",{"type":"==","value":["Get in"]},"\nBuses to and from Krabi and Phuket travel at regular intervals through the town.\n\n",{"type":"==","value":["Get around"]},"\nHire a car in Krabi to visit the attractions. Other than this, motorcycle-taxi hire is the only way to get around the place to see the worthwhile sights.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nThere are some interesting caves.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tam Lot"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the way to Ghost Cave"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=It is a \"drive through\" cavern and your kayak\/boat will go in one side and come out the other, then return the same way. You will get rained upon as much water drips from the roof."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tam Pet"],["alt=Diamond Cave"],["url="],["email="],["address="],["lat="],["long="],["directions=As you come to Ao Leuk from Krabi, on the right you will see a road sign saying Tam Pet (or Tam Phet). Turn right here. The cave is about 5 km along the road"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=At the Buddhist temple the attendant monk will lend you a torch. The cave itself is a couple of hundred metres long, and there are a couple of formations which sparkle, hence the name \"Diamond Cave\". You will pick up a lot of sticky mud on your shoes, and a facility is available in front of the temple for you to clean. As a courtesy pay an offering, with 100 baht being acceptable."]]}]}," \n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tam Pii Hua Toe"],["alt=Big Headed Ghost Cave"],["url="],["email="],["address="],["lat="],["long="],["directions=It is to the left just after you come into the town, and there are several turns you must make. You are headed for Bor Tor Pier. Watch carefully for road signs as there are not many"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Can be booked as a guided tour at your hotel in Krabi. You will be taken there, and tour the cave in a self-paddled kayak with along with others. Lunch is included. The cave inaccessible except by water, and so you either rent you a kayak or hire a longtail boat for one hour for 400 baht. You will be fitted with a life jacket. The cave itself is very interesting. They found a couple of very large skulls lodged up in the roof (hence the cave name), and you walk through to look at it. Up on the ceiling are very old carvings, although they are hard to see. There is a walk through where you can get a good view of the cliffs. As the cave is open to the air, the stalactites and stalagmites have deteriorated."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Krabi Province"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]