[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bacoor"]}," is a city in ",{"type":"[[","value":[["Philippines"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["Mapframe"],["14.45825"],["120.93987"],["zoom=17"],["height=470"],["width=470"],["layer=OP"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"==","value":["Do"]},"\nWatch a movie at SM.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"==","value":["Go next"]},"\nGo to Taal Lake in Tagaytay and visit the volcano! You can flag down a bus on Aguinaldo highway, next to the SM by the pedestrian overpass. Check the sign in the front window to make sure they're going to Tagaytay. Once in Tagaytay, ask where the Jeepney terminal is. Do NOT take a tricycle or accept an offer for a boat ride. Chances are, both parties will rip you off! Once you're at the jeepney terminal, find the jeepney going to Talisay. Once in Talisay, find your way to the market. From there, walk down the pier and find a sign that lists the prices for the boat rides to the Volcano—standardized, and set by the tourism board. It's 1500 Pesos for a boat ride. There is a boat operator by the name of Bert Mendoza who will give a safe ride, and if you're lucky, share a fishing story over a glass of Red Horse beer, and some Tilapia and Bagoong (tell him Mike told you about him!). They're really friendly people, as are all the Filipinos in Talisay. Once you get to Taal island, the price is a 50 Peso fee per person for entrance to the volcano, 450 Pesos for a horse ride to the top (you can walk. It'll take about 45 mins), and 500 Pesos for a guide—if you so choose.\n\nVisit Ternate, and check out Puerto Azul beach! You can catch a bus on the highway right next to the SM (Note: NOT Aguinaldo highway. That's perpendicular).\n\n",{"type":"{{","value":[["geo"],["14.4500"],["120.9500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Cavite"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bacoor"]]}]