[{"type":"{{","value":[["pagebanner"],["Bacolod (Philippines) banner Masskara.JPG"],["dotm=yes"]]},"\n\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bacolodcity.gov.ph Bacolod"]}]}," is the capital city of the province of ",{"type":"[[","value":[["Negros Occidental"]]}," in the ",{"type":"[[","value":[["Philippines"]]},". It is known as the City of Smiles because of its MassKara Festival, a Mardi Gras-like festival and a spectacular vivid mix of dance, color and music. Bacolod is also known as the Land of Sweet People, and is known for its culinary heritage, including its ",{"type":"''","value":["inasal"]}," (a kind of roast chicken on skewers) and sweet dessert treats.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:MassKara Festival, Bacolod City, Philippines.JPG"],["right"],["thumb"],["300px"],["Masskara"]]},"\n",{"type":"===","value":["History"]},"\n\n",{"type":"{{","value":[["infobox"],["The name ",{"type":"''","value":["Bacolod"]}],["The name Bacolod was derived from the Hiligaynon word, ",{"type":"''","value":["Buklod"]}," meaning stonehill, as the city  was first set up on a stonehill. Due to Moro (Muslim) raids it was then transferred to the shoreline. The original town is now called ",{"type":"''","value":["Daan-Banwa"]}," meaning ",{"type":"''","value":["Old Town"]},"."]]},"\n\n",{"type":"[[","value":[["Image:Provincial Capitol Building.jpg"],["right"],["300px"],["thumb"],["Provincial Capitol Building."]]},"\n\nThe settlement was set up by Malayan people from the ",{"type":"''","value":["Taga-Ilog"]}," and settled on a stonehill (which where Barangay Granada stands today). Later on the Moros attacked early one morning and within a few hours many people had been killed, women raped and houses torn down or burnt. The people then decided to move a little farther from the place down to the shore making the stonehill a ghost town.\n\nBacolod was made the provincial capital of Negros in 1894. It was the focal point of conflict between the Spanish and the Negrenses in 1898. The commanding officer of the Spanish forces; Col. Isidro de Castro, surrendered to the Filipino forces, and the signing of the Act of Capitulation was carried out at the house of Don Eusebio Luzuriaga which once stood in front of the City Hall. \n\nOn March 1899, American forces, led by Colonel James G. Smith, occupied Bacolod. During American Rule, The Rizal Institute was set up in the city in 1903 providing education to the Bacolodnons. La Consolacion College was then founded on 1919 by Augustinian Sisters as a private school. The City of Bacolod was officially declared as an official city on June 18, 1938. Inclement weather meant that the official inauguration had to be postponed twice. It was finally held on October 19, 1938; today the first two weeks of October is celebrated as Masskara and October 19 as Charter Day celebration declared a holiday. Bacolod was occupied by the Japanese forces on May 21, 1942 but was then liberated by the American forces on May 29, 1945.\n\nThe small settlement grew and emerged as an urbanized city with a  population now around 500,000 and named as one of the two Cleaniest and Greenest Highly Urbanized Cities in the Philippines, it also recognized as the most Business and child friendly city as well as Best in disaster risk management and has been appointed by the European Union as the pilot city for democratic Local governance for Southeast Asia in the Philippines.\n\n",{"type":"===","value":["Orientation"]},"\n\n\n\nBacolod is one of the 13 cities in the province of Negros Occidental, it is the provincial capital of Negros Occidental and the center of governance, power, finance, commerce and education in the province. To the east lies the town of Murcia while to the north lies Talisay city and to the south Bago City and to the west of Bacolod is where Guimaras Strait is located. Bacolod is then divided into ",{"type":"''","value":["Barangays"]}," or suburbs which can either be also considered as districts, the suburbs are then divided into subdivisions, actually ",{"type":"''","value":["Barangays"]}," are residential areas which consists of a community not less than 100 families and might somehow be easily related to the western concept of sub-urbs. \n\nBacolod contains of ",{"type":"''","value":["Barangays"]}," (Barangay is abbreviated as Brgy.) however it can be also classified into districts or suburbs.\n\n",{"type":"*","value":[{"type":"'''","value":["Downtown Bacolod"]},"\/",{"type":"'''","value":["City proper"]},"\/",{"type":"'''","value":["Central Business District"]}," (CBD) — Business transactions, shops, marketplaces, famous landmarks, and big & small malls are all concentrated in this district, often crowded especially in holidays and weekends this is the spot where the first malls, cinema houses, markets and humble beginnings of businesses started. "]},{"type":"*","value":[{"type":"'''","value":["Singcang"]}," — Bars, casinos and fun, what else more? Formerly the airport was located here and now it is used as a venue for motor-cross events and concerts."]},{"type":"*","value":[{"type":"'''","value":["Villamonte"]}," — another growing business district for the city. Shopping centers are located here and it is expected that due to the location of the New Government Center there would be a rise of business establishments within the district. St. Joseph-La Salle Integrated School, Panasonic Solutions, Lopue's East, Victoria Arcade, Yuan Thong Temple and numerous business establishments which include a hotel are located here. High Rise accommodations are being constructed presently here and where the middle and high class helps the economy running. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Bacolod\/Alijis and Mansilingan"],["Alijis and Mansilingan"]]}]}," — A residential area where there is also expected an economic growth due to the location of the construction of a terminal. "]},{"type":"*","value":[{"type":"'''","value":["Punta Taytay"]}," — Beaches and pottery is what Punta Taytay is known for. Just like Estefania\/Fortune Town and Villamonte, this district has a lot of subdivisions. Beaches might had been mention but it's quite disappointing that it is neglected now by the public that the waves of the sea bring garbage to the shore making it dirty, reforestation of the mangroves is being done to revive the disappearing ecosystems of the city. "]},{"type":"*","value":[{"type":"'''","value":["Granada"]}," — where the first settlement of Bacolod was founded."]},{"type":"*","value":[{"type":"'''","value":["Mandalagan"]}," — Yeah Baby! A growing economic center for the city where one of the high rise buildings of the region is due completion this district is renowned due to the fact that Bacolod's first fully functioning mall is located here, business establishments have found their home sweet home in this district either you want to grab a drink or party all night or either just enjoy exhibitions of local artists, and not to mention a paradise for the religious, a monastery is located here."]},"\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   30"],["febhigh =   31"],["marhigh =   32"],["aprhigh =   33"],["mayhigh =   33"],["junhigh =   32"],["julhigh =   31"],["aughigh =   30"],["sephigh =   31"],["octhigh =   30"],["novhigh =   30"],["dechigh =   30"],["janlow =   21"],["feblow =   22"],["marlow =   22"],["aprlow =   24"],["maylow =   25"],["junlow =   25"],["jullow =   24"],["auglow =   23"],["seplow =   23"],["octlow =   23"],["novlow =   23"],["declow =   22"],["janprecip =   20"],["febprecip =   10"],["marprecip =   15"],["aprprecip =   30"],["mayprecip =   122"],["junprecip =   257"],["julprecip =   401"],["augprecip =   363"],["sepprecip =   340"],["octprecip =   195"],["novprecip =   134"],["decprecip =   65"],["janh2o ="],["febh2o ="],["marh2o ="],["aprh2o ="],["mayh2o ="],["junh2o ="],["julh2o ="],["augh2o ="],["seph2o ="],["octh2o ="],["novh2o ="],["dech2o ="],["description ="]]},"\n\nBacolod has two pronounced seasons; Wet and Dry seasons. ",{"type":"'''","value":["Wet Season"]}," starts from May and continues until January, with heavy rainfall during August and September. Bacolodnons would pack their bags with umbrellas before leaving their homes and some would even bathe themselves in moisturizer! Perspiration with humidity levels high would just make you feel uncomfortable, the city's clogged and small sidewalk streets would add up to the heat. Low laying barangays as well as surrounding cities experience floods in the wet season, usually classes are suspended when such news arrives the city government. Another reason to not travel in the city during this season is that some of its streets would have puddles and sometimes a flood would appear in the middle of the city when it rains cats and dogs when the canals are clogged up. It may be bad news for travelers but for the industry, it's jackpot! However by October-January the skies clear up and rainshowers are isolated and would not last long, the weather is changing starting on October as it prepares for summer, the sun is high and the skies cloudy. \n\nThe ",{"type":"'''","value":["Dry Season"]}," starts on February and ends in April, with April being the warmest month of the year while December is the coolest. The province and the whole country experiences droughts during the dry seasons sometimes in extreme conditions. It is sometimes not a good thing to travel on a dry season especially when everyone foresees there would be water shortage or electricity shortage but the chances are low. Bacolodnons would retreat themselves inside their homes with an electric fan infront of them and a glass of cool juice, others would go to nearby islands for a getaway.\n\n",{"type":"===","value":["People"]},"\n\nThis sugar-loving people are no sugar-coated people, most of the ",{"type":"'''","value":["Bacolodnons"]}," or ",{"type":"'''","value":["Bacoleños"]}," are Malay-descent and there is a minority of Chinese and European-descent families who have dominated the local sugar industry. In contrast to the past the generation of Bacolodnons in this present day is composed of those who are highly-educated and independent and somehow liberal on the side and a conservative on the other. Bacolod is now a diverse community with the Malay, Chinese, Indian, European-descent and those who have migrated from nearby cities, islands as far as Mindanao and with a growing community of those who seek cheaper education from nearby foreign shores all contributing to a pillar of the city's growing economy. Another reason why the city was called City of Smiles is that its people hid their worries, fear and doubt in an economic crisis in the sugar industry in the earlier times and till now they still try their best to put up their smiles and that's another story how the local MassKara Festival was created with the concept of Happy Bacolodnons in dark times, often the Filipinos of the other island perceive Bacolodnons as people who speak with sweet words. \n\nThe city began from a town with ",{"type":"''","value":["Negritos"]},", ",{"type":"''","value":["Negros"]}," or aborigines and that's where the province where Bacolod is located got its name from and slowly and slowly the population began a mix of Malay-descent and the Mestizos later began a majority in the population. Present day Bacolodnons may have a great gap from those of the earlier generations of the Spanish and American era, the Bacolodnon today tries to be in trend despite the fact that it doesn't have that many high couture stores as Manila and Cebu does and the benefit of the new generation is that they have easier access to education therefore new professionals are created.\n\nForeigners since then have migrated to Bacolod, Indians have established their own businesses in the city and now have their multiple branches selling home appliances, electronics, watches etc. while the Chinese have also dominated the business arena since then especially in the field of electronics. The Koreans recently have discovered the Philippines not as a tourist destination but as a point of stop to learn English at a very cheap price before they set foot at the Western lands, not only Koreans but other Asians too come for cheap education in the country and if it comes to learning English Bacolod is renowned for its institutions offering those kind of services. The people who have migrated from Mindanao come to Bacolod to seek greener pasture along with them they bring their faith, Islam, such as that a small mosque has been constructed and recently a small ",{"type":"''","value":["Madrasah"]}," has opened. Oversease Filipino Workers (OFWs) have come back home with their foreign spouses and had settled down in the city which had slowly contributed to another Mestizo minority. \n\nBacolodnons love their Mayor and the Governor of the province because of much improvement they had done and investment they had attracted from foreigners that had led to Bacolod as a highly urbanized center. Long before the people had been strong supporters of the former President Gloria Macapagal Arroyo and all her allies but since she stepped down the people have divided in who they will support. Majority of the province's representatives are Pro-Life voting against a bill that would dramatically change the country's healthcare system according to those in favor of it. Just like other Filipinos, Bacolodnons are Christian deep inside and they raise their children with the Christian faith, they might have a conservative side yet they see to it they exercise their liberty correctly. The rich-poor divides are not that talked about in the city, there is a rise in number in those who could afford to stay in subdivisions, buy a decent car and have their own houses yet there is still a problem about illegal settlers in the city, the growing economy had attracted people from nearby towns end up as illegal settlers due to tight budgets.\n\n",{"type":"===","value":["Religion"]},"\n\nMajority of the people are Christians, predominantly Catholic, next to Catholicism, the Baptists and the ",{"type":"''","value":["Iglesia ni Kristo"]},"(Church of Christ) members as well as Anglicans and Seventh Day Adventist form the next largest groups while there is a growing population of Muslims who migrated from South Cotabato while the Chinese-descent follow the Taoist faith.\n\n",{"type":"===","value":["Working Hours"]},"\nCommercial establishments and offices in Bacolod open as early as 7:00 and close as late as 22:00 however the regular working hours that applies to all commercial establishments and offices is 8:00\/9:00-18:00\/19:00. Malls open up till 21:00\/22:00, in case of midnight sales they open up till 2:00. Holidays such as Christmas limit working hours, during Holy Week business stops for a while making the Central Business District almost like a ghost town except for a few shops which open because they're non-Christians and this starts from Maundy Thursday till Black Saturday with Good Friday being the day with most of the establishments closed.\n\n",{"type":"==","value":["Talk"]},"\n\nThe majority of the people of Negros speak ",{"type":"'''","value":[{"type":"[[","value":[["Hiligaynon phrasebook"],["Hiligaynon"]]}]}," or ",{"type":"''","value":["Illongo"]}," as their first language as it is the predominant language in the province of Negros Occidental, while there are some who can speak ",{"type":"[[","value":[["Cebuano phrasebook"],["Cebuano"]]}," and ",{"type":"''","value":["Kinaray-a"]},". ",{"type":"[[","value":[["Filipino phrasebook"],["Tagalog"]]}," is also understood as well as English. For visitors, communicating with the people wouldn't be that difficult. The Chinese form a minor part of the population who most speak ",{"type":"[[","value":[["Minnan"]]}," or Hokkien with a knowledge of ",{"type":"[[","value":[["Mandarin"]]},". A significant minority of people who migrated from the islands ",{"type":"[[","value":[["Mindanao"]]}," primarily from Cotabato speak in their native dialects but usually they have also common knowledge of speaking in Hiligaynon and somehow Cebuano. As for the international community, ",{"type":"[[","value":[["Korean phrasebook"],["Korean"]]}," is spoken by Koreans who have migrated to the Philippines either for business, marriage or usually for education and vacation,",{"type":"[[","value":[["Hindi phrasebook"],["Hindi"]]}," and other Indian languages are spoken around the corner by Indian businessmen in Downtown Bacolod. ",{"type":"[[","value":[["Japanese phrasebook"],["Japanese"]]}," is not that usually heard around the corner but Japanese education is available to the locals recently, there is a small number of Filipinos who speaks Japanese and these are those who had worked in Japan or who had married Japanese. But no worries! English is widely understood and spoken by the locals event the street vendors they know a handful of English phrases that will help you find your way in the city. \n\nHiligaynon has more loanwords than Tagalog, while buying, telling time, some verbs, rooms, objects and many other words and phrases are of Spanish origin, however grammatical structure and adjectives are different from Spanish.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["Mapframe"],["10.67569"],["122.95183"],["zoom=16"],["height=470"],["width=470"],["layer=OP"]]},"\n",{"type":"===","value":["By plane"]},"\nBacolod's airport is not located within the city but just within the Metropolitan Area of Bacolod in the City of Silay. The old airport which was located in Singcang was replaced by a bigger airport with air-bridges — ",{"type":"'''","value":["Bacolod-Silay International Airport"]},"(",{"type":"{{","value":[["IATA"],["RPVB"]]},"). The city is 45-60 minutes Southeast of ",{"type":"[[","value":[["Manila"]]}," and 30 minutes west of ",{"type":"[[","value":[["Cebu (city)"],["Cebu"]]}," by plane, the airport is connected by local airlines to Manila, Cebu, Davao city, Cagayan de oro. \nPhilippine Airlines and ",{"type":"'''","value":["Cebu pacific"]}," have daily connections to Manila. \nwhile Cebu Pacific connect the city to metropolitan areas of Cebu, Davao, Cagayan de oro. Take note that some airports in the Philippines collect terminal fees at the airport instead of adding it to your ticket, a fee of ₱200 is collected for departing passengers. Departing passengers can enjoy the following establishments within the airport: \n",{"type":"*","value":[{"type":"'''","value":["Mabuhay Lounge"]}," - Philippine Airlines' lounge for its loyalty card members"]},{"type":"*","value":[{"type":"'''","value":["Phillip Morris"]}," - Opened its branch in the airport, this serves as a zone for smokers"]},"With a growing passenger demand, the airport seeks to expand. \n",{"type":"*","value":[{"type":"'''","value":["Merci Pasalubong"]},", ",{"type":"'''","value":["Bong Bong's Pasalubong"]}," - If you had no time to pack up souvenirs for everyone, this might be the stores that could help you do some rush shopping before you go back home. They sell sweet local delicacies, t-shirts and magazines."]},{"type":"*","value":[{"type":"'''","value":["Mini Photo Gallery"]}," - For departing passengers, a glimpse of Bacolod's culture and citylife can be seen in a mini photogallery in the boarding area of the terminal."]},"\nFor arriving passengers who want supplemental guides to the city or free maps, Department of Tourism and the Local Government has a desk in the arrivals area where you can grab free maps or have a dose of information from the people over the desk. Hotels, resorts and car rental companies have kiosks in the arrival areas where you can easily book a room and just head to your hotel room without any hassle.\n\nThere are vans leaving for the airport at ",{"type":"'''","value":["SM City Bacolod"]},", ",{"type":"'''","value":["Bacolod Provincial Hospital"]},", ",{"type":"'''","value":["Old Bacolod Airport"]}," and ",{"type":"'''","value":["Victoria Arcade\/Lopue's East\/SaveMore Supermarket"]},", the regular fare per person is ₱100. It is not suggested to take a taxi to the airport, it will just cost more than the regular fare vans offer.\n\n",{"type":"===","value":["By bus"]},"\n\nGetting to Bacolod by bus from elsewhere in the province is smooth and easy as there is little chance of congestion on the roads. Arriving by bus from other provinces is also possible; you can use the so called ",{"type":"'''","value":["RoRo"]}," which means Roll-on and Roll-off. Note: During Holy Week, Christmas and New Year, often buses are cramped, delayed and overloaded it's advisable to avoid traveling by bus during the Holy week and the Christmas season. \n\n",{"type":"{|","value":[["border=\"2\" cellpadding=\"4\" cellspacing=\"0\" align=\"center\""],["|+ ",{"type":"'''","value":["Prices of bus fares to Bacolod from Silay-Airport"]}],["! Destination !! Price"],["|-"],["| ",{"type":"'''","value":["Alijis"]}," || 450"],["|-"],["| ",{"type":"'''","value":["Ayala"]}," || 400"],["|-"],["| ",{"type":"'''","value":["Bangga Cory"]}," || 400"],["|-"],["| ",{"type":"'''","value":["Banago"]}," || 425"],["|-"],["| ",{"type":"'''","value":["Bata"]}," || 400"],["|-"],["| ",{"type":"'''","value":["Capitol Heights"]}," || 425"],["|-"],["| ",{"type":"'''","value":["Donya Juliana"]}," || 425"],["|-"],["| ",{"type":"'''","value":["Eroreco"]}," || 400"],["|-"],["| ",{"type":"'''","value":["Fortune Town(e)"]},"\/",{"type":"'''","value":["Estefania"]}," || 450"],["|-"],["| ",{"type":"'''","value":["Georgina"]}," || 400"],["|-"],["| ",{"type":"'''","value":["Goldenfields"]}," || 450"],["|-"],["| ",{"type":"'''","value":["Granada"]}," || 575"],["|-"],["| ",{"type":"'''","value":["Greensville"]}," || 400"],["|-"],["| ",{"type":"'''","value":["Mandalagan"]}," || 400"],["|-"],["| ",{"type":"'''","value":["Mansilangan"]}," || 500"],["|-"],["| ",{"type":"'''","value":["Palmas del Mar"]}," || 475"],["|-"],["| ",{"type":"'''","value":["San Miguel Brewery"]}," || 450"],["|-"],["| ",{"type":"'''","value":["San Sebastian"]}," || 425"],["|-"],["| ",{"type":"'''","value":["Sugarland Hotel"]}," || 450"],["|-"],["| ",{"type":"'''","value":["Sum-ag"]}," || 425"],["|-"],["| ",{"type":"'''","value":["Taculing"]}," || 525"],["|-"],["| ",{"type":"'''","value":["Tangub"]}," || 475"],["|-"],["| ",{"type":"'''","value":["Therese Homes"]}," || 425"],["|-"],["| ",{"type":"'''","value":["Villa Angela"]}," || 425"],["|-"],["| ",{"type":"'''","value":["Villamonte"]}," || 400"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ceres Liner"],["url="],["email="],["address=Ceres Rd., Barangay Mansilingan"],["lat="],["long="],["directions="],["phone=+63-34-4460681\/4460686 (Main office), +63-34-4334993 (North Terminal), +63-34-4342387 (South Terminal)"],["tollfree="],["fax=+63-34-4460636"],["hours="],["price=Trips within the Negros island costs from about ₱80-₱300 depending on the distance of your destination, trips outside Negros Island using the RoRo service costs from ₱250-₱400."],["content=Provides RoRo services and provides daily services to and from ",{"type":"[[","value":[["Escalante"]]},", ",{"type":"[[","value":[["Sagay"]]},", San Carlos, Hinoba-an, Don Salvador Benedicto, Canlaon, Culipapa, Bayawan, Binalbagan, Toledo City, ",{"type":"[[","value":[["Zamboanga City"]]},", ",{"type":"[[","value":[["Cebu City"]]},", ",{"type":"[[","value":[["Dumaguete"]]},", ",{"type":"[[","value":[["Kabankalan"]]},", ",{"type":"[[","value":[["Cadiz"]]},", they have 2 terminals in Bacolod, South and North Terminal."]]}]},"\n",{"type":"====","value":["Bus terminals"]},"\nThere are two major terminals in Bacolod, both operated, owned and used by Ceres liner.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ceres Southbound Terminal"],["alt=Ceres South Terminal"],["url="],["email="],["address=Luzuriaga St"],["lat="],["long="],["directions="],["phone=+63-34-4460681\/4460686"],["tollfree="],["fax="],["hours="],["price="],["content=Buses departing for and arriving from Dumaguete(via Mabinay) arrive and depart in this terminal"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ceres Northbound Terminal"],["alt=Ceres North Terminal"],["url="],["email="],["address=Lopez Jaena St"],["lat="],["long="],["directions=From China Bank you will already see the entrance of Lopez Jaena St., walk to the street and you will see the Terminal"],["phone=+63-34-4334993"],["tollfree="],["fax="],["hours="],["price="],["content=Buses departing for and arriving from Cebu(via Toledo or Tabuelan), San Carlos(via Don Salvador Benedicto), Bayawan(via Cauayan and Sipalay) and Kanlaon City(via La Carlota, La Castellana, Moises Padilla)."]]}]},"\n",{"type":"===","value":["By boat"]},"\n\nBacolod Seaport or ",{"type":"'''","value":["Bredco Port"]}," serves inter-regional trips from major destinations such Manila and Iloilo. Iloilo seaport is just 45 minutes from Bacolod and is one of the easiest to access because every hour there's a trip.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Ocean Jet"],["alt="],["url=http:\/\/www.oceanjet.net"],["email=marketing@oceanjet.net"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Economy Class return fare from p530"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Weesam Express"],["alt="],["url=http:\/\/www.zimnet.com\/weesam\/php\/booking.php"],["email="],["address=Bredco Port"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=06:30-16:30"],["price=Economy Class (One way) from ₱250"],["content=Ticketing offices are located at Bredco Port."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=2GO Travel."],["alt="],["url=http:\/\/www.supercat.com.ph\/index.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=one way fares from p280"],["content=Ticketing offices are located at Bredco Port"]]}]},{"type":"[[","value":[["Cagayan de Oro"],["Cagayan De Oro City"]]},", and ",{"type":"[[","value":[["Manila"]]},", routes are also available. ",{"type":"'''","value":["2Go Travel"]}," serves routes to and from these cities.\n\n",{"type":"===","value":["By jeep"]},"\nJeepney routes from nearby cities are available, routes from ",{"type":"[[","value":[["Silay"]]},", Talisay and other numerous towns and cities are available, jeepneys are more affordable than taxis.\n\n",{"type":"==","value":["Get around"]},"\nTransportation within the city and to adjacent towns is by taxi or ",{"type":"'''","value":["jeepney"]}," (local equivalent of a bus). Bus liners as well as rental cars are also available for travel. The city's road layout ease the traffic in the city yet traffic jams have increased since the city's economic progress, traffic jams are common during rush hours especially during the evening from 5PM to 6PM where commuters are mostly students and employees going home, traffic jams tend to become slower and a lot worse during the approaching days of New Year, Christmas and during the major festival of Masskara. If you are in a hurry, the streets of Bacolod are not suitable for running as it is crowded, it is suggested that you instead walk in the area where jeepneys park but you must be caution. Vehicular accidents are common throughout the city, driving after drinking is not recommended as this is the main reason why vehicular accidents happen in the city, second the reason why vehicular accidents happen is because of the weak implementation of traffic rules and regulations as well as the disobedience of common drivers. Jaywalking is illegal in Bacolod and has recently been strictly implemented to control traffic; pedestrian lanes may be faint in the streets of Downtown Bacolod and may be difficult to spot, violators may be fined while those who violate traffic rules in Araneta Avenue in Downtown Bacolod will also be fined; lanes are separated for public utility jeepneys and private vehicles. \n\n",{"type":"===","value":["By jeepney"]},"\nWhile back in the sprawling urbanized cities of the world buses dominate, the city's roads are dominated by ",{"type":"'''''","value":["jeepneys"]}," just like any other urban area in the Philippines. This mode of transport was introduced probably during or after the American era wherein it replaced the trams, these ",{"type":"'''","value":["Kings of the Roads"]}," were originally US military jeeps which were later converted and improved. Whether your like it or not this is the cheapest and the fastest mode of transportation in the city and much like an equivalent of the bus. Some might find the jeepney uncomfortable as it is designed for a typical 5 foot Filipino yet the experience of riding a mode of transport that you can't see in any other place on earth is memorable. A regular passenger pays ₱8 and you will have to add around ₱1 for succeeding kilometers while senior citizens and students pay  ₱6.40 and below ₱1 for succeeding kilometers, children get the fare for free if you let them sit on your lap, the rising costs of gas has contributed to slowly rising fares in public transport and you might encounter a strike on gas prices which might disrupt public transportation services. But sometimes passengers get offended at jeepney drivers due to parking at the loading areas for long periods of time, stopping at every intersection and the change given to your fare is less than the expected so here's the tip always pay the exact amount of money when you're going to ride a jeepney, another concern for some people is that jeepney drivers fail to comply to laws in helping reducing air pollution such as that the smoke produced from jeepneys has created smogs in highways and busy roads of the city. It's illegal in the city for a driver to smoke inside a vehicle, it is suggested that you either reprimand the driver or just get off the jeepney. \n\nJeepneys stop at major economic centers of the city \n",{"type":"*","value":[{"type":"'''","value":["Central Market"]}," (",{"type":"''","value":["Landmarks at walking distance"]},") - La Consolacion College, Bacolod Public Plaza, Bacolod City Hall, Plaza Mart, SM City Bacolod, San Sebastian Cathedral. "]},{"type":"*","value":[{"type":"'''","value":["Shopping"]}," (",{"type":"''","value":["Jeepneys stop at landmarks"]},") - University of St. La Salle, St. Scholastica's Academy, Colegio de San Agustin, Robinson's Supermarket, Redemptorist Church     "]},"\n",{"type":"====","value":["Routes"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Airport Subdivision"]}," - ",{"type":"'''","value":["Central Market"]}]},{"type":"*","value":[{"type":"'''","value":["Alijis"]}," - ",{"type":"'''","value":["Central Market"]}]},{"type":"*","value":[{"type":"'''","value":["Homesite"]}," - ",{"type":"'''","value":["Central Market"]}]},{"type":"*","value":[{"type":"'''","value":["Fortune Town"]}," - ",{"type":"'''","value":["Central Market"]}]},{"type":"*","value":[{"type":"'''","value":["Punta Taytay"]}," - ",{"type":"'''","value":["Central Market"]}]},{"type":"*","value":[{"type":"'''","value":["Donya Juliana"]}," - ",{"type":"'''","value":["Central Market"]}]},{"type":"*","value":[{"type":"'''","value":["Mansilingan"]}," - ",{"type":"'''","value":["Central Market"]}]},{"type":"*","value":[{"type":"'''","value":["Punta Taytay"]}," - ",{"type":"'''","value":["Central Market"]}]},{"type":"*","value":[{"type":"'''","value":["Sum-ag"]}," - ",{"type":"'''","value":["Central Market"]}]},{"type":"*","value":[{"type":"'''","value":["Sta. Fe"]}," - ",{"type":"'''","value":["Central Market"]}]},{"type":"*","value":[{"type":"'''","value":["Taculing"]}," - ",{"type":"'''","value":["Central Market"]}]},{"type":"*","value":[{"type":"'''","value":["Villamonte"]}," - ",{"type":"'''","value":["Central Market"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Shopping"]}," - ",{"type":"'''","value":["Libertad"]}]},{"type":"*","value":[{"type":"'''","value":["Bata"]}," - ",{"type":"'''","value":["Libertad"]}," "]},{"type":"*","value":[{"type":"'''","value":["Banago"]}," - ",{"type":"'''","value":["Libertad"]}]},{"type":"*","value":[{"type":"'''","value":["Tangub"]}," - ",{"type":"'''","value":["Libertad"]}]},{"type":"*","value":[{"type":"'''","value":["San Dionisio - "]},"Libertad'''"]},{"type":"*","value":[{"type":"'''","value":["Granada"]}," - ",{"type":"'''","value":["Libertad"]}]},"\n",{"type":"===","value":["By car"]},"\n\n",{"type":"{{","value":[["Infobox"],["By the meter!"],["This is a common trend in the Philippines and is known nationwide, both foreigners and locals are its victims; some taxi drivers offer a fixed price if you're a foreigner or a local who has the money to pay. This is illegal. Don't take the taxi if he offers you a fixed price; threaten him too so that he'll let you pay by the meter. If you encounter a situation like this you can report it to local officials and some action might be taken. Check if the meter is working.Fixed prices for a trip from Silay Airport are OK, but do ask the driver how much is it or if it is by the meter."]]},"\n\nGetting around the city by private car or taxi is quick and affordable. There are no problems with traffic jams at all because of the good road layout of the city. Around Bacolod the taxis have a flagdown rate of ₱30 and ₱2.50 for every 300 meters thereafter. Filipinos usually give the change as a tip but it is not mandatory, if the meter states  ₱87.50, they typically give the entire 100 bucks. \n\n",{"type":"====","value":["Taxis"]},"\nRMC Taxi. Dona Juliana Heights Subd., +63344348084, +639194339360\n\n",{"type":"====","value":["Rent-a-car"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Nyla Rent-A-Car"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+63-34-4331049"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Meca Rent-A-Car"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+63-34-4440795"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=BASIA Transport service"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+63-923-6804847"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By tricycles"]},"\n\n",{"type":"'''","value":["Tricycles"]}," (",{"type":"'''","value":["Rickshaw"]},") is Another alternative to taxis, rickshaws in the city carry no more than 5 passengers and are affordable. Fares depend on the distance of your destination, tricycles are mostly found lurking in the downtown and outside subdivisions. Auto rickshaws are better than manual rickshaws.\n\n",{"type":"==","value":["See"]}," \n\n",{"type":"===","value":["Historical sites"]},"\n\n",{"type":"[[","value":[["Image:Photo0044.jpg‎"],["thumb"],["right"],[{"type":"''","value":["Ang Paghimud-os"]}," in Provincial Capitol Lagoon"]]},"\n\nThere are a number of historical attractions in Bacolod showing the history of the city and the Province of Negros Occidental. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fountain of Justice"],["url="],["email="],["address="],["lat="],["long="],["directions=Just in-front of Old City Hall"],["phone="],["tollfree="],["fax="],["hours="],["price=Free as it is for public viewing"],["content=The Fountain of Justice is the site where Jose Luis de Luzzuriaga's residence used to stand, it was where the Spanish forces surrendered Bacolod to the Filipino forces. During the night it is illuminated by lights, it is the usual meeting place for protesters and rallies alike. Today the Fountain of Justice only often functions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Iron Dinosaurs (Vintage Steam Locomotives)"],["url="],["email="],["address=La Herencia Entrance and Bacolod Murcia Milling Co. compound"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Locomotives were used in Bacolod as a mode of transport for  the sugar canes, thus they were part of making Bacolod the sugar bowl of the Philippines."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mariano Ramos Ancestral home"],["url="],["email="],["address=Burgos St"],["lat="],["long="],["directions=Adjacent to Dizon Ramos Museum"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ancestral homes of the Ramos before they moved to the present day Dizon Ramos Museum, the family who had lived in this mansion was an affluent family of Bacolod, known to have helped the sugar industry in the province."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bacolod Public Plaza"],["url="],["email="],["address=Rizal St"],["lat="],["long="],["directions=A 5-10 minute walk from the City Hall and adjacent to San Sebastian Cathedral"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The plaza is like the Bacolod version of Central park but the smaller version, fountains are scattered around the plaza and a gazebo stands in the middle and they are actually the main attractions, just like other parks, trees are scattered around it. The last but not the least, the ",{"type":"'''","value":["Unknown Soldiers Monument"]}," also known as ",{"type":"'''","value":["Theodore Vinther Monument"]}," is found here. It is the common place where events like the MassKara festival is held as well as other activities such as ",{"type":"''","value":["Arnis"]},"(Filipino martial arts) and other martial arts practices usually happen, it is also a hub for joggers and people doing aerobics during the morning."]]}]},"\n",{"type":"[[","value":[["Image:Man and Carabao.jpg"],["thumb"],["right"],["250px"],["The Man and Carabao statue in the Provincial Lagoon"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Negros Occidental Provincial Capitol Building and Lagoon"],["url="],["email="],["address=Gatuslao St. corner Lacson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the official seat of the provincial government and served as the headquarters of the Japanese Imperial Army during World War II and formerly was the Negros Museum. The building is of Romanesque architecture and also has a nice surrounding park and lagoon, which includes the ",{"type":"''","value":["Ang Paghimud-os"]}," statues done by Eduardo Castrillo, ",{"type":"''","value":["\"Ang Paghimud-os\""]}," is a Hiligaynon word for \"The Struggle\". The building is considered the most impressive building in Bacolod City"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lizares-Rodriguez Mansion"],["url="],["email="],["address=Lizares St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Ruins"],["url="],["email="],["address=Talisay City"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The remains of a Spanish-era sugar plantation that was burned by the owners before Japanese forces could seize it during WWII.  All that is left of the mansion is its stone skeleton. It is a popular destination for wedding photo shoots. The grounds have beautiful flower beds. It might give you a feeling that you're somewhere in the countryside in countryside of Europe perhaps."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=New Government Center"],["url="],["email="],["address="],["lat="],["long="],["directions=Take the route of Central Market - Homesite, do ask the driver if it drops passengers in the Center"],["phone="],["tollfree="],["fax="],["hours="],["price=Free to the public"],["content=The New Government Center has replaced the Bacolod City Hall, the Government Center is mistakenly called the New City Hall. The building boasts an architecture of western style resembling government buildings in the west, a huge fountain is in front of it. Recently jeepney routes to the center have been introduced, an alternative route from Central Market is use the Fortune Town and Homesite route where you can stop at Lopue's East and walk it to the center. Visitors are welcome inside yet sometimes your attention can be called by guards or employees if you disturb office hours or either go up to the offices even if you're not a government employee."]]}]},"\n",{"type":"===","value":["Religious sites"]},"\nChurches are a big part of life for a Filipino and all have historical, spiritual and religious meaning.\n",{"type":"[[","value":[["Image:SanSebastianCathedral.JPG"],["right"],["thumb"],["300px"],["San Sebastian Cathedral"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=San Sebastian Cathedral, the Centennial Bells and the Palacio Episcopal"],["url=http:\/\/www.dioceseofbacolod.org\/"],["email="],["address=Rizal Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Cathedral was first planned by Fr. Gonzaga whos started building it by collecting coral but died without completing it. It was then continued by the Government and the Priests and was completed in 1894. Now the coral-made Cathedral is covered by cement."]]},"*"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. Jude Thaddeus Shrine"],["url="],["email="],["address=Barangay Alijis"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This young church is dedicated to St. Jude Thaddeus; the patron Saint of the Hopeless, this church boasts art within and outside, the church's altar is elaborately decorated by gold plated decors and a mural spreads out at the ceiling of the altar making it much comparable with the Cathedral's beauty and wonder. The shrine also is in honor of The Divine Mercy."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["San Antonio Abad Church."]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Carmelite Monastery"],["url="],["email=carmeljtbacolod@gmail.com"],["address=Mandalagan, Lacson St"],["lat="],["long="],["directions=Just a walk from Robinson's Bacolod"],["phone=+63-34-29083"],["tollfree="],["fax="],["hours="],["price="],["content=Home to the order of the Carmelites, this church offers simplicity in its designs but what makes this place special is the prayer requests you can submit to the nuns, with a token of donation in any kind would be appreciated, and they could do a favor for you by praying for you. It is probably one of its kind in the city as it offers a quiet environment away from the hectic urban life and industrial air the city puffs out. By chance you might meet a Carmelite around, greet them and have a conversation, if things turn out well they'll give you advices. There's a store in the monastery that sell a wide range of religious artifacts which can serve as a souvenir."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sacred Heart Church and Seminary"],["alt=Lupit Church"],["url="],["email="],["address=Lacson St. and Lizares St"],["lat="],["long="],["directions=Just near Neg. Occ. high school and Paglaum sports complex"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Its magnificent architecture is obviously European inspired, its high ceilings and its tall antena like building might let you think you're inside a Gothic church but built with cement. Its interiors are much appreciated and from the outside might let you think it's a town church back in the United States in a remote town, even though it's a church it looks much like a cathedral, the church has mini chapels on the sides of the Cathedral which are in honor of the Sacred Heart of Jesus and Mary."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Barangay sang Virgen Chapel"],["url="],["email="],["address=Sta. Clara Subdivision"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This magnificent and spectacular chapel is designed by Archbishop Norman Campus, the chapel features a mosaic of the ",{"type":"''","value":["Barangay Sang Birhen"]},"(Barangay of the Virgin) made of 95,000 shells by Leticia Sia Ledesma, other images of saints, stations of the cross and altar pieces made out of 30,000 shells too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pope John Paul II Monument"],["alt=PJPII Tower"],["url="],["email="],["address=Reclamation Area"],["lat="],["long="],["directions=Take a tricycle ride from SM Mall"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This monument serves as a symbol of a progressive and developed city in the whole of the Philippines, it stand proudly at the site where the late Pope John Paul II served mass to thousands of Bacolodnons. The monument features artwork of artists on the life of Jesus and documents as well as artifacts of the late Pope serving as a museum. At its peak the whole of Bacolod City's Central Business District is visible offering a breath taking view of the sea as well as a nice angle shot for a skyline."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Queen of Peace Parish Church"],["alt=Huaming"],["url=http:\/\/www.queenofpeaceparishbacolod.com\/"],["email="],["address=Hilado Ext."],["lat="],["long="],["directions="],["phone=(034) 4342932"],["tollfree="],["fax="],["hours="],["price="],["content=This church, also known as Huaming in Chinese which also refers to the school where it is located, serves as a church for St. John's Institute as well as a parish for surrounding communities. Since then this church along with St. John's has become the center for spiritual growth of the Chinese Catholics in the city. Since then it has served as a ground for spiritual life for 54 years in the Filipino-Chinese Community and 21 Years as a parish."]]}]},"\n",{"type":"===","value":["Museums and Galleries"]},"\n\n",{"type":"[[","value":[["Image:Negros Museum.jpg"],["250px"],["thumb"],["right"],["Negros Museum Building."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum Negrense De La Salle"],["url="],["email="],["address=University of St. La Salle"],["lat="],["long="],["directions="],["phone=(63)34-4345998"],["tollfree="],["fax="],["hours=M-F 8:30AM - 12PM, 1:30PM -5PM"],["price=Student: PHP10"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Negros Museum"],["url=http:\/\/www.negrosmuseum.freewebspace.com\/"],["email="],["address=Gatuslao St"],["lat="],["long="],["directions=Take Mandalagan-Libertad jeep from Downtown Bacolod"],["phone=(+63)34-4349505"],["tollfree="],["fax="],["hours="],["price="],["content=The Negros Museum's building used to be where the old Provincial Government used to operate, this museum provides a tour of the History of the province of Negros Occidental from its humble beginnings to the colonial oppression, rise of the sugar industry, cultural influences brought by foreigners, the revolution, past governors and murals done by Negrense Artists. The museum not alone stands as an image of historical study but as well as a hub for Filipino artists who hold their exhibits in the museum's cafe."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Dizon Ramos Museum"],["url=http:\/\/www.dizonramosmuseum.com"],["email="],["address=JRR Foundation 42 Burgos St"],["lat="],["long="],["directions=Near the Corazon Locsin Montelibano Memorial Hospital"],["phone=+63-344348512"],["tollfree="],["fax="],["hours=Tu-Su 10.00-12.00 & 13.30 to 16.00"],["price=Adult: ₱30.00, Students with Identification card: ₱10.00"],["content=The first 1950 lifestyle museum in the Philippines, formerly the house of Raymundo L. Dizon Sr. and Hermelinda V. Ramos. The main lifestyle exhibit is on the second floor and on the ground floor are seven galleries. One shows how Bacolod looked in previous times; others are: The National Artist gallery, The Holy Land Collection, The Alunan - Puentebella Dolls Collection, Rudy Dizon horse figures, Bro. Roly's crystal collection and the Masskara collection of ABS-CBN that was turned over to the museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Orange Gallery"],["url="],["email="],["address=Lacson St"],["lat="],["long="],["directions=just before Lopue's Mandalagan"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Showcases the work of local artists."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Christmas Village"],["url="],["email="],["address=San Juan St"],["lat="],["long="],["directions=Near Sylvia Manor hotel"],["phone="],["tollfree="],["fax="],["hours=Opened only during Christmas season"],["price=Accepts donations of any kind and gives them for charity"],["content=This is the work of a man collecting figurines and collections for 17 years, the details of the miniature model of a Christmas village are incredible, cliffs, lakes, mountains etc. are done carefully and hand painted by the man himself. The owner travels every year and collects figurines and displays it in the village. The miniature village might make you imagine how Santa's village in North pole might be. You're not suppose to take a picture however chances of luck might happen when he'll turn his back and you can flash a picture, if you're obedient but if you don't have a chance to do that, it's alright the owner sells souvenir pictures and postcards."]]}]},"\n",{"type":"===","value":["Wildlife and nature"]},"\n\n",{"type":"{{","value":[["infobox"],["Rebuilding Bacolod's nature"],["You might be wondering why beaches located in Bacolod aren't included in this travel guide, it is because it's not that scenic as you think it is; Bacolod's beaches in Punta Taytay should had boast itself with dark sand beaches but its beauty had been destroyed by pollution; rubbish and garbage float possibly from rivers and streams from the city to the shores of the beaches and had mixed with grains of sands. Centuries ago the whole island of Negros was covered with lush green tropical rainforests but now there is no such sight to see of it. Streets are clogged up with smoke from Jeepneys. River banks and sides of streams are inhabited by illegal settlers but hopefully the City Government is slowly relocating illegal settlers to develop land nearby SM City Bacolod while projects in mangrove plantations by schools, universities and colleges have been reported to be successful and strategic planning in handling traffic has been implemented such as that Araneta Avenue's end, located at Downtown Bacolod, has unclogged traffic through organization of vehicles. Though Bacolod has been rewarded clean and green there are still gaping holes for it to solve to really make use of the citations and awards it has received."]]}," \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Eco-Garden (Eroreco)."]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Negros Forests and Ecological Foundation Inc."],["alt=(NFEFI)"],["url=http:\/\/negrosforests.org\/"],["email=info@negrosforests.org"],["address=South Capitol Road"],["lat="],["long="],["directions=Next to Hall of Justice"],["phone=+63-344339234"],["tollfree="],["fax="],["hours="],["price="],["content=A movement of concerned citizens in conserving the forests of Negros Island  as well as animals that are in threat of extinction raised to a foundation which we know now as Negros Forests and Ecological Foundation Inc. Visit the foundation and see their rare warty pigs, leopard cats, spotted dear, bleeding heart pigeon and many more animals which most are endangered. Help the foundation by adopting an animal or tree or either become an NFEFI volunteer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Buro-Buro and Bucal-bucal Springs"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in the outskirts of Bacolod, Buro-Buro and Bucal-bucal springs which is popularly known as Bucal-Bucal which means boil however the water isn't hot but cool, they have an artificial swimming pool and a natural pool and some mini waterfalls nearby the artificial pool where you can get a natural massage from nature. Huts are available if you need them and the place is ideal for family barbecues, reunions, outings etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mt. Kanla-on Natural Park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This natural park is a home to many endangered animals, such as Bleeding Heart Pigeon, Negros Fruit Dove and many more which makes it an ideal birdwatching spot."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bacolod Western Visayas Clonal Nursery"],["url="],["email="],["address=Barangay Alingalan"],["lat="],["long="],["directions="],["phone=+63-34-7070425"],["tollfree="],["fax="],["hours="],["price=Free"],["content=The nursery features different kinds of plants that are important and part of the reforestation program of Negros Occidental. Contact the city hall for more information because it requires permission in visiting the nursery as most of the plants are of high importance."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Fiestas and Events"]},"\n\n",{"type":"[[","value":[["Image:Masskara 2.JPG"],["right"],["thumb"],["300px"],["Masskara"]]},"\n\n",{"type":"[[","value":[["Image:Bacolaodiat.jpg"],["right"],["thumb"],["250px"],["Lanterns are lighted around the city during Bacolaodiat; Chinese New Year."]]},"\n\n",{"type":"====","value":["January\/February"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bacolaodiat Festival"]},": Spring Festival celebrated by the Filipino-Chinese community in Bacolod. This is held in the Provincial Lagoon. ",{"type":"''","value":["Bacolaodiat"]}," is derived from the words \"Bacolod\" and ",{"type":"''","value":["\"Laodiat\""]},"; a Hokkien word for ",{"type":"''","value":["\"Sinadya\""]}," in Hiligaynon, meaning \"Celebration\". The Chinese New Year of Bacolod. Rows of stalls form the chopsticks alley which serve Chinese cuisine, live bands also play, aside from chopsticks alley and live bands, the display of Chinese culture and cookfest is also held."]},"\n",{"type":"====","value":["March\/April"]},"\n",{"type":"*","value":[{"type":"'''","value":["Holy Week"]},": This religious event is held either in March or April is considered as one of the most important events in Christianity. Witness ",{"type":"''","value":["Cenaculo"]},"\/",{"type":"''","value":["Senakulo"]}," reenactments of the Passion of Christ, ",{"type":"''","value":["Du-aw"]}," — a Hiligaynon tradition of veneration of Christ's Crucifix and his Dead Body and ",{"type":"''","value":["Visita Iglesia"]}," — a Catholic tradition of visiting 7 churches and praying at each church. "]},{"type":"*","value":[{"type":"'''","value":["Panaad sa Negros"]},": Held every April in Bacolod, is considered as the \"mother of festivals\" in the province of Negros Occidental. It represents the festive nature of the Negrense, and commences with a mass, which is then followed by a banner and displays of every town and city in Negros. Firework displays also are held during the festival and there is a showcase of local delicacies of the province."]},"\n",{"type":"====","value":["October"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Masskara Festival"]},", ",{"type":"''","value":["3rd Week of October"]},": A big annual Mardi Gras-like event celebrated every 3rd week of October.  Each of the city's ",{"type":"'''","value":["barangays"]}," (districts) joins the fierce competition for the best-costumed group, best in choreography etc. Lots of food and handicraft stalls, street dancing and an Oktoberfest-like event at the Bacolod Plaza area making the city for a span of a week, a city that never sleeps. \"Masskara\" means \"Mask\" in Hiligaynon and Tagalog. The use of colorful masks with large smiles represent the nickname for the city, \"City of Smiles\", the masks are usually the icons for the festival and sometimes of Bacolod."]},"\n",{"type":"===","value":["Sports"]},"\n\nFootball is popular throughout Bacolod; thus it is known as the ",{"type":"'''","value":["football city of the Philippines"]},". It has been notable for hosting the 23rd Southeast Asian Games Men's football. The ",{"type":"'''","value":["Panaad Stadium"]}," is used for tournaments and such events. There are three golf clubs in the province of Negros, two located in Bacolod. For bowling, badminton, tennis enthusiasts and people who miss bowling and billiards, you don't have to worry as there are a lot of commercial establishments which offer services to those activities. For those who want to try hardcore games, shooting ranges are around the city while for those who want to see and experience the ",{"type":"''","value":["Sabong"]}," or Filipino cockerel derbies, there is a stadium where derbies are popularly held. ",{"type":"'''","value":["Tai Chi"]}," is practiced in Yuan Thong temple. The Capitol Park and Lagoon is popular for joggers and people doing aerobics during the morning.\n\n",{"type":"====","value":["Golf"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Negros Occidental Golf and Country Club, Inc."],["url="],["email="],["address=Bata Subdivision"],["lat="],["long="],["directions="],["phone=+63-3428257"],["tollfree="],["fax="],["hours="],["price=Weekdays, Local:  ₱1,000"],["content= This Golf club has 18-holes, with a panoramic view of the Mount Mapara and Patag."]]}," "]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Bacolod Golf and Country Club"],["url="],["email=bacgolf@bacolod.worldtelphil.com"],["address=Hacienda Binitin, Murcia"],["lat="],["long="],["directions="],["phone=+63-3429945"],["tollfree="],["fax=+63-3425995"],["hours="],["price=Weekdays: 700"],["content=Guests must be sponsored\/accompanied by a member."]]}]},"\n",{"type":"====","value":["Bowling"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Super Bowling Lanes"],["url="],["email="],["address=Goldenfield Commercial Complex"],["lat="],["long="],["directions="],["phone=+63-344350059"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Lopue's East Bowling Lanes"],["url="],["email="],["address=Villamonte"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]},"\n",{"type":"====","value":["Lawn Tennis"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Center Court tennis courts"],["url="],["email="],["address=Magsaysay St"],["lat="],["long="],["directions="],["phone=+63-34-4344705"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Montevista Tennis Association"],["url="],["email="],["address=Barangay Montevista"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"====","value":["Badminton"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Pong Hang Badminton Center"],["url="],["email="],["address=Capitol Subdivision"],["lat="],["long="],["directions="],["phone=+63-34-4333632"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"====","value":["Billiards"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=MO2"],["url="],["email="],["address=Goldenfields Commercial Complex\nAraneta St, Singcang"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lopue's East Billiards"],["url="],["email="],["address=Burgos-Circumferential Rd"],["lat="],["long="],["directions=In Lopue's East Department Store"],["phone=+63-34-4335288"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"====","value":["Tai Chi"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Yuang Thong temple"],["url="],["email="],["address=Burgos St., 6th Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Tai Chi is done during Sundays from 7AM to 8:30AM"],["price="],["content=Is a Mahayana Buddhist temple, if you haven't seen Tai-chi before, this is your chance to see it."]]}]},"\n",{"type":"===","value":["Resorts and Spa"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Caribbean Water Park"],["url=http:\/\/www.caribbean-waterpark.com"],["email=info@caribbean-waterpark.com"],["address=Goldenfield West Side, Goldenfield Commercial Complex, Singcang"],["lat="],["long="],["directions="],["phone=+63-34-7096059"],["tollfree="],["fax="],["hours=08:00-22:00"],["price=Entrance fee, 4 years old and above: ₱50, Below 4 years old: ₱50, cabins and huts cost from ₱400-₱1,000"],["content=The water park has the first water slide and biggest water slide in the whole of Negros Occidental, The water park's amenities are a pool with a depth of 4 feet as well as a kiddie pool with a depth of 2 and a half feet including a jacuzzi, the main pool has 2 slides; the first is 30ft high and the other is a 40ft, a pirate ship wreck replica is erected in the main pool where kids can explore. Function rooms, locker rooms, huts and air conditioned rooms are available for rent."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Grand Royal Spa"],["url=http:\/\/www.grandroyalspa.com\/"],["email="],["address=Villa Angela East Arcade"],["lat="],["long="],["directions=Take a ride from Central Market using Cent.Market-Fortune Town or Homesite route and go down at Lopue's East, adjacent to the building is Villa Angela Arcade"],["phone="],["tollfree="],["fax="],["hours="],["price=₱150-₱500"],["content=Offers the Filipino alternative healing; ",{"type":"''","value":["Bentosa Cupping"]},", they also offer facial spa, body scrub and massage."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spa Natura"],["url=http:\/\/www.spa-natura.com"],["email=info@spa-natura.com"],["address=2nd Level, Two Sanparq, San Antonio Park Square, Lacson Street, Mandalagan, Bacolod City 6100, Negros Occidental, Philippines"],["lat="],["long="],["directions=Easily accessible from the north or the south of Bacolod. You can take the Mandalagan or Bata jeepney or a taxis. It is beside Convergys and about two blocks away from Robinsons Place"],["phone=(63) (34) 709-0399, 441-2495 & 441-2502"],["tollfree="],["fax="],["hours=Open 24 hours"],["price="],["content=Day spa that features several body massage rooms (individual, couple or group), tatami room for Thai massage, two modern body scrub rooms with vichy showers, a foot massage lounge with several customized lounging chairs, nail care area, facial area, salon, lounge and cozy waiting area. They also have separate wet areas for men and women, sauna baths, steam rooms, and a Jacuzzi. Those who want to have privacy may opt to have their services rendered in the Lotus Suite. Services range from several types of body massage to body scrubs, therapeutic remedies like Filipino Lutay, ear candling, stone massage, aromatherapy, and moxa ventosa. Salon services are also available from 12 noon to 9pm."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sta. Fe Resort"],["url=http:\/\/www.staferesort.com\/"],["email=staferesort@gmail.com"],["address=Barangay Granada"],["lat="],["long="],["directions="],["phone=+63-34-4341456\/4321073"],["tollfree="],["fax="],["hours="],["price="],["content=Built in the 1940s it is the oldest resort in Bacolod, and the only one with a chapel, mini zoo with crocodiles, rare birds, monkeys and other animals, and a complete gun facility. Pools are also accessible in the resort while dorms and rooms are available for rent if you need them. Sta. Fe isn't only a resort but also caters to conventions. Its other facilities include tennis and volleyball courts and other sporting facilities."]]}]},"\n",{"type":"===","value":["Casinos"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Casino Filipino"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+63-344348901"],["tollfree="],["fax="],["hours="],["price="],["content=Operated by Pagcor."]]}," "]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Slot Machine Arcade"],["url="],["email="],["address=Lacson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=As the name says, it only offers 89 slot machines."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\nBacolod is the seat for many universities in Negros Occidental, ESL (English as Second Language) learning centers are open in the city making it in the toplist for cities for ESL programs along with Manila and Cebu and for the past few year an influx of foreign students who have chosen to study in Bacolod. According to statistics about 93% of the total population is literate.\n\n",{"type":"===","value":["Colleges"]},"\n\n",{"type":"[[","value":[["Image:Church_and_Education.JPG"],["250px"],["thumb"],["right"],["La Consolacion College Bacolod and the San Sebastian Cathedral at its side."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bacolod City College"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Colegio de San Agustin"],["alt=San Agustin"],["url=http:\/\/www.csab.edu.ph"],["email=Info@csab.edu.ph"],["address=B.S. Aquino Drive"],["lat="],["long="],["directions="],["phone=+63-34-4342471\/4342475"],["tollfree="],["fax=+63-34-4339187"],["hours="],["price="],["content=Established on 1965, the college offers courses on nursing, technology, engineering, computer, and arts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=La Consalacion College"],["alt=LCC"],["url=http:\/\/www.lcc.edu.ph\/"],["email="],["address=Rizal St and Gatuslao St"],["lat="],["long="],["directions=Adjacent to San Sebastian Cathedral and next to Bacolod Public Plaza"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Established on 1919, the college provides Primary, Secondary and Tertiary education. The college specializes and is known for its Hospitality Management courses as well as courses in Architecture. Other courses offered include Liberal Arts and Education. The institution is widely known for its reputation for English as Second Language (ESL) Programs for non-English speakers especially Koreans, its Integrated School has Korean students while a separate program for adults for the ASL is available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Riverside College"],["alt=Riverside"],["url=http:\/\/www.riverside.edu.ph"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=STI College Bacolod"],["alt=STI"],["url=http:\/\/www.sti.edu\/campuses.asp?id=66"],["email="],["address=26 Lacson St"],["lat="],["long="],["directions=2nd Floor Era Mall"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=STI College Bacolod and STI Education Center, is a leading IT and ITES education provider in Bacolod and Negros Occidental. STI Bacolod is a member of the STI Education Network with branches all over the Philipines."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=AMA Computer College"],["alt=AMA"],["url=http:\/\/www.amaes.edu.ph"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Universities"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=University of Negros Occidental-Recoletos"],["alt=UNO-R"],["url=http:\/\/www.uno-r.edu.ph\/"],["email="],["address=Lizares St"],["lat="],["long="],["directions=Libertad"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This University was founded by Dr. Antonio A. Lizares and Dr. Francisco Kilayko in the 1940s and was named \"Occidental Negros Institute\". It was then acquired by the Agustinian Recollect Friars in the 1960s and renamed as University of Negros Occidental-Recoletos. Today the University provides Colleges of Nursing, IT, Business and Accountancy, Engineering, Criminal Justice Education,Law and, Arts and Sciences."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=University of St. La Salle"],["alt=USLS"],["url=http:\/\/www.usls.edu.ph\/"],["email="],["address=C.L. Montelibano Rd"],["lat="],["long="],["directions=Behind Doctors Hospital"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Was established in 1952 by seven American Brothers, the institution was elevated to university status in 1988, with the College of Arts and Sciences, College of Business and Accountancy, College of Engineering, College of Education, College of Nursing, College of Law, College of Medicine and the Graduate School."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=West Negros University"],["alt=WNU"],["url=http:\/\/www.wnu.edu.ph"],["email="],["address=Bacolod"],["lat="],["long="],["directions=Burgos-BBB Sts,"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[[","value":[["Image:888 Chinatown Square Mall.jpg"],["thumb"],["250px"],["888 Chinatown Square Mall is famous for being a budget mall in Bacolod."]]},"\n\nBacolod is famous for its ",{"type":"'''","value":["Piaya"]},", ",{"type":"'''","value":["Biscocho"]},", ",{"type":"'''","value":["squid flakes"]},", ",{"type":"'''","value":["Guapple pie"]}," and its ",{"type":"'''","value":["Pina-Sugbo"]},". Great souvenirs from Bacolod are its sweet delicacies, dried squid or ",{"type":"'''","value":["Uga"]},". These are often bought by most Overseas Filipino workers as a ",{"type":"'''","value":["Pasalubong"]},"; meaning a souvenir. Shell craft, Wood craft and ceramic wares are also good buys. Antique wooden statues of saints are one of the best buys, even though if you're not Catholic or religious, it is good keeping as a collection, antique stores are scattered around the city however they are difficult to spot, Casa Grande Antiques, Requerdos de Bacolod and Sarlee’s are some of the famous antique stores in the city. ",{"type":"'''","value":["Hablon"]},"; a shimmery fabric produced locally and was popular in the 60s, it still is one of the best buys.\n\n",{"type":"===","value":["Where to exchange?"]},"\n\n",{"type":"{{","value":[["infobox"],["Exchange rate"],[{"type":"'''","value":["US Dollar"]}," $1 - ₱44.70",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["British Pound"]}," £1 - ₱73.00",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Euro"]}," €1 - ₱60.70",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Japanese Yen"]}," ¥1 - ₱0.54"]]},"\n\nMoney exchangers lurk around the streets of Downtown Bacolod (CBD) and are easy to spot, if you walk into those streets some of them will yell ",{"type":"''","value":["\"Dollar exchange!\""]}," or they'd come forward and ask you, you can spot some major money exchangers with their self owned stalls. If you don't feel safe in exchanging with money exchangers, you can either go to pawnshops or banks for an alternative and safer option. Most money exchangers accept American dollars (USD) and Euros (EUR), before leaving your origin, exchange your money to dollars to avoid difficulty in finding a money exchanger that exchanges your local currency to Philippine pesos but if you don't want to exchange dollars but want to keep your local currency, go exchange your money in major banks to pesos. \nTip: Ask the exchange rate first and ask other money exchangers, compare rates and see the highest, go for the highest exchange rate.\n\n",{"type":"====","value":["Banks"]},"\n\n",{"type":"[[","value":[["Image:Development Bank of the Philippines Bacolod.jpg"],["right"],["250px"],["thumb"],["Development Bank of the Philippines, Bacolod branch."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=PNB"],["url="],["email="],["address=have branches in Araneta St., Libertad and Locsin St"],["lat="],["long="],["directions="],["phone=Araneta +63-34-4350646, Libertad +63-34-4339645, Locsin +63-34-434049"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=BDO"],["url="],["email="],["address=They have branches in Gonzaga and Araneta St"],["lat="],["long="],["directions="],["phone=Gonzaga +63-34-4344965, Araneta +63-34-4351809"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bangko Sentral ng Pilipinas"],["url="],["email="],["address=Luzuriaga St"],["lat="],["long="],["directions="],["phone=+63-34-4333207"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Metro Bank"],["url="],["email="],["address=They have branches in Gonzaga St.,\nGatuslao St., and BS Aquino drive"],["lat="],["long="],["directions="],["phone=Gonzaga +63-34-4350822, Gatuslao +63-34-4341284 and BS Aquino drive +63-34-4345809"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Philippine National Bank"],["alt=PNB"],["url="],["email="],["address=Lacson St., Amelia Ave., and\nAraneta St"],["lat="],["long="],["directions="],["phone=Lacson +63-34-432-1603, Amelia Avenue +63-34-4320398, Araneta +63-34-4350316"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=United Coconut Planters Bank"],["url="],["email="],["address=Lacson St., \nLibertad, San Juan St., and BS Aquino drive"],["lat="],["long="],["directions="],["phone=Lacson +63-34-4337521, Libertad +63-34-4350278, San Juan +63-34-4342461, BS Aquino +63-34-4341370"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Where to buy, shopping centers and malls"]},"\n\n",{"type":"[[","value":[["Image:Robinsons_Place_Bacolod.jpg"],["right"],["thumb"],["250px"],["Robinson's Place Bacolod"]]},"\n\nFrom Air-conditioned big malls to hot small shops to the all time busy Central Market and to the street vendors in congested roads, shopping is everywhere. The Downtown area, Shopping and Libertad are notable for their shopping treats and havens and all three are the major points for jeepney routes. Among all mall companies, ",{"type":"''","value":["Lopue's"]}," has the most branches as well as the oldest malls in the city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The University Courtyard"],["url="],["email="],["address="],["lat="],["long="],["directions=Nearby Univ. of St. La Salle"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The courtyard is home to many clothing stores, a bookshop, a beauty saloon, internet cafes and restaurants. It usually is where most students' hangout after school."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Terra Dolce"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is an arcade like mall where many clothing shops are."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=888 Chinatown Mall"],["url="],["email="],["address=Gatuslao St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's not because all the vendors are Chinese in this mall, it's because majority of the products are imported from China. This mall gives you a Chinese ambiance, small yet slowly and slowly exposing itself in the metropolitan life of Bacolodnons, bazaars to cosplays to charity events are held here from time-to-time. The mall is at its full spirit during Christmas and the Chinese New Year. From pirated DVDs to imitations of famous brands to vintage clothing, appliances and toys they all have it here and not to mention few popular food chains in the mall. The mall offers a jeep service free of charge from any point in the Central District\/Downtown area to the mall and vice-versa."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=SM city Bacolod"],["alt="],["url=http:\/\/www.smsupermalls.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10am-8pm"],["price="],["content=the Biggest mall in Bacolod. there are also 2 more Save more supermarkets in Bacolod."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Robinsons mall"],["alt="],["url=http:\/\/www.robinsonsmalls.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10am-8pm"],["price="],["content=there are also two more Robinsons supermarkets in Bacolod."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Gaisano Grand malls"],["alt="],["url=http:\/\/www.gaisanogrand.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9am till 8pm"],["price="],["content=there are two Gaisano supermarkets in Bacolod city."]]}]},"\n",{"type":"====","value":["Lacson St."]},"\nLet's describe Lacson as Bacolod's counterpart of Singapore's Orchard Road, not because of the malls present in the street but because of the fine dining restaurant found here, numerous boutique stores, a line of vintage and antique home decor stores.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=ANP Showroom"],["url="],["email="],["address=9th corner, Lacson St"],["lat="],["long="],["directions="],["phone=(63)34-4350716"],["tollfree="],["fax="],["hours="],["price=Most of the items are priced above average, expect to pay at a high rate however the price you pay is worth it as the store sells souvenirs better than the ones you buy outside."],["content=A store that sells handicrafts made by proud Negrenses, it is the best source for souvenirs from MassKara masks, key chains etc. Aside from the Lacson street branch, they also sell their products in Merci's Pasalubong in Bacolod-Silay International Airport in the departures area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mayfair Plaza"],["url="],["email="],["address=Lacson St."],["lat="],["long="],["directions=Infront of Piazza Sorrento, adjacent to Shakey's Lacson"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This commercial establishment brings all the cheap finds of secondhand clothes, toys, home decor, DVDs etc. this mall is a fusion of high end as well as bargain due to the presence of fine dining restaurants and boutiques and the vintage vendors."]]}]},"\n",{"type":"====","value":["Other"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pottery Village, Brgy. Pahanocoy,"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Recuerdos de Bacolod arts and antiques"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One stop shop showcasing antiques such as statues of ",{"type":"''","value":["Santos"]},"; Saints, and woodwork."]]}]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Central Market"]}," is a best option for affordable souvenirs such as Native handmade products, Sweet delicacies and ",{"type":"'''''","value":["Uga"]},". This is the best place to bargain."]},"\n",{"type":"'''","value":["Big 3"]}," malls, the Big 3 malls consists of the most popular malls in the city as well as the largest malls. The big 3 malls are a one stop shop area where you can buy popular brands and popular fast food chains and they are owned by the largest mall companies in the country.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Gaisano City"],["url="],["email="],["address=Araneta Ave"],["lat="],["long="],["directions=Infront of Grand Regal Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Probably the second big mall to be constructed in the city, this mall had its glamor and might long before its strong competitor SM came into scene, it has humbled itself to a crowd-free mall. Famous for its frequent monthly sales and drop down prices of whatever-may-it-be from movie tickets to clothes, it has gained reputation for being budget-friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=SM City Bacolod"],["url="],["email="],["address=Luzuriaga St. and Fr. M. Ferrero St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The mall is divided into two buildings; Northwing and Southwing. Fast Food chains such as McDonald's, Jollibee and Pizza chains such as Pizza Hut are located here, from all the malls and shopping centers in Bacolod, this may be the best as its air conditioning is good as well as its interiors and architecture are modern. A department store and a supermarket store is also available, ACE hardware is also open. Facilities include a department store, supermarket, cinemas, food court, appliance center and has over 119 stores functioning."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Robinson's Bacolod"],["alt=Rob"],["url="],["email="],["address=Lacson St."],["lat="],["long="],["directions=Taking a jeep to Mandalagan from Downtown"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The first fully functional mall in Bacolod, its outdated architectural style does not put it the least of the rest but what makes this best is the brands of stores that makes it glimmer in the city and the newly opened modern-architectural CityWalk has given its edges to other malls in the city. It has high-end restaurant chains the city has to offer as well as authentic multi-national cuisine and multi-national brands, it enjoys its quiet days during the weekdays but weekends, sales and school days bring in a lot of customers who linger around."]]}]},"\n",{"type":"''","value":["Pasalubong Centers"]}," are usually like mini-supermarkets but sell only Pasalubong products such as Piaya, Biscocho, etc. as well as snacks and drinks. There is an abundance of them in the city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bong Bong's Pasalubong"],["url=http:\/\/www.bongbongs-piaya.com"],["email="],["address=UTC Mall, Araneta St, Purok Lechonan"],["lat="],["long="],["directions="],["phone=+63-34-435-1672"],["tollfree="],["fax="],["hours="],["price="],["content=This maybe more popular than Merci Pasalubong however they offer less options, their specialty is their ",{"type":"''","value":["piaya"]}," and ",{"type":"''","value":["barquillos"]},". They have a lot of branches in Bacolod however their stores are located in Araneta street and Gaisano City."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Merci Pasalubong"],["url=http:\/\/www.merci.com.ph\/"],["email="],["address=SM City\/Gaisano Bacolod\/Araneta Street\/Lopez Jaena\/Lacson Street"],["lat="],["long="],["directions="],["phone=Trunklines: +6334 4354444 \/ 707 4444 Lacson Street:+63-34-7091788, Araneta Street:+63-34-7071400, Lopez Jaena:+63-34-4334753"],["tollfree="],["fax="],["hours="],["price=₱10-₱100"],["content=Merci's specialty is piaya, biscocho,& napoleones. They have a number of branches around Bacolod and the province of Negros Occidental."]]}]},"\n",{"type":"==","value":["Eat"]},"\nMuch of the Bacoleño cuisine is shared with the Western Visayan province of Panay, its sugar industry has molded its people's identity and along with it their cuisine. In the modern times, Bacolod has a number of growing Oriental and Western restaurants but still the people maintain their native cuisine. ",{"type":"''","value":["Sud-an"]}," is Illongo for Mains while ",{"type":"''","value":["Kan-on"]}," is Rice, it also means ",{"type":"''","value":["Will Eat"]},". \n\n",{"type":"*","value":[" ",{"type":"''","value":["Lumpiang Ubod"]},"\/Fresh Lumpia (fresh spring roll; not fried). A must-eat dish, delicately exquisite treat wrapped in a paper thin translucent crepe filled with ",{"type":"''","value":["ubod"]},"; fresh coconut tree heart, pork and shrimp with a garnish of scallion."]},"\n",{"type":"*","value":[{"type":"''","value":["Inasal"]},": meaning \"cooked over fire\", is a local version of Barbeque. Pork or Chicken. It is cooked with red achuete or annatto seeds,  which gives its reddish hue color and brushed on oil and cooked over the fire. It's cheap and affordable as well as delicious."]},"\n",{"type":"*","value":[{"type":"''","value":["Kalamayhati"]},": Sticky sweet dessert made from Glutinous rice and coconut milk and cooked over low heat till it becomes sticky. It's the local version of rice cake."]},"\n",{"type":"*","value":[{"type":"''","value":["Napoleones"]},": Napoleones originates from ",{"type":"[[","value":[["France"]]}," where it is known as ",{"type":"''","value":["Mille-feuille"]},", known as ",{"type":"''","value":["Napoleon"]}," in the ",{"type":"[[","value":[["United States"]]},", aside from Inasal, Bacolod too is popular for its Napoleones -well actually ",{"type":"[[","value":[["Silay"]]}," not Bacolod -, the European dessert isn't that so famous but considered as the best in the Philippines, the French had brought the custard filled pastry to the island and taught the people how to make it. Roli's bakeshop is popularly known for its Napoleones as well as Virgie's homemade products."]},"\n",{"type":"*","value":[{"type":"''","value":["Piyaya"]},": ",{"type":"''","value":["Piyaya"]}," is a sweet bisuit and kind is the thin version of mooncakes. It has fillings such as ",{"type":"''","value":["ube"]},"(yam) and caramel. "]},"\n",{"type":"*","value":[{"type":"''","value":["Pinasugbo"]},": Banana sliced thinly coated with brown sugar and deep fried; a local version of Banana Fritters. "]},"\n",{"type":"*","value":[{"type":"''","value":["Uga"]},": or dried fish is one of the best and most appetizing foods for most of the bacoleños. Its salty taste makes it delectable, not only for the mouth but also for the smell and for the eyes. Some people might have allergies after eating this."]},"\n",{"type":"===","value":["Restaurants and cafes"]},"\n\n",{"type":"{{","value":[["eatpricerange"],["Below ₱100"],["₱100-₱200"],["₱200+"]]},"\n\nJust like most major developed\/developing cities of the Philippines, Bacolod too caters too international cuisine either oriental or western. Most of the restaurants and cafes in Bacolod are located along Lacson St. while most of the inter-continental and fusion cuisine is found in Piazza Sorrento which is also in Lacson St. Mexican, Thai, Italian and European cuisine is catered to people here but people craving for Korean, Japanese and Chinese cuisine don't have to  freakout if they're hungry as many restaurants cater East Asian cuisine. Open air restaurants in Bacolod usually serve native Filipino cuisine at a low and affordable price, fast food chains are usually found dominating the malls like Robinson's, Gaisano Bacolod and SM City Bacolod. A branch of Starbucks is found along Lacson St., the first branch in whole of Negros Occidental. Bacolod is an urbanized city meaning there wouldn't be hard time finding classy and high class quality type of food. \n\n",{"type":"====","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jo's Chicken Inato"],["url="],["email="],["address=Reclamation Area, Gustilo St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great choice for fantastic ",{"type":"''","value":["chicken inasal"]}," served in a very \"native\" style.  The food is served on a large banana leaf and typically silverware is not provided unless requested.  This is truly a great place to eat for someone who doesn't want to eat something too exotic, but wants to try a native dish."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Marby Plaza"],["url="],["email="],["address=Colegio San Agustin-Bacolod"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great choice for people who wants to save money."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ting-Ting's Native Restaurant"],["url="],["email="],["address=Shopping"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Get to Ting-Ting's native restaurant if you want your taste buds and tummy to be satisfied with Bacoleño cuisine without hassle, food is cooked same as it is cooked at home difference is you won't be cooking. The place is open air and fresh air fills the open air area which is suitable for brunches and lunches. It is affordable and cheap too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Manokan Country"],["url="],["email="],["address=Fr. M. Ferrero St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=PHP50-200"],["content=A row of stalls and restaurants are found here, this is the best place to eat at a affordable price, the Chicken Inasal festival was held here on last 2009. Eat with your hands and take a bite of the famous Chicken inasal which is served with garlic rice. This is the home of the Chicken Inasal and the humble beginnings of major food chains of Chicken Inasal today."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Malaspina Inaslan"],["url="],["email="],["address=Malaspina St"],["lat="],["long="],["directions=Near Bacolod-Mindanao Lumberyard, at the back of Bacolod Public Cemetery"],["phone="],["tollfree="],["fax="],["hours=24 hours daily"],["price=PHP50-100"],["content="]]}]},"\n",{"type":"[[","value":[["Image:Palapalamarket.jpg"],["250px"],["right"],["thumb"],["A Man selects fish for his dish in the Pala-pala market"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pala-Pala Market"],["url="],["email="],["address=18th Aguinaldo St"],["lat="],["long="],["directions="],["phone=(+63)34-4339153"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Pala-pala"]}," is a place where you can buy fresh seafood in the wet market then go to a restaurant nearby and have it cooked at an eatery nearby and offers affordable prices. From oysters to crabs to blue marlins are all guaranteed fresh and a blue marlin might cost less than P200. Note there are two pala-pala markets in Bacolod."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Erika's Cup"],["url="],["email="],["address=East Block, Villa Angela"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It would hard to find fried ice cream in Bacolod and it is not so common in the country fortunately Erika's cup serves fried ice cream, along with fried ice cream on their menu is also ice cream of course. People complain it's expensive because of the small proportions they serve however it's worthwhile trying fried ice cream for once in a lifetime."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Royal Caribbean Jamaican Patties"],["url="],["email="],["address=La Salle Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Well they serve Jamaican cuisine however it doesn't mean international cuisine should be expensive, priced from ₱50-₱100"],["content=As the name suggests, the restaurant serves Jamaican cuisine and their specialties Burger Steak, Classic Pattie and Cheese burst. It might be the only restaurant in the city to serve Jamaican and Caribbean food perhaps."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Imbiss"],["url="],["email="],["address=Burgos St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=₱100-₱200"],["content=It serves international cuisine, the must try is their sausages, their specialties include Hungarian Sausage, Pizza Al Tonno, Veal Bratwurst, Garlic Sausage, Pizza Magarita, and Pizza Filipinas."]]}]},"\n",{"type":"====","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Apollo Restaurant"],["url="],["email="],["address=Hilado St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The oldest Chinese Restaurant"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bascon Cafe"],["url="],["email="],["address=C.L. Montelibano St"],["lat="],["long="],["directions=Just near Univ. of St. La Salle"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cafe that serves pastries and cakes, hop in if you have a sweet tooth."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Blue Mexican"],["url="],["email="],["address=Piazza Sorrento, Lacson St"],["lat="],["long="],["directions="],["phone=+63-34-3437474"],["tollfree="],["fax="],["hours="],["price="],["content=Serves Mexican cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Calea"],["url="],["email="],["address=Balay Quince, Lacson St"],["lat="],["long="],["directions=Infront of L'Fisher Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is one of the famous images of Bacolod, for some reason the nearby Ilonggos of Iloilo take a trip to Bacolod just to taste their irresistible cakes. You can dive in to have a slice of their cakes from cheesecakes to ice cream cakes which might exceed your expectations and you might hit cloud 9, but there's no assurance that all their cakes taste that good as some of their cakes don't really meet your expectations and disappoint you for too much or lack of sugar, too much icing or the texture of their cakes. Other than their Balay Quince branch, they also have one at Robinson's Bacolod"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Bob's"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Different from Bob's Cafe as this cafe is owned by Bobby Meleto, the founder of the famous charity organization Gawad Kalinga, their treats include gelato and their must-try mini-cakes. Other than that their coffee and coffee-shakes are a must try too, Cafe Bob's is a quiet cafe with most of their customers coming to have a sip of coffee and the usual conversation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Inaka"],["url="],["email="],["address=21st Lacson St"],["lat="],["long="],["directions=Opp. Cafe Bob's 21 and next to 21 Restaurant"],["phone=(+63)34-4344045"],["tollfree="],["fax="],["hours="],["price="],["content=Japanese Buffet, the food is good, has a wide variety of choice and priced favorably."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'Kaisei Express"],["url="],["email="],["address=SM City Bacolod"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=30-200 Pesos"],["content=L'Kaisei opened a smaller branch in SM City Bacolod which is much more accessible and affordable. They serve typical Japanese cuisine and they also serve ",{"type":"''","value":["Bento Boxes"]}," which is like a package of rice and viand which costs 90 pesos to 150 pesos. Sushi, Californian Maki etc. are also available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kuppa"],["url="],["email="],["address=Hilado St"],["lat="],["long="],["directions=Across St. John's Institute High School"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=When it comes to coffee and tea talk, Kuppa tops the best, they serve Spanish chocolate and milk that actually is delicious. Their gelato too is worth trying, along with the tea, coffee and gelato, wouldn't it be better if you dined in too? they don't only offer tea and coffee on their menu but you can also dine in too and have a taste of their dishes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mu Shu"],["url=http:\/\/www.mushubacolod.com\/"],["email="],["address=20th Lacson St"],["lat="],["long="],["directions="],["phone=(+63)34-4350972"],["tollfree="],["fax="],["hours="],["price="],["content=Bar and Restaurant which serves a fusion of Asian cuisine. Try their Pritchon or Pritong Lechon (prito means \"fried\" and \"lechon\" means roast - usually the whole pig) and a good sampling of Southeast Asian dishes like Pad Thai, Hainanese Chicken, Nasi Goreng and drinks to match."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Roli's Bakeshop"],["url="],["email="],["address=Roli's Arcade, La Salle Ave"],["lat="],["long="],["directions="],["phone=+63-34-4333257\/ 7093162\/7092772"],["tollfree="],["fax="],["hours="],["price="],["content=Roli's bakeshop is popularly known for its for their ",{"type":"''","value":["Napoleones"]}," or ",{"type":"''","value":["Mille Fuielle"]}," or either ",{"type":"''","value":["Napoleons"]},", a creme puffed pastry originated from France and brought to the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tamarind"],["url="],["email="],["address=Central City Walk, Robinson's Place Bacolod, Lacson St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This newly opened restaurant serves Thai cuisine and unlike its neighbors in Central City Walk it has gained fame and a good reputation in just days since its opening. It's a hub for the socialites and the food-lovers of Bacolod, their Pad Thai and Curries as well as Thai Iced Tea are must-tries. It has decent interiors and their staff deserves pat on the back because of their good service, they would check on you once in a while whether you need more water (curries are spicy!) or need assistance, every curry dish comes with one bowl of rice."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Quan"],["url="],["email="],["address=Araneta St"],["lat="],["long="],["directions="],["phone=(+63)34-4323702"],["tollfree="],["fax="],["hours="],["price="],["content=Quan's reputation as a one stop shop for native delicacies had made it famous throughout Bacolod, from Napoleones to Filipino rice-cakes like Kutsinta, this food-chain not only sells native delicacies but also serve meals. Most can afford the prices offered by the restaurant yet some still complain due to the big gap in the restaurant price and the marketplace price. Aside from native delicacies, why not spoil yourself with their ciabatta pizzas and lasagna?"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sweet Greens"],["url="],["email="],["address=Lacson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves Organic food as well as sell organic food too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bob's"],["url="],["email="],["address=Benigno S. Aquino Drive"],["lat="],["long="],["directions=Right in front of Riverside Medical Center"],["phone=434-2409"],["tollfree="],["fax="],["hours="],["price=less than $10"],["content=One of the oldest restaurants in Bacolod, the restaurant serves typical Filipino authentic cuisine with a classy ambiance and wonderful interiors."]]}]},"\n",{"type":"====","value":["Splurge"]},"\n\nRestaurant below have some dishes not exceeding ₱500-₱600 or more.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Italia Restaurant"],["url="],["email=italia_restaurant@yahoo.com"],["address=23rd San Agustin St"],["lat="],["long="],["directions="],["phone=034-4323704"],["tollfree="],["fax="],["hours=10AM-9PM"],["price="],["content=Serves pizza straight from the brick oven, a wide range of pasta dishes and Angus steaks.  Also offers a good variety of fine wines. Italia is also the regular venue of several art exhibits of both local and national artists."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=21 Restaurant"],["url="],["email="],["address=21st Lacson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Serves great seafood which is directly taken from a specially built aquarium. It serves Authentic Filipino cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Uma"],["url="],["email="],["address=Lacson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Their price list might be too expensive for you that it will make your pockets have holes, well actually no, the cafe charges at an expensive rate however it's worth the price because serve is served in large portions and are temptingly delicious. The cafe usually serves international cuisine, from quesidillas to pasta they have it all to satisfy your cravings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Carlo's Ristorante Italiano"],["url="],["email="],["address="],["lat="],["long="],["directions=at the Goldenfield's complex"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Italian Restaurant, other than the usual pasta scene in the menus of Italian restaurants, they also serve steak and known to be the best in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'Kaisei"],["url="],["email="],["address=10th Lacson St"],["lat="],["long="],["directions="],["phone=(+63)34-4347787"],["tollfree="],["fax="],["hours="],["price="],["content=A good Japanese restaurant with reasonable prices and a relaxed atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vienna Kaffeehauz and Vienna Coffee bar"],["url="],["email="],["address="],["lat="],["long="],["directions=Mayfair Plaza, 12th Lacson St. \/ Gaisano City, Araneta St"],["phone="],["tollfree="],["fax="],["hours=Kaffehauz: 08:00-00:00, Coffee bar: 10:00-21:00"],["price="],["content=Serves authentic Viennese and Austrian cuisine as well as their own coffee. It serves their own brand of coffee with 11 kinds from Espresso to Vienna's eiscoffee. It currently has two shops in Bacolod; Vienna Kaffeehauz in Mayfair Plaza and Vienna Coffee bar in Gaisano City."]]}]},"\n",{"type":"===","value":["Dietary restrictions"]},"\n\nChristians will not find it hard eating in Bacolod however Muslims and Jews will find it difficult, Bacolod being a Christian city, Halal and Kosher options are difficult to find unlike the bustling streets of Metro Manila. Hindus, Vegetarians and Vegans will too find it hard however just request not to put certain things which are restricted for you to consume. A list of vegetarian restaurants is showed below.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bacolod Veggies and Health Food corner"],["url="],["email="],["address=Centroplex mall, Downtown Bacolod"],["lat="],["long="],["directions=Opposite Central Market"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Operated by Seventh Day Adventists, mock meat, soy milk and whole wheat bread is also available as well as buffet etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sian Tian Health Food Center"],["url="],["email="],["address=Burgos St"],["lat="],["long="],["directions=near YMCA"],["phone="],["tollfree="],["fax="],["hours="],["price=₱35-45"],["content=Typical Chinese restaurant and sells mock meat."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Veggielicious"],["url="],["email="],["address=Chinatown 888 Mall food court"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Su-Th:10AM-7PM, Fri:10AM-3PM, Sat:closed."],["price="],["content=A Vegetarian fast food restaurant which sells burgers etc."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThe preferred beer is ",{"type":"'''","value":["San Mig Light"]}," which is served at almost any restaurant. You might also try ",{"type":"'''","value":["Tanduay"]},", a very famous rum. Nice to pair with coke and ice. For native alcohol, the local ",{"type":"'''''","value":["tuba"]}," is made from fermented coconut juice. Great Bacolod sisig can be found at ",{"type":"'''","value":["KSL"]}," or ",{"type":"'''","value":["Kubo Sa Lawn"]}," where they serve ice cold SanMig Light.\n\n",{"type":"===","value":["Bars, pubs and nightclubs"]},"\n\n",{"type":"'''","value":["Goldenfield Commercial Complex"]}," has been home to many bars, pubs, nightclubs as well as casinos for the past few years and is considered where the best nightlife comes to life in Bacolod. Other than Goldenfield, bars and pubs as well as nightclubs are scattered around the bustling city. If you're in Goldenfields you can either barhop, Goldenfields might give you like a mini-town which is just home to restaurants, a water park, clubs and bars. A dress code is applied and compulsory in some bars, pubs and nightclubs. Wear casually and not so revealing if you don't want to end up behind bars; ",{"type":"'''","value":["no flipflops\/slippers and no sleeveless shirts"]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bar 21"],["url="],["email="],["address=21 Lacson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A bar that not only has a partying and club scene but also fine dining."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Breizh Cafe"],["url="],["email="],["address=Lacson St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It doesn't have much nightlife in it however it's the best place where you can sit down and drink. If you want some private party, a karaoke television (KTV) rooms are available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Draft Bar"],["url="],["email="],["address=21 Lacson St"],["lat="],["long="],["directions=Behind Bar 21"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A bar where a non-stop drinking till you drop scene is seen."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Gypsy Tea Room"],["url="],["email="],["address=Lacson St"],["lat="],["long="],["directions=Corner of Piazza Sorento"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beers, cocktails and appetizers are served here and surprisingly ",{"type":"''","value":["\"Shisha\""]}," is available here, henna tattoo, permanent tattooing and palm reading are also available which might you think you're somewhere in a street in the Mid-East."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Offshore Bar"],["url="],["email="],["address=Araneta St"],["lat="],["long="],["directions=Metrodome"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bands play live acoustic here and they serve ",{"type":"'''","value":["Absinthe"]}," also, a popular destination for those who want to listen to acoustic music while sitting back and drinking."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=MO2 Restobar"],["url="],["email="],["address=Goldenfield Commercial Complex"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most popular party venues for nightlife, located in the bustling commercial complex of Goldenfield. It's usually a crowded bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mu Shu"],["url="],["email="],["address=Lacson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the day an Asian restaurant, in the night a nightclub, chairs and tables are moved aside to create a dance floor, the DJ makes the room alive and parties don't end even when in sunrise."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Piazza Sorento"],["url="],["email="],["address=Lacson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's not that lively in the night though, it's more lively in the day. A huge building with inter cafes, jewelers, restaurants, boutiques, cafes and bars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Saltimboca Bar"],["url="],["email="],["address=Lacson St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Not your usual destination if you want to party or get good drinks however some mini concerts for charity is held here for kids who are cancer patients. If you prefer to just sit down, drink, relax and listen to music this is your typical destination."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Zagu"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is one of the most popular cold drinks in the city. This can be bought in different outlets, in SM, Robinsons, or during their sponsorship at various schools and events."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["sleeppricerange"],["Under ₱1,000"],["₱1,000 to ₱1,500"],["Over ₱1,500"]]},"\n\nThe following are 2 to 3 star type hotels by Western standards ($25-75):\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bascon Hotel"],["url="],["email="],["address=Gonzaga St. and Lacson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=₱500-₱1,100"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Check Inn Hotel"],["url=http:\/\/www.checkinn.com.ph\/"],["email="],["address=Luzuriaga St"],["lat="],["long="],["directions="],["phone=+63-34-4323755"],["tollfree="],["fax="],["hours="],["price=₱850-₱1,750"],["checkin="],["checkout="],["content=Bascon hotel has 91 fully air conditioned, showers, cable tv, laundry, gym, restaurants, a rooftop garden as well as free WiFi connection. This might be the best option for those who want to save money as it has almost all the facilities of what a mid-range and splurge hotel might have."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Circle Inn Hotel and Suites"],["url=http:\/\/www.circleinnph.com"],["email="],["address=Lopez Jaena – Malaspina Streets, Capitol Shopping Center"],["lat="],["long="],["directions="],["phone=+63 34 709 9111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Offers 85 spacious accommodation rooms, all of which have Internet access, cable television, and refrigerator and mini-bar. Some of its amenities include coffee shop with a 24-hour bar and snack service, plunge pool jacuzzi, massage service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=GK ERH Village"],["url="],["email=darrylwilsonjr@gmail.com"],["address=Experience Life with the Poor!"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=₱250-₱750"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=M02 Days Inn"],["url="],["email="],["address=Goldenfields Commercial Complex"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=₱888-₱1,300"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sea Breeze Hotel"],["url="],["email=seabreeze_ph@yahoo.com"],["address=San Juan St"],["lat="],["long="],["directions="],["phone=+63-344337370"],["tollfree="],["fax=+63-344337994"],["hours="],["price=₱945-₱1,750"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tamera Plaza Inn"],["url="],["email=tameraplazainn@gmail.com"],["address=79 Lacson St"],["lat="],["long="],["directions="],["phone=+63-34-4321708"],["tollfree="],["fax=+63-34-7090886"],["hours="],["price=₱850-₱1,700"],["checkin="],["checkout="],["content=Located in Lacson street it has a WiFi connection, restaurant, laundry service, shower, cable TV, a bar and coffee shop. The hotel also serves free breakfast."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pension Bacolod"],["alt="],["url="],["email="],["address=11th street."],["lat="],["long="],["directions="],["phone=4333377"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php225\/310\/370\/490"],["content=fan single\/double rooms with outside bathrooms. fan single rooms with own bathroom. fan double rooms with own bathrooms. a\/c rooms with own bathroom. cable TV. has a nice garden. Pension Bacolod has 76 rooms and is in a quiet street."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ong bun pension house"],["alt="],["url=http:\/\/www.ongbun.com"],["email="],["address=Luzuriagga street"],["lat="],["long="],["directions=down town near city market."],["phone=034-709-8128 cell phone 09104335061"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php330\/385\/530"],["content=fan single common bathroom .a\/c single with own bathroom and cable TV. double with own bathroom and cable TV."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Star plus pension house."],["alt="],["url="],["email="],["address=lacson and rosario streets"],["lat="],["long="],["directions="],["phone=433-2948"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php350"],["content=fan doubles with common bathrooms."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rosita Hometel."],["alt="],["url="],["email="],["address=mabini and san sebastian streets"],["lat="],["long="],["directions="],["phone=434-5136"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php400"],["content=fan doubles with common bathroom."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jacquelines pension."],["alt="],["url="],["email="],["address=13th street."],["lat="],["long="],["directions="],["phone=434-8208"],["tollfree="],["fax="],["checkin="],["checkout="],["price=php500"],["content=double rooms."]]}]},"\n",{"type":"===","value":["Midrange"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=East View Hotel"],["url=http:\/\/www.eastviewhotel.com"],["email="],["address=Carlos Hilado Circumferential Road corner Esperanza Diola St"],["lat="],["long="],["directions="],["phone=+63-34-4330596"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bacolod's modern hotel that has 66 rooms, conferences and banquet rooms, and an independent restaurant Bluegrass Café Bar and Grill that serves international cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Northwest Inn"],["url="],["email=northwestinn_ph@yahoo.com"],["address=Rizal St. and Mabino St"],["lat="],["long="],["directions="],["phone=+63-34-4344077"],["tollfree="],["fax="],["hours="],["price=₱1,140-₱2,740"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=O Hotel"],["alt=Bacolod Executive Inn Hotel"],["url=http:\/\/www.ohotel.com.ph\/"],["email="],["address=San Sebastian St and Locsin St"],["lat="],["long="],["directions="],["phone=+63-34-4337401\/4337404"],["tollfree="],["fax=+63-34-433-7442"],["hours="],["price=₱1,200-₱4,000"],["checkin="],["checkout="],["content=55 Air conditioned rooms with cold and hot showers, a deposit safety box, telephone and refrigerator, laundry service, cable TV, coffee shop and bar, aside from their own facilities, a Banco De Oro ATM is available."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Sylvia Manor"],["url=http:\/\/www.sylviamanor.com"],["email="],["address=San Juan St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Sylvia Manor is a 52 room boutique hotel located in Bacolod's throbbing business district with the SM Shopping Mall and Bacolod City Hall just around the corner. They have excellent Wi-Fi coverage within the premises."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casino Filipino Hotel Bacolod"],["alt=Casino Filipino Hotel and Casino\nGoldenfield Commercial Complex"],["url=http:\/\/www.casinofilipino-online.com\/bacolod.php"],["email=chf@info.com.ph"],["address=Singcang"],["lat="],["long="],["directions="],["phone=+63-34-4348901 up to 10"],["tollfree="],["fax=+63-34-4344433"],["hours="],["price=Average rate is $73"],["checkin="],["checkout="],["content=Rooms are airconditioned, with cable television, private bath, and refrigerator"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=East View Hotel"],["url="],["email="],["address=Carlos Hilado Circumferential Road Corner\nEsperanza Diola St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=₱1,400-₱4,500"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=L'Fisher Hotel"],["url=http:\/\/www.lfisherhotelbacolod.com\/"],["email=lfisher@globelines.com.ph"],["address=14th Lacson St"],["lat="],["long="],["directions="],["phone=+63-34-4333731\/4333739"],["tollfree="],["fax="],["hours="],["price=$60 - $400"],["checkin=14.00"],["checkout=12.00"],["content=Perhaps the most known hotel in Bacolod, this hotel has been popular for many years and probably considered a first class hotel and most of the locals might suggest it for accommodation while staying in Bacolod however it's more expensive compared to other hotel but the price is worth it. Rooms vary, executive suites have king sized beds, walk in closets, dining areas, receiving area etc., while cheaper rooms have ordinary facilities such as a cable TV, refrigerator, a dresser etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Luxur Place"],["url="],["email="],["address=Magsaysay Ave"],["lat="],["long="],["directions="],["phone=+63-34-4344551"],["tollfree="],["fax=+63-34-4333757"],["hours="],["price=₱1,500-₱3,000"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Planta Centro Bacolod"],["url=http:\/\/www.bacolodplantahotel.com"],["email=reservations@bacolodplantahotel.com"],["address=Araneta St corner Roxas St"],["lat="],["long="],["directions="],["phone=+63-34-4680400"],["tollfree="],["fax=+63-34-4680408"],["hours="],["price=₱1,650-₱7,200"],["checkin="],["checkout="],["content=A newly built first class hotel, the hotel has a swimming pool and a gym, rooms have an electronic safe, cable TV, minibar, WiFi connection and hair dryer."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nBacolod is a lot safer compared to ",{"type":"[[","value":[["Manila"]]},". As always common sense is the rule when travelling. Taking the taxi or renting cars or vans daily is better and quicker as most of the crimes in the Philippines today are done in tricycles and jeepneys. However there isn't a 100% Safe place, if travelling, tour in large groups 3-5 might do as there might be people around you, you may never know what they'll do to you. Be careful during the Masskara Festival. Don't display your MP3s, iPhones, iPods, phones, laptops or valuable things that will catch a snatcher's attention, keep it safe inside your bag and put it out when you'll take pictures. Don't bring bags or large purses while in night, just bring your phone and a small wallet that'll fit in your pocket to avoid being a victim of crime. Beggars usually are around the downtown area they inhabit in the plaza area and if they see you look rich, they'd approach you and annoy you asking you for money, ignore them if you have to and just go straight to your destination. Pickpockets are common in the CBD while house burglaries are common in residential areas, children involved in sniffing glue are dangerous so it's very important to have someone accompany you while walking during the night or either try to avoid dark and areas where there are less people.  \n\n",{"type":"===","value":["Emergency"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Police"],["url="],["email="],["address=Magsaysay Ave., Barangay Taculing"],["lat="],["long="],["directions="],["phone=166\/+63-34-4341412"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Fire"],["url="],["email="],["address=San Juan St., Barangay 8(located in the CBD)"],["lat="],["long="],["directions="],["phone=+6334-4355555"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"'''","value":["Tap Water"]}," is not safe for drinking though considered potable, the water supplies sometimes get dirty when Bacolod City Water District cleans up their pipes and the safety of tap water is somehow questionable, and no one really enjoys the pleasure of drinking it due to its cough syrup-like taste. Luckily water supplies during nationwide droughts are not affected as unlike other big cities, Bacolod pumps water from springs. \n",{"type":"'''","value":["Street Food"]}," is not as safe as those in Singapore and Taipei, the standards for street food is not properly imposed. There are few cases but not that rampant of being sick after eating street food. The quality of street food somehow is tolerated by health officials and citizens alike. Luckily street food is now on mainstream inside malls offering tourists and citizens alike to be assured of the hygienic standards. \n[Dengue fever]] is a common issue especially during the summer season, apply mosquito repellent and avoid wearing t-shirts and shorts during the afternoon, wear sleeves and pants instead.\n\n",{"type":"===","value":["Hospitals"]},"\nPrivate Hospitals are given a passing rate in the city, most of them can cater to almost every patient's need. Public hospitals provide uncomfortable and eerie experiences to its patients and it's not advisable for a tourist to be admitted. During summer, hospital beds are fully booked as dengue fever cases rise up to skyrocketing levels. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bacolod Adventist Medical Center"],["alt=Sanitarium"],["url="],["email="],["address=Taculing"],["lat="],["long="],["directions="],["phone=+63-34-4334831\/4334836"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Dr. Pablo O. Torre Sr. Memorial Hospital"],["alt=Riverside Medical Center"],["url=http:\/\/www.rivermedcenter.net"],["email=info@rivermedcenter.net"],["address=B.S. Aquino Drive"],["lat="],["long="],["directions=Infront of Bob's cafe"],["phone=+63-34-4337331\/7050000"],["tollfree="],["fax="],["hours="],["price="],["content=Considered to be the only first class hospital in the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Philippine National Red Cross"],["url=http:\/\/www.rivermedcenter.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+63-34-4348541"],["tollfree="],["fax=+63-34-4341344"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Corazon Locsin Montelibano Memorial Regional Hospital"],["alt=Provincial Hospital"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=CLMMRH is a training, government-funded hospital similar to a county hospital in the United States or the Philippine General Hospital in Manila.  It's a center of wellness catering to the general public who can't afford admission to private medical institutions. Although the facilities can be daunting, the level of expertise and care by its personnel is commendable considering the meagerness of its resources."]]}]},"\n",{"type":"===","value":["Pharmacies"]},"\nThe system of buying in pharmacies in the Philippines is much compared to the rest of the world, Filipinos give much importance to health that often pharmacies are crowded and pharmacies have become one of the few investments people put up for business. The hospital with most pharmacies surrounding its compound is the Corazon Locsin Montelibano Memorial Regional Hospital. \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Generics Pharmacy"],["url="],["email="],["address=Araneta St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous and expensive brands are a big no-no in this pharmacy, the Generics Pharmacy advocates the use of generic names in prescriptions instead of brand names. Giving them a famous brand name will automatically give you an alternative from the store which is cheaper yet is as effective as the brand prescribed. They have multiple locations around the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mercury Drug"],["url=https:\/\/www.mercurydrug.com\/"],["email="],["address=Araneta St. corner Luzuriaga St"],["lat="],["long="],["directions="],["phone=Araneta +63-34-4336604"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Negros Grace Pharmacy"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Have many branches around Bacolod."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Watson's"],["url="],["email="],["address=Robinson's Place Bacolod \/ SM City Bacolod"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of Asia's largest pharmaceutical companies, Watson's does not alone sell medicines but extends its line to beauty products, cosmetics, eye wear, confectionery etc. Though considered expensive than other pharmacies, Watson's is crowd and hassle free."]]}]},"\n",{"type":"===","value":["Dentist clinics"]},"\n\nClinics are easily found in Bacolod, some are located in malls while most of the hospitals have a dentist.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=DentalHub Bacolod"],["url="],["email="],["address=2nd floor, MC Metroplex Bldg.,\nB.S. Aquino Drive"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=0900-1500"],["price="],["content=Is part of the Philippine Dental Association, offers services even in emergencies and opens during weekends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mendez Dental Clinic"],["url="],["email="],["address=Ground Floor Mayfair Plaza Lacson St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=0900-1800"],["price="],["content=Part of the Philippine Dental Association, aside from general teeth problems they also serve people who have gum disease. Open during weekends."]]}]},"\n",{"type":"===","value":["Restrooms and toilets"]},"\nAlmost every commercial establishment, office and church in the city has a functional toilet however public toilets are often neglected around the city, an accessible toilet is available at the public plaza but one must have to pay before accessing the toilet, and the valid reason for such payment is for repairs and maintenance which gives us a hint that the city government doesn't even fund on its simplest amenities like toilets.\n\n",{"type":"==","value":["Respect"]},"\n\n:",{"type":"''","value":["See the ",{"type":"[[","value":[["Philippines#Respect"],["Respect"]]}," section of the Philippines article for more information"]},"\n\nPeople who are elder than you (old enough to be your elder brother\/sister or father\/mother) - even if that person is a driver, janitor or maid etc. - you should call them ",{"type":"''","value":["Manong"]}," for Males or ",{"type":"''","value":["Manang"]}," for females before their common name like; ",{"type":"''","value":["Manong Jeremy"]}," or ",{"type":"''","value":["Manang May Ann"]},", ",{"type":"''","value":["Manong"]}," can be shorten to ",{"type":"''","value":["Nong"]}," and ",{"type":"''","value":["Manang"]}," to ",{"type":"''","value":["Nang"]},". If that person is old enough to be your grandfather call them ",{"type":"''","value":["Lolo"]}," for males or ",{"type":"''","value":["Lola"]}," for females before their common name like; ",{"type":"''","value":["Lolo Isidro"]}," or ",{"type":"''","value":["Lola Estrella"]},".\n\nBacolodnons are traditionally liberal when it comes to clothing, except Muslims and Iglesia ni Kristo members who both are conservative religious people. Wearing shorts in public are OK but no very short ones if you don't want to attract attention and trouble, wearing bikini on beaches is OK and you would expect no trouble however you might get attention too. When inside churches, everyone is expected to be cautious of their actions as such actions might attract attention and negative perception towards tourists.\n\n",{"type":"==","value":["Connect"]},"\n\nDialing code for the Philippines is ",{"type":"'''","value":["+63"]}," while local area code for Bacolod is ",{"type":"'''","value":["34"]},".\n\n",{"type":"===","value":["By phone"]},"\n\n",{"type":"'''","value":["PayPhones"]}," provided by PLDT are available in some of the city center's nooks and corners however if you don't find any payphone around, ask any ",{"type":"''","value":["tiangge"]}," to lend you a phone which each call costs ₱5\/Domestic Call, rates for international calls vary. Buying a Sim card is cheap, easy and no hassles, you don't need a verification of any kind and from ₱10 you can get a sim pack and are sold by ",{"type":"'''","value":["Smart"]}," and ",{"type":"'''","value":["Globe"]}," which are the two largest networks, ",{"type":"'''","value":["Talk n Text"]},", ",{"type":"'''","value":["Sun Cellular"]}," and ",{"type":"'''","value":["TM Mobile"]}," are other major networks. Sending text abroad cost ₱15\/text while sending it within the Philippines cost ₱1\/text.\n\n",{"type":"===","value":["By net"]},"\n",{"type":"'''","value":["Internet cafes"]}," charge ₱10.00 to ₱25.00 per hour, they are common throughout the city with small cafes opening up in local ",{"type":"''","value":["barangays"]}," and big commercial ones in the Central Business District. Head up to Downtown Bacolod if you need to surf for a while, these cafes can be found in almost every corner of the street and provides as modern recreational centers and hangout places for the youth. SM City Bacolod, Robinson's Place Bacolod and 888 Chinatown Square are the malls which provide free WiFi access to its customers, Jollibee and McDonald's have recently also joined the trend providing WiFi access to its customers. Most hotels provide free WiFi access to its customers. \n\n",{"type":"====","value":["Internet cafes"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=net.aXs"],["url="],["email="],["address=La Salle Ave."],["lat="],["long="],["directions="],["phone=+63 34 433 5248"],["tollfree="],["fax="],["hours=24 Hours"],["price="],["content=Offer domestic and international calls\/fax in addition to internet access, scanning, printing, photo-uploading (and CD-Burning) along with other cybercafe-related services."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Shoji"],["url="],["email="],["address=Plaza Mart, Araneta St."],["lat="],["long="],["directions=Infront of Lopue's Araneta"],["phone="],["tollfree="],["fax="],["hours="],["price=₱10.00-₱25.00"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Eukarmille"],["url="],["email="],["address=Plaza Mart, Aranate St."],["lat="],["long="],["directions=Infront of Lopue's Araneta"],["phone="],["tollfree="],["fax="],["hours="],["price=₱15.00-₱20.00"],["content="]]}]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Newspapers and Publications"]},"\nMuch of the local news in Bacolod is available in English which also applies to major national newspapers, minor tabloid newspapers are printed in Filipino and Hiligaynon. The Visayan Daily Star ",{"type":"[","value":["http:\/\/www.visayandailystar.com"]},", Sun Star Bacolod",{"type":"[","value":["http:\/\/www.sunstar.com.ph\/bacolod"]}," and the Negros Daily Bulletin",{"type":"[","value":["http:\/\/www.ndb-online.com\/"]}," is also avaialble.\n\n",{"type":"===","value":["Radio"]},"\nAlmost all of the radio stations air in the local language; Hiligaynon, with some of the FM Radio jockeys using a mix of Hiligaynon and Tagalog, as well as Taglish, in contrast to FM Jockeys; AM Radio jockeys speak in pure and fluent Hiligaynon as the audiences catered by AM Radio are usually senior citizens and residents who come from nearby town wherein speaking of fluent Hiligaynon is encouraged. AM Radio stations air current affairs programs, radio telenovelas, news and Hiligaynon songs usually old ones. FM Radio stations on the other hand air modern day English and local songs from any genre with shows hosted by Radio jockeys who use the usual Filipino slapstick jokes, the FM Radio is unfortunately bombarded by advertisements as it is one of the cheapest forms of media to market products in the country with the only safe time to listen to almost ad-free music is during the hours after 10pm. Some of the radio stations go off at midnight after airing the last tunes of the ",{"type":"''","value":["Lupang Hinirang"]},".\n\n",{"type":"====","value":["FM"]},"\n",{"type":"*","value":[{"type":"'''","value":["Magic"]}," - One of the two radio stations that airs in English, unlike the other local radio stations, this station airs talk shows that mixed bag issues whether may it be dating, sex, videogames, entertainment abroad, they also dislike over-airing pop songs but instead go for a salad bowl of genres whether alternative and independent to billboard and RnB."]},"\n",{"type":"*","value":[{"type":"'''","value":["EasyRock"]}," - The other radio station that airs in English alone, just like Magic it dislikes airing pop songs, they go instead of alternative, jazz, slow songs and the like."]},"\n",{"type":"===","value":["Television"]},"\n",{"type":"*","value":[{"type":"'''","value":["ABS-CBN Bacolod"]},", ",{"type":"''","value":["Channel 4"]}," - This station is the regional station for ABS-CBN and serves Negros Occidental in two primary languages; Hiligaynon and Filipino. It might be only helpful to travelers who have knowledge in one of the languages as it airs Nation-wide and Provincial Newscast as well as a weekend magazine regional TV Show which also covers the nearby Iloilo province."]},"\n",{"type":"*","value":[{"type":"'''","value":["GMA Bacolod"]},", ",{"type":"''","value":["Channel 13"]}," - ABS-CBN's fierce competitor around the nation, this is also a regional stations and is aired in Hiligaynon and Filipino. It provides provincial newscast as well as national newscast. "]},"\n",{"type":"*","value":[{"type":"'''","value":["ABS-CBN News Channel"]},"\/ANC - Available on Cable TV, it airs in English and Filipino, airs round-the-clock news in English alone with few exceptions on Filipino. This channel not alone airs news but also magazine shows which much talks about business and the lavish lifestyles of the elites in the country and documentaries which discusses the nation's problems. "]},"\n",{"type":"*","value":[{"type":"'''","value":["GMA News Channel"]}," - It is available on Free-to-air televisions if you're lucky enough to get a signal, unlike its rival news channel, it airs alone in Filipino and provides around-the-clock news nationwide. Though new to the industry of newscasting, it has taken over the ratings and replaced ANC as the leading news channel due to the fact that not all Filipinos are comfortable with straight-English news reports."]},"\n",{"type":"===","value":["Religious Services"]},"\nChristian Denominations especially Roman Catholics, Baptists, Adventists and the Iglesia ni Kristo members won't find difficulty in finding religious services in the city. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=San Sebastian Cathedral"],["alt=Bacolod Cathedral"],["url="],["email="],["address=Rizal St"],["lat="],["long="],["directions=Beside La Consolacion College Bacolod, Infront of Bacolod Public Plaza"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Daily Masses"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=St. Jude Thaddeus Church"],["url="],["email="],["address=Alijis Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=San Antonio Abad Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Haircut and Saloon Services"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nNearby towns and cities within the province are accessible by land. The island of ",{"type":"[[","value":[["Panay"]]}," is just 45 minutes by ferry from the port of Bacolod. \n\n",{"type":"===","value":["Within the province"]},"\n\nBacolod is the provincial capital of Negros Occidental, and just like every capital, it is crowded and very developed. Refresh yourself by getting out of Bacolod to the quieter municipalities that surround it; there is an abundance of beaches and hot springs. Don't expect any traffic jams as the condition of the roads in the province is among the best of the country. Buses are the easiest way of getting around the province; jeeps are affordable, but are not suggested for foreigners. If you're traveling as a group or family, you can rent a car or a van.\n\n",{"type":"*","value":[{"type":"[[","value":[["Bago (Philippines)"],["Bago"]]}," — the main attractions they have to offer are the ",{"type":"'''","value":["Kipton twin falls"]}," as well as mountain resorts, an ideal destination for trekkers"]},{"type":"*","value":[{"type":"[[","value":[["Cadiz (Philippines)"],["Cadiz"]]}," — popular for its white sand beach;",{"type":"'''","value":["Lakawon beach"]},", an island off the coast of Cadiz"]},{"type":"*","value":[{"type":"[[","value":[["Escalante"]]}," — discover the diversity of ecosystems which is one of the richest in the island of Negros and one of the last surviving ecosystems in the island, see the mangroves and the sea grass along the shores as well as remnants of corals"]},{"type":"*","value":[{"type":"[[","value":[["La Carlota"]]}," — trek and hike in Guintubdan"]},{"type":"*","value":[{"type":"[[","value":[["Mt. Kanlaon Natural Park"]]}," — a natural reserve in ",{"type":"[[","value":[["Canlaon"]]},", the highest point in the Visayas and a favourite spot for Spiritualists and Mountaineers and Catholics during the Holy Week; the reserve is surrounded by flora and fauna, animals found here are deers, boars etc."]},{"type":"*","value":[{"type":"[[","value":[["Murcia (Philippines)"],["Murcia"]]}," — the ",{"type":"'''","value":["Mamabucal Resort"]}," is on a higher elevation than the city hence it has a cooler average temperature; its main attraction are its natural hot springs"]},{"type":"*","value":[{"type":"[[","value":[["Silay"]]}," — known as the ",{"type":"''","value":["Paris of Negros"]}," because of its European styled hundred year-old houses which are well preserved as historical monuments"]},"\n",{"type":"===","value":["Further destinations"]},"\n\nBuses are the most comfortable and affordable ways of travelling outside the province; Jeepneys are cheaper, but not suggested for tourists. Second to buses are RoRos and ships, trips are available daily from Bredco Port, the main port of Bacolod.\n\n",{"type":"*","value":[{"type":"[[","value":[["Apo Island"]]}," — just off the coast of the city of Dumaguete, this island is popular for divers and tourists alike"]},{"type":"*","value":[{"type":"[[","value":[["Bais City"]]}]},{"type":"*","value":[{"type":"[[","value":[["Dumaguete"]]}]},{"type":"*","value":[{"type":"[[","value":[["Guimaras"]]}," — taste its one and only temptation; mangoes which are known to be among the sweetest in the world"]},{"type":"*","value":[{"type":"[[","value":[["Iloilo (city)"],["Iloilo"]]}," — its main attraction is the Miag-ao Church, which is an UNESCO World Heritage Site; it is also famous for its Dinagyang Festival"]},"\n\n",{"type":"{{","value":[["geo"],["10.6667"],["122.9500"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Negros Occidental"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bacolod"]]},"\n",{"type":"[[","value":[["Commons:Category:Bacolod City"]]}]