[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Bactria"]}," is a historic region in ",{"type":"[[","value":[["Central Asia"]]},", along the ",{"type":"[[","value":[["Silk Road"]]},".  Currently, it is divided among ",{"type":"[[","value":[["Afghanistan"]]},", ",{"type":"[[","value":[["Tajikistan"]]}," and ",{"type":"[[","value":[["Uzbekistan"]]},"; part of ",{"type":"[[","value":[["Turkmenistan"]]}," is close by to the west. The region is a crossroads and many ethnic groups are represented; the largest group are the Tajiks, and the main local language is the Tajik dialect of Persian.\n\nBactria lies on one of the main trade routes between ",{"type":"[[","value":[["Central Asia"]]}," and ",{"type":"[[","value":[["South Asia"]]},"; the ",{"type":"[[","value":[["Salang Pass"]]}," pass goes south from Bactria to ",{"type":"[[","value":[["Kabul"]]}," across the Hindu Kush mountain range, and from Kabul the ",{"type":"[[","value":[["Khyber Pass"]]}," leads to ",{"type":"[[","value":[["Pakistan"]]}," and ",{"type":"[[","value":[["India"]]},".\n\nThe borders have varied with the history, but the core of region is a roughly U-shaped area of fertile plains bounded by mountains on three sides; the main cities now are Dushanbe in the northeast and Mazar-e-Sharif in the southwest. The mouth of the U is on the west side; ",{"type":"[[","value":[["Merv"]]}," and ",{"type":"[[","value":[["Herat"]]}," are to the west and reachable across relatively flat country. Swinging north from the mouth, ",{"type":"[[","value":[["Bukhara"]]}," and ",{"type":"[[","value":[["Samarkand"]]}," can also be reached; historically the region around those cities was known as ",{"type":"[[","value":[["Sogdia"]]},", and was the northernmost province of the ",{"type":"[[","value":[["Persian Empire"]]},".\n\nA key geographic feature is the Amu Darya river, known in ancient times as the Oxus. It has been the northern border of Afghanistan since the days of the Great Game — the British and Russian Empires competing for influence in the region in the 19th century — and continues in the role today.\n\nThe main ",{"type":"[[","value":[["Silk Road"]]}," route east toward China goes from Samarkand through the ",{"type":"[[","value":[["Ferghana Valley"]]}," (on the north edge of the map) via ",{"type":"[[","value":[["Khujand"]]}," (Alexandria Eschate on the map), ",{"type":"[[","value":[["Kokand"]]}," and ",{"type":"[[","value":[["Ferghana"]]},", then over a pass to ",{"type":"[[","value":[["Kashgar"]]},". Another route from Bactria to China, historically much less used, starts near Al-Khanoum on the map, follows one of the river valleys up into the ",{"type":"[[","value":[["Pamirs"]]}," and along the ",{"type":"[[","value":[["Wakhan Corridor"]]}," toward China. The Corridor is the region around the river valley that goes off the eastern edge of the map roughly halfway up.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:BactriaMap.jpg"],["thumb"],["450px"],["Ancient cities of the region"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Balkh"]]},", the ancient Bactrian capital, Bactres on the map"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dushanbe"]]},", modern capital of Tajikistan"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kunduz"]]},", headquarters of the Northern Alliance when Taliban held the rest of Afghanistan"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mazar-e-Sharif"]]},", most important city of northern Afghanistan today, near Balkh"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sheberghan"]]},", west of Mazar, near Tilia Tepe on the map"]},{"type":"*","value":[" ",{"type":"[[","value":[["Termez"]]},", north of Mazar, across the river which is the border, in Uzbekistan"]},"\nExcept for Dushanbe, which developed from village to city in the Soviet period, all of these cities have existed for at least a thousand years. The map shows the region a few centuries BCE; at that time the Alexandrias were new but Balkh and Samarkand were already well-established cities.\n\nIn the late 19th century, Balkh was mostly abandoned due to an epidemic and Mazar-e-Sharif replaced it as the most important city of that area. Today, Mazar is still the main city and is the capital of Balkh Province; Balkh is now just a town with some fine old architecture. Kunduz and Sheberghan are also provincial capitals.\n\n",{"type":"[[","value":[["Samarkand"]]},", one of the great Silk Road cities, is nearby to the north.\n\n",{"type":"==","value":[" Other destinations "]},"\n\nThe city shown on the map as Al-Khanoum is now only ruins and is in Kunduz Province Afghanistan; it is thought to be Alexandria-on-the-Oxus, founded by Alexander the Great; that is not certain, but it was clearly a Greek city. Tilia Tepe is another important archeological site; the nearest modern town is ",{"type":"[[","value":[["Sheberghan"]]},". Balkh also has extensive ruins from the Greek period, plus many from later times.\n\nAll these places are in Afghanistan so none are currently safe. Archaeological excavation and restoration were off to a good start some decades back, but they stopped as the country descended into war. If Afghanistan ever becomes peaceful enough that they can resume, these may become quite interesting places to visit.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Timur enthroned at Balkh, Afghanistan.jpg"],["thumb"],["Timur in Balkh"]]},"\nCivilisation in this area goes back a long way; excavations show a well-developed Bronze Age Oxus Civilization 2300-1700 BCE. The sites are referred to as the Bactria–Margiana Archaeological Complex. Margiana is an adjacent region to the west; the oasis of ",{"type":"[[","value":[["Merv"]]}," is one of the main archaeological sites for this period in that area.\n\nThe trade routes are also ancient; the ",{"type":"[[","value":[["Mohenjo-daro#Understand"],["Indus Valley Civilisation"]]},", centered in what is now Pakistan, had a trading outpost in Bactria by around 2000 BCE. Greek records mention trade with Bactria via a port called Barbarikon, near modern-day ",{"type":"[[","value":[["Karachi"]]},", several centuries BCE.\n\nBactria has often been part of various Empires and has been conquered many times — notably by Cyrus the Great and several later Persian rulers, by Alexander the Great, by Genghis Khan, and (most of it) by the Russian Empire. Alexander married a Bactrian noblewoman named Roxana, despite opposition from his advisers.\n\nAt other times Bactria has been an independent kingdom or has ruled an Empire of its own. The first was the Greco-Bactrian Kingdom of Alexander's descendants (3rd and 2nd centuries BCE); later the Kushan Empire (1st to 4th CE) and the empire of Timur the Lame or Tamerlane in the 14th century both started in ",{"type":"[[","value":[["Sogdia"]]},", a larger region that includes Bactria. Timur was born near ",{"type":"[[","value":[["Shakhrizabz"]]},", a bit south of Samarkand, and made Samarkand his capital.\n\nArmies have often followed the passes south. All three Sogdian empires mentioned conquered parts of what are now Afghanistan, Pakistan and India. Timur's descendants founded the Mughal dynasty which ruled much of South Asia for centuries. More recently, Bactria has been the main base for two invasions of Afghanistan, by the Soviet Union in 1979 and by the US and its allies in 2001. Alexander built the city shown on the map as Alexandria in the Caucasus in a  strategic position to control access to the passes; today nearby ",{"type":"[[","value":[["Bagram"]]}," has one of the main US bases in Afghanistan.\n\n",{"type":"==","value":["Talk"]},"\nMuch of the region was part of the Soviet Union and ",{"type":"[[","value":[["Russian"]]}," is fairly widely spoken. The main local language is the ",{"type":"[[","value":[["Tajik"]]}," dialect of ",{"type":"[[","value":[["Persian"]]},". Afghanistan's ",{"type":"[[","value":[["Dari"]]},", which is another dialect of Persian, is also common.\n\n",{"type":"==","value":["Get in"]},"\nThe main methods of travel into the area are covered at ",{"type":"[[","value":[["Dushanbe#Get_in"]]}," and ",{"type":"[[","value":[["Termez#Get_in"]]},".\n\nThere are also Afghan highways which lead into the region, though they are far too dangerous to consider as of early 2014. One goes from Kabul to Mazar-e-Sharif via the Salang Pass. Another runs from the country's westernmost major city, ",{"type":"[[","value":[["Herat"]]},". through Sheberghan to Mazar.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Bactrian camels - Nubra.jpg"],["thumb"],["350px"],["Bactrian camels have two humps"]]}," \nHistorically, camel and horse caravans were the main means of travel. These are still used, but now there are modern roads with trucks and buses plus some rail and air connections.\n\nThe two-humped variety of camel used in many Silk Road caravans over the centuries are known as Bactrian camels. Their one-humped cousins are Arabian camels.\n\n",{"type":"==","value":["See"]},"\nThere is a Bactrian Museum in Dushanbe.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nThis is an almost entirely Muslim area, so drinking alcohol is generally frowned on. For the few exceptions, see the city articles.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThis is an area for cautious travel. The northern Bactrian areas of ",{"type":"[[","value":[["Afghanistan"]]}," are perhaps not quite as dangerous as other parts of the country, but the warnings at ",{"type":"[[","value":[["Afghanistan#Stay_safe"]]}," still apply. Across the border, the risks are lower but not zero; see ",{"type":"[[","value":[["Tajikistan#Stay_safe"]]},", ",{"type":"[[","value":[["Dushanbe#Stay_safe"]]}," and ",{"type":"[[","value":[["Uzbekistan#Stay_safe"]]},".\n\n",{"type":"==","value":["Go next"]},"\nGoing west from here to ",{"type":"[[","value":[["Bokhara"]]}," or west-then-north to ",{"type":"[[","value":[["Samarkand"]]}," is probably feasible, and would put you on the main ",{"type":"[[","value":[["Silk Road"]]}," route. However, see our country guides for possible hazards and check government travel advisories as well.\n\nGoing south would take you into Afghanistan and, as of early 2014, this is strongly discouraged as too dangerous.\n\nGoing north or east would take you into hill country, away from major transport routes and with some risk of banditry. It might make sense for experienced mountaineers with local guides, but almost certainly not for anyone else. Also, there was a serious outbreak of violence in the ",{"type":"[[","value":[["Pamirs"]]},", the area to the east of Bactria, in 2012; check current information before planning a trip there.\n\n",{"type":"{{","value":[["IsPartOf"],["Central Asia"]]},"\n",{"type":"{{","value":[["extraregion"]]},"\n",{"type":"{{","value":[["geo"],["37.6"],["68.2"],["zoom=7"]]},"\n",{"type":"[[","value":[["Wikipedia:Bactria"]]}]