[{"type":"{{","value":[["pagebanner"],["Bad Fallingbostel banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Hof der Heidmark.jpg"],["thumb"],["280px"],[{"type":"''","value":["Hof der Heidmark"]},", a typical Lower Saxon farm near Bad Fallingbostel"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.badfallingbostel.de\/ Bad Fallingbostel"]}]}," is the county town (",{"type":"''","value":["Kreisstadt"]},") of Soltau-Fallingbostel in the state of ",{"type":"[[","value":[["Lower Saxony"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nBad Fallingbostel lies within the ",{"type":"[[","value":[["Lüneburg Heath"]]}," region, a popular holiday and excursion area for the great North German cities of Hanover, Hamburg and Bremen. It is also a recognised state-recognised spa town, hence the prefix \"Bad\". It has close ties to ",{"type":"[[","value":[["Walsrode"]]},", a few miles to the west. There is a British Army base in Bad Fallingbostel. \n\nDuring World War II it was the site of two POW camps, Stalag XIB and Stalag 357.\n\n",{"type":"===","value":["History"]},"\nBad Fallingbostel is an interesting town with quite a bit of history. The old church of St. Dionysis is an interesting site to see, as is the monument to Heinrich von Quintus Icilius; a 19th century politician who helped create one of the first savings banks in Hanover. The villages are over a thousand years old, although documented mentioning occured only at later times. The main town Fallingbostel celebrated its 1000th anniversary in 1993. In the year 993 Fallingbostel was mentioned in writng for the first time. Kaiser Otto III. set the border between the bishoprics Hildesheim and Minden. In this document Fallingbostel is referred to as \"Vastulingeburstalle\". This name means \"place to live of Vastulo or of the Vastulingers\". Dorfmark was first mentioned in documents which are dated to the time around 968. In one of those documents from the year 1006 these place is called \"Thormarca\". That name is interpreted: Thor = to the, marca = border, forest-cooperative, market-cooperative\n\nThe moorlands of the Lüneburg Heath are a beautiful place to visit. It offers some of the most beautiful places to hike, walk, or cycle around Lower Saxony, a brilliant way to see the Lüneburg Health. Bad Fallingbostel also has the old German farmhouse known as ",{"type":"'''","value":["Hof der Heidmark"]}," and many of the town’s timber framed houses are still here.\n\nA little more than half a century ago Bad Fallingbostel was the site of World War II POW camps; Stalag XIB, XID, and 357 (Stalag XIC was the Bergen Belsen camp only about a half hour away). More than 30,000 Soviet prisoners were buried here before the camp was liberated in 1945. After the war, the camp was used as an internment camp for National Socialists; it’s now all part of the Fallingbostel Military Museum. World War II history has found its way in town in another way, it’s the final resting place of Field Marshal Erich von Manstein, a high ranking general who served four years in prison for war crimes before going off to become a military advisor for the British. Interestingly enough, the 19th century writer (journalist, conservationist, historian) Hermann Löns is also buried here. He died long before the start of the 2nd World War, but his nationalistic writings caught the attention of the Nazis and Adolf Hitler ordered his body exhumed and reburied here.\n\nBad Fallingbostel is a small beautiful town with a lot of history. But if history is not your thing then there are plenty of sites and attractions around Fallingbostel that would be of interest.\n\n",{"type":"===","value":["Geography"]},"\nBad Fallingbostel lies on the Böhme river in the southern part of the Lüneburg Heath between ",{"type":"[[","value":[["Soltau"]]}," and ",{"type":"[[","value":[["Walsrode"]]}," in the Heidmark. In the vicinity is the large military training area of Bergen-Hohne, which is utilised by the Bundeswehr and by NATO forces, as well as Fallingbostel Station, a large barracks for the British Forces in Germany.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nBad Fallingbostel lies next to the A7 motorway between ",{"type":"[[","value":[["Hamburg"]]}," and ",{"type":"[[","value":[["Hanover"]]}," and has its own motorway exit.\n\n",{"type":"===","value":["By plane"]},"\nBad Fallingbostel is central to the main airports in the region, ",{"type":"[[","value":[["Bremen"]]},", ",{"type":"[[","value":[["Hannover"]]}," & ",{"type":"[[","value":[["Hamburg"]]},". All of these airports have flights from the main cities in the UK (Such as the ",{"type":"[[","value":[["London"]]}," airports, ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]},", ",{"type":"[[","value":[["Aberdeen"]]},", ",{"type":"[[","value":[["Edinburgh"]]}," and ",{"type":"[[","value":[["Manchester"]]}," ) and also from the main cities in Europe (Such as ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Venice"]]}," and ",{"type":"[[","value":[["Moscow"]]}," )\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bremen Airport"]},", near ",{"type":"[[","value":[["Bremen"]]}," is about 82km from Fallingbostel and estimated time travel is 50 minutes (depending on traffic). From Bremen Airport, head southeast on Flughafenallee and onto Flughafendamm. Follow it left to where it becomes Cornelius-Edzard-Straße and turn right onto B6 (Neuenlander Str.). Take the A1 exit toward Osnabrück\/Oldenburg and keep left until you can merge onto the A1. Take exit 53 (Bremer Kreuz) and merge onto A27 toward Hannover\/Achim, then take exit 27 for B209 toward Walsrode\/Rethem and stay on B209, following the signs for Bad Fallingbostel. Continue onto Düshorner Str.\/L163 and follow it into town."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hanover Airport"]},", near ",{"type":"[[","value":[["Hanover"]]}," is only a short trip to Bad Fallingbostel. To drive from Hannover airport to Bad Fallingbostel will take you about 30 minutes (depending on traffic). If driving from there, head northeast toward and turn right onto Flughafenstraße\/K324, then turn left onto Wagenzeller Str.\/L190. Turn left to merge onto A352, keep left, and take the exit toward A7. Take exit 47 (Bad Fallingbostel) toward Oerbke. Keep right at the fork and merge onto B209. Then turn right onto Düshorner Str.\/L163, and follow it into town. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hamburg Airport"]},", near ",{"type":"[[","value":[["Hamburg"]]}," is another main airport not too far from Fallingbostel. To drive from Hamburg Airport to Bad Fallingbostel will take you around 1 hour 15 minutes (depending on traffic). If driving, head south and take the left exit onto Zeppelinstraße\/B433, and from there, a slight right to merge onto Krohnstieg\/B433. Continue to follow B433 and then take Oldesloer Str.\/B432 and merge onto A7 via the ramp to Hannover\/Bremen\/Husum\/Heide. Take exit 47 and turn right onto Deiler Weg\/B209 (signs for Nienburg\/Walsrode\/Bad Fallingbostel), continue to follow B209. Turn right onto Düshorner Str.\/L163 and follow it into town."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By train"]},"\nBad Fallingbostel has two railway stations - Bad Fallingbostel and Dorfmark - on the Heath Railway from Hanover to Soltau, from both stations you can travel to a number of destinations, these include ",{"type":"[[","value":[["Soltau"]]},", ",{"type":"[[","value":[["Walsrode"]]},", ",{"type":"[[","value":[["Bremen"]]},", ",{"type":"[[","value":[["Hamburg"]]}," and ",{"type":"[[","value":[["Hannover"]]},". \nFor great ticket offers vist www.bahn.de.\nThere are a number of great ticket offers available. One of these is called the ",{"type":"''","value":["Lander-Ticket"]},". This offers unlimited travel for a whole day within a certain region. Travel can be on any day of the week within one of the German states. The ticket can be used on all local trains (Regional Express, Regional Bahn, S-Bahn) and several other transport systems. The package price starts from €29 for up to 5 people travelling together or for parents (or one parent) travelling with any number of children under the age of 15.\n\nIf your looking for savings for weekend travelling then get the ",{"type":"''","value":["Schönes Wochenende"]}," Ticket. It is one of the best ticket offers for tourists of ",{"type":"'''","value":["all ages"]},". The ticket is valid for up to 5 people travelling together and for parents travelling with their children aged 14 or younger. The ticket is only valid on either ",{"type":"'''","value":["Saturdays or Sundays"]}," (one day only) between midnight and 3am the following day. Tickets are €39 euro.\n(Ticket prices correct at time of entry, Oct 2011)\n\nYou can purchase tickets and see the great offers on their website: - www.bahn.de. Or alternatively you can purchase tickets at the station from the ticket machine which is located just by the platform. The machine includes all the great ticket offers and can be translated into English.\n\n",{"type":"===","value":["By bus"]},"\nThere are several bus routes that travel in and around Bad Fallingbostel. For timetables visit http:\/\/www.vnn-service.de\/Fahrplaene\/SFA\/511.pdf. (This link will take you directly to the Bad Fallingbostel timetable).\n\n",{"type":"===","value":["By taxi"]},"\nThere is a taxi rank located at the Bad Fallingbostel train station. There are a few different taxi companies in Fallingbostel and their prices do vary, but are not overally expensive. Here are some useful taxi telephone numbers & information: -\n\n",{"type":"*","value":["Eddy's Taxi. 0049 (0)5051 6655. They provide a 24 hour service and have transport for up to 6 passengers."]},{"type":"*","value":["Taxi abs. 0049 (0)5051 66 66. They provide a 24 hour service. Airport transportation and have transport that seats up to 8 people."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Fallingbostel Military Museum"],["url=http:\/\/www.fallingbostelmilitarymuseum.de\/"],["email="],["address=St Barbara's Barracks"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The museum was the brain child of Captain Dave Curry 2Bn REME who back in March 2006, asked Kevin Greenhalgh to help put on a small display of relics from the pow camps. \nIt soon started to fill up first the room with pow relics then the corridor.......a museum was born. You will need an ID card or passport to enter the camp. Please contact Mr. K Greenhalgh at 01734391864 for details."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Hof der Heidmark"],["url=http:\/\/www.badfallingbostel.de\/staticsite\/staticsite.php?menuid=83&topmenu=52"],["email="],["address="],["lat="],["long="],["directions=at the entrance to the Liethwald woods"],["phone = +49 5162-3600"],["tollfree="],["fax="],["hours=1 Apr to end Oct, Thursdays from 15.30 to 18.00; otherwise phone for an appointment"],["price="],["content=This monument to a typical Lower Saxon farm stands at the edge of a large beech wood that drops steeply to the River Böhme. The \"Hof der Heidmark\" has a 1642 timber-framed farmhouse and old ",{"type":"''","value":["Treppenspeicher"]}," barns. It commemorates the villages that were cleared in the mid-1930s to make way for the Bergen-Hohne military training area. One of the barns houses a small cafe, the ",{"type":"''","value":["Heimatstube Rummelsburg"]},"."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Historical Walks"]}," There are a number of informative walks in and around Bad Fallingbostel with a varied distances. "]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Lieth outdoor pool"],["url="],["email="],["address=Soltauer Straße 26"],["lat="],["long="],["directions="],["phone = +49 5162 622226"],["tollfree="],["fax="],["hours="],["price=Adult €3.50 Child €1.50"],["content=The heated \"Lieth-Freibad\" has a charming location in the forest near the Böhme river. The season for the \"Lieth-Freibades\" begins, depending on weather, in May and ends in September."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Golf Club Tielingen"],["url="],["email="],["address=Tietlingen 6c"],["lat="],["long="],["directions="],["phone = +49 5162 38 89"],["tollfree="],["fax="],["hours="],["price=For prices please call."],["content=Enjoy the spirit of the game at the Gold Club Tielingen. Play one of the most scenic and challenging golf courses in North Germany. Low cost memberships with monthy payment options."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Park, Bad Fallingbostel"],["url="],["email="],["address=In the centre of town opposite the ice cream parlour"],["lat="],["long="],["directions=long="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Fallingbostel has a beautiful large park area. There is he duck pond feeding area, a great place to take the children on a summers day. Also situated next to the park is the Boot Station. They serve food & drinks, they have mini golf and boat hire. At the bottom end of the park there is an adventure playground area for children."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Reitschule for Freizeitreiter - Horse Riding"],["url="],["email="],["address=Görlitzer Strasse 17"],["lat="],["long="],["directions=Take the B163 from Fallingbostel to Soltau, between the villages of Vierde and Dorfmark, near the lay-by on the right hand side is a sign ",{"type":"''","value":["URLAUB AUF DEM BAUERNHOF"]}," (Holiday on the farm) follow this sign down to the riding school"],["phone = +49 5163 290 414"],["tollfree="],["fax="],["hours="],["price=Adult Lesson €20, Child Lesson €12"],["content=This riding school speak in English. They offer a mini club for children from 3 years old. They also offer riding lessions for adults  - Beginners and Experienced. They also do childrens birthday parties. For more information please call them on the number stated above. Or visit their website - www.pro-freizeitreiter.de."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Fallingbostel Farmers Market"]}," This takes place every Thursday morning and sells fresh fruit, vegetables, and flowers."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Glasspeicher Bennien"],["url=http:\/\/www.glasspeicher-bennien.de\/index.html"],["email="],["address=Scharnhorststraße 4a"],["lat="],["long="],["directions="],["phone = +49 5162 7521"],["tollfree="],["fax="],["hours=Mon-Fri 0930-1230\/1430-1800 Sun -0930-1300"],["price=Various prices"],["content=They offer hand blown glass crystal such as ,Carafés, Bowls and Glasses. \nThey also stock the complete range of Bunzlauer Ceramic in various designs including the famous \"Peacock Eye\". In Addition you will also find a small selection of Antique Pine and French Polished Furniture. They can also engrave any design, eg Regimental Crests onto Carafés, Glasses."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Supermarkets"],["url="],["email="],["address=They are all located in the centre of town"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Mon-Sat 8:00 - 21:00 Sun - CLOSED"],["price=Various prices"],["content= Bad Fallingbostel has 6 supermarkets all in the centre of town: Lidl, Netto, Penny Markt, Rewe, E-Centre and Aldi."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=TOOM"],["url="],["email="],["address=Bockhorner Weg 9"],["lat="],["long="],["directions=Next to McDonalds. Just off the Bad Fallingbostel exit on the A7"],["phone = +49 5162 9895-0"],["tollfree="],["fax="],["hours="],["price=Various prices"],["content= TOOM is a hardware\/DIY shop. They sell paints, tools, plants, lighting etc etc."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Bruno Renz - Bike Shop"],["url="],["email="],["address=Von-Linsingen-Str. 9"],["lat="],["long="],["directions="],["phone = +49 51623977"],["tollfree="],["fax="],["hours="],["price=Various prices"],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Vatters Bakery"],["url=http:\/\/www.baeckerei-vatter.de\/html\/f05.html"],["email="],["address=Vogteistraße 7"],["lat="],["long="],["directions="],["phone = +49 5162 985312"],["tollfree="],["fax="],["hours=Mo-Fr 6:30-18:00 Sa-Su 6:30-17:00"],["price="],["content=A café serving breakfast, fresh bread and cakes which are made daily."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Zio Seba"],["url="],["email="],["address=Vogteistraße 2"],["lat="],["long="],["directions="],["phone = +49 5162 91091"],["tollfree="],["fax="],["hours=11:00-22:00"],["price="],["content=Pavement café in the centre of Bad Fallingbostel where they serve Italian ice-cream."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mediteran"],["url="],["email="],["address=Kirchplatz 1"],["lat="],["long="],["directions="],["phone = +49 5162 2305"],["tollfree="],["fax="],["hours=11:30-14:30 & 18:00-23:00"],["price="],["content=Also known as the Yugoslavian, serves Mediterranean food in a comfortable environment within the town centre."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Trattoria"],["url=http:\/\/la-trattoria.de\/"],["email="],["address=Düshorner Straße 1"],["lat="],["long="],["directions="],["phone = +49 5162 3820"],["tollfree="],["fax="],["hours=12:00-14:30 & 17:30-23:30"],["price="],["content=An Italian restaurant with an indoor and outdoor seating area. This is situated in the centre of town."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Beckmann's Hof"],["url="],["email="],["address=Adolphsheider Straße 43"],["lat="],["long="],["directions="],["phone = +49 5162 98160"],["tollfree="],["fax="],["hours="],["price="],["content=A traditional German restaurant on the outskirts of Bad Fallingbostel town where you are made to feel welcome. There is also the opportunity to use the ",{"type":"''","value":["Kegelbahn"]},", the German equivalent of skittles."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Wangs"],["url=http:\/\/www.restaurant-wang.de\/"],["email="],["address=Soltauer Straße 21"],["lat="],["long="],["directions="],["phone = +49 5162 6666"],["tollfree="],["fax="],["hours=12:00-15:00 & 17:00-22:00"],["price=Adult Buffet €15, Child Buffet €8.50"],["content=Is a Chinese restaurant (and Take-Away) situated close to Bad Fallingbostel town centre. It offers a varied menu with a buffet on Wed\/Fri\/Sat and Sun evening."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Drei Tageszeiten"],["url="],["email="],["address=Kirchplatz 6"],["lat="],["long="],["directions="],["phone = +49 5162 902513"],["tollfree="],["fax="],["hours=12:00-14:30 & 17:30-22:00"],["price=€10-16 for a main course"],["content=Has an outside terrace area overlooking the River Böhme and park, perfect for those summer evenings. They serve international cuisine and cater for that special occasion. Also many seasonal specialities like wild mushrooms in September and pumpkins in October."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Alexis Sorbas"],["url=http:\/\/www.greek-restaurant.de"],["email="],["address=4 Vogeti Str"],["lat="],["long="],["directions="],["phone = +49 5162 7408"],["tollfree="],["fax="],["hours=12:00-14:30 & 17:00-23:30"],["price="],["content=Specialises in Greek food with an outside eating area right in the centre of Bad Fallingbostel. As well as Greek food they also provide a few international alternatives"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Akropolis"],["url="],["email="],["address=Am Rooksberg 1"],["lat="],["long="],["directions="],["phone = +49 5162 1811"],["tollfree="],["fax="],["hours="],["price="],["content=A Greek restaurant set in a cosy environment, with very helpful staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Utspann"],["url=http:\/\/www.utspann.info\/"],["email="],["address=Quintusstraße 13"],["lat="],["long="],["directions="],["phone = +49 5162 2114"],["tollfree="],["fax="],["hours=Mo-Su 12:00-21:30"],["price="],["content=Is an original restaurant with a variety of choices for the exquisite taste. There is an opportunity for small or large groups to have horse and cart rides around the town."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Binenkorb"],["url="],["email="],["address=Düshorner Straße 54"],["lat="],["long="],["directions="],["phone = +49 5162 2782"],["tollfree="],["fax="],["hours=11:00-23:00"],["price="],["content=Serves traditional German and international food always freshly prepared with the option of eating indoors or outside. It is situated on the road towards Walsrode."]]}]},"\n",{"type":"===","value":["Take Away"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Deluxe Döner"],["url="],["email="],["address=Hauptstr.4 - Dorfmark"],["lat="],["long="],["directions="],["phone = +49 5163 29 110 66"],["tollfree="],["fax="],["hours=11:00-14:30 & 17:00-23:00 (closed Mondays)"],["price=€2-€6"],["content= This is a Donner Kebab takeaway establishment in Dorfmark. They also do other foods such as pizza, wraps, baguettes and side orders."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Chinese Take Away - Orchidee"],["url="],["email="],["address=Walsrode Str. 4"],["lat="],["long="],["directions="],["phone = +49 5162 1011"],["tollfree="],["fax="],["hours=Daily from 17:00-24:00, Fr-Sa 17:00-1:00"],["price=€2-€12.50 (€2 delivery charge)"],["content= This Chinese take-away offers a wide range of Chinese food, from soups & starters to main dishes of pork, beef, duck & chicken."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=City Pizza"],["url="],["email="],["address=Vogteistrasse 33"],["lat="],["long="],["directions="],["phone = +49 5162 904 666"],["tollfree="],["fax="],["hours=Su-Th 16:00-23:00, Fr-Sa 16:00-24:00"],["price=€2-€10"],["content=City Pizza offer a takeaway and delivery service. This pizza establishment also offers foods such as pasta, gyros, salads, burgers and side orders."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Bootstation"],["url=http:\/\/www.bootsstation-fallingbostel.de\/"],["email="],["address=Soltauer Straße 6"],["lat="],["long="],["directions="],["phone = +49 5162  909793"],["tollfree="],["fax="],["hours="],["price=Range from €6.50 - €42"],["content=an outside bar with live music next to the river and park. Crazy golf, pedalo hire, live music."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Die Taverne"],["url="],["email="],["address=Vogteistraße 11"],["lat="],["long="],["directions="],["phone = +49 5162 900256"],["tollfree="],["fax="],["hours="],["price="],["content=Is a traditional German pub situated in the centre of Bad Fallingbostel."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Flavourz"],["url="],["email="],["address=Dushorner Str"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a lively bar in the centre of town, with a take away attached to the bar."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Paradise"],["url="],["email="],["address=Vogtenistraße 33"],["lat="],["long="],["directions="],["phone = +49 174-6227152"],["tollfree="],["fax="],["hours="],["price="],["content= Paradise is a new coacktail and lounge bar situated off from the centre of town, next to City Pizza. Pop along for a fun night filled with cocktails and dancing!"]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Big Ben"],["url="],["email="],["address=Vogtei Strasse"],["lat="],["long="],["directions=By the railway tracks"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A German Bar which also does food and takeaway."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=La Trattoria"],["url="],["email="],["address=Dushorner Strasse"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Pizza, Steak House open daily."]]}]},{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Flic Flac's"],["url="],["email="],["address=Vogeti Strasse"],["lat="],["long="],["directions=Next to the train station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Small disco\/dance club ."]]}]},"\nThere are more bars and clubs are in ",{"type":"[[","value":[["Walsrode"]]},", the next town from Bad Fallingbostel, about 10-15 minute drive away.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kurparkblick"],["url=http:\/\/www.ferienwohnungen-fallingbostel.de"],["email=info@ferienwohunugen-fallingbostel.de"],["address=Soltauer Straße 6"],["lat="],["long="],["directions="],["phone = +49 5162 91535"],["tollfree="],["fax="],["hours="],["price=€30-40"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Haus Meyne"],["url="],["email=martelhering@t-online.de"],["address=Fahrenholzer Weg 11"],["lat="],["long="],["directions="],["phone = +49 1562 6804"],["tollfree="],["fax="],["hours="],["price=€25"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Berlin"],["url=http:\/\/www.hotel-berlin-online.de\/en\/"],["email="],["address=Düshorner Straße 7"],["lat="],["long="],["directions="],["phone = +49 5162 900060"],["tollfree="],["fax="],["hours="],["price=€99"],["checkin=13:00"],["checkout=7:00-11:00"],["content=This hotel enjoys a green setting  and is right between the Walsrode bird sanctuary and Heide-Park Soltau leisure park. The town centre is a 5-minute walk from the Park Hotel Berlin, it is also possible to rent a bike to explore your surroundings.There is an onsite restaurant called the Leonard restaurant and serves Mediterranean cuisine."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Haus am Walde"],["url=http:\/\/www.hotel-haus-am-walde.de\/"],["email="],["address=Soltauer Str. 14\/16"],["lat="],["long="],["directions="],["phone = +49 5162 97480"],["tollfree="],["fax="],["hours="],["price="],["checkin=12:00-21:30"],["checkout=10:00-11:00"],["content=This hotel enjoys a tranquil location beside the Böhme River and the park. It offers a daily buffet breakfast and free parking.The hotel rooms at the Haus am Walde feature cabled internet access and a private bathroom. There is a spa area available at Haus am Walde which includes a sauna, solarium, jacuzzi, and aromatherapy baths. Fasting cures and Thai massages are also available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Hof Idinger Heide"],["url=http:\/\/www.hof-idingen.de\/"],["email="],["address=Idingen 3"],["lat="],["long="],["directions="],["phone = +49 5162 2238"],["tollfree="],["fax="],["hours="],["price=€50-€90"],["checkin=1200-2230"],["checkout=7:00-10:30"],["content= This time-honoured farm complex offers relaxing holidays amid extensive gardens and characteristic timber-framed buildings. This is one of Fallingbostel’s oldest properties, the hotel is a comfortable base for a wide range of sports and leisure activities in the heart of the reserve. The old barns, tractor sheds and stables join forces with the 100-year-old trees to create a soothing ambience."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Haus Petersen"],["url=http:\/\/www.haus-petersen.com"],["email="],["address=Schluter Berg 1"],["lat="],["long="],["directions="],["phone = +49 5162 5966"],["tollfree="],["fax="],["hours="],["price=€60-€120"],["checkin=15:00-22:00"],["checkout=7:00-11:00"],["content= Looking for a cozy hotel with personality and charm? The this is the place to go. They have great facilities, such as a pool & sauna, and have 15 comfortable, well kept, non smoking rooms. This hotel is situated between Hannover & Hamburg, & centrally between the main theme parks in the region, such as The Bird Park in Walsrode, Heide Park and Serengeti Park Hodenhagen."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Telefiji"]}," Dushorner Str. An internet\/telephone shop with a number of computers and telephones which the public can use. They also have printers, so if you need to print boarding passes etc, it's a great place to go."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Serengeti Park"],["url=http:\/\/www.serengeti-park.de"],["email="],["address=Am Safaripark 1, Hodenhagen"],["lat="],["long="],["directions="],["phone = +49 5164 97990"],["tollfree="],["fax="],["hours=Mo-Su 9:00-18:00"],["price="],["content=A little piece of Africa in Germany. Serengeti allows you to drive your vehicle through the park and see the wild animals up close. After seeing the animals there is an amusement park which will keep you entertained for the rest of the day. The park situated in the neighbouring town of Hodenhagen, about 15km from Bad Fallingbostel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Wild park"],["url=http:\/\/www.wild-park.de\/"],["email="],["address=Am Wildpark - Nindorf-Hanstedt"],["lat="],["long="],["directions=It is exit Garlstorf on the A7, then in the direction of Nindorf, signposted"],["phone = +49 4184 89390"],["tollfree="],["fax="],["hours=Summer 8:00-19:00 Winter 9:00-16:30"],["price=Adult €9 Child (3-14) €7"],["content=Surrounded in 60 acres of land with over 120 different types of animals. There is a large free car park available."]]}]},"\n",{"type":"*","value":[{"type":"[[","value":[["Walsrode"]]}," "]},{"type":"*","value":[{"type":"[[","value":[["Soltau"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hamburg"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bremen"]]}]},{"type":"*","value":[{"type":"[[","value":[["Hanover"]]}]},"\n",{"type":"{{","value":[["geo"],["52.867500"],["9.696667"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lüneburg Heath"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bad Fallingbostel"]]},"\n",{"type":"[[","value":[["Commons:Category:Bad Fallingbostel"]]}]