[{"type":"{{","value":[["pagebanner"],["Dornstetten-banner-1.jpg"],["caption=Dornstetten"]]},"\n",{"type":"{{","value":[["regions discussion"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.baden-wuerttemberg.de\/en\/our-state\/holiday-destination-and-centre-of-culture\/ Baden-Württemberg"]}]}," is one of the 16 federal-states (",{"type":"''","value":["Bundesländer"]},", singular: ",{"type":"''","value":["Bundesland"]},") of the Federal Republic of ",{"type":"[[","value":[["Germany"]]},". Its world famous ",{"type":"[[","value":[["Black Forest"]]}," and the celebrated, romantic city of ",{"type":"[[","value":[["Heidelberg"]]}," are top tourist destination within Germany and ",{"type":"[[","value":[["Central Europe"]]},", but there is much more to see.\n\nIt's part of the southern German speaking world where dialect and tradition remain strong and shares many traditions with its neighbours in ",{"type":"[[","value":[["Alsace"]]}," in ",{"type":"[[","value":[["France"]]}," to the west and in ",{"type":"[[","value":[["Switzerland"]]}," and ",{"type":"[[","value":[["Vorarlberg"]]}," (",{"type":"[[","value":[["Austria"]]},") to the south. It's also much more rural and bucolic than central and northern Germany; this makes it a popular destination for visiting natural spas with supposed curative properties or going on long hikes in its many old-growth forests. \n\nAlternative spellings are Baden-Wuerttemberg and Baden-Wurttemberg.\n\n",{"type":"==","value":["Regions and cities"]},"\n",{"type":"[[","value":[["File:Baden-Württemberg, administrative divisions - de - colored.svg"],["thumbnail"],["400px"],["right"],["Administrative division of Baden-Württemberg"]]},"\n\nAs the name suggests, Baden-Württemberg is a composite of the former lands of Baden and Württemberg. This division is somewhat reflected in the current administrative division of the Land, whose four administrative regions fall either to Baden or Württemberg. The regions themselves are also different between themselves, each with unique characteristics.\n\n",{"type":"===","value":["Baden"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Freiburg (region)"],["Freiburg Region"]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Freiburg"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Konstanz"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Offenburg"]]}]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Karlsruhe (region)"],["Karlsruhe Region"]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Baden Baden"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Heidelberg"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Karlsruhe"]]}," - a beautiful 19th-century planned city "]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Mannheim"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Weinheim"]]}]}]},"\n",{"type":"===","value":["Württemberg"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Stuttgart (region)"],["Stuttgart Region"]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Heilbronn"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Schwäbisch Gmünd"]]}]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Stuttgart"]]}," - the green capital of Baden-Württemberg"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Tübingen (region)"],["Tübingen Region"]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Tübingen"]]}," - a beautiful university town with crooked half-timbered houses in a charming historical city centre"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Ulm"]]}]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" Southern Odenwald"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bergstraße"]]}," - a route with vineyards and several attractive towns between ",{"type":"[[","value":[["Darmstadt"]]}," and ",{"type":"[[","value":[["Heidelberg"]]}]},{"type":"*","value":[" Region Heilbronn-Franken"]},{"type":"*","value":[" Upper Rhine Plain ",{"type":"''","value":["(Oberrheinische Tiefebene)"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Black Forest"]]}," ",{"type":"''","value":["(Schwarzwald)"]}," with the Kaiserstuhl"]},{"type":"*","value":[" ",{"type":"[[","value":[["Swabian Mountains"]]}," (Schwäbische Alb)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Upper Swabia"]]}," ",{"type":"''","value":["(Oberschwaben)"]}," also known as the Westallgäu area of ",{"type":"[[","value":[["Allgäu"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Lake Constance"]]}," ",{"type":"''","value":["(Bodensee)"]}]},"\n",{"type":"==","value":["Understand"]},"\nAmong the West-German states, Baden-Württemberg is one of the youngest, having been founded in 1952 through a unification of administrative areas that, until the end of WWI in 1919, had been mostly covered by the kingdom of ",{"type":"''","value":["Württemberg"]},", the grand-duchy of ",{"type":"''","value":["Baden"]}," and the kingdom of ",{"type":"''","value":["Hohenzollern"]},". The consequence of this - and that's the important bit a traveller should know - is that there are now two tribes living together in the state: ",{"type":"''","value":["Badener"]}," in the west and ",{"type":"''","value":["Schwaben"]}," in the east. Both speak different dialects (see below) and share a love-hate relationship towards each other that's nurtured with a lot of humour. For what unites both tribes and the rest of the people living here is a pride for \"their\" Baden-Württemberg and what they have made of it since its creation, that's surprising for Germans from up north. Since 1999, the state has been advertising itself all over Germany with the slogan \"We can do everything, except for speaking Standard German.\" (",{"type":"''","value":["Wir können alles, außer Hochdeutsch"]},"), a tongue-in-cheek play on the infamous dialects (see below). \n\nAnd indeed, Baden-Württemberg is doing quite well in terms of economics compared to other places in Germany. It boasts the lowest unemployment rate of the Federation, some of the best universities in Germany, a GDP per capita that rivals Switzerland and is the only German state that still has a higher birth than death rate. The European Statistics Office (Eurostat) has called Baden-Württemberg the \"high-tech central of Europe\". And, famously, the percentage of people owning their own home is by far the highest in Germany. \n\nThe main reason for all those superlatives lies deeply in the history of the land: Although nowadays there are about as many non-Catholics as Catholics living in Baden-Württemberg (and a third group of comparable size without religious faith), during the reformation South-West Germany was strongly influenced by the schools of Martin Luther, John Calvin and Huldrych Zwingli, which left behind a society with moral values circling around hard work, self-control and the general motto \"God helps those who help themselves\".\n\nHence the country that was once dirt poor, having to struggle with hard winters and frequent famines, today is plastered with high technology companies. The most important sectors are mechanical engineering (most famously Robert Bosch Inc.), Chemistry, Biotechnology and, above all, motor vehicles (which were, in fact, invented here, as everyone will be happy to point out). Daimler and Porsche were founded and still have their headquarters around Stuttgart; Audi, Volkswagen and others have large plants in the state. If one counts in the small and medium-sized suppliers, every other employee in Baden-Württemberg is working for the car industry, directly or indirectly. As Max Weber, a philosopher at Heidelberg University said, around here, it's \"Capitalism as it was meant to be\".\n\n",{"type":"==","value":["Talk"]},"\nWhile every region in Germany has its own Germanic \"dialect\" in addition to Standard German (",{"type":"''","value":["Hochdeutsch"]},") Baden-Württemberg (together with parts of Bavaria and Saxony) is among those regions where the \"dialect\" is actually the native language of the near-majority of the population (except in the north). \n\nThe traditional \"dialect\" in most of the state is Alemannic (",{"type":"''","value":["Alemannisch"]},") which is by far the main language in German-speaking Switzerland, Liechteinstein and Vorarlberg in Austria, as well as being spoken natively by many is western Bavaria and as a minority language in Alsace in eastern France. As it is divided into numerous local dialects and has its own written language, it is ",{"type":"'''","value":["very"]}," disputed as to whether it is a dialect or in fact a separate language. More and more people understandably state the latter.\n\nThe exact proportion between native speakers of Standard German and Alemannic is unclear; however in general more Alemannic speakers are found in rural areas than in say, Stuttgart, where Standard German nowadays seems to be the more common mother tongue.\n\n",{"type":"''","value":["Kurpfälzisch"]}," is the traditional language in the north of the state (i.e. the region surrounding Mannheim and Heidelberg) but standard German is what dominates in most places. That said, it is still spoken by many people in the rural areas.\n\n",{"type":"'''","value":["As good as all Alemannic-speakers are fluent in Standard German and many also in English, even in rural areas, but also tend to be surprisingly proud of their \"dialect\" and learning a few words or phrases in it might in fact not be the most foolish thing to do"]},". Although native Standard German-speakers are a majority in many cities, you still ",{"type":"'''","value":["will"]}," encounter plenty of native Alemannic-speakers as well, some of whom might in fact be uneasy about speaking Standard German (mostly rural elders).\n\nAll in all though, language is not a major barrier, and even a monolingual English-speaker should have no difficulty truly enjoying this sunny part of Germany.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" By Air "]},"\n",{"type":"[[","value":[["Stuttgart"]]}," has an international airport which is served by all major carriers. ",{"type":"[[","value":[["Frankfurt"]]}," international (FRA), the busiest airport in mainland Europe, although not in Baden Württemberg, is well within reach by train (1 hour from FRA to Stuttgart main station via the high-speed ",{"type":"''","value":["ICE"]}," connection). Low-fare airlines offer services to the local airports of ",{"type":"[[","value":[["Karlsruhe"]]},"-",{"type":"[[","value":[["Baden Baden"]]}," and ",{"type":"[[","value":[["Friedrichshafen"]]},". \n\nTravellers beware: \"Frankfurt Hahn\", the big hub for low-fare airlines, should not be confused with FRA. In stark contrast, it has no train station and is in a rather remote location. It is possible to get from Hahn into Baden-Württemberg rather conveniently, but it definitely takes a lot longer and is much more hassle than from FRA.\n\nFor the southern part of Baden-Württemberg, the airports in ",{"type":"[[","value":[["Zurich"]]},", ",{"type":"[[","value":[["Switzerland"]]},", and the EuroAirport ",{"type":"[[","value":[["Basel"]]},"-",{"type":"[[","value":[["Mulhouse"]]}," on ",{"type":"[[","value":[["France"],["French"]]}," territory are convenient, too.\n\n",{"type":"===","value":["By train"]},"\nAll major cities are well connected through the Deutsche Bahn (DB) rail system. Ulm, Karlsruhe, Mannheim, Heidelberg, Stuttgart and Freiburg even have ICE connections (slick, comfortable, white high speed trains travelling at up to 250km\/h). Tickets can be booked via the ",{"type":"[","value":["http:\/\/www.bahn.de\/i\/view\/GBR\/en\/prices\/germany\/regional-offers-overview.shtml?dbkanal_007=L04_S02_D002_KIN0001_at6-regional-offers_LZ01 Deutsche Bahn website"]},".\n\nBaden-Württemberg (as well as some other regions in Germany) offers a special regional train ticket (in this case, the Baden-Württemberg-Ticket). It is valid for one day from 9am. With this ticket up to five people can use all regional trains within Baden-Württemberg for 2e € for a single ticket (Add 4 € per person afterwards). That means you can use all trains except InterCity(IC), InterCityExpress(ICE), EuroCity(EC) and some special trains.\n\n",{"type":"===","value":["By bus"]},"\nThe long-distance bus market is exploding in Germany, since a new law was passed in 2013. There are dozens of daily services from most major cities, which are often significantly cheaper than trains. Most buses offer amenities like Wi-Fi and power outlets and some can even transport bicycles. The best resource for checking connections is this ",{"type":"[","value":["http:\/\/www.busliniensuche.de\/ German website"]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By train and bus"]},"\nBaden-Württemberg has an excellent rail network, serving even quite remote areas. Especially rural villages are served by buses which generally leave from main train stations in larger towns and cities. Buses are quite frequent near big cities, but especially on weekend in rural areas there are only 2–4 bus connections a day. All connections can be checked at ",{"type":"[","value":["http:\/\/www.efa-bw.de\/nvbw\/XSLT_TRIP_REQUEST2?language=en&itdLPxx_frames=&itdLPxx_menu= this website"]},".\n\nIf you're travelling within Baden-Württemberg, you can purchase the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bahn.de\/regional\/view\/regionen\/bawue\/freizeit\/bawue_ticket.shtml Baden-Württemberg-Ticket"]}]},", which will give you all-day travel in regional trains (categories S, RB, RE and IRE) within Baden-Württemberg and even to the near by cities of ",{"type":"[[","value":[["Basel"]]},", ",{"type":"[[","value":[["Lindau"]]}," and ",{"type":"[[","value":[["Würzburg"]]},". You can use it also for private trains and most of local buses and city transport. On working days the ticket is valid 09:00-15:00 the following day. On weekends is valid from 00:01. \n\nThere are five variants of Baden-Württemberg-Ticket:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Baden-Württemberg-Ticket Single"]}," (€22) -- for single traveller"]},{"type":"*","value":[" ",{"type":"'''","value":["Baden-Württemberg-Ticket"]}," (€22 + €4 for each additional traveller) -- for groups up to five people"]},{"type":"*","value":[" ",{"type":"'''","value":["Baden-Württemberg-Ticket Nacht"]}," (€19 + €4 for each additional traveller) -- for groups up to five people, valid from 6PM to 6AM the following day (7AM if the following day is weekend or public holiday) "]},"\nFor general information about Länder-Tickets see ",{"type":"[[","value":[["Germany#Network_tickets"]]},".\n\n",{"type":"===","value":["By car"]},"\nOf course you can always use your car. If you are travelling in the Black Forest or the Swabian Alb during winter, bring snow chains as some smaller roads may not see snow ploughs frequently enough. When travelling on the ",{"type":"''","value":["Autobahn"]},", the same precautions as everywhere on German high speed roads apply: If you're not willing (and prepared) to drive consistently above 80 mph (130 km\/h), stay on the right. Make room for people trying to overtake, use your common sense, don't drive faster than you can think.\n\n",{"type":"==","value":["See"]},"\nFor those interested in ",{"type":"'''","value":["high culture"]},":\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Stuttgart"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The green capital with its world-class opera house the ",{"type":"[","value":["http:\/\/www.staatstheater-stuttgart.com\/schedule Staatstheater"]},", city castle and famous gallery of modern art."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Mannheim"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=the \"Squared City\" is almost unique in Germany in being a planned, rectilinear city and has one of the most important theatres (the ",{"type":"[","value":["http:\/\/www.nationaltheater-mannheim.de\/en National Theatre"]},") besides being the first city in the world to have cars powered by an internal combustion engine driving on its streets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Heidelberg"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The romantic student city with its famed castle, Germany's oldest University and scenic setting at the opening of the Neckar valley into the Rhine valley is an absolute must."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Ulm"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the southeast, the Calvinist, protestant citizens of  built the world's tallest church."]]}]},"\nFor those fond of ",{"type":"'''","value":["nature"]},":\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Black Forest"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The world famous Black Forest to the east of the Rhine Valley has been declared national heritage and will gradually return into a wild state over the next century."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Swabian Mountains"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Schwäbische Alb in the south is a rough landscape with limestone geology, featuring huge caves, deep blue lakes (e.g. the ",{"type":"[[","value":[["Blautopf"]]},") and long walking trails."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Lake Constance"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Lake Constance (",{"type":"''","value":["Bodensee"]},") at the border to Switzerland and Austria is Germany's largest lake, source of drinking water for millions and a haven for hikers, cyclists and sailors. Around its banks, you can discover Stone Age settlements, the \"Flower Island\" ",{"type":"[[","value":[["Mainau"]]}," and the medieval peninsula of ",{"type":"[[","value":[["Lindau"]]}," where the living Nobel Laureates of the world meet once a year."]]}]},"\nFor those interested in touring ",{"type":"'''","value":["castles"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hohenzollern Castle"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Like much of Germany, Baden-Württemberg is sprinkled with beautiful castles. From the ancient home of the Hohenzollerns to the homes of the Württemberg Dukes and Kings."]]}]},"\nFor those interested in more ancient history\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Stilt house museum"],["alt=Pfahlbau Museum Unteruhldingen"],["url=http:\/\/www.pfahlbauten.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Open air museum with reconstruction of stone age and bronze age stilt settlement in ",{"type":"[[","value":[["Uhldingen-Mühlhofen"]]},"."]]}]},"\nFor those interested in ",{"type":"'''","value":["tourist routes"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Bertha Benz Memorial Route"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The route follows the tracks of the world's first long-distance journey by automobile in the year 1888, performed by Bertha Benz, the wife of Dr. Carl Benz, the inventor of the automobile. It starts and ends in ",{"type":"[[","value":[["Mannheim"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"[[","value":[["Bergstraße"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The route follows the western edge of the Odenwald mountain range. Along the route are vineyards and several attractive towns."]]}]},"The official tourism homepage is at http:\/\/www.tourismus-bw.de\/. Click on the \"English\" link at the top.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" The \"national dish\" of Württemberg is ",{"type":"''","value":["Spätzle"]},", a freshly prepared pasta made from eggs, flour, salt and water (and nothing else). It is typically served topped with cheese (",{"type":"''","value":["Kässpätzle"]},") or lentills and Wiener Sausage (",{"type":"''","value":["Spätzle mit Linsen und Saitenwürschdle"]},", as the sausages are of course not called \"Wiener\" around here). "]},"\n",{"type":"*","value":[" Another speciality, mostly eaten as a side-dish, is potato salad (",{"type":"''","value":["Kartoffelsalat"]},") which, in contrast to the northern German variety is prepared with broth instead of mayonnaise, creating in effect a completely different dish."]},"\n",{"type":"==","value":["Drink"]},"\n\nBaden-Württemberg contains some of Germany's most significant wine-growing regions. Much of the wine economy is in the hands of local co-operatives and the locals enjoy the wine in old-fashioned wine cellars. The best wine grows in an area called the ",{"type":"[[","value":[["Kaiserstuhl"]]}," in Baden. \n\nFruit brandies, e.g. ",{"type":"''","value":["Obstler"]}," (distilled from apples and pears) and ",{"type":"''","value":["Zwetschgenwasser"]}," (plums) are just two of the most common spirits. The queen of Schnaps is without any doubt the ",{"type":"''","value":["Kirschwasser"]}," (also sometimes referred to as ",{"type":"''","value":["Kirschwaesserle"]},") made out of cherries from the black forest area. These are commonly drunk after a meal in a restaurant.\n\nThere are some breweries of note in the region, of which Rothaus or Welde are two beers which enjoys cult status.\n\n",{"type":"==","value":["Stay safe"]},"\nBaden-Württemberg is one of the safest regions in Germany. In large cities like Mannheim and especially Stuttgart, be aware of theft. Other regions are safe and you can travel alone without any problems. Even walking alone late at night is no problem. When out hiking and trekking have a map and take proper clothing. The forests are thick and dark and surprisingly rural considering the population density of Central Europe. Whilst walking in forests, you should be aware of ticks as they carry Lyme disease. Take extra care and if you see a tick you should brush it off immediately and seek medical advice if a noticeable bite occurs\n\n\n",{"type":"[[","value":[["WikiPedia:Baden-Württemberg"]]},"\n",{"type":"[[","value":[["Commons:category:Baden-Württemberg"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/Baden-Württemberg\/"]]},"\n\n",{"type":"{{","value":[["geo"],["48.69"],["9.20"],["zoom=8"]]},"\n",{"type":"{{","value":[["isPartOf"],["Germany"]]},"\n",{"type":"{{","value":[["outlineregion"]]}]