[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Baga"]}," is in the state of ",{"type":"[[","value":[["Goa"]]},", on the west coast of ",{"type":"[[","value":[["India"]]},". To many people Baga is an extension of the adjoining town of ",{"type":"[[","value":[["Calangute"]]}," and nobody seems to be sure where one ends and the other begins. Calangute  (and the area around it, Sinquerim, Baga, Candolim) in the northern section of central Goa is where tourism all started  for Goa. From the late Sixties, this was the spot where the flower-children descended.\n\n",{"type":"==","value":["Get in"]},"\n\nFor international travellers Goa's airport is siuated to the south, at ",{"type":"[[","value":[["Vasco da Gama"],["Vasco"]]},", approximately one hour's drive away by taxi. The closest railway station is at ",{"type":"[[","value":[["Margao"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\nGetting around Baga is very easy on foot but be careful of the chaotic traffic and wandering cows though. There is a wide range of taxis and rickshaws easily available.  Buses to\/from Calungute are Rs. 5.\n\n",{"type":"==","value":["See"]},"\n\nBaga's attraction is in its world famous beach. Interesting sights to visit close by include Portuguese forts at Aguada and Chapora. The world famous Anjuna beach flea market is great for a spot of haggling.\n\n",{"type":"==","value":["Do"]},"\n\nEnjoy a relaxing day on the beach. Can get busy at weekends and holidays.\n\n",{"type":"==","value":["Buy"]},"\n\nAs well as the usual range of tourist souvenirs, there are many shops selling made to measure suits and clothing at a fraction of western prices. Many leatherware shops offering made to measure jackets and luggage also available. Glasses also very cheap at the opticians in the centre of the adjoing town of Calangute. Mackies Saturday Night Bazaar is a great place for bargain hunting and music, whilst nearby Anjuna's world famous flea market is ceratinly worth a visit.\n\nRama's Bookshop at the Calangute junction on the road leading off to Baga offers second-hand books in a dozen European languages. You even get fifty percent back on returning the read book.\n",{"type":"[[","value":[["File:Bagaevening1.jpg"],["thumb"],["baga tends to be packed but early mornings and late evenings are tranquil around the baga river\/beach junction"]]},"\n\n",{"type":"==","value":["Eat"]},"\n\nA wide range from budget options to a full multi-course feast. Many interesting and cheap places along the Baga Road leading to Calangute, together with some better quality establishments. Many shacks situated on the beach offering a good choice of reasonably priced food all day from breakfast to evening meals. Some also offer occasional barbeque nights with freshly caught seafood.\n \n",{"type":"*","value":[" ",{"type":"'''","value":["The Cavala Seaside Resort"]},", Baga Road hosts a superb barbeque night with entertainment which is always popular. "]},{"type":"*","value":[" ",{"type":"'''","value":["J & A's Little Italy"]},", across the Baga River along Baga Creek Road. Serving superb Italian food in a relaxing atmosphere.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Lario's Beach Shack"]},", situated at the top end of the beach."]},{"type":"*","value":[" ",{"type":"'''","value":["Fiesta"]}," is a classy, expensive Italian restaurant that is well worth a splurge. Good food, good ambience and attentive service make it a good bet for a special occasion. Shame the cocktails are so small though!"]},{"type":"*","value":[" ",{"type":"'''","value":["Brito's"]}," - Known for its mix meat platter, this place serves Continental cuisine. The desserts offered are quite good."]},{"type":"*","value":[" ",{"type":"'''","value":["Casa Portuguese"]}]},{"type":"*","value":[{"type":"'''","value":["La Resturaunt"]},", Baga Road - French cuisine at its best."]},{"type":"*","value":[" ",{"type":"'''","value":["Mooncrest"]}," - on the road to the beach."]},{"type":"*","value":[" ",{"type":"'''","value":["Christie's Cafe La Musica"]}," - is a place to relax on Bean Bags & Futons drinking beer after a swim at the beach. The Thai Food and the late night barbeque for veggie and seafood lovers is its speciality."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Redonda"],["url="],["email="],["address=Baga Junction"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mind blowing food. A must visit if you fancy non-vegetarian fare."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Lazydays"],["url="],["email="],["address=CSM Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Excellent food and accomodation at great prices"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Danny's Grill Kebabs and Curries"],["url="],["email="],["address=Hotel Riverside, Baga"],["lat="],["long="],["directions=Adjacent to Baga Bridge, on the Baga Creek"],["phone=+919767591368"],["tollfree="],["fax="],["hours="],["price="],["content=On the banks of the Baga Creek, Danny's Restaurant has a menu ranging from breakfast classics to creative innovations. For breakfast, there are fresh fruit juices and a special breakfast. For lunch and dinner, there are savory pork chops, lobster tandoori, steak amorita with apricot sauce and for dessert, bebinca with ice cream. Open from 7:30AM until 11:00PM, seven days a week."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nAll the restaurants and beach shacks above offer a range of locally produced spirits and beers at reasonable cost. Popular local brands include ",{"type":"'''","value":["Kings"]}," and ",{"type":"'''","value":["Kingfisher"]}," lager. \n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tito's Nightclub"],["alt="],["url=http:\/\/www.titos.in"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Adjacent to the beach is an infamous nightspot. Established in 1971 by an expat, Titos has attracted the likes of the Beatles, Dire Straits, Pete Townsend, Matt Damon, Richard Gere, Salman Khan, Aishwarya Rai, Sanjay Dutt, Kate Moss and a host of celebs."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Club Cubana"],["alt="],["url=http:\/\/www.clubcubanagoa.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is inland from Baga beach in the Arpora Hills about 15-minute taxi ride from Baga. Swimming pools and dance music until the wee hours."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nAccommodation ranges from budget priced backpacker style rooms to hire. There is a range of mid range hotels around town together with larger establishments catering for the package tourist in outlying areas of Arpora and Calangute.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"{{","value":[["sleep"],["name=Hallmark Guesthouse"],["url=http:\/\/www.hallmark-guesthouse.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]}," Recommended by The Lonely Planet, this is a quaint guesthouse run by a friendly couple ",{"type":"'''","value":["Chris & Devina"]},". Located 2 mins from Baga Beach, Hallmark Guesthouse has double occupancy AC, non-AC rooms with T.V., attached balconies, bathroom with toilet, side tables, fan, locker facility, storage and mosquito net (very important!).  Devina looks into bookings be free to reach her on +91 9920631186 or Chris on +91 9823010530 or drop them a line on hallmarkgoa@yahoo.com they will readily revert (very unlike Goa home stays who are lazy & don't reply they are extremely prompt & active on mails)"]},{"type":"*","value":[" ",{"type":"'''","value":["Romeo's Rooms"]},". (Romeo is a local taxi driver usually found around Lario's Beach Shack)."]},{"type":"*","value":[" ",{"type":"'''","value":["Cavala Seaside Resort"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baia Do Sol"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=99"],["checkin=1200"],["checkout=1200"],["content=Baia Do Sol is a 2 star hotel near the Baga bus stand."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Riverside Residency Baga"],["url=http:\/\/www.riversideregency.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lime Holidays"],["alt="],["url=http:\/\/www.limeholidaysgoa.com"],["email=limeholidays@gmail.com"],["address=Opp Tito's Lane in Baga."],["lat="],["long="],["directions="],["phone=9604937575"],["tollfree="],["fax="],["checkin="],["checkout="],["price=1000"],["content=Serviced apartments in Baga, Goa, for safe and convenient stay, only a 4 minute walk from Baga beach, in a 3 star resort with access to swimming pool, restaurant & bar. Fully a\/c, non ac flexible check-in & check-out timings, extra mattress & kitchen facilities provided. Prices starting as low as Rs 1000\/-. Contact number 9604937575 \/ 9970589799"]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nBaga is a great place for visiting Goa's many attractions. There are numerous agents around town offering visits to Old Goa (the capital city of the state); the second largest waterfalls in India; or to spend the night in a mud hut in the jungle and wash an elephant. Trips are available to secluded beaches (ask any taxi driver). Excursions lasting several days can also be arranged to out of state attractions such as Mumbai - the home of Bollywood; the Taj Mahal and Delhi.\n\n",{"type":"{{","value":[["IsPartOf"],["North Goa"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Baga, Goa"]]},{"type":"{{","value":[["geo"],["15.558888888889"],["73.753333333333"]]}]