[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Bagerhat"]}," is an historical town in the ",{"type":"[[","value":[["Khulna Division"]]}," of ",{"type":"[[","value":[["Bangladesh"]]},". \n\nKhan Jahan Ali was a famous 15th century Sufi that settled here and established the town, originally known as Khalifatabad. His tomb and mosques constructed in his honor are the main reasons to visit. While none of the sites are likely to blow your socks off it's still a relatively peaceful village to walk around.\n\nThe local area code is ",{"type":"'''","value":["401"]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["Local buses"]}," run from ",{"type":"[[","value":[["Khulna"]]}," regularly (Tk 30, 45 minutes). It's also connected to ",{"type":"[[","value":[["Mongla"]]}," with only slightly more effort.\n\n",{"type":"==","value":["Get around"]},"\n\nA ",{"type":"'''","value":["cycle-rickshaw"]}," from the bus stand to the Shait Gumbad Mosque should run around Tk 10.\n\nUnless you're in a hurry, you may want to just ",{"type":"'''","value":["walk"]}," to the sights from the bus stand. Head west along the main road, a fairly nice walk save for the speedy honking buses. The first sight you'll come to is the ",{"type":"''","value":["dargah"]},"; start asking around for it after about 5km or so. Shait Gumbad is another 2km or so west along the main road from the dargah turnoff.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shait Gumbad Mosque"],["url="],["email="],["address="],["lat=22.674604"],["long=89.741993"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Tk 50, including admission to the onsite museum (museum open 9AM-12PM and 2PM-5PM)"],["content=",{"type":"[[","value":[["File:Sixty Dome Mosque in Bagerhat Bangladesh.JPG"],["200px"],["thumb"],["right"],["The Shait Gumbad Mosque"]]},"Literally meaning the \"Mosque of 60 domes\", it's slightly misnamed as it actually has 77. It was built in 1549, and is one of the country's best mosques. While it's not ",{"type":"''","value":["un-"]},"interesting, if you've seen any mosque in India, Pakistan, Iran, or Afghanistan from this period you'll be pretty underwhelmed. Worse is that foreigners are ",{"type":"''","value":["charged"]}," to see the mosque which is nearly sacrilegious. Don't expect the grumpy staff to let you into the museum if you visit around lunchtime, and yes, you'll still have to pay to see the mosque even if you skip the museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mazar Khan Jahan Ali"],["url="],["email="],["address="],["lat=22.661166"],["long=89.758440"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The tomb of Khan Jahan Ali is a major pilgrimage site in the area, and hundreds of visitors stop here daily to pay their respects to one of the country's more famous holy men. It's south of the main road and about 4km from the bus station. As with most ",{"type":"''","value":["dargahs"]}," the tomb is covered in colorful cloth, and women must pay their respects from the courtyard outside."]]}]},"\nThere are several other mosques along or just off the main road along the 5km stretch west of the bus stand. Most are single domed and peaceful but not all that interesting unless you have a specific interest in mosques of this style and period.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nThere isn't much to buy here aside from some prayer beads and other little trinkets near the ",{"type":"''","value":["dargah"]},".\n\n",{"type":"==","value":["Eat"]},"\n\nThe only options are some basic ",{"type":"''","value":["dhabas"]}," near the bus stand and near the ",{"type":"''","value":["dargah"]}," that serve the standards. - you may want to do a quick health inspection of the food before deciding on one.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere's a couple of lackluster budget hotels just north of the bus stand near the river. There isn't much reason to stay the night here as the sights can be visited within an hour or two and Khulna and Mongla are both so close. If you must stay, pick one and it'll likely run around Tk 50-70 for a single or Tk 120 for a double.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"'''","value":["Khodla Math"]}," - this Hindu temple is not so interesting but may be worth a sidetrip if you want to kill some time. It was built by a Brahman in the 17th century, but is not standing the test of time very well. It's near a village named Ayodhya, about 10km or so north of Bagerhat. A rickshaw will drop you in Jatrapur, from where it's about a 3km ask-directions-as-you-go walk.\n\n",{"type":"{{","value":[["geo"],["22.6500"],["89.7833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Khulna Division"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bagerhat"]]}]