[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Bago"]]},"\n",{"type":"'''","value":["Bago"]}," (formerly Pegu) is the capital city of Bago Division in the ",{"type":"[[","value":[["Irrawaddy"]]}," region of ",{"type":"[[","value":[["Myanmar"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yangon"]]}," leave in the morning by taxi (USD40-50), or by bus (from the corner of Strand and Sule Pagoda Rd and also from the Aung Mingalar Bus Terminal), or by train (USD4 each way, USD2 for ordinary seat, all ",{"type":"[[","value":[["Mandalay"]]}," and ",{"type":"[[","value":[["Mawlamyine"]]}," bound trains stop there). A taxi is the best because you'll need one to see the sights in Bago (which are quite far apart) and you can stop at ",{"type":"[[","value":[["Taukkyan"]]}," on the way."]},{"type":"*","value":[" ",{"type":"[[","value":[["Yangon"]]}," bus 7000 2h every hour from 7am."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kyaiktiyo"]]}," Buses depart directly from Kinpun at 06:00, 08:00, 09:00, and 13:00 and cost 5,000 kyat (can be haggled down to 4,000 kyat)."]},"\n",{"type":"*","value":[" Bus from ",{"type":"[[","value":[["Mawlamyine"]]},": 7am 8am 9am 12:30pm 5000-10,000."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Important"]},": Don't pay more for transportation than the locals do: 200 kyat for a shared tuk-tuk ride, 500 kyat for a motorbike ride. Otherwise you will spoil the people and spoil the country for future tourists. Paying more only makes the locals see tourists as cash cows.\n\nOften motorbike and tuk-tuk drivers will approach you in mob fashion and will try to convince you to pay up to 1,000 kyat for a ride. A ride in a shared tuk-tuk is never more than 200 kyat. Just walk away from them and try to stop a passing tuk-tuk, along the main road you'll never have a problem getting one!\n\nYou can hire motorbikes or tuk-tuk for a whole day for 6,000k. This is only worth the money if you are more people or if you want to be sightseeing the whole day from dawn till dusk. Otherwise, single, shared tuk-tuk rides will always be cheaper. Especially the sights at the western end of the city are all in walking distance (up to 5 min or even less).\n\nDrivers may suggest avoiding the ",{"type":"'''","value":["USD10 government fee"]}," for visiting certain pagodas. Make sure you agree on how much extra you're willing to give him for this service as he may demand\/expect the whole USD10. The fee is only enforced at two places and there only at the main entrance. Easy to avoid it, no need for taxi drivers.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Walk"]},". All of the sights in Bago can be reached on foot and are within 1 km of each other. However, with the heat or rain that may not be the best way. As a solution, you could combine single shared tuk-tuk rides (200 kyat) with walking. Especially the sights at the western end of the city (around Shwethalyaung Buddha) are all in walking distance, even the Mahazedi Paya is just 5 min from the reclining Buddha."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bicycle"]},". Can be rented at several places and is a great way to explore the city if the heat is not too bad."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tuk-tuks"]},". Many tuk-tuks are available, especially shared tuk-tuks along the main road (200 kyat per ride). You can get private tuk-tuks at most street corners and sights, however they charge more and will try to rip you off (they want up to 1,000 kyat for a ride, 5,000 kyat for an hour). Never believe the drivers if they approach you in a mob fashion and try to convince you that this is the normal price. Just walk away and get one of the shared tuk-tuks."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Motorbike"]},". It's possible to hire a motorbike with driver for around 6,000 kyat for a day or, if you discuss a bit, just the bike without driver. Never pay more than 500 kyat for a single ride. Shared tuk-tuks are cheaper (200 kyat), but may not be available at certain places."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Government Fee"]},": Officially a USD10 government fee is required to visit most of the sights in Bago. However, they only enforce it at two places: Shwethalyaung Budda and Shwemawdaw Paya. And at those places it was only enforced at the main entrance (the Shwemawdaw Paya has 4 entrances), simply using another entrance gets you in free. Motorbike or tuk-tuk drivers will insist that you need them to avoid the entrance fee, but they want money from you for that service. It's never worth it.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kyaik Pun Pagoda"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Most notably the home of the Four Seated Buddha shrine, a 27 m statue depicting the Buddha seated in four positions, sitting back to back."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mahazedi Pagoda"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price=300 kyat camera fee"],["content=A big ancient stupa which looks quite new due to recent restorations. Only men are allowed to climb up to the top, from where there is an awesome view of the city. Overall, this stupa is more impressive than the Shwe Mawdaw Pagoda, which looks quite average and is similar to the Shwedagon Pagoda in Yangon. The government fee is not enforced at this place, but a 300 kyat camera fee is."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shwe Mawdaw Pagoda"],["alt=Golden God Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=At 114 m in height, the Shwemadaw holds the record for the tallest pagoda in the country. It is similar to and taller than the Shwedagon Pagoda in Yangon, but somewhat less impressive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shwethar Lyaung Pagoda"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Has a  Buddha, which at the length of 55 m and a height of 16 m, is the second largest Buddha in the world, after the 74 m reclining Buddha in Dawei (Tavoy). The Buddha is believed to have been built in 994, during the reign of Mon King Migadepa."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Snake Pagoda"],["url="],["email="],["address="],["lat=17.324798648800943"],["long=96.50567280253678"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=If you've never seen a big snake or python, this one looks quite nice. Otherwise the trip (the monastery is a bit off the track) is not worth it. If you're already there, you can go to the nearby pagoda on a small hilltop which provides great sights over the city. Overall the hillside pagoda is more impressive than the Snake Pagoda itself."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Market stalls"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Across the river from the Emperor"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=The morning market has vendors with traditional foods."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Clock tower"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=From the clock tower going towards the main pagoda, the second side street has cafes"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Outdoor tables, cold beer, and welcoming atmosphere. Look for the Myanmar beer sign, but they will have other brands as well, like Tiger, for those who are avoiding government-sponsored products. Bottle of Tiger beer 1,800 kyat, pork noodles with side of soup and condiments 1,500 kyat."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hadaya Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Across from the Emperor Hotel"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Excellent coffee (Myanmar-style or instant), assortments of pastries (sweet or chicken, steamed or fried) or individual custard pies for around 200 kyat each, mohinga fish broth soup with yellow soybean crackers on request. Take what you want from the plate and they will charge you for what you eat. The Chinese tea is free as always in Myanmar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Star King"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Ice cream shop. Free Wi-Fi. Snacks, sandwiches, fruit juice, coffee, beer. Noodle dishes are recommended."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Emperor Hotel"],["alt="],["url="],["email="],["address=Main Rd"],["lat="],["long="],["directions=In the heart of downtown"],["phone="],["tollfree="],["fax="],["price=USD10 private single with air-con"],["checkin="],["checkout="],["content=Rooms facing the road suffer hugely from traffic noise. Rooms to the rear are quieter, but you will certainly be aware of the mosque right behind the hotel. Rooms are small and looking quite shabby. No Internet. You get better value for money at the Mya Nanda Hotel across the street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mya Nanda Hotel"],["alt="],["url="],["email="],["address=10 Main Rd"],["lat="],["long="],["directions=Across from Emperor Hotel"],["phone="],["tollfree="],["fax="],["price=USD10 single with air-con, USD20 double with air-con"],["checkin="],["checkout="],["content=Although it looks worse than Emperor Hotel from the outside, the rooms are way nicer and bigger. Additionally it has Internet. Same as for Emperor, the rooms facing the road suffer hugely from traffic noise."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=San Francisco Motel"],["alt="],["url="],["email="],["address=14 Main Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=USD15 double with fan"],["checkin="],["checkout="],["content=This motel is run by a couple of friendly women, nice and clean rooms although only with fan, no air-con. They have Wi-Fi. Probably the cheapest option in Bago."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Inle Lake"]]}," - 15000 14h "]},{"type":"*","value":[" ",{"type":"[[","value":[["Naypyidaw"]]}," - 8000 8h"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kyaiktiyo"]]}," - 6000 3h"]},"\n",{"type":"{{","value":[["IsPartOf"],["Irrawaddy"]]},"\n",{"type":"{{","value":[["geo"],["17.33671"],["96.47970"],["zoom=14"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bago, Myanmar"]]}]