[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bahariyya"]}," is an oasis town in ",{"type":"[[","value":[["Egypt"]]},"'s ",{"type":"[[","value":[["Western Desert"]]},". As the closest of the five ",{"type":"'''","value":["Western Oases"]}," to Cairo, it serves as a jumping-off point to other destinations in the desert. Bahariya Oasis is easy to reach from Cairo (you will pass through much desert), Bahariya is in the middle of Egypt's Western Desert, about 365 km south-west of Cairo and it is the best starting point for the Black and White Desert. Set in a depression covering over 2000 km",{"type":"<","value":["sup",["2"]]},"., Bahariya Oasis is surrounded by black hills made up of ferruginous quartzite and dolorite. The oasis is provided with water by many springs. The most famous of these, a thermal spring with medicinal and restorative properties, comes out in the Bedouin village of Bawiti. Wildlife is plentiful, especially birds such as wheatears, Bahariya Oasis might also appeal rock hounds. Golden Mummies were discovered - 'Valley of the Mummies' is the biggest of its kind. Estimates are the four-mile strip of desert holds 5,000-10,000 mummies. The mummies are covered with a thin layer of gold and wearing gypsum masks. Sumptuous gilded death masks depict lifelike faces of real people, rather than stereotypical images. They were found in four tombs in the town of Bawiti in Bahariya Oasis.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By bus"]},"\n\nThere are regular bus services from Cairo to Bahariyya and back. Buses start from Turgoman Square bus-station in Cairo. Buses start early in the morning (7AM\/8AM) and also during afternoon. It typically takes about 5 hours by bus for the Cairo-Bahariyya trip. One way cost is typically about 35 LE. Seats are numbered but Egyptians regularly will take your seat or demand that you get up from where you're sitting if you're in the first row. On some buses they will have the TV blaring. Sometimes all speakers don't work. If you end up sitting near a speaker that does work or the only one that works, don't be afraid to ask to switch your seat. Be firm and demand it.\n\n",{"type":"'''","value":["By microbus"]},"\n\nIt is also possible to rent a microbus privately to go to Bahariyya. Microbuses are available at the same place (El Moneeb bus-station). A one-way trip costs about 300-400 LE. Time taken is about 3.5–4 hours depending on breaks.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["The Black Desert"]},"\n\nThis is located about half an hour's drive away from Bahariyya. It consists of an area of the Sahara Desert which consists of small mountains and hillocks which are sooty black in color. The combination of the black stones covering the hills along with the orange\/ochre ground of the desert makes for dramatic viewing. A climb up one of the hills rewards the visitor with an excellent view of a fascinating landscape.\n\n",{"type":"'''","value":["White Desert National Park"]},"\n\nThis is a large expanse of the Sahara Desert characterized by white chalk formations. Centuries of erosion have moulded the rock into fantastic shapes and has resulted in a spectacular sights which have become extremely popular with visitors. The White Desert National Park is located about 100 km from Bahariya off the road that goes to Farafra. The usual way to go there is via a 4X4 - though there is also the option of going on a walking tour once you reach the place. More adventurous travelers can pack a sleeping bag, food and a lot (a lot!) of water and ask the driver of some Bahariya-Farafra bus to stop in the middle of the desert (there are at least two Upper Egypt buses daily plus a variety of local transports). This should be arranged in either of the oases before the bus takes off, as the driver will probably require a consent of the Tourist Police first. After one or two days in the desert, you will run out of water - just return to the road and hail another bus (if you are spotted by the police, you may be taken to the nearest checkpoint for your safety, do not worry).\n\n",{"type":"==","value":["Do"]},"\n\nExcept the museum or going for the desert, there is not much to do\/see here.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Deserttrekking"],["alt=White desert"],["url=http:\/\/deserttrekking.page.tl\/"],["email="],["address=White desert,Bawiti, Bahariya Oasis"],["lat="],["long="],["directions="],["phone=+20 12 59 89 733"],["tollfree="],["fax="],["hours=24 hr"],["price=30$"],["content=My Name is Ahmed a simple Bedouin living in the most beautiful desert on Earth , this desert is my second mother, in this desert I found peace , Beauty even found myself \nI started my Business in desert Safari tours operating since I was very young because of the experience I had as I used to herd the Camels in the desert since I was 10 years old \nI had the honour to walk on every single inch in this beautiful desert and my wish to make everybody in this world to see it\n\nOur team is the a great team and all are Hard worker \nWe will make you enjoy if you give us the honour to let you discover our desert with us ."]]}]},{"type":"===","value":[" Museums "]},"\n\nVisit the ",{"type":"'''","value":["Oasis Heritage Museum"]},", 45 EGP.\nIt is splitted in 3 parts: a mummies museum (about 6-8), two well-conserved tombs and a third one (?).\nThe first two can easily be joined by foot, but you need a car to get to the third.\n\n",{"type":"===","value":[" Desert Safari "]},"\n\nBahariya serves as the main departure point for safaris in the ",{"type":"[[","value":[["Western Desert"]]}," ranging from one-day-trips to the nearby White Desert to long-range expeditions to the remote Gilf el-Kebir near the Libyan border or the Great Sand Sea. Since the desert is not a children’s playground, it is strongly recommended to book a tour with a local operator who is familiar with both the imminent dangers and the hidden beauties of the Western Desert.\n\nMost of them offer 4x4 (usually a Toyota Land Cruiser), camel or hiking tours with overnight and open sky camping in the desert – with all meals prepared on site. Even though network coverage is fairly good – at least in the White Desert area – make sure your guide has a satellite phone.\n\n",{"type":"====","value":[" Local Operators "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Western Desert Tours"],["url=http:\/\/www.westerndeserttours.com"],["email=info@westerndeserttours.com"],["address="],["lat="],["long="],["directions="],["phone=+20 12 716 0782"],["tollfree="],["fax="],["hours="],["price="],["content= Established by native Bahariyyans in 2000. Organizes 4x4, camel and hiking tours to all places of interest in the Western Desert area."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Desert-blanc"],["alt=Mandeshy"],["url=http:\/\/desert-blanc.page.tl\/"],["email="],["address=Bawiti,Bahariya Oasis,Egypt"],["lat="],["long="],["directions=White desert &oases tour operator"],["phone=+20 12 6845 495"],["tollfree="],["fax="],["hours=24"],["price=$30"],["content=Enjoy the white desert and safari trips, Camping, trekking, sand surfing and more with mandeshy and his team"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=desert safari egypte"],["url=http:\/\/www.desert-safari-egypte.com"],["email="],["address=bawiti"],["lat="],["long="],["directions=baharyia"],["phone=+20 1 86 82 47 51"],["tollfree="],["fax="],["hours="],["price="],["content=Organizes tours in 4X4, camel and hiking tours in desert egypt. we organizes tours in the white desert, the western desert, siwa, farafra, dakhla, kharga...."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nPrices seems a bit higher than in cities, about 20-40 EGP, most of the time rice with vegetables and bread and some meat (chicken, kofta, ...).\nThere is not many restaurants tough. It is usually simpler to eat at your hotel.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alpenblick Hotel Oasis"],["url=http:\/\/www.alpenblick-bahariya.com\/"],["email="],["address=Bawiti , Bahariya Oasis"],["lat="],["long="],["directions=Western Desert"],["phone=+20 2 38472184"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Established in 1984 as first hotel in Bawiti and the oasis of Bahariya to serve adventure seeker from all over the world. The view on the surrounding mountains inspired a Swiss traveler from the earliest guests to give the hotel the name Alpenblick \"Alpine View\", as the prospect was reminding him of his homeland on the Alps. And he persuaded the owner to call the hotel Alpenblick.\n\nWith the participation of a German partner, the hotel was completely reconditioned and brought up to the latest modern standards. Beside the spacious dome shaped rooms of the old building, the new extension adds a whole new dimension to the hotel, allowing guests to feel at one with nature and rejuvenate their spirits"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Minamar Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+20 1228759088"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Closed"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Qasr El Bawity Ecohotel"],["url=http:\/\/www.qasrelbawity.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+20 2 847 1880"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= This hotel is set up like a small village, with 28 comfortable rooms built entirely from natural materials indigenous to the oasis."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Old Oasis Hotel & safari"],["url=http:\/\/www.oldoasissafari.com\/"],["email=oldoasishotel@yahoo.com"],["address=Bahariyya Oasis (Western Desert)"],["lat="],["long="],["directions=saleh_ab@hotmail.com"],["phone=+20 2 3847 3028"],["tollfree="],["fax="],["hours="],["price=Rooms start at 90 EGP"],["checkin="],["checkout="],["content=The hotel is surrounded by 100 year old date palms, olive and banana trees. They are situated on a hill inside the oasis, providing views of the oasis and desert.  There are cozy seats scattered throughout the beautifully landscaped property as well as a pool fed by a hot spring.  The hotel is designed to blend naturally into its setting and offers clean spacious rooms including rooms with balconies and specially designed dome shaped rooms.  There is also a restaurant with a private chef."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Desert Safari Home"],["url=http:\/\/www.desertsafarihome.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=847 1321"],["tollfree="],["fax="],["hours="],["price=10-75 pounds"],["checkin="],["checkout="],["content= Price depends on dormitories, air-conditioning, private bath, double, triple etc. Dinner costs about 15 pounds. A good walk from the city centre though (about 30min but you can ask for free pickup when arriving and get the bus near the hotel when leaving). Also organize cheap desert safari (about 175 EGP per day per person but you have to be at least two or three."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Desert Rose Eco Lodge"],["url=http:\/\/www.desertrose-ecolodge.com\/"],["email=ecodesertrose@gmail.com"],["address=Bir El Mattar, Bawiti, Bahariya Oasis, Egypt"],["lat="],["long="],["directions=Bahariya Oasis is 350 kilometers from 6th of October City, south east of Cairo"],["phone=+20 18 9825599"],["tollfree="],["fax="],["hours="],["price=$40-50"],["checkin=any time"],["checkout=any time"],["content=New eco-friendly hotel built to evoke the spirit of traditional villages of the Oasis using branches of local palm trees and natural clay. Spacious rooms are tastefully outfitted with high-quality wooden furniture made by local craftsman and decorated with textiles made in Egypt. Facilities are modern, full housekeeping service, rooms cleaned daily. Pasha Restaurant is open for breakfast, lunch and dinner, serving food cooked with local organic ingredients, “all you can eat” style. Outdoor café offers various teas and Arabic coffee. The hotel arranges safari to the Black and White desert, excursions to the historic and natural sites, and authentic Bedouin entertainment."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" going back to cairo: bus each day at 6:30AM, 10AM, 3PM. Ask your hotel for booking."]},{"type":"*","value":[" go to next oasis, Farafra: bus at unknown hours"]},"Please note, you need 3 days to go from Bahariya to Assiout\/Luxor by bus through the oasis (Farafra, Dakhla, Kharga).\n\n",{"type":"[[","value":[["WikiPedia:Bahariya Oasis"]]},"\n\n",{"type":"{{","value":[["geo"],["28.5500"],["29.0167"]]},"\n",{"type":"{{","value":[["isPartOf"],["Western Desert"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]