[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Bahir Dar"]}," or ",{"type":"'''","value":["Bahar Dar"]}," is the third largest city in ",{"type":"[[","value":[["Ethiopia"]]},", after ",{"type":"[[","value":[["Addis Ababa"]]}," and ",{"type":"[[","value":[["Dire Dawa"]]},", and has a population of 201,450. It is the capital of the ",{"type":"[[","value":[["Amhara"]]}," region, inhabited by the Amhara people, the country's ethnically and geographically second largest group; the Ethiopian official language is Amharic. Bahir Dar is on the southern shore of Lake Tana, the biggest lake in Ethiopia.\n\nBahir Dar is a clean and well-maintained city by African city standards. Even the basic accommodations have neat, but basic services.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Bahar Dar Ginbot Haya International Airport"]}," (",{"type":"{{","value":[["IATA"],["BJR"]]},"). Ethiopian Airlines operates scheduled flights from ",{"type":"[[","value":[["Addis Ababa"]]}," and ",{"type":"[[","value":[["Lalibela"]]},". Flights to Lalibela connect to ",{"type":"[[","value":[["Gondar"]]}," and ",{"type":"[[","value":[["Axum"]]}," in the north.\n\n",{"type":"===","value":["By bus"]},"\nThe city is connected by daily buses to\/from Addis Ababa and Gondar.   Many private minibuses also run to\/from Gondar and Addis Ababa.  They often do not leave from the bus station but are instead arranged through your hotel or by local touts (who will find you before you find them!). The minibuses are more expensive but faster, especially to Addis Ababa. Try Selam bus or Sky bus for a more comfortable (and potentially safer) ride.\n\nTo get to Bahir Dar from Lalibela by bus, take a dawn bus to Gashina (about two hours south of Lalibela) and change there to the Woldia - Bahir Dar bus, which passes through Gashina around 10AM.  To get from Bahir Dar to Lalibela, take the 6AM Bahir Dar - Woldia bus and catch the last Lalibela bus at Gashena, which passes through around 3PM.\n\n",{"type":"==","value":["Get around"]},"\nBajajs (three wheel rick-shaws) are the most common form of transportation in the city. There are also blue minibuses, but few still exist as means to get around town. Bajajs are inexpensive and cost no-more than two birr per line of road and ten birr for a private charter.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Blue Nile Falls"]}," or ",{"type":"'''","value":["Tis Abay"]}," (in Amharic) is about 35 km from Bahir Dar. The water is no longer diverted to a hydro-power dam. It is a very nice sight – smaller than Niagara Falls, but amazingly scenic. You can take a bus to the village of Tis Abay, from which it is a 30-minute walk to the falls. You take a big trip in the countryside to reach the falls.  If you take the bus, ignore anyone in the village who insists that the last bus back to Bahir Dar will be full and wants you to pay them to hold a seat, or that the last bus has already left but they can offer you an amazingly expensive taxi ride.  There are plenty of buses back to Bahir Dar, the last one leaves at 5PM or later, and the bus conductor will find a seat for you!  You can also arrange for a tour to the falls through your hotel."]},"\n",{"type":"*","value":[" Some of the world's oldest ",{"type":"'''","value":["churches and monasteries"]}," are on islands in Lake Tana.  There are plenty of boat tours available to the monasteries; these range from 2 to 12 hours in length and can be booked through your hotel or by one of the many touts in the city.  It is also possible to charter your own boat so you can choose which churches and islands you wish to see.  In some of these monasteries, women are ",{"type":"'''","value":["not"]}," allowed to enter. Be cautious and aware of the traditions and rules of the Ethiopian Orthodox church when you visit.  (Note: These churches are definitely unique to Ethiopia, but they tend to be expensive and the tours are overrated.  The boat trip on the lake is nice, but there are better examples of rural churches elsewhere in Ethiopia in a more pleasant and less touristy environment.)"]},"\n",{"type":"*","value":[" Bahir Dar grew around a Jesuit settlement, founded in the sixteenth or seventeenth century, from which time the Pedro Páez building dates. One of Emperor Haile Selassie's palaces is located near the city, and the Emperor considered moving the national capital to the town. The palace is an impressive architectural work of its time. Facing Lake Tana it provides a beautiful, picturesque scene of the Blue Nile."]},"\n",{"type":"*","value":[" If you take a boat trip on Lake Tana ask the 'driver' to take you to the place where the Blue Nile river flows out of the lake. It is very atmospheric, and probably the best place to spot hippo."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cycling"]}," Almost everyone rides bicycle to get around and bikes can be rented at Ghion Hotel."]},{"type":"*","value":[" ",{"type":"'''","value":["Enkutatash, the Ethiopian New Year"]},", is September 11. The place to be on the eve of this holiday is on the shore of Lake Tana.  Deacons in the monasteries on islands all over the lake will make music all night, leaning on canes or sticks so they can stand all night.  They chant and play musical instruments like drum and sistrum that go back to the traditions of the Old Testament's King David. Oddly enough, the locals seem to pay no attention to the sounds emanating from the churches, although may be possible for a traveler to creep undetected into a side room and listen from outside the curtain to the various toned drums fugue back and forth."]},"\n",{"type":"==","value":["Buy"]},"\nBahir Dar has a big and colorful market that is open every day. Saturday is the biggest day. Sunday has very few activities.\n\nThe local specialty is small footstools covered in goat hide. Find them along the road that runs from Ghion hotel to the main highway. They can apparently be \"unstuffed\" for travel.\n\nThere are ATMs that accept Visa cards at Dashen Bank and Wegagen Bank.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lakeshore Resort"]},", located along the lake near Summerland Hotel has good food and amazing views of the lake."]},{"type":"*","value":[" ",{"type":"'''","value":["Desset Lodge"]}," is a new restaurant that has OK food but a beautiful view of the lake. Highly recommended to enjoy a beer here while watching the sun set. "]},{"type":"*","value":[" ",{"type":"'''","value":["Azewa Hotel"]}," has some of the best fish goulash in the country and is inexpensive."]},{"type":"*","value":[" ",{"type":"'''","value":["Tana Restaurant"]}," serves fabulous fish dishes for little money."]},{"type":"*","value":[" ",{"type":"'''","value":["Al-Hanan Muslim Restaurant"]}," near the Dalot Pension, serves huge and tasty mutton dishes, even during Lent. Also a good place for an Ethiopian coffee ceremony. The owners are exceedingly nice and don't charge tourists extra."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Balageru Cultural Club"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Meals, ",{"type":"''","value":["tej"]}," and ",{"type":"''","value":["azmari"]}," music."]]}]},{"type":"*","value":[" There are many cultural night clubs throughout the city center."]},{"type":"*","value":[" There are a few Western music clubs, with Dream House and a bar above Friendship Cafe the most popular."]},"\n",{"type":"==","value":["Sleep"]},"\nPrices are changing quickly...\n",{"type":"*","value":[" ",{"type":"'''","value":["Koriftu Resort"]}," is a nice getaway after roughing it around Ethiopia. One of the nicest resorts in Ethiopia with a complimentary massage for every night's stay. Good, but expensive, restaurant and a nice pool."]},{"type":"*","value":[" ",{"type":"'''","value":["Dalot Pension"]},", near the bus station, singles from 20 birr, modern, clean and convenient, best value in town."]},{"type":"*","value":[" ",{"type":"'''","value":["Ghion Hotel"]},", Camping US$3, rooms from US$6, a travellers meeting place, on the shores of lake Tana. Rooms are extremely worn down and unclean, but the terrace is nice (00251 58 220 0-111 or -740)"]},{"type":"*","value":[" ",{"type":"'''","value":["Tana Pension"]},". Rooms from US$2.50, the food is marvelous."]},{"type":"*","value":[" ",{"type":"'''","value":["Bin Anbessa Hotel"]},". Large hotel with restaurant, currently (2013) under some renovation, some rooms are a bit renovated. Double with bathroom for 480 birr if you're Ethiopian, otherwise it's 600 birr (September 2013). Friendly staff. Very good free Wi-Fi by Ethiopian standards."]},"\n",{"type":"==","value":["Safety"]},"\n",{"type":"*","value":[" Like many other cities in Ethiopia, Bahir Dar is generally safe and free of violent crimes."]},{"type":"*","value":[" You may encounter some hustlers around the shore of Lake Tana to get you rent a boat they may get a kick-back for. The boats on Lake Tana that take you to visit the monasteries have fixed rates. Make sure the self-appointed \"brokers\" won't get you charged a jacked up fee for the boats."]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":[" Internet "]},"\nThere are some internet cafes.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Internet Cafe in Ghion Hotel"]},", Phone: 00251 918 766005 (Hanna)"]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gondar"]]}," – to the north and the nearest big city, it has a complex of castles and palaces "]},{"type":"*","value":[" ",{"type":"[[","value":[["Lalibela"]]}," – to the west, its rock-hewn churches are a big attraction"]},"\n",{"type":"[[","value":[["WikiPedia:Bahir Dar"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["11.6000"],["37.3833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Amhara"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bahar Dar"]]}]