[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"{{","value":[["merge"],["Beijing\/Western and Southern Suburbs"]]},"\n",{"type":"[[","value":[["Image: Baiyu-view.JPG"],["thumb"],["View over Baiyu"]]},"\n",{"type":"[[","value":[["Image: Baiyu-courtyard-guesthouse.JPG"],["thumb"],["Yucaotang Inn: A renovated traditional court yard home in Baiyu"]]},"\n",{"type":"[[","value":[["Image: Baiyu-courtyard.JPG"],["thumb"],["A not yet renovated court yard in Baiyu"]]},"\n",{"type":"[[","value":[["Image: View-in-baiyu.JPG"],["thumb"],["A view in Baiyu"]]},"\n",{"type":"[[","value":[["Image: Homemade-noodles.jpg"],["thumb"],["Homemade noodles in a guesthouse in Baiyu"]]},"\n",{"type":"'''","value":["Baiyu"]}," is a village in ",{"type":"[[","value":[["Beijing"]]}," with 100-200 traditional court yards, which are in the process of being renovated in a nice and authentic way.(June 2009)\nBaiyu is still rather unexplored, but it has plenty of guesthouses to sleep and eat in.\nQuality is good, prices low, the scenery is beautiful and the people friendly.\n\nBaiyu is about 6 km from the more well known ancient mountain village ",{"type":"[[","value":[["Cuandixia"]]},", so combining a visit to both places is a good idea.\n\nIt costs ¥30 for tourists to enter the Cuandixia area.\n \n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":[" Get in "]},"\nFrom Beijing: Go by subway to Pingguoyuan in West Beijing. (About 1 hour from east Beijing. ¥2)\n\nThen take the public bus to Cuandixia. (about 2:20 hours. ¥13-18 by June 2009)\n\nIn June 2009 there was a direct bus leaving from Pingguoyuan at 12:40, and one in early morning.\n\nIf you can't catch the direct bus take the bus to the nearly Zhaitang.\n\nThe bus number is 929支, but be aware there are many buses with this number driving to many different places, so ask the bus driver if he drives to Cuandixia, or Zhaitang.\n\nWhen in Cuandixia or Zhaitang take a private taxi to Baiyu.\nFrom Cuandixia it is about 5 minutes drive. ¥20.\nYou can also walk from Cuandixia to Baiyu in about one hour. The walk is a beautiful mountain walk.\n\n",{"type":"==","value":[" Get around "]},"\nThe village is very small so it is easy to walk around.\nYou can walk outside the village to get beautiful mountain views.\nIf you want to explore places further away you can hire a private taxi.\nOr you can catch the bus in ",{"type":"[[","value":[["Cuandixia"]]},".\n\n",{"type":"==","value":[" See "]},"\nThe beautiful views to the mountains from the village\n\nThe beautiful ancient court yard homes all over the village\n\nThe scenic spots nearby\n\n",{"type":"==","value":[" Do "]},"\n\nEnjoy the beautiful scenery\n\nRelax in your guesthouse\n\nEat cheap and delicious mountain food\n\nWalk one hour or take a private taxi to the nearby more visited village Cuandixia.\n\nTake the bus from Cuandixia or hire a private car to take you to other ancient villages nearby, like Lingshui, Liuliqu, Qianjuntai, Sanjiadian, Yanhecheng, Yanhekou, Hulin  There is a good chance you can eat and stay there.\n\nVisit scenic spots nearby: Walk there, get a private taxi to drive you or hire a local guide in one of the guesthouses. \n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":[" Eat "]},"\nMany homes have a guesthouse serving food.\n\nAs there are not many visitors let your guesthouse host suggest your dishes.\nTry the vegetable rich local mountain dishes:\nTry the local dish made of mountain mushrooms, and the dish made of green leaves from a mountain root. And if you have the chance try homemade noodles.\n\n",{"type":"*","value":[" Yucaotang Inn in a small lane a bit up in the village."]},"In summer 2009 a meal for two with 6 superb local vegetable dishes was ¥40. Everything was prepared from scratch, even the wonderful homemade noodles.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nBaiyu is newly renovated and most homes are partly turned into guesthouses making it very easy to find a place to sleep.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yucaotang Inn"],["url="],["email="],["address="],["lat="],["long="],["directions=small lane a bit up in the village"],["phone="],["tollfree="],["fax="],["hours="],["price=¥30 for 2 people in one room. June 2009"],["checkin="],["checkout="],["content=Owned and run by an elderly friendly couple cooking great local meals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nyingma Guesthouse"],["url="],["email="],["address=14 Shengde Lu."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=OK twin-bed rooms for ¥40. 25 January 2008."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["isPartOf"],["Beijing"]]},"\n",{"type":"{{","value":[["outlinedistrict"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]