[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Bajawa.jpg"],["thumb"],["The little town of Bajawa, surrounded by volcanos and rainforest."]]},"\n",{"type":"'''","value":["Bajawa"]}," is a city in the central highlands of ",{"type":"[[","value":[["Flores (Indonesia)"],["Flores"]]}," in ",{"type":"[[","value":[["Indonesia"]]},".\n\nAt 1100 meters, Bajawa is much cooler than in the lowlands along the beach. Bring a sweater for the chilly nights. The attraction here is the traditional mangarai villages in the area surrounding the city.\n\n",{"type":"==","value":["Get In"]},"\nAll buses from Labuanbajo stop here for the night before leaving the next morning, but you might as well stay an extra day and make a tour of it. The cheapest option from Labuanbajo appears to be the ",{"type":"''","value":["Gemini"]}," bus (Rp 100,000), which leaves at around 5.30AM from the ferry jetty in Labuanbajo - free hotel pick-up can be arranged. Expect a long (12 hours) and bumpy ride with little comfort. However, the incredible scenery and friendly passengers and passers-by compensate a lot.\n\nPublic buses stop at the junction from where bemos wait to take you the 2 km into town. Expect to be asked to pay 5,000 Rp although less should suffice.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Inierie.jpg"],["thumb"],["View of the Inierie volcano from the viewpoint at the radiostation in Bajawa."]]},"\n",{"type":"[[","value":[["File:Ikat.jpg"],["thumb"],["A woman weaving Ikat in an Ngada village"]]},"\nThere are many \"tourist guides\" in Bajawa. None of which are in any way trained and their primary skill is speaking English and overcharging. The best you can do is stay clear of them and just hire a motorbike (85,000 Rp.) or charter a bemo for the day (300,000 Rp.) and see the villages at your own pace.\n\nThere is an official, and very helpful, tourist information in the mayor's office. There are also many touts that has shops with \"Tourist Information\" signs printed on them. Don't be fooled by them, the real tourist information will not try and sell you something.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Traditional villages"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=a 5,000 Rp donation will be appreciated"],["content=Although, clearly a tourist destination, the villages house regular people, doing everyday things. Some are weaving the Ikat, others are simply tending to their livestock, all are very happy to be photographed, but of course ask first."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Traditional fighting or dancing (not at the same time)"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is not a show put on for tourists. However, it is a show. People from the villages gather to fight. The rules seem to be that there are no rules, and so it is difficult to determine a winner. A fight continues for as long as the audience is entertained and the fighters are willing to continue. Ask at your hotel if there is something scheduled. This traditional fight called \" sagi \" seems like boxing but  not actually boxing its self. You can ask people in Bajawa if want to watch it .The game is only happen once or twice in a year in So'a village."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Inerie volcano"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Inerie volcano is an impressive volcano located close to Bajawa. There is a nice viewpoint from the radostation. It is possible to summit the volcano with a guide but this should not be taken lightly."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Waterfalls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ask for the waterfalls with the old sauna. The sauna is not there anymore, but the waterfall is still beautiful and with the sauna gone it is a peaceful place that you can have all to yourself. It's on the road to the village of Bena and Luba, and makes for a good stop"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oggi Waterfalls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Based around Oggi village. It is possible to walk from the main road along the rice-fields till you get to the waterfall. There is also a staircase on the side of the waterfall that allows climbing up."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hot springs"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=10,000 Rp"],["content=After a long day of traditional culture, it feels nice to plummet into the hot springs. There are 2 pools (as in man-made pools) with hot springs, and one that flows into a river mixing the water to a comfortable warm temperature. There is an overpriced shop there, so it's better to stop along the way for some ice cold Bintang to enjoy in the pools. The place is poorly maintained, but the spring is still hot."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Natural Hot springs"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= This is not far from Bea village. The hot volcanic water flows in a river and mixes with cold mountain water creating a natural hot spring. By careful positioning yourself in the river it is possible to regulate the temperature. The entrance is free and there are no tourist facilities apart from a changing-room hut."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name='Mini Kelimutu'"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=10,000 Rp"],["content= After an easy one hour hike up with some nice views, you get to see two small volcanic ponds which apparently change colors just like the Kelimutu lakes. This is in no way comparable to Kelimutu and can be disappointing in dry season."]]}]},{"type":"===","value":["Sleep"]},"\nAccommodation in Bajawa is scarce and overpriced, but since everyone passing through has to stay for the night, you have to suck it up.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Edelweiss"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=150,000-250,000"],["checkin="],["checkout="],["content=A large place with big and clean rooms annexed by a private bathroom with modern seat toilets. Three types: Ekonomi (cold shower), Standard (hot shower) and VIP (hot shower). The rooms in the top are the newest and most expensive, but also the best value as they come with hot shower and a view. The price includes Wifi, towels, toilet tissue and a copious breakfast. Motorbikes for 80.000."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Happy Happy"],["alt=hotel.happy.happy@gmail.com"],["url="],["email="],["address=Jl Sudirman"],["lat="],["long="],["directions=southern approach to town"],["phone=+62 3842 1763"],["tollfree="],["fax="],["hours="],["price=250-400,000Rp"],["checkin="],["checkout=10AM"],["content=A welcoming place with 6 sparkling clean rooms run by a Dutch couple. The price includes a nice breakfast with home made bread, a hot shower, fast Wifi\/Internet, free water bottle refill, towel, toilet tissue. Views of the volcano from the back yard. Noisy due to traffic of the main road. Very popular but overpriced. Motorbikes for 100.000 Rp., big water bottles for 10.000"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wisata Bintang"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=200,000-350,000"],["checkin="],["checkout="],["content=Clean and well-run place with friendly staff. The deluxe rooms come with hot shower and tv (no english channels). The standard rooms are as overpriced as everywhere else in town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Korina"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=150,000-300,000"],["checkin="],["checkout="],["content=More of the same low standard and high price. Now with moulding walls."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nusantara"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=100,000-200,000"],["checkin="],["checkout="],["content=A cheap place with window-less rooms, a little bit humid."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dito's"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Reasonably priced restaurant near Edelweis hotel. It has the usual suspects of Indonesian cuisine and some western food as well. The pork satay (yes, pork!!) comes highly recommended."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lucas Restaurant"],["url="],["email="],["address=Jl Ahmad Yani No 6"],["lat="],["long="],["directions=near Korina Hotel"],["phone=+62 (0)384 21340"],["tollfree="],["fax="],["hours="],["price="],["content=Cosy place with decent food, a nice atmosphere and reasonable prices.  Arak is available but it wasn't the nicest when we tried it."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThere is a bus station near the market, but the buses will just as happily pick you up from your hotel at the same price. Be prepared to circle the town a few times picking up passengers (until full) before actually leaving for your destination.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Labuanbajo"]]}," (100,000 Rp, 10 hours), gateway to Komodo."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ende"]]}," (50,000 Rp, 4 hours), ferry to ",{"type":"[[","value":[["Sumba"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Moni"]]}," (80,000 Rp, 6 hours), for the colorful crater lakes of Kelimutu. The main attraction in Flores."]},"\n",{"type":"{{","value":[["IsPartOf"],["Flores (Indonesia)"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Bajawa"]]}]