[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\nA Mexican peninsula extending into the Pacific Ocean from the south end of the US state of ",{"type":"[[","value":[["California"]]},", ",{"type":"'''","value":["Baja California"]}," provides some of ",{"type":"[[","value":[["Mexico"]]},"'s most dramatic sea and landscapes. This includes everything from vast and remote deserts, dormant volcanoes, and wonderful old mission towns. The first political capital of \"old California\" is found here as well as many remnants of the colonial past. Camping and hiking opportunities are plentiful, and much of the region is sparsely or even unpopulated. Baja California is also home to world class surfing, sailing and deep sea fishing destinations. Lastly, traditionally the peninsula has provided south-of-the-border fun for youthful miscreants from the USA in both the border region to the north and more recently at the far end of the peninsula in the resort towns of Los Cabos. The Baja California peninsula is one of the longest in the world and offers an interesting mix of cultures with a wonderful combination of Latin American, Spanish, pre-Hispanic, and Anglo influences. It varies greatly even from the Mexican \"mainland\" with its own lifestyle and identity within Mexico.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"===","value":["States"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Baja California (state)"]]}," -- the northern state, bordering the ",{"type":"[[","value":[["United States"]]}," and ",{"type":"[[","value":[["San Diego"]]}]},{"type":"*","value":[{"type":"[[","value":[["Baja California Sur"]]}," -- the southern state and half of the peninsula"]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"===","value":["Major cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Tijuana"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mexicali"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ensenada"]]}]},"\n",{"type":"===","value":["Minor cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Tecate"]]}]},{"type":"*","value":[{"type":"[[","value":[["Rosarito Beach"]]}]},{"type":"*","value":[{"type":"[[","value":[["Puerto Nuevo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Colonet"]]}]},{"type":"*","value":[{"type":"[[","value":[["Camalu"]]}]},{"type":"*","value":[{"type":"[[","value":[["San Quintin"]]}]},{"type":"*","value":[{"type":"[[","value":[["El Rosario"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bahia de Los Angeles"]]}]},{"type":"*","value":[{"type":"[[","value":[["Guerrero Negro"]]}]},{"type":"*","value":[{"type":"[[","value":[["San Ignacio (Baja California)"],["San Ignacio"]]}]},{"type":"*","value":[{"type":"[[","value":[["Santa Rosalia"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mulege"]]}]},{"type":"*","value":[{"type":"[[","value":[["Loreto (Baja California)"],["Loreto"]]}]},{"type":"*","value":[{"type":"[[","value":[["San Felipe (Mexico)"],["San Felipe"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ciudad Constitucion"]]}]},{"type":"*","value":[{"type":"[[","value":[["La Paz (Mexico)"],["La Paz"]]}]},{"type":"*","value":[{"type":"[[","value":[["Cabo San Lucas"]]}]},{"type":"*","value":[{"type":"[[","value":[["San Jose del Cabo"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Canyon de Guadalupe"]]}]},{"type":"*","value":["Bahia Concepcion "]},{"type":"*","value":["Petroglyphs"]},{"type":"*","value":["Missions"]},{"type":"*","value":["Islands"]},"\n",{"type":"==","value":["Understand"]},"\nMuch of Baja California's coastline is composed of beautiful beaches.  In general, the Gulf of California side is much less exposed to the open sea as the western shore. Therefore, it tends to be less rocky and more sandy than the Pacific side. The Pacific side is ideal for surfing whereas the eastern shoreline is potentially more inviting to beach-goers. The central and southern sections are home to remote and extremely desolate deserts which include substantial mountains, large sand dunes, towering cacti and dormant volcanoes projecting an almost alien landscape similar to parts of the American Southwest. ",{"type":"''","value":["Into A Desert Place"]}," is non-fiction account of a circumnavigation of Baja California by foot.\n\n",{"type":"==","value":["Talk"]},"\nAs in most of Mexico some Spanish can go a long way and is greatly appreciated. Many locals have been to or even worked in the US, so knowledge of English is high, particularly in the north along the border and in the tourist towns of Los Cabos and La Paz. All Mexican school children also receive English education from secondary school on.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nMost tourists who visit Baja California fly directly to ",{"type":"[[","value":[["Cabo San Lucas"],["Los Cabos"]]}," (SJD).  There are international airports in Tijuana and Mexicali, but US tourists will find it easier to fly to US destinations and drive in (be sure you're allowed to take your rental car to Mexico).\n\nBaja California is a popular destination for private pilots. There are general aviation airports along the peninsula, most with decent facilities and fuel. Procedures for entering Baja California should be checked regularly, as they change. Flying clubs may not allow aircraft rentals to fly to Baja California.\n\n",{"type":"===","value":["By bus"]},"\nBus service in Mexico is superior to that of the US, with modern, comfortable buses for long-distance travel.\n\n",{"type":"===","value":["By train"]},"\nThere are no regularly scheduled trains entering Baja California from the USA, but Amtrak has service to San Diego, from there you can easily cross to Tijuana, and take onward buses to elsewhere in the peninsula.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"'''","value":["Border Crossings"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["San Diego"]]}," (San Ysidro) \/ ",{"type":"[[","value":[["Tijuana"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["San Diego"]]}," \/ Otay Mesa - Tijuana Intl. Airport"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tecate"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Calexico"]]}," \/ ",{"type":"[[","value":[["Mexicali"]]}]},{"type":"*","value":[" Mexicali (east) Airport and maquiladoras"]},{"type":"*","value":[" ",{"type":"[[","value":[["Yuma"]]}," \/ San Luis Rio Colorado"]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\nMany people travel from the USA and Canada to Baja California by car, RV, or motorcycle. The Transpeninsular Highway is well maintained, but it is very narrow and winding in many places. The middle section is the most remote and desolate. Driving it alone can be a serious challenge and driving at night is not recommended. Horses and cows, in addition to other wildlife often cross the road or stray right into the road! This is a serious hazard. The other major hazard are the driving habits of Mexican nationals, who can be very reckless at times. Trucks in particular are very dangerous and be alert whenever anyone is passing, or head on collisions may result. While well kept and clean and friendly, the Pemex stations are not always open or may run out of gas. Always drive on a full tank of gas in Baja California whenever possible! There are numerous checkpoints manned by the Mexican Army along the highway. It is mandatory to stop. The soldiers are only interested in illegal drugs or guns. They are very professional in general. They have the right to search your car or RV and ask what your destination is. Always have your Mexican green tourist card and passport ready. Once they have determined you are not a drug smuggler, you will be on your way. They are manned 24 hours a day.\n\nMexican auto liability insurance is now required throughout the country.\n\n",{"type":"===","value":["By bicycle"]},"\nThere is a slow but steady trickle of travelers riding their bicycles in Baja California. On the Transpeninsular Highway this is fairly straightforward. It's easy to find the way, and in populated areas small shops or restaurants can be expected almost daily, and there are plenty of good wild campsites, and RV parks. A traditional touring, or hybrid bike is an excellent choice for the Transpeninsular. The middle stretch of the road and the peninsula present regions that are both very mountainous and desolate. Riding a bike on the numerous other roads would certainly require a mountain bike, and would be preferable with a support vehicle due to the difficulty in acquiring basic supplies (the main concern being water) and the difficulty carrying baggage on rough roads.  Trying to travel by bike unsupported off the Transpeninsular is for those who don't distinguish between masochism and adventure.  Either on or off the Transpeninsular, good quality tires, lots of patches, spare tubes, and other puncture resistant measures are important, due to the large numbers of vicious thorns. Drivers on the Transpeninsular Highway are often very reckless, however most drivers treat cyclists with more respect (perhaps due to their novelty) then cyclists get elsewhere in North America. If one chooses to bike in what is normally a very hot climate and incredibly remote region at times, the whole endeavor should only be undertaken with much prudence and planning.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[","value":["http:\/\/www.adventuresmithexplorations.com\/adventures.php\/d\/bajacalifornia AdventureSmith Baja Cruises"]},". A California-based tour operator specializing in expedition cruises and wilderness adventures.\n\n",{"type":"===","value":["By thumb"]},"\nMost of the people you meet will tell you that you are crazy for hitching, but pick you up none the less.  In-town hitching is much more widely accepted and you will often see trucks filled with people in the back. The biggest problem with hitching across Baja California is that the amount of traffic depends heavily on the tourist season. Surfers are a good bet for a ride, at least across Baja California's north. Expect that traversing the entire peninsula will take you between 3.5-4 days, less in the tourist season. Be adamant about not carrying drugs when your driver asks if you are caring any. Your average wait is about an hour and a half, but do not be surprised if you wait up to four.\n\n",{"type":"==","value":["See"]},"\t \n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Whale Watching"]}," The waters off Baja California are home to several species of great whales including blue, fin, Bryde's, humpback, orca, sperm, and many others. This is perhaps the richest area in the world for whale and dolphin diversity. The world's entire population of gray whales breeds in the lagoons on the west side of the peninsula."]},"\n",{"type":"*","value":[{"type":"'''","value":["Diving and Snorkeling"]}," Excellent scuba, free diving, and snorkeling. Great white shark cage diving off Guadalupe Island. Hammerhead schools over a seamount near La Paz. The Gulf of California holds a fantastic diversity of marine life for accessible to divers and snorkelers. The convergence of tropical influences from the south and temperate conditions from the north bring together an amazing array of species. Local dive shops and charters are available."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kayaking"]},"  Week-long beach camping kayak tours of the wilderness islands in the Loreto Marine National Park. Local guides, access to prime whale watching and snorkeling. Kayaking Tours from Loreto ",{"type":"[","value":["http:\/\/www.sea-quest-kayak.com\/baja-sea-kayaking-mexico.htm\/ Sea Quest Kayak"]},". 360-378-5767 or 888-589-4253."]},"\n",{"type":"*","value":[{"type":"'''","value":["Fishing"]}," This region has long been regarded as one of the best places for fishing. Marlin, sailfish, tuna, yellowtail, wahoo, roosterfish, and dorado are abundant in the blue waters surrounding the peninsula."]},"\n",{"type":"*","value":[{"type":"'''","value":["Cave Paintings"]}," Various archaeological sites can be toured in the rugged mountains."]},"\n",{"type":"*","value":["The SCORE ",{"type":"'''","value":["Baja 500"]}," and ",{"type":"'''","value":["Baja 1000"]}," off-road races explore some of the more remote regions of the peninsula and attract participants and tourists from Mexico and the US."]},"\n",{"type":"===","value":["Road trips (routes)"]},"\n",{"type":"*","value":["Tijuana - Mexicali (Mex-2)"]},{"type":"*","value":["Tijuana - Cabo San Lucas (Mex-1)"]},{"type":"*","value":["Mexicali - San Felipe (Mex-5)"]},{"type":"*","value":["Ensenada - Crucero de Trinidad (Mex-3)"]},{"type":"*","value":["Tecate - Ensenada (Mex-3): Do this as a wine tour. There are at least 10 wineries along the route, some with tours and tasting rooms, and additional wine tasting rooms can be found in Ensenada. Salud!"]},"\n",{"type":"==","value":["Eat"]},"\nBaja California is famous for fish tacos; there is some disagreement about whether they were \"invented\" in ",{"type":"[[","value":[["San Felipe"]]}," or ",{"type":"[[","value":[["Ensenada"]]}," - try both and make up your own mind!\n\n",{"type":"[[","value":[["Mexicali"]]},"'s Chinese restaurants are well-known.\n\nThere are \"restaurants\" scattered along the length of the Mex-1 highway. Most of them are people's houses, where they have a couple of tables set up on a porch. Unless you are proficient in Spanish, expect the menu to be totally foreign with no references to Americanized Mexican food, and expect almost zero translation help from the owners. But, if you just pick something that interests you, chances are it will be delicious and unlike anything you've eaten before in the U.S.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Beer"]}," is often sold by the case, from local distributors.  Keep the empties.  The deposit makes up a large portion of the price, and the bottles are not just recycled - they're washed out and reused!\n\nThe ",{"type":"'''","value":["Tecate"]}," brewery is in its namesake city, in the mountains between ",{"type":"[[","value":[["Tijuana"]]}," and ",{"type":"[[","value":[["Mexicali"]]}," on Highway 2.\n\nLocals distill their own ",{"type":"'''","value":["tequilas"]}," from the blue agave plant (not a cactus). One common drink is tequila and sangrita (not sangria), a spiced fruit punch drunk in shots.\n\nThe valleys of Guadalupe, Santo Tomas and Ojos Negros in",{"type":"[[","value":[["Ensenada"]]}," are known for its great ",{"type":"'''","value":["wineries"]},". Ensenada valleys account for most of Mexico's wine production. Although not yet as famous as their northern neighbor, wineries in the U.S. in California, they are  steadily gaining worldwide recognition. \n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"'''","value":["Scofflaws"]}," - gringos getting drunk, using drugs or visiting prostitutes - are the most likely to experience Mexico's legal system.  Most laws in Baja California, though less frequently enforced, carry more severe penalties than they do in the United States.\n\n",{"type":"'''","value":["Bandits (Bandidos)"]}," are more urban legend than reality, though there are occasional reports of robberies on remote highways. Crime is more common in Northern Baja California, especially between Tijuana and Ensenada. Since June 2007, about a half-dozen robberies and carjackings that targeted U.S. surfers en route to camping spots along the 780-mile Baja California peninsula have occurred, according to unconfirmed tallies reported via the Internet.\n\nViolent crimes are rare between San Quentin and Cabos San Lucas, but due to isolation and lack of development this portion of the Baja California has a different set of risks. This portion of the peninsular highway is extremely remote and traveling in a well fueled reliable vehicle is essential. Gas stations often run out of gas or are closed, so never risk driving while low on fuel. Driving at night is  not recommended. One of several reasons is due to the risk of livestock and wild horses in the roads. Another is to avoid other intoxicated drivers.  Mexican drivers are often overly aggressive while overtaking and Baja California's main highway Number \"1\" is marked with literally hundreds of crosses marking spots where drivers met their untimely end. Car insurance, though expensive, is highly recommended. \n\n",{"type":"'''","value":["Drug Dealers"]},", mostly international, use the remote areas of Baja California for operations; most tourists are unlikely to encounter them. However, because of this problem there are several checkpoints maintained by the Mexican military along the highway. The inter-peninsular border is a particularly sensitive area and expect to ask for your tourist card and or passport when crossing. Soldiers and officials are usually very friendly and courteous provided your full cooperation. Never run through military checkpoints as guards are armed and have the right to shoot! Drug smuggling, any form of firearm (illegal in Mexico) and fruits and vegetables are their main concerns.\n\nMexico is a traditional Catholic country, therefore nude (and for women, topless) sunbathing is illegal in Mexico - while you often will get away with it on remote beaches, many of the locals strongly disapprove, and there are reports of large fines. \n\n",{"type":"'''","value":["The water"]}," in restaurants is generally bottled and purified.  Do not drink tap water as in most of Mexico.\n\n",{"type":"==","value":["Connect"]},"\nSome if not all USA cell phone services can be set to call USA numbers just like any other long distance call.  High roaming charges may apply.  See your cell phone service provider for details. Portions of Baja California include some of the most remote parts of North America so service will only apply to major cities.\n\nTo call USA numbers from a local pay phone or local private phone, use a calling card. Calling the USA via numbers suggested on payphones are outrageously high. All Mexican pay phones require a pre-paid plastic phone card. For longer term travels, SIM cards can be purchased cheaply that allows various plans for calls to both Mexico and the United States. It is virtually impossible to call 800 numbers from Baja California; therefore it is prudent to carry a non-800 number alternative. Directory assistance calls are rapaciously expensive, so jot all important numbers in advance of your trip.\n\n",{"type":"==","value":["Go next"]},"\t \n",{"type":"'''","value":["Ferries"]}," are available from La Paz to mainland Mexico. They are not cheap!\n\n\n\n",{"type":"{{","value":[["isPartOf"],["Mexico"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Baja California Peninsula"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Mexico\/States\/Baja_California\/"]]},"\n\n\n",{"type":"{{","value":[["outlineregion"]]},{"type":"{{","value":[["geo"],["28"],["-113.5"]]}]