[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Nwrbakerisle a320.gif"],["caption=Aerial shot of Baker Island."],["location=LocationBakerIsland.png"],["flag=Flag of the United States.svg"],["capital=administered from Washington, DC, by the US Department of the Interior as part of the National Wildlife Refuge system"],["government=unincorporated territory of the US"],["currency="],["area=1.4 sq km"],["population=No inhabitants since World War II.  Visited annually by US Fish and Wildlife Service (July 2002 est.)"],["language="],["religion="],["electricity="],["callingcode="],["tld=.um"],["timezone=UTC -12"]]},"\n\n",{"type":"'''","value":["Baker Island"]}," is an uninhabited, unorganized and unincorporated territory of the United States - one of the smallest U.S. Minor Outlying Islands. It is in the Micronesian region of the ",{"type":"[[","value":[["Oceania"],["Pacific Ocean"]]},", about half way between ",{"type":"[[","value":[["Hawaii"]]}," and ",{"type":"[[","value":[["Australia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"{{","value":[["infobox"],["Or maybe not"],["In the early 2000s, a writer of \"alternate histories\" put up a web site which presented itself as the official site of the government of the \"Republic of Baker Howland and Jarvis\", portraying a bustling tourism destination, including a fake CIA World Factbook article providing statistics for the island nation.  The web site is no longer online, but puzzled more than a few armchair travelers."]]},"\nThe US took possession of the island in 1857, and its guano deposits were mined by US and British companies during the second half of the 19th century. In 1935, a short-lived attempt at colonization was begun on this island - as well as on nearby ",{"type":"[[","value":[["Howland Island"]]}," - but was disrupted by World War II and thereafter abandoned. Presently the island is a National Wildlife Refuge run by the US Department of the Interior; a day beacon is situated near the middle of the west coast.\n\n",{"type":"===","value":["Climate"]},"\nEquatorial: scant rainfall, constant wind, burning sun.\n\n",{"type":"===","value":["Landscape"]},"\nLow, nearly level coral island surrounded by a narrow fringing reef.  Treeless, sparse, and scattered vegetation consisting of grasses, prostrate vines, and low growing shrubs; primarily a nesting, roosting, and foraging habitat for seabirds, shorebirds, and marine wildlife.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Baker Island-CIA WFB Map.png"],["right"],["200px"]]},"\n\nPublic entry is by special-use permit from US Fish and Wildlife Service only and generally restricted to scientists and educators.\n\n",{"type":"===","value":["By plane"]},"\n\nThere is an abandoned World War II runway of 1,665m, completely covered with vegetation and unusable.\n\n",{"type":"===","value":["By boat"]},"\n\nThere is one small boat landing area along the middle of the west coast.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nA cemetery and remnants of structures from early settlement are located near the middle of the west coast.\n\n",{"type":"==","value":["Buy"]},"\n\nThere is no economic activity on Baker Island.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere is no accommodation on Baker Island.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nThere are no natural sources of fresh water on Baker Island.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Polynesia"]]},"\n",{"type":"{{","value":[["related"],["Howland_Island"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Baker Island"]]},{"type":"{{","value":[["geo"],["0.19472222222222"],["-176.47944444444"]]}]