[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Balgue"]}," is a city on the island ",{"type":"[[","value":[["Isla de Ometepe"]]}," in ",{"type":"[[","value":[["Nicaragua"]]},". \n\n",{"type":"==","value":["Get in"]},"\nIf you’re not already in Central America you can fly into Managua, Nicaragua or San Jose, Costa Rica depending on flight prices and how much time you have.  From the states most people pay around $300 roundtrip.  Once you get to Ometepe you can take a taxi or bus to Balque \n\n\n",{"type":"==","value":["Get around"]},"\nthe town of Balgue is small and can easily be walked in a few minutes, however a system of footpaths connect Bakgue with all the neighboring villages and farms. A day can be spend wandering the fields and paths, a hearty \"buenas\" usually enough to lead to multiple adventures.\n\n",{"type":"==","value":["See"]},"\nClimb Maderas Volcano, take in the sights from atop the muddy mountain, and then wander in the petroglyphs laden fields around finca magdalena. \n\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Project Bona Fide"],["alt="],["url=http:\/\/www.projectbonafide.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a well known center for permaculture (Permanent Culture) education and community development, as an approach to designing communities and agricultural systems that mimic the relationships found in the natural ecologies. The main goals are to reduce reliance on industrial systems of production and distribution, minimizing waste and the demand for human labor or energy, produce a high density of food and materials with minimal input, etc. Also offers volunteer and community work."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tours"]}," Project Bona Fide offers 2 to 3 hour guided tour where you learn about soil management, waste water management, energy efficiency, our use of solar & wind power, inter-planting, agro-forestry, layering methods, water catchment systems, how to discourage ravenous insects and how to support wider varieties of birds, insects and animals on a farm all while maximizing food production.  After the tours, full traditional Nicaraguan lunch prepared with products from the farm and a chance to meet the locals."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nAfter eating the yummy if slightly over-priced gallo pinto at Finca Magdalena, wander down the road to the blue pulperia and order queso frito with tostones. Drink it with a tona and watch as the entire town of Balgue wandersmby\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are plenty of places to stay in Balque, one option is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fincamagdalena.com Finca Magdalena"]}]}," which is a farmhouse on an organic coffee plantation near the city, it's set on a hillside with gorgeous views of the volcanoes, lake, gardens, and sunsets, complete with hammocks, internet, and trails for exploring. Dorms for $2.50 or private rooms from $8. cheap beers and rum, full meals from $1 to $4.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Isla de Ometepe"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]