[{"type":"{{","value":[["pagebanner"],["Baligreece7 (2).jpg"],["pgname=Bali"]]},"\n",{"type":"'''","value":["Bali"]}," is in ",{"type":"[[","value":[["Rethymno (region)"],["Rethymno"]]}," Prefecture on the island of ",{"type":"[[","value":[["Crete"]]}," in ",{"type":"[[","value":[["Greece"]]},".  It has several beaches of varying size and countless hotels and apartment complexes. It has beautiful beaches for you to go and relax on your holidays.\n\n",{"type":"==","value":["Get in"]},"\n\nHeraklion and Rethemnon both have ports and Heraklion has an airport. You can get from these towns to Balí by bus or taxi from there. If you want to leave or arrive by bus, try fitting the schedule in with the little tour-bus\/train that runs around Balí, so you don't have to walk all the way to or from the main road which is 2 kilometres from the village centre.  If it's really hot just wait in the shade until the little train comes, so you don't have to walk in the sun into town. There are no benches, and the concrete slab where the train stops is hard, so a soft seat pad will come in handy if there's a long wait.\n\nIf you choose vacation destination by price, please be advised that some tour operators like Ving.no do not include nor offer bus transfer to and from the Heraklion airport for travellers to Balí, so keep the taxi-fare of 50Euro or more in mind. You can order a taxi in advance on-line, but the price seems to be higher than when you just hail a taxi when you arrive, so why bother?\n\n",{"type":"==","value":["Get around"]},"\n\nUsing a taxi isn't very practical for short trips, since they must be ordered from Rethemnon or Irakleo. Use the little train if it's practical if you want to avoid walking when the sun is too bright. The little train is not just a tour - it is a practical way of getting from A to B in Balí. Wait at one of the signs or hail it anywhere and get in when it stops (the conductor will look you up on one of the next stops and sell you a ticket).\n\nThere are several companies that offer rental cars (and scooters) in Balí, so you should be able to compare prices. Remember to bring an international driver's license if you come from a non EU\/Schengen-agreement country. Wearing a helmet while driving a motorcycle is mandatory, but not too strictly enforced, but remember that your health-insurance may be void if you have an accident while not wearing a helmet.\n\n",{"type":"==","value":["Understand"]},"\n\nBalí is not named after the Indonesian island. An educated local said that it is from the word \"Vali\" that means \"Prince\" This contradicts the Lonely Planet's guide book that says it is from the old Turkish word for \"Honey\" (honey was produced there during the period of Turkish rule).\n\nWearing black is a Cretan custom and you'll see both men and women do it. Cretans are mainly orthodox Christians, so most shops outside of pure tourists villages like Balí close on Sundays, though restaurants are open also on Sundays.\n\nCretans seem to smoke a lot and smoking is allowed\/tolerated almost everywhere including at the McDonald restaurant in Heraklion (I didn't think McDonald's main office allowed that!). Don't expect smoking bans to be enforced 100%.\n\nIf you don't like air-conditioning, bringing or buying a fan if you stay in the middle of summer is highly recommended. You can get a small desk-fan in Rethemnon for as little as 13 Euro. Otherwise, most hotels offer air-conditioning.\n\nAlmost all guide-books for the area and information from travel agents tell you to save on electricity by turning off the lights every time you leave a room, but I observed a lot of street-lights and other outside lamps that was burning also all day long.\n\nWater is heated mainly by solar power, so don't expect warm water for showering when there is no sunlight.\n\n",{"type":"===","value":["Don't"]},"\n\nDon't flush down the paper, use the bin.\n\nDon't come to Balí if you are mobility disabled and don't have assistance - the entire island of Crete seems to be ridden with wheelchair obstacles. Balí hotels are often situated on the steep hills around the village, and I haven't seen any lifts nor escalators anywhere.\n\nDon't expect all bars\/restaurants to accept credit cards as some accept cash only. There is an ATM on the road up from town (Between the Doctors office and Mythos restaurant), so withdraw before you dine.\n\nDon't come to Balí for the wild parties that last all night long as they don't seem to exist. There are other destinations (and other Greek islands) that have a more happening party scene.\n\n",{"type":"==","value":["Do"]},"\n\nDiving: Go on an arranged dive, or get your International Padi divers license at Hippocampus diving centre. Go to the port and follow the sign next to the cruise booking office. There are also day long excursions by boat to other beaches and towns. Some include lunch. Book at the harbour or in one of the booths close to the more remotely situated hotels.\n\nThere are two nightclubs: Crazy town on the main road close to town and the Highway club (outdoors) closer to the main road. These open at 22:30. Crazy town is a western-themed disco is supposed to be oriented towards a younger clientèle than the Highway Club. Drinks cost 5 Euros. The Highway club was closed at the time of writing (July07) and is supposed stay closed a few months.\n\n",{"type":"==","value":["Buy"]},"\n\nThere are lots of \"tourist shops\" all over the village that sell souvenirs, food and beach-stuff. Go to the bigger towns Heraklion and Rethemnon for all other shopping.\n\nDon't go to Heraklion or Rethemnon on Sunday for shopping as everything is closed.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["eat"],["name=Posto Café Snack Bar"],["directions=in the middle of the harbour"],["content=The bar is owned by the friendly Vasilis Papoutsakis and serves hot and cold meals and drinks, and has both an InterNet machine and Wi-Fi if you want to bring your own laptop. Has vegetarian entrées on his menu, which is written in several languages. The staff speaks many languages fluently, so you will be understood without any stuttering. It is covered, so the entire restaurant is shaded from the sun."]]},"\n\n",{"type":"==","value":["Drink"]},"\n\nThe local grape hooch is Raki, which is somewhat similar to grappa. The local wine is Retsina, a dry white wine.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"'''","value":["Athina apartments"]}," (+30 2834094230) has relatively large apartments. They are simple, but new and spotlessly clean and all rooms has a patio or veranda with chairs and a table and clock radio in the room. Aircondition is available. Has an anonymous house restaurant (also spotlessly clean) for the hotel guests that serves breakfast and dinner of the day (not any other meals) and a few drinks. A nice, small, well kept pool with deck-chairs and a bar open a few hours from around 4PM. Friendly staff that speaks many languages. Bar and restaurant opening hours seems to be loosely followed guide.\n\nSome of the hotels are very remotely situated and a long way from the beach (like “The Stone Village”), while others are beach front. Look them up before you decide on a hotel.\n\nPeople camp in caravans close to the beach as well. Uncertain if these campers are tourists or guest workers (many of these are from eastern Europe).\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe local police seem to have a very low profile, probably since there seems to be very little crime in the area -unless you count traffic offences.\n\nDrive safely especially at night. There are big light poles for the pedestrians so they won't get lost or injured at night.\n\nHotel doors should be locked the whole time you are in your room.\n\n",{"type":"==","value":["Go next"]},"\n\nGo to the bigger towns Heraklion and Rethemnon for shopping. Use the little train up to the main road and remember to buy a ticket (with return) from the attendant in the booth before entering the bus. Both Heraklion and Rethemnon bus-stations are fairly well organized and has some of its most important information written in English and German on signs\/monitors. The buses are very modern, well maintained and has air-conditioning on a comfortable level that shouldn't give you a cold. Heraklion can be a good jumping point for island hopping by boat, since it has an active port next to the bus station.\n\n",{"type":"{{","value":[["IsPartOf"],["Rethymno (regional unit)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]