[{"type":"{{","value":[["pagebanner"],["Balivanich banner.JPG"]]},"\n",{"type":"[[","value":[["File:The B892, South of Benbecula Airport - geograph.org.uk - 1382644.jpg"],["thumb"],["The B892, South of Benbecula Airport"]]},"\n",{"type":"[[","value":[["File:Benbecula Balivanich Aerial View.jpg"],["thumb"],["Balivanich Aerial View"]]},"\n\n",{"type":"'''","value":["Balivanich"]}," is the largest village on the island of ",{"type":"[[","value":[["Benbecula"]]},".\n\nIt is the home to a military base and an airport and the hospital for the Uists and Barra. The airport and the military housing are the main things that you see passing through the village.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\nBenbecula airport is in Balivanich and has flights to ",{"type":"[[","value":[["Glasgow"]]},", ",{"type":"[[","value":[["Barra"]]}," and ",{"type":"[[","value":[["Stornoway"]]},". The terminal is a short walk from the rest of the village and if you are heading elsewhere in the Uists, buses stop outside the terminal. Most flights are operated by Flybe\n\n",{"type":"===","value":["By Bus"]},"\nBuses link Benbecula with North Uist, Berneray, South Uist and Eriskay. As part of the ",{"type":"[[","value":[["Western Isles Overland Route"]]}," combination of bus and ferry, you can travel in under a day from ",{"type":"[[","value":[["Stornoway"]]}," or Castlebay on ",{"type":"[[","value":[["Barra"]]},". In Balivanich the buses generally stop at the airport and the hospital, however there are a number of Bus Shelters located throughout the village.\n\n",{"type":"===","value":["By Ferry"]},"\nCaladonian Macbrayne operate a ferry from Lochmaddy, Lochboisdale and other places to and from the mainland.\n\n",{"type":"==","value":["Get around"]},"\nThe village is small enough to explore on foot.\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nThere are many things on offer for you to do in Balivanich from coastal walks to picnics in the park. Balivanich's coastline also provides some of the best snorkelling within the UK. There are also two children's play parks in Balivanich for children to enjoy. One, Balivanich Park, has the benefit of areas with benches, plants and many wild flowers.\n\n",{"type":"==","value":["Buy"]},"\n\nIn Balivanich there is a range of shops from gift shops to grocers. In the central area of Balivanich, located among a large housing estate, there is MacLennan's Self Service. It is one of the best shops on Benbecula with a fine range of local and national produce. This is a Nisa Today Store.\n\nLocated nest door is Lovats Benbecula. This is also a grocers offering a range of videos and DVDs to rent and buy.\n\nThere is also MacGillivrays, a small gift, furniture and flooring store. It stocks a wide range of gifts including the ever-popular Harris Tweed. This is located next to the airport and military base on the north side of the village.\n\nJust outside Balivanich, located less than a mile south out of Balivanich is D.R MacDonald Hardware. This stocks gifts and all your hardware needs.\n\nAbout two miles north of Balivanich is J H Luney LTD, Carpets & Furnishings. This is a home and floor furnishings store with a wide variety of furniture and gifts.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Stepping Stone Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 1870 603377"],["tollfree="],["fax="],["hours="],["price="],["content=Balivanich, HS7 5LA. Offers some of the best food in the Western Isles.It is spacious and light, with large picture windows on each side. Here you can relax, enjoying a cuisine that is a mixture of Scottish and international, and which uses only the finest, freshest local produce wherever possible. The prices are always very reasonable, the atmosphere is friendly and informal. You can dine in the formal, raised section of the restaurant named Sinteag, or in the informal section named The Food Base. Both offer an exquisite range of food. You'll be made more than welcome here."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["An Caladh"]}," This is the newest cafe in Balivanich, It is located on the East Camp premises. It serves up a range of meals and snacks at very reasonable prices. You get good value for money as the servings are more than the usual. You will enjoy what ever you choose."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Airport Cafe"]}," This is open to non-fliers and there is free parking next to the terminal."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Low Flyer"]}," This is a small cafe\/bar where you can order Bar Food such as Spare Ribs or Chips."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["The Low Flyer is the only Pub\/Bar in Balivanich. It also serves food. You can enjoy a game of Pool or watch the T.V while relaxing with your Drink. the Low flyer has also recently opened a new takeaway facility and serves all week, its prices are reasonable and food is great."]},"\nThere are many other bars on Benbecula for you to explore.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Hostel"]},"\n",{"type":"*","value":["Taigh na Cille Bunkhouse, Balivanich, HS7 5LA. Tel: 01870 602522 ",{"type":"[","value":["http:\/\/www.uistonline.com\/taighnacille"]}]},"\n",{"type":"===","value":["B & B"]},"\n\nLocated a mile and a half outside Balivanich in the township of Muir of Aird is a very popular Bed and Breakfast. It is run by Mrs A MacLean and she will make you feel more than welcome. You can choose to have breakfast, lunch and dinner here should you wish. It is an excellent place to stay. Should she be fully-booked, Mrs MacLean will direct you another mile south to Nunton were there are another two small B&Bs. You will also be very well looked after there.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["57.47"],["-7.38"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Benbecula"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["Wikipedia:Balivanich"]]}]