[{"type":"{{","value":[["pagebanner"]]},"\nOfficially called ",{"type":"'''","value":["Stara planina"]}," (Cyrillic: Стара планина), meaning ",{"type":"''","value":["the old mountain"]},", the ",{"type":"'''","value":["Balkan Mountains"]}," (or simply ",{"type":"''","value":["The Balkan"]},") are a mountain chain in ",{"type":"[[","value":[["Bulgaria"]]}," and ",{"type":"[[","value":[["Serbia"]]},". ",{"type":"'''","value":["The Balkan"]}," is also a cultural region in Bulgaria that includes specific parts of the mountain and the areas adjacent to them.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["The Mountain"]},"\nGeographically the Balkan mountain range stretches from the area of the border between ",{"type":"[[","value":[["Serbia"]]}," and ",{"type":"[[","value":[["Bulgaria"]]}," on the west to the very ",{"type":"[[","value":[["Bulgarian Black Sea Coast"],["coast of the Black Sea"]]}," on the east. Because it runs like a horizontal axis through Bulgaria, the mountain chain naturally divides the country in northern and southern parts. \n\nThe mountain can be split into three parts: west, central and east. West Stara Planina is average in height compared to the other Bulgarain mountains. Because of the proximity of its southern ridges to the other mountains of the ",{"type":"[[","value":[["Bulgarian Shopluk"]]}," cultural region the west portion of the Balkan is a part of that region. Standing relatively alone, the high Central Balkan and the low Eastern Balkan have formed another ethnological area the ",{"type":"'''","value":[" ",{"type":"''","value":["Balkan"]}," cultural region"]},".\n\n",{"type":"===","value":["The Cultural Region"]},"\nThe Balkan cultural region includes more than just the ",{"type":"'''","value":["central"]}," and the ",{"type":"'''","value":["eastern"]}," parts of the mountain itself. The region also includes the smaller mountain range of ",{"type":"'''","value":["Sredna gora"]}," that runs parallel on the south side of the Central Balkan.\n\nThe region has a special meaning in Bulgarian folklore and culture. The Balkan region is a symbol for the Bulgarian people. For centuries the high, difficultly-accessible mountain served as a natural fortress guarding from enemies. But during the times of the Ottoman rule the towns situated in the foot of the Balkan were the birthplaces of many of the Bulgarian revolutionaries, freedom-fighters, enlighteners and keepers of the Bulgarian spirit as a whole. Indeed, the Balkan was also the scene of some of the most glorious battles, heroic deaths and memorable events in the new history of Bulgaria. Naturally, the influence of the region is not constrained and ",{"type":"[[","value":[["Bulgarian Shopluk"],["the West Balkan"]]}," same as the areas of ",{"type":"[[","value":[["Northern Thrace"],["Thrace"]]}," and ",{"type":"[[","value":[["North Bulgaria"],["the Danube plain"]]}," close to the mountain are culturally affected by the Balkan. In those regions, however, other factors of folklore formation are dominant.\n\n",{"type":"====","value":["Areas"]},"\nSince the region includes different types of terrain that define various types of tourist sites it can be divided into four areas:\n: ",{"type":"'''","value":["Stara planina"]}," - The area includes the heights of the mountain itself. They were hardly suitable for permanent settlement in the past, so the sites in that part of the region are primarily the natural beauties of the mountain that create perfect conditions for hiking  in the summer and snow sports in the winter. Other places of interest include the solitary monasteries and stranded places where crucial historical events related to Bulgarian independence and unification took place.\n: ",{"type":"'''","value":["Predbalkan"]}," - The northern foothills of the mountain, the name of the area literally means ",{"type":"''","value":["front-of-the-Balkan"]},". The area includes towns such as ",{"type":"[[","value":[["Gabrovo"]]},", ",{"type":"[[","value":[["Elena"]]},", ",{"type":"[[","value":[["Troyan"]]},", ",{"type":"[[","value":[["Tryavna"]]},". Those towns are central to Bulgarian Revival as focal points for the development of art, crafts, architecture, education and the culture of the period as a whole. This Balkan area is also heavily influenced by the cultural processes in North Bulgaria (both ",{"type":"[[","value":[["North Bulgaria"],["Moesia"]]}," and ",{"type":"[[","value":[["Southern Dobruja"],["Dobruja"]]},"). Thus, the area includes cultural landmarks of the typical Bulgarian Revival style but with Renaissance and Baroque nuances for some of them. As for natural landmarks, the area is the home of some of the most beautiful waterfalls in Bulgaria.\n: ",{"type":"'''","value":["Podbalkan"]}," - The southern foothills of the Balkan forming a valley between the mighty mountain and Sredna gora; the name of the area can be literally translated as ",{"type":"''","value":["under-the-Balkan"]},". It includes the towns of ",{"type":"[[","value":[["Sliven"]]},", ",{"type":"[[","value":[["Karlovo"]]},", ",{"type":"[[","value":[["Sopot, Plovdiv Province"],["Sopot"]]}," which are home towns  of some of the most prominent freedom-fighters during the Ottoman rule. The area is also called the Rose Valley because of the specialisation in the growing of roses and the production of rose oil. ",{"type":"''","value":["Podbalkana"]}," is also notably influenced by the ",{"type":"[[","value":[["Northern Thrace"],["Thracian"]]}," heritage.\n: ",{"type":"'''","value":["Sredna gora"]}," - The mountain is the home of ",{"type":"[[","value":[["Panagyurishte"]]},", ",{"type":"[[","value":[["Koprivshtitsa"]]},", ",{"type":"[[","value":[["Banya"]]},". Despite its architectural trasures, the area is attractive because of its mineral waters and beautiful flora.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Rua e ponte em Tryavna, Bulgaria.jpg"],["300px"],["thumb"],["right"],["The clocktower in Tryavna"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gabrovo"]]}," - one of the two administrative centers of the region, in the ",{"type":"'''","value":["Predbalkan"]}," area."]},{"type":"*","value":[" ",{"type":"[[","value":[["Karlovo"]]}," (",{"type":"''","value":["Podbalkan"]},")"]},{"type":"*","value":[" ",{"type":"[[","value":[["Panagyurishte"]]}," (",{"type":"''","value":["Sredna gora"]},"),"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sevlievo"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Sliven"]]}," - one of the two administrative centers of the region, in the ",{"type":"'''","value":["Podbalkan"]}," area."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sopot (Bulgaria)"],["Sopot"]]}," (",{"type":"''","value":["Podbalkan"]},")"]},{"type":"*","value":[" ",{"type":"[[","value":[["Troyan"]]}," (",{"type":"''","value":["Predbalkan"]},") "]},{"type":"*","value":[" ",{"type":"[[","value":[["Tryavna"]]}," (",{"type":"''","value":["Predbalkan"]},")"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" The towns reserves of Bulgarian Revival architecture and history"]},{"type":"*","value":[" The protected forest parks in ",{"type":"''","value":["Stara Planina"]}]},{"type":"*","value":[" The mountain peaks of the Balkan that serve as natural monuments embodiment of Bulgarian courage, spirit and dignity"]},{"type":"*","value":[" The monasteries in the region, keepers of Bulgarian faith and traditions "]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Natural Beauty"]},"\n",{"type":"[[","value":[["File:Centralbalkan.jpg"],["300px"],["thumb"],["right"],["Central Balkan Mountains"]]},"\n\nThe diverse biosphere of the Balkan has lead to the constitution of two protected parks which include a total of fourteen out of the twenty five nature reserves in the region. ",{"type":"[[","value":[["National Park Central Balkan"]]},", nestled in the central and higher portions of the mountain range, contains rare and endangered wildlife species and communities, self-regulating ecosystems of biological diversity, as well as historical sites of global cultural and scientific significance. It is one of the largest and most valuable of the protected areas in Europe. The landscape of the national park alone is astonishing with its variation from naked stone talons and snowy caps to humid forests and breathtaking waterfalls. The other protected park, ",{"type":"[[","value":[["Nature Park Bulgarka"]]},", is in the significantly lower and sloping Eastern part of Stara Planina. The region is characterized by significant diversity in terrain so it supports a rich diversity in flora and fauna. \nThere are numerous mountain tracks within both parks that lead to various points of interest such as waterfalls, centurial trees, typical animal habitats, picnic areas, mineral water fountains and magnificent panoramas. Some of them had been adjusted for mountain biking and horse riding.\n\nIn the northern area of Predbalkana the mountain gently transforms into small hills so that the dense forests gradually give way to vast meadows and some remarkable basins with small waterfalls. The ",{"type":"[[","value":[["Dryanovo"]]}," monastery is such an environment of small streams and green fields among the still high hills of the Balkan. The many lakes and rivers in the area form a perfect conditions for picnics, outdoor barbecues and camping amidst the \"wilderness\" just minutes away from some town full of cultural landmarks.\n\nThe steep southern ridges of ",{"type":"''","value":["Stara planina"]}," quickly form Podbalkana. The Rose Valley is startling during the spring and early-summer months when the sea of roses could be smelled all the way from ",{"type":"[[","value":[["Northern Thrace"],["Thrace"]]}," behind the mountain of Sredna gora. The valley along with the mountain itself nurtures some of the best grapes in Bulgaria used primarily for white wines.\n\n",{"type":"===","value":["Cultural Destinations"]},"\n",{"type":"[[","value":[["File:Etura Gabrovo 1.JPG"],["300px"],["thumb"],["right"],["Architectural-Ethnographic Complex \"Etar\""]]},"\n",{"type":"===","value":["Memorials of Heroism"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Bulgaria"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["wikipedia:Balkan Mountains"]]},{"type":"{{","value":[["geo"],["42.7"],["25"]]}]