[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:15c green mosque.jpg"],["thumb"],["350px"],["Tomb of Khoja Abu Nasar Parsa in the center of town"]]},"\n\n",{"type":"'''","value":["Balkh"]}," is a town in ",{"type":"[[","value":[["Afghanistan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nBalkh was the capital of the historic region of ",{"type":"[[","value":[["Bactria"]]},", even before the arrival of ",{"type":"''","value":["Alexander the Great"]},", and of a Greco-Bactrian Kingdom afterward. It was destroyed many times over by the likes of ",{"type":"''","value":["Ghengis Khan"]}," and ",{"type":"''","value":["Timur-i-lang"]},".\n\n",{"type":"==","value":["Talk"]},"\nCompared to the rest of the country, almost all citizens of Balkh can speak English. There are English schools\/lessons and computer courses are also taught (such as Microsoft Office programs). A traveller will be hard pressed not to run into one of the teachers and invited into their home. The young students are shy about using their English.\n\n",{"type":"==","value":["Get in"]},"\nBalkh is easily reachable from ",{"type":"[[","value":[["Mazar-e Sharif"]]}," by shared taxi for about 20 afghani. Look for the passengers sitting in the open boot of some cars. The road passes through a fort with destroyed tanks and APCs; the fort was probably a road block during the Warlord and Taliban period. The landscape before and around the town is fields. South of the town at the turnoff is a large mound that was probably a watchtower.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe town is completely enclosed by its ancient fortifications; brick and mud walls at least 30 feet high and in good condition. They can be climbed giving views of the countryside and the town. At the north end is another larger mound that was the fortress. The walls slope on the outside and are vertical on the inside, giving and impression from the inside of being very tall. Turrets along the walls are in varying states of decay providing glimpses of building techniques.\n\nThe town has a central park, where children play soccer or volleyball. At one end are the ruins of a tiled mosque, the other the gate of a madrassa. Again the construction technique of the madrassa can bee seen. As the park is full of trees and small shops surround the part it is difficult to take photos of the madrassa. Full shots of the mosque are easy.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Shrine of Khoja Abu Nasar Parsa"]}," – also known as ",{"type":"''","value":["Bala Hasar"]},", dominating the park in the center of the town sits this 15th century shrine, built in the Timurid style."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dargah of Rabia Balkhi"]}," – adjacent to the Parsa shrine is this small tomb of the famous female Persian poet. She was sealed in a basement by her brother after having an affair, and wrote her most famous poem in her own blood on the wall as she died."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Noh Gonbad (Haji piyada) mosque"]},"; is well worth a visit.  Its history is unclear but it is certainly one of Afghanistan's most important historical buildings. Possibly dating from Zoroastrian times the remains are now under a protective roof, and are worth the bumpy 2km drive from the main Balkh - Mazar road. Head south from the centre of Balkh, cross the main east-west road and keep going.  After 500 metres you'll see a sign (in English) telling you to turn right."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Northwest Afghanistan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Balkh"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Balkh"]]},{"type":"{{","value":[["geo"],["36.758055555556"],["66.898888888889"]]}]