[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Ballymena"]}," is a town in ",{"type":"[[","value":[["County Antrim"]]},", ",{"type":"[[","value":[["Northern Ireland"]]},".\n\n",{"type":"==","value":["Get in"]},"\nBallymena means \"Middle Town\" in Irish, and rightly so, with a location right in between the Glens of Antrim and the fertile Bann valley, the North Coast and the Capital. It makes a good base to explore these places whilst sampling local life.\n\nThe town is only about 30 mins drive from ",{"type":"[[","value":[["Belfast"]]}," and Belfast International Airport and Larne harbour.\nThere is a major bus and train station, and the M2 runs by the town.\n\nNotable people from the town include Hollywood actor Liam Neeson and controversial preacher Ian Paisley.\n\n",{"type":"==","value":["Get around"]},"\nDriving in Ballymena can be confusing as there are many one-way streets and frequent lane changes. However, the town is well signposted. Congestion is moderate but parking is abundant and quite cheap.  Like most places, taxis are expensive. There are frequent buses throughout the area and the town itself is quite big, but it is not hard to navigate on foot.\n\n",{"type":"==","value":["Do"]},"\n\nBallymena is seen by many as the best place to shop in Northern Ireland after Belfast (and with cheaper parking!) and so makes it a good place to spend a sunny or rainy day.\nThere are two large shopping centres, the Tower Centre and the Fairhill, and many other great shops.\nThere are many restaurants, take-aways, and some pubs open late as well as a cinema, leisure centre and bowling alley. Nightlife in terms of clubs is poor, but Belfast and the North Coast aren't far away.\n\nThere are also lots of other things to do, like the Ecos centre (a park and factual centre) the Braid arts centre, and the very popular Peoples Park, which is a play park and garden.\n\nThe Tourist Information is in the Town Hall, Linenhall Street.\n\n",{"type":"==","value":["Eat"]},"\nAs any Western city, there are plenty of major food chains such as McDonalds, Subway etc. as well as quaint cafés and coffee shops.\n\n",{"type":"*","value":[{"type":"'''","value":["Nobel's cafe"]},", Church street. Great for a traditional Ulster Fry at cheap prices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Old School Café"]},", All Saint's Parish, Cushendall Road, another cheap eatery with excellent food."]},"\n",{"type":"==","value":["Drink"]},"\n\nHotel bars are the best bet or The Thatch in nearby Broughshane\n\n",{"type":"==","value":["Sleep"]},"\n\nMain hotels in the town are ",{"type":"'''","value":["Galgorm Manor (oustside of the town)"]},", ",{"type":"'''","value":["Tullyglass"]},", ",{"type":"'''","value":["Leighinmohr House Hotel"]}," and ",{"type":"'''","value":["The Adair Arms"]},".\n\nThere are no hostels but plenty of medium priced guest houses.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Loughconnolly B+B"],["url="],["email="],["address=103 Carnlough Rd, Broughshane"],["lat="],["long="],["directions=6 miles east of Ballymena, road heading in direction of Carnlough"],["phone =+44  7761014434"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=High quality B+B at low rates in a beautiful area."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["The M2 runs by the town so the North Coast and Belfast are easily accessible"]},{"type":"*","value":["Only a few miles away is the village of ",{"type":"'''","value":["Broughshane"]},", well known in the summer months for its flowers."]},{"type":"*","value":[{"type":"'''","value":["Portglenone Forest"]}," is famous for the bluebells that carpet it in the spring. "]},{"type":"*","value":["For panoramic views of the whole county and if clear enough, Scotland, Donegal and the Mournes, head out to ",{"type":"'''","value":["Slemish Mountain"]},", and from there, on into the Glens of Antrim."]},"\n",{"type":"{{","value":[["IsPartOf"],["County Antrim"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ballymena"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Northern Ireland\/Antrim\/Ballymena\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ballymena"]]},"\n",{"type":"{{","value":[["geo"],["54.86540"],["-6.27542"],["zoom=14"]]}]