[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ballia"]}," is in ",{"type":"[[","value":[["Uttar Pradesh"]]}," province of ",{"type":"[[","value":[["India"]]},".Ballia is an ancient city. Many great saints and sages of India had their ashrams in Ballia, including 'Valmiki', 'Bhrigu', 'Durvasa', 'Parashara muni' and 'Jamadagni.' Ballia was a part of the ",{"type":"'''","value":["Kosala Kingdom"]}," in ancient times. It also came under the Buddhist influence for some time. Earlier the district was a part of Ghazipur district, but later it was created as an independent District.\n\nSahatwar, Sheikhpur and Sikanderpur are also very old towns of Ballia, populated during the reign of Feroze Shah Tughlaq where famous Muslim saints came and inhabited the area and served Muslims and non-Muslim alike.\n\nThe origin of the name Ballia, has long been a matter of dispute. It is locally said to have been derived from the name of the sage Valmiki, the celebrated Hindu poet and the author of Ramayana, whose having resided here was commemorated by a shrine, which has long been washed away. Another belief about the origin of the name is that it has been derived from the sandy nature of the land of the place, locally known as \"Ballua\" (balu meaning sand). It was initially named as 'balian', later transformed to Ballia.\n\nBallia is also known as Baghi Ballia (Rebel Ballia) for its significant contribution in India's freedom struggle. During the first Independence War of India in 1857, Ballia came in picture in front of the world and ",{"type":"'''","value":["Shree Mangal Pandey"]}," was that first freedom fighter of that war who was born in village Nagwa Ballia district of India.[1] During the Quit India Movement of 1942 Ballia gained independence from British rule for a short period of time when the district overthrew the government and installed an independent administration under Chittu Pandey.\n\n\n",{"type":"==","value":["Get in"]},"\n\nBallia is a station on the Broad Gage Indian Railways[6] with about 35 trains daily (including 2 Rajdhani express)[7] Major railway stations include Belthara Road, Surimanpur, Phephna, and Rasra. Belthara Road is connected with Gorakhpur by many trains like Dadar Express, Chauri Chaura Express, Gorakhnath Express etc. Road connectivty from Varanasi-to-Ballia, Gorakhpur-to-Ballia and Ballia-to-Patna is very good. It takes about 4 hours by road and 2–3 hours by train from Varanasi-to-Ballia. The road passes through Ghazipur district then small towns like Nagra, Sikanderpur then Ballia.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Notable temples"]},"\n\nMaharshi Bhrigu Mandir in the heart of the city\nShri Baleshwer Mandir\nHabib Manzil\nChain Ram Baba mandir is in Sahatwar\nNath Baba temple at Rasara\nShokharan Nath mandeer In Ashega, Beruarbari.\nPanchmandir at village Sahatwar.\nSri Sahajanand Baba Dev Sthan at village Chandpur at the bank of holy river Saryu (25 KM North-East from Ballia City)\nNarhari Das Kuti (Temple) - Guru of famous Poet Tulsi Das in Sitabdiyara\nShri Jangli Baba Mandir (Temple) place at Garwar (Fair of Dhanteras before one day Diwali)\nHanuman Mandir, 4 KM from Ballia city.\nParashurama Temple in Maniyar (Only few temples of Parashurama)\nKameshwar Nath Dham (Shiv Mandir), Karon, Ballia (U.P.)\nMata Kapilashweri Bhwani Mandir (Temple), Near Sager Pali, Ballia (UP)\nShahid Smarak, Sukhpura is dedicated to our freedom fighters and situated beside the Sukhpura Inter College's entrance.\nBramani mata temple is situated about 6k.m. from Ballia\nKEVAL BABA temple is located in Hanshnagar.\n\n",{"type":"'''","value":["Area villages"]},"\n \nA village named Dharnipur is located 9 KM from Ballia. \nAamghat Village is 7.7 km far from its District Main City Ballia. \nA village Aundi (via Piyaria)is 20 km (west) from Ballia city \/ 10 km from Phepana Junction.- located on Ballia-Mau road. \nA village called Majhuan (24 km far from Ballia city) . It is situated on the bank of the Ganges river. \nShivpur Diar Nai Basti (Bayashi) village which is having 20 thousand population with 90% literacy and 7 km far from Ballia. \nA village named Akhar famous for its wrestlers located 6 km East from Ballia town. \nA village named Dubhar village which is having 30 thousand population with 40% literacy and 9 km far from Ballia.famous for its literacy . \nA village named Khejuri is located 15 KM from Ballia. \nA village named Shahpur near Garwar police station is located 19 KM from Ballia. \nBansdih located 18 KM far from Ballia. It is having population more than 50,000. \nTengarhin village is located at Bairia - Ballia Road on Distance 36 KM from Ballia . \nHanshnagar is small village that is located 17 k.m. far from Ballia and 3 k.m. far from Haldi.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dadri Mela (fair)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dadri Mela is the second largest cattle fair of India which is located at 5 KM from Ballia town nearby NH 19 and 3 KM from Bus station of Ballia city.[3][4] The fair starts on full moon of Kartik Poornima (October–November) with Holy dip in Ganges. This fair is held annually in the honour of Dadar Muni, the disciple of Maharishi Bhrigu.\n\nThis fair is celebrated for more than one month and is organized in two phases. The first phase starts before 10 days of Kartik Poornima in which traders bring some excellent hybrids of cattle from across India for sale\/purchase. On or after Kartik Poornima, various cultural programs are organized and one can find shops of different items at one stop during the next Fortnight."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nWhile in Ballia, you can try out some of the local favorites (Baati-Chokha would be the best), quite different from your normal naan and curry.\n",{"type":"'''","value":["Sattu"]}," are famous as turant bhojan, kind of fast food.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nAccommodations are fairly reasonable, you just need to look around.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Purvanchal"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ballia"]]},{"type":"{{","value":[["geo"],["25.7625"],["84.151944444444"]]}]