[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Ballymoney town hall.jpg"],["right"],["thumb"],["Ballymoney Town Hall"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/ballymoney.gov.uk Ballymoney"]}]}," (from Irish: ",{"type":"''","value":["Baile Monaidh"]},", meaning \"homestead on the peatland\")is a town located in ",{"type":"[[","value":[["County Antrim"]]},", ",{"type":"[[","value":[["Northern Ireland"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nThe town advantages from its central location between ",{"type":"[[","value":[["Belfast"]]}," and ",{"type":"[[","value":[["Derry"]]},", (being roughly one hour from Belfast, and roughly one hour from Derry) meaning the town has excellent rail and road connections. The town lies on the Coleraine\/Ballymena rail line (leading to other destinations), and is also situated on the main road (A26) between Northern Ireland's two largest cities, Belfast and Derry\/Londonderry. The journey of approx. 50 miles from Belfast to Ballymoney can be made in under an hour.\n\n",{"type":"==","value":["Get around"]},"\n\nBallymoney is a small town, so visitors need not worry about travel within the town, as everywhere is within walking distance. There is a town bus service, but this mainly serves local residential areas around the town.\nThose of you wishing to travel around the borough, or further afield, can make use of the fairly inexpensive rural bus service, or the plentiful taxi services in the town. Taxis can be called in advance, but during the day, several taxis will be parked in the taxi bays in the centre of the town, at the bottom of High Street\/top of Main Street.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nBallymoney is known locally for its many eating establishments, catering for all tastes, ranging from simple fish & chips to multi-course gourmet meals. Chips shops, or 'chippies', can be found dotted around the town, all serving high-quality food. 'Flash In The Pan' is an award-winning chip shop, and well known among locals, and is highly recommended. Other fast-food outlets include several pizza\/kebab shops, and chain-store, 'Subway' on Main Street.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\nFurther information can be found at\n\nhttp:\/\/www.ballymoney.gov.uk\/\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["County Antrim"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Ballymoney"]]},"\n",{"type":"{{","value":[["geo"],["55.07036"],["-6.51567"],["zoom=14"]]}]