[{"type":"{{","value":[["pagebanner"],["Balochistan banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Hanna lake 2345.JPG"],["thumb"],["Hanna Lake"]]},"\n: ",{"type":"''","value":["For adjacent ",{"type":"[[","value":[["Iran"]]},"ian region, see ",{"type":"[[","value":[["Baluchistan"]]},"."]},"\n\n",{"type":"'''","value":["Balochistan"]}," or Baluchistan (Urdu:بلوچستان) is a province in ",{"type":"[[","value":[["Pakistan"]]},".\n\n",{"type":"[[","value":[["Image:Balochistan in Pakistan (claims hatched).svg"],["thumb"],["300px"]]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Quetta"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gwadar"]]}]},{"type":"*","value":[{"type":"[[","value":[["Pishin"]]}]},{"type":"*","value":[{"type":"[[","value":[["Taftan"]]}]},{"type":"*","value":[{"type":"[[","value":[["Turbat"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lasbela"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pchotels.com.pk PC Gwadar Beach resort"]}]}," and ",{"type":"'''","value":["Gadani beaches"]}]},{"type":"*","value":[" Archaeological site of ",{"type":"'''","value":["Mahargarh"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Makran Coastal Highway"]}," (Over 770 km From Karachi to Gwadar) is unique fascination for tourists. It is pertinent to mention here that Alexander had passed through the coastal belt of Balochistan in 325 BC covering a long trail"]},{"type":"*","value":[" ",{"type":"'''","value":["Juniper Forests"]}," in Ziarat Valley - One of the largest Juniper forests in the globe"]},{"type":"*","value":[" ",{"type":"'''","value":["Coal Mines & Caves"]}," including Somiani caves"]},{"type":"*","value":[" ",{"type":"'''","value":["Chaman railway tunnel"]}," - considered to be one of the biggest and oldest tunnels in the world"]},{"type":"*","value":[" Historical ",{"type":"'''","value":["wetland of Band Khushdil Khan"]}," in Pishin district."]},"\n",{"type":"==","value":["Understand"]},"\nBalochistan provincial region of SW Pakistan has an area of 347,190 km2. It covers 48% of Pakistani territory;\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["Karachi"]]},", ",{"type":"[[","value":[["Lahore"]]},", and ",{"type":"[[","value":[["Islamabad"]]}," are the main gateways to Pakistan by air. However, there are 134 airfields in Pakistan. Six other international airports are in ",{"type":"[[","value":[["Peshawar"]]},", ",{"type":"[[","value":[["Quetta"]]},", ",{"type":"[[","value":[["Faisalabad"]]},", ",{"type":"[[","value":[["Turbat"]]},", ",{"type":"[[","value":[["Multan"]]}," and Gwadar.\n\n",{"type":"===","value":["By train"]},"\n\nBalochistan has train links with other parts of ",{"type":"[[","value":[["Pakistan"]]}," and ",{"type":"[[","value":[["Iran"]]},", though none of these trains are the fastest or most practical way to enter Pakistan. Should speed be a priority it is better to take the bus, or if you are really in a hurry, to fly, however the trains are sights in their own right.\n\n",{"type":"[[","value":[["Iran"]]}," has one link, from ",{"type":"[[","value":[["Zahedan"]]}," to ",{"type":"[[","value":[["Quetta"]]},".\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"'''","value":["From Iran"]},": One comes to Pakistan from ",{"type":"[[","value":[["Iran"]]}," via the ",{"type":"[[","value":[["Mirjaveh"]]}," border in ",{"type":"[[","value":[["Iran"]]}," which is half an hours drive from ",{"type":"[[","value":[["Zahedan"]]},". The Pakistani border town is called ",{"type":"[[","value":[["Taftan"]]}," and has facilities of immigration, customs, hotels etc, although it's a much better idea to head directly to Quetta and not stick around. There are buses to ",{"type":"[[","value":[["Quetta"]]}," in the early afternoon, taking 12-14 hours.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By road"]},"\n\nBuses or coaches are the best way to get around Baluchistan. Balochistan is quite big region stretching about ? km from north to south and ? km (extreme) from east to west so by road can be tiring experience, by unfortunately it remains the only common option for getting around.\n\n",{"type":"==","value":["See"]},"\n\n\n",{"type":"===","value":["Hanna Lake"]},"\nIf you want to enjoy an excursion near the city, you can visit to Hanna Lake. It is in the hills overlooking Quetta, approximately 10 km from the city and very close to the Urak, where benches and pavilions on terraces have been provided. Golden fish in the lake come swimming right up to the edge. A little distance away, the waters of the lake take on a greenish blue tint. Right where the water ends, pine trees have been planted on the grass filled slopes. The turquoise water of lake is a stark contrast to the brownish-green hills that surround the area.\n\nWagon service operates from city bus station at Circular Road. The transport can be hired through the PTDC Tourist Information Centre, Muslim Hotel, Jinnah Road Quetta.\n\n",{"type":"===","value":["Hazarganji Chiltan National Park"]},"\n\nHazarganji literally means \"Of a thousand treasures\". In the folds of these mountains, legend has it, that, there are over a thousand treasures buried, reminders of the passage of great armies down the corridors of history. The Bactrian, Scythians, Mongols and then the great migrating hordes of Pashtuns, all passed this way.\n\nIn the Hazarganji Chiltan National Park, 20 km southwest of Quetta, ",{"type":"'''","value":["Markhors"]}," have been given protection. The park is spread over 38,437 acres, altitude ranging from 2,000 to 3,200 metres.\n \nNature lovers, students, scientists and researchers are welcome to visit the park at any time of the year. For overnight stay, accommodation is available at the Forest Department Rest House located 5 km inside the Park. \n\nPark Rangers help the visitors to see animals. Access trails have been developed in the park for visitors. A small museum of natural history is located near the Park entrance.\n\n",{"type":"===","value":["Kharkhassa"]},"\n\nLocated 10kms west of Quetta\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Archaeological Museum"]},", Fifa Road. Open 9AM-3PM daily."]},"Has a collection of rare antique guns, swords and manuscripts. It has a display of Stone Age tools, prehistoric pottery and articles found from Mehrgarh. There are also coins, manuscripts and photos of Quetta before 1935 earthquake. \n\n",{"type":"*","value":[{"type":"'''","value":["The Geological Museum"]},", Sariab Road (near Balochistan University). Has a collection of rocks and fossils found in Balochistan. The Command and Staff College Museum is worth a visit for those interested in British military history. It is housed in the former bungalow of Field Marshal Montgomery."]},"\n",{"type":"===","value":["Amusement and Recreation"]},"\nThe ",{"type":"'''","value":["Askari Park"]}," at the Airport Road and ",{"type":"'''","value":["Liaquat Park"]}," on Shahrah-e-Iqbal offer amusement and recreational facilities. ",{"type":"'''","value":["Balochistan Arts Council Library"]}," is located on Jinnah Road. The ",{"type":"'''","value":["Chiltan Hill viewpoint"]}," on Brewery Road offers a panoramic view of Quetta.\n",{"type":"'''","value":["Karkhasa"]}," is a recreation Park situated at distance of 10 km to the west of Quetta. It is a 16 km long narrow valley having a variety of flora like Ephedra, Artemisia and Sophora. One can see birds like partridges and other wild birds in the park. Limited recreational facilities are provided to the visitors through the Forest Department, Spinney Road, Quetta.\n\n",{"type":"===","value":["Urak Valley"]},"\nDriving through wild roses and fruit orchards, you may reach the Urak Valley at a distance of 21 km.\n\n",{"type":"===","value":["Pishin valley"]},"\nFilled with numerous fruit orchards, the Pishin Valley is 50 km away from Quetta. These orchards are irrigated by ‘karez’. There is yet another attraction of cool waters, i.e. man-made lake with Bund Khushdil Khan. A wide range of ducks provides enticing beauty during winters.\nThe festivities include a colourful programme of folk dancing by thousands of participants from different regions. Horse jumping, trick horse riding, trick motor cycle riding, dare-devil motor car driving and a dog & hare race are among the highlights of the festival. The principal attraction of the show is the impressive display of the best available specimens of Pakistani livestock. As the sun sets over the impressive Fortress Stadium, the venue of the show, fireworks display, military tattoos and brass band pageants enliven the evenings.\n\n",{"type":"===","value":["Ziarat"]},"\nA visit to Quetta will however, be incomplete without a trip to ",{"type":"[[","value":[["Ziarat"]]}," (133 km from Quetta, 3 hours by car), a hill town 8,000 feet above sea-level air-conditioned coach and taxis take between an hour or two from Quetta an ideal and relaxing summer retreat with rows of juniper trees and ever green slopes.\n\nThe word Ziarat means holy place to be visited and the valley is known by that name because of a shrine of a holy saint, Tahir Baba Kharwari. There are other graves as well. However, the world knows it more because of the oldest and tallest juniper jungle, which needs to be looked after properly for future survival.\n\nZiarat is also famous for being the site of Mohammad Ali Jinnah's summer vacation home. It is incidentally the home he passed away in- and is now a museum of his personal belongings and living space- visited by people from all over Pakistan. \n\nExtremely delicious species of apple, black cherry and almond trees are abundant in Ziarat, covering about 4,416 acres in the lap of mountains. \n\nWhile Ziarat abounds in tall chinar trees and juniper grows wild as does walnut and a variety of other trees, the area west of this hill station leading up to the Afghan border is rocky and barren. The drive through this unfriendly terrain provides one the grim reminder of the fierce tribes who roamed free in the region and kept the British weary and fearful. The border village of Chaman is also a major trading centre for a variety of fruit, a large quantity of which is still brought in from Afghanistan.\n\n",{"type":"===","value":["Pir Ghaib"]}," \n\nAt a distance of 70 km from Quetta on Sibi Road is situated a popular picnic spot known as Pir Ghaib. Here a waterfall cascades down rocky mountain side making its way through many streams and ponds among the shady palm trees. You need a 4-wheeled transport to reach the spot from the main road.\n\n",{"type":"===","value":["Khojak Pass"]},"\nThis pass will lead you directly to the Chaman border of Afghanistan, 153 km from Quetta. The scenic beauty is enthralling. The journey through the border is achieved via Khojak Sheela, a 4 km long tunnel, at an elevation of more than 1,945 m above sea level.\n\n",{"type":"===","value":["Bolan Pass"]},"\nThrough the centuries several armies from Central Asia and north intruded into Balochistan through the valley.\n\n",{"type":"===","value":["Lak Pass"]},"\nWhile cruising through the hilly tract between Quetta and Kalat, you would come to see the route to Zahidan, Iran. Koh-e-Taftan and Saindak copper mines are en-route.\n\n",{"type":"===","value":["Harnai Pass"]},"\nThe entire population of Kharwari Baba and for that matter of the entire Ziarat, migrates to Harnai in extreme winter. Harnai Pass, about hours drive from Loralai, is just as spectacular as the Khyber Pass near Peshawar. \n\n",{"type":"===","value":["Mehergarh- the newest discovery of ancient civilization"]},"\nDuring recent decades, a lot has been done to explore the culture and civilization of ancient people. The most distinguishing one is Mehergarh, which experts say remained the centre of high development some 9,900 years ago. Researchers claim that this was a civilized society of 7000 B.C that is even older than ",{"type":"[[","value":[["Moenjodaro"]]}," and ",{"type":"[[","value":[["Harappa"]]},".\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Take a drive on Makran Coastal Highway"]}," – (over 770 km from Karachi to Gwadar) provides a unique destination for tourists. The highway, which follows the route that Alexander the Great took through the coastal belt of ",{"type":"[[","value":[["Balochistan"]]}," in 325 BC, takes you by some beautiful beaches."]},"\n",{"type":"==","value":["Eat"]},"\n\nTypical Balochi cuisine includes the lamb-skewed ",{"type":"'''","value":["Sajji"]}," which have gained massive popularity among other parts of Pakistan, including the food hubs of Karachi and Lahore. ",{"type":"'''","value":["Kaak"]},", a rock-hard prepared bread, is another a notable dish. ",{"type":"'''","value":["Khaddi Kabbab"]}," is a dish in which a whole lamb or goat is cooked on fire, usually there is raw rice in the stomach of the lamb and the rice is cooked in the fat of the lamb.\n\nIn the old bazaars one comes across quaint old tea-shops. These are the local \"clubs\". There are also many popular eating houses offering different types of delicacies. Among the delicacies you must try is Sajji (leg of lamb), which is roasted to a delightful degree of tenderness and is not very spicy. It is a whole leg of lamb deliciously marinated in local herbs and spices and barbecued beside an open fire. It is very popular among the locals and is offered with great insistence to the guests. The Pathan tribesmen of the valley also enjoy Landhi (whole lamb) and Khadi Kebab. “Landhi” is a whole lamb which is dried in shade and kept for the winters. \"Kebab\" shops are very popular, the best being Lal Kebab, Tabaq, Cafe Farah and Cafe Baldia. They serve Pakistani and Continental food. The other Chinese restaurant that is one of the oldest in town is Cafe China. Some of the finest mutton in the country is raised around Quetta. It has a delicious smell which can be sampled in the Pulao that most of the eating houses offer.\n\nThere is famous Lehri Sajji house and Mir Afzal Karahi at Jinnah Road. The most famous is the Khadi kebab which is just behind the street at Liaquat Bazaar\n\nThe Pashtun people are also very famous for their refreshing green tea and Dood Pati shops\n\nVery few places can compete with Quetta valley in having wide range of tasteful fruits, exported to all parts of the country as well as abroad. There you can find plums, peaches, pomegranates, apricots, apples, olives, different types of melon, water-melon, cherries, pistachios, almonds and other dry fruits. Saffron and tulip are also grown and cultivated on a commercial scale. The fruits heaven is Urak, called samaristan, meaning the land of fruits in Persian.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" Quetta is known for its Kawa (Green Tea), and is usually served sweet."]},{"type":"*","value":[" Sharbat-e-Sandal is a sweet, non-carbonated drink unusually found in markets in summer. It has a good taste and a yellowish-green transparent colour - look out for the black seeds. Served ice cold."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nYou should seek advice from tourist offices and embassies about which areas are safe and which are not. Travel to some portions of Balochistan is not advisable or requires an armed escort.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" To Iran"]},{"type":"*","value":[" To Karachi"]},{"type":"*","value":[" To Peshawar"]},"\n",{"type":"{{","value":[["IsPartOf"],["Pakistan"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Balochistan, Pakistan"]]},{"type":"{{","value":[["geo"],["30.12"],["67.01"]]}]