[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Baluran National Park"]}," is in ",{"type":"[[","value":[["East Java"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThis park is a forest preservation area that covers about 25,000 hectares of the north coast of ",{"type":"[[","value":[["East Java"]]},". The park offers some great scenery and has organised safari activities. Safari is a much misused term in Asian travel circles but in this case it is appropriate - there is something very African about the savannah grasslands of Baluran. Of the three large national parks in East Java, this is the easiest to reach and, despite the neglected roads within the park, the easiest to travel around.\n\n",{"type":"===","value":["History"]},"\nThe value and unique nature of Baluran was first recorded in 1928 by Dutch botanist AH Loedeboer. Official national park status was granted in 1984 since which time the tourism potential of the park has slowly been realised.\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["Image:Bama_beach.jpg"],["300px"],["thumb"],["right"],["Bama Beach, Baluran National Park"]]},"\nThe dominant feature of the park is 1,247 m high Mount Baluran, a dormant volcano. The park is mostly savannah grass and acacia scrub inland and monsoon forest with mangroves on the coast. 15 km from the main entrance there is beautiful white sand beach called Bama Beach with fringing mangroves and a healthy offshore coral reef. Some 40 km of the north coast of Java are within the boundaries of the park and include some areas with excellent, healthy coral reefs close to shore.\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["File:Wild Deers near Bama Point, Baluran.jpg"],["300px"],["thumb"],["right"],["Wild Deer near Bama Point, Baluran"]]},"\nMammals present include leopard cat, wild pig, Java rusa deer, three species of monkeys and the endangered java banteng (buffalo).\n\nBirdlife is diverse despite enormous trapping pressures for the cagebird trade before the national park was formed. Some poaching still occurs.\n\n",{"type":"===","value":["Climate"]},"\nAside from ",{"type":"[[","value":[["Madura"]]},", this is the driest corner of Java and from April to October it is very dry. The best time to visit is the latter half of the dry season (June to October) when the grazing animals are at their most visible as they congegate the well known waterholes. Outside of the dry season, the weather is very much like the rest of Java.  It rains especially heavily in January and February and during those months many areas of the park will be impassable due to flooding.\n\n",{"type":"===","value":["National Park Office"]},"\nBaluran National Park Office, Jl Jenderal A Yani No108, Banyuwangi. Tel: +62 333 24119.\n\n",{"type":"==","value":["Get in"]},"\nThe nearest proper town to the park is the small town of Wonorejo on the north coast road between ",{"type":"[[","value":[["Banyuwangi"]]}," and ",{"type":"[[","value":[["Probolinggo"]]},". The park entrance is no more than 30 minutes from the Banyuwangi ferry terminal (at Ketapang township) by car or bus (take a Wonorejo-bound bus).\n\n",{"type":"==","value":["Fees\/Permits"]},"\nRp 20,000 per person payble at the park office on the main road near Wonorejo or in advance from:\n\n",{"type":"*","value":["Baluran National Park Office, Jl Jenderal A Yani No108, Banyuwangi. Tel: +62 333 24119."]},"\n",{"type":"==","value":["Get around"]},"\nThis is a large area with various access roads leading through the park. If you are travelling independently, a hire car (hired in Surabaya, Bali, or in Banyuwangi) is a good idea.  Visitors arrive here having driven from ",{"type":"[[","value":[["Surabaya"]]},", ",{"type":"[[","value":[["Malang"]]}," and ",{"type":"[[","value":[["Bali"]]}," - all very feasible.  The general standards of the roads in the park are not good, however.\n\nMotor cycles with drivers for hire (",{"type":"''","value":["ojeks"]},") are available to take visitors from the main park office\/entrance area on the Surabaya-Banyuwangi highway into the park, and from Bekol to Bama Beach.  The price of an ",{"type":"''","value":["ojek"]}," ride (single motor cycle with driver) was around Rp 40,000 (one way) from the entrance to Bekol and Rp 80,000 return (around $4.00 and $8.00 respectively) in May 2014.  Perhaps a better option is hire a motor cycle from local suppliers at the entrance to the park (around Rp 100,000, or $10.00 per day in May 2014).\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bekol Savannah"],["url="],["email="],["address="],["lat="],["long="],["directions=12 km inside the park. Ask for free map from the main park office"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the main veiwing point for the herds that gather to drink at the water hole. You really will believe you are in Africa here gazing across dry savannah against the  backdrop of Mount Baluran. There is a also a tower which allows panoramic views of the whole area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bama Beach"],["url="],["email="],["address="],["lat="],["long="],["directions=3 km from Bekol"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice white sand beach with good live coral close offshore. Decent snorkelling spot. There is some basic accommodation here. There are usually ojek riders waiting at Bekol to ferry visitors across the Bama Beach."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Climb ",{"type":"'''","value":["Mount Baluran"]},". Not a high peak by Javanese standards but the views from the top are excellent in all directions including across the ocean to Madura. You can see Bali on a clear day."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat and Drink"]},"\nThere are simple shops selling drinks at both Bekol and Bama. \n\nBring in your own food with you. If you are camping or staying at the simple lodges, you can stock up with food in Banyuwangi (recommended) or at the simple stores in Wonorejo.\n\nIf you have booked the park lodges in advance, they will offer to cook meals for you.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nThere are about 16 simple rooms available at the Bekol savannah watchpoint. These are rarely full but you might want to make advance reservations via the park office in Banyuwangi.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rosa's Eco Lodge"],["url=http:\/\/www.rosasecolodge.com"],["email=bineka@telkom.net"],["address=Dusun Sidomulyo,\nSumberwaru, Banyuputih, Situbondo 68734, East Java"],["lat="],["long="],["directions="],["phone=+62 338 453005"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A self-styled safari tour operator which owns decent local cottages. They aim to have you participate in their safaris and the accommodation is part of that. However, they will allow you to book their accommodation subject to availability after their safari package guests are taken care of."]]}]},"\n",{"type":"===","value":["Camping"]},"\nCamping facilities are available in the park at Bekol.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Ijen plateau, just to the southwest of Baluran, which contains the famous Ijen crater (go via either ",{"type":"[[","value":[["Banyuwangi"]]}," or ",{"type":"[[","value":[["Bondowoso"]]},")"]},"\n",{"type":"'''","value":["If travelling west:"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Probolinggo"]]}," for the ",{"type":"[[","value":[["Bromo-Tengger-Semeru National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Surabaya"]]}," - the capital city of East Java"]},{"type":"*","value":[" ",{"type":"[[","value":[["Malang"]]}," - the cultural heart of East Java"]},"\n",{"type":"'''","value":["If travelling east:"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Banyuwangi"]]}," as a stop over for moving onto Bali (from Ketapang, the port for the ferry across to Bali)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bali"]]}," -- ",{"type":"[[","value":[["Denpasar"]]}," is around 5 hours by bus from Banyuwangi (through Ketapang, including around one hour in ferry transit)"]},"\n",{"type":"{{","value":[["geo"],["-7.8333"],["114.3667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Java"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Baluran National Park"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Baluran National Park"]]}]