[{"type":"{{","value":[["pagebanner"],["Bamako_banner.jpg"],["caption=Welcoming arch at entrance from airport"]]},"\n",{"type":"[[","value":[["File:Mali5 road bridge.jpg"],["thumb"],["260px"],["Bamako bridge crossing the Niger River"]]},"\n",{"type":"'''","value":["Bamako"]}," is the capital of ",{"type":"[[","value":[["Mali"]]},", located on the Niger river. With a population of around 1.7 million, it's the largest city in the country and one of the largest in West Africa.\n\n",{"type":"==","value":["Understand"]},"\nBamako has been continuously inhabited by humans since prehistoric times. In 1883 it was conquered by French troops, and in 1908 became the capital of French Sudan.\n\nThe city has only a few paved main roads (",{"type":"''","value":["goudrons"]},"), the rest of the city's roads are unpaved, and get dusty during the dry season (November to May) and muddy during the rainy season, offering breeding grounds to malaria-carrying mosquitoes.\n\nThe city can be hard to navigate through due to the lack of road signs, the complicated layout of the streets and the one way system in the city. The roads are very crowded both with motor vehicles and motorcycles who appear to fill every available space possible.   Traffic police are particularly vigilant and will sometimes appear to enforce very arbitrary traffic rules. They are usually on motorcycles as well so it is unwise to try and out run them in your vehicle as they will easily catch up.\n\nOften the best way to navigate around the city is to hire a taxi-motorcycle to lead you to your destination. These are relatively cheap and depending on the distance can be as low as 100 cfa. There is no meter and price is negotiated upfront.\n\nUnemployment rates are high.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Bamako-Sénou Airport"]}," is roughly 15 km (30–40 minutes) from the city center, with flights from ",{"type":"[[","value":[["Paris"]]}," on Point Afrique (cheap) and Air France (less cheap). Flights to Europe are also offered by Royal Air Maroc, via ",{"type":"[[","value":[["Casablanca"]]},"—the main drawback to this option is that the flight from BKO to ",{"type":"[[","value":[["Casablanca"]]}," leaves at 3:35AM. Taxi rides should cost about 7000 CFA from the city.\n\nPassengers flying Air France should consider ",{"type":"''","value":["pré-enregistrement"]},", or early check-in. This can be done at the Air France office ",{"type":"'''","value":["on the day of the flight"]},", between 10AM and 5PM. The office is located at Square Lumumba. Luggage is dropped off and boarding passes issued right then and there, as would happen at the airport - minus the crowds and the hassle!\n\nThe airport has been undergoing massive renovations in 2009-10. On the plus side, the underwhelming and cramped upstairs waiting area is gone, replaced by a much larger and more modern room. On the downside, many parts remain incomplete. Expect to make your way through worksites. People with difficulty getting around will still find Bamako-Senou challenging, as there are less stairs than before, but a lot more corridors and construction to contend with.\n\n",{"type":"===","value":["By train"]},"\nBamako is at the end of the railway line from ",{"type":"[[","value":[["Dakar"]]}," in Senegal which used to transport passangers across western Africa. However since a few years back all cross-border traffic have stopped and the only remaining service is a thrice-weekly train from the western city of ",{"type":"[[","value":[["Kayes"]]}," and a short commuter service from ",{"type":"[[","value":[["Koulikoro (city)"],["Koulikoro"]]},". There have been several announcements recently of a renewed service between Bamako and Dakar but no trains have yet materialsed.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bamako Railway Station"],["alt=Gare de Bamako"],["url="],["email="],["address=Rue 340 Baba Diarra"],["lat=12.648169"],["long=-7.999024"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By bus"]},"\nBus travel to Bamako is possible but often grueling slow. Some buses offers air condition, most don't. ",{"type":"[[","value":[["Segou (city)"],["Segou"]]}," and ",{"type":"[[","value":[["Mopti"]]}," are common destinations, a journey time of about ten hours. International services are available from most regional capitals, with journey times of up to 40 hours it can be a very memorable, if quite unpleasant, experience. \n\nBamako has two major bus stations, with Sogoniko handling the most traffic.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sogoniko Bus Station"],["alt=Gare Routière De Sogoninko"],["url="],["email="],["address=Avenue de L'unite Africaine OUA"],["lat=12.600316"],["long=-7.961966"],["directions=South of the river, along RN7"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Djikoroni Bus Station"],["alt=Gare Routière De Djikoroni"],["url="],["email="],["address="],["lat=12.611846"],["long=-8.031094"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bamako Botanical Gardens"],["url="],["email="],["address="],["lat=12.661455"],["long=-7.998122"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Near the zoo and national museum."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bamako Grand Mosque"],["url="],["email="],["address="],["lat=12.646823"],["long=-7.993165"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bamako Museum"],["alt=Musée de Bamako"],["url=http:\/\/www.museebamako.org"],["email="],["address=Place de la Liberté"],["lat=12.646868"],["long=-8.001665"],["directions="],["phone=+223 2000 0000"],["tollfree="],["fax="],["hours="],["price=Entrance fee is 500 CFA for residents of Mali, 1500 for tourists."],["content=Details the urban history of Bamako. Featuring local art, travel posters and exhibitions of artists living and working in Bamako."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bamako Zoo"],["url="],["email="],["address="],["lat=12.664664"],["long=-8.000482"],["directions=Towards the presidential palace."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Reopened in mid 2013 after complete renovation. Less than 200 animals from 100+ species."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Muso Kunda Museum"],["url=http:\/\/www.museedelafemme.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Museum of Mali"],["alt=Musée national du Mali"],["url="],["email="],["address="],["lat=12.658574"],["long=-7.999479"],["directions="],["phone=+223 2022 3486"],["tollfree="],["fax="],["hours="],["price=2500CFA"],["content=Decent collection of Malian art, artifacts and textiles in pleasant grounds north of the centre. There isn't a massive range of exhibits, but they are well displayed and worth a visit. Be aware that there are no English labels on exhibits, though English guides are available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Point G Hill"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Houses caves with rock paintings, and offers good views across the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pont du Roi Fahd"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=89209174251"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tour BCEAO"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\nAt the end of each January, Bamako hosts the finish line to the gruelling trans-Sahara rally, the Budapest-Bamako ",{"type":"[","value":["http:\/\/www.budapestbamako.org"]},". Hundreds of rally cars and motorcycles arrive in the city on the last Sunday of January.\n\n",{"type":"==","value":["Buy"]},"\nPrices are not fixed, and for many goods bargaining is expected. Beware, sometimes for common items (like food) the first price mentioned is just right. On the market it might be a good idea to first ask a couple of times at different stands before actually buying something.\n\nNear the area of Bamako-Coura is the lively artisan market where traders from all over Bamako come to sell silver jewelry, leather, musical instruments and wood carvings.  Prices are reasonable but the vendors expect their customers to bargain and enjoy it when they do. Once inside the market the atmosphere is relaxed and pleasant but be careful in the busy streets directly surrounding - it's easy to lose a bag to a thief.\n\nEuros are widely accepted.\n\nATM's were difficult to find in Bamako, but their presence is growing. BDM banks have ATM's for VISA cards in several branches, and Banque Atlantique used to have ATM's for Maestro\/MasterCard, but their license has lapsed, so VISA and possibly VISA electron are now the only options for all Malian ATMs.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzeria de Guido"],["url="],["email="],["address=Rue 250, off Blvd Nelson Mandela"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Decent Italian restaurant - just don't expect taxi drivers to know where it is..."]]}]},"Love them or hate them, the French have left one decent legacy in West Africa: bread. Fresh delicious baguettes are ubiquitous, and travelers should not be worried about becoming sick because of the bread.\n\n",{"type":"*","value":[" Relax: Cafe with some indoor seating and a covered outdoor patio.  Pastries, pizzas, sandwiches, steaks and good breakfasts.  Reliable food and very casual.  Located on the Rue de Koulikoro just a few doors down from the Azar and Fourmi supermarkets."]},"\nVegetarians will have a hard time in Bamako. Asking for a meal without meat will usually be met with the kind of look reserved for children and elderly relatives one does not wish to upset. In a country where poverty is common and food is often scarce, turning down meat is an oddity.\n\nThat said, mornings beans, fries, and fried plaintains can be found streetside throughout the city. Morning, noon, and night you can find small streetside \"cafes\" where you can get a VERY fried egg sandwich and some nescafe. Several varieties of fried dough are also easy to stumble upon.  Lunch- Rice and sauce is most easy to find, in local restaurants a plate with meat shouldn't cost more than 500, but can range up to 1,500.  Evenings you can find attcheke (cassava dish), spaghetti, beans, boiled eggs, and fries relatively easily.\n\nMeat eaters will be pleased to learn beef and fish are exceptionally good. Beef kebabs and grilled ",{"type":"''","value":["Capitaine"]},", a freshwater fish from the Niger river, are always a good choice. Chicken are usually left to fend for themselves, and tend to be on the scrawny side, especially compared to North-American chicken. Although the situation is improving, you might want to avoid disappointment and just give chicken a miss while in Bamako. To avoid food borne illness, stay away as much as possible from fresh vegetables, and make sure your food is piping hot before eating it.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel Badala"],["url="],["email="],["address=Badalabougou"],["lat="],["long="],["directions=Second road right after German Emabassy"],["phone=+223 2023 2314"],["tollfree="],["fax="],["hours="],["price="],["content=Very well run, little known restaurant\/brasserie. Excellent food (the Pave du boeuf is yummy). Excellent service. Small pool, outside tables. Near the river. Prices are relatively high for Mali but in Bamako you need a treat sometimes!"]]}]},{"type":"===","value":["Grocery shopping"]},"\nYou can eat like the locals for a few hundred CFA a day, or shop in one of the western-style supermarkets.\n\nThere is one main market, in the centre of town, and several smaller markets in Bamako.\n\nSupermarket-style stores are generally run by Lebanese businessmen. \n",{"type":"*","value":[" ",{"type":"'''","value":["La Fourmi"]}," Open 9:30AM to 6PM."]},{"type":"*","value":[" ",{"type":"'''","value":["Azar"]}," Open 9:30AM to 6PM."]},{"type":"*","value":[" ",{"type":"'''","value":["Supermarket Le Miniprix"]}," It is actually the best one with the best service and with the lowest prices. They have a very clean store and are open from 7:30AM to 10:30PM. They also accept US\/Canadian Dollars and Euro."]},"These stores will carry Western or Middle-Eastern goods, including cold cuts, fruit and vegetable, and dairy products including fresh milk and yogurt. Prices are generally higher than in Europe or the US, and choice more limited in a way reminiscent of a North-American convenience store.\n\n",{"type":"===","value":["Budget"]},"\n\nThere are many restaurants where you can get nice omelette sandwiches for about 250 CFA.\n\nMany street vendors sell bread, rice, fries, salad, grilled meat; however, use precautions while eating on the street.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Bafing"],["url="],["email="],["address=Quartier du Fleuve opposite the Service d'Hygiène"],["lat="],["long="],["directions="],["phone=6672 0781"],["tollfree="],["fax="],["hours="],["price=around $5 for main dishes"],["content=Bistrot\/Restaurant\/Bar in a small street. Eating in a courtyard. Very good and friendly service. Daily special includes local dishes, à la carte steak, fish or spaghetti. Well stocked bar. Recommended."]]}]},"\n",{"type":"'''","value":["Assalam"]}," - ACI 2000 between the obelisk round point and Place Can.  Lebanese- good scwarmas, hummus, brochettes- varied menu. Pleasant staff.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=African Grill"],["url="],["email="],["address="],["lat=12.638758"],["long=-8.002886"],["directions=Next to Place de l'OVMS"],["phone="],["tollfree="],["fax="],["hours="],["price=around 3000CFA for main dishes"],["content=Restaurant serving good authentic African cuisine, on a square just off a main road. Not luxurious but good. Beer and wine are available but, because of the proximity to a mosque, don't be surprised if on Fridays they ask you to keep the bottles out of sight on the floor. They have a second location at the Musée National."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Appaloosa"],["url="],["email="],["address=Rue 311"],["lat=12.636086"],["long=-7.998774"],["directions=In Quartier du Fleuve"],["phone=+223 7666 9999"],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant and Bar. One of the strangest sights on earth. Malians in velour cowboy hats and vests serve Tex-Mex dishes in the restaurant while blond Russian ",{"type":"''","value":["professional"]}," women work the bar. Must be seen to be believed. The food isn't bad either."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Poularco"],["url="],["email="],["address="],["lat=12.659454"],["long=-7.971482"],["directions=In Hippodrome quarter, just off Rue Bla bla"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Another Lebanese joint with slightly higher class food than the rest.  Nice shawarmas, pizzas, and good mixed salads are on the menu here"]]}]},"\nBamako has many Lebanese and Chinese restaurants.\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"====","value":["Hippodrome"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bla Bla "]}," is where Bamako's upper crust go to relax and have a (expensive) cocktail or bottle of champagne.  With a small but delicious African menu, a wide range of cocktails, and cold draft beer - it is one of the most popular restaurants to see and be seen.  An entree here is around $15 US.  Also this place frequently has art exhibitions for local artists."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Terrace"]}," next door to the Bla Bla is a very large bar\/lounge on top of a night club. Very good atmosphere and salsa music, dancing. Good pizzas and other fare."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Le Relax"]}," is a popular Lebanese hangout in Hippodrome with quick food and free wi-fi access.  Pizzas, shawarmas, and hummus are the stars in this menu."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Broadway"]}," is a Western style restaurant which is pretty much the only place you can find a \"real\" hamburger with \"real\" cheese.  Also on the menu are breakfast burritos, chicken wings, and shakes.  Great if you are missing the comforts of home.  Burgers only run $4 without fries but expect to pay up to $12 for a full entree."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["San Toro "]},"is a restaurant serving traditional Malian food and drink - no alcohol, but many ginger, tamrind and seasonal fruit based drinks. There is always live acoustic music there and the ambiance is very relaxed."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Da Guido "]}," just after the Bla Bla Road becomes dirt, is a real Italian restaurant run by real Italians.  Their oven fired pizzas are the best in Bamako and they also serve up hefty portions of delicious pasta.  Expensive wine flows freely here.  Walking into this place you will think you just walked into an Italian restaurant in Brookly with the Roman wall murals and brick floors.  A good pizza will run you about $15 US."]},"\n",{"type":"==","value":["Drink"]},"\nThe ",{"type":"''","value":["Evasion Jazz Club"]}," can be pretty cool on Fridays and Saturdays.\nThe ",{"type":"''","value":["Hippo d'Or"]}," (close to Hippodrome) is also a nice place for enjoying non-stop live music on Fridays and, even more, on Saturdays.  There is a big Casino near the Hotel L'Amitie. ",{"type":"''","value":["Ibiza, Blyblos"]}," (under renovation as of August 2010) and ",{"type":"''","value":["Terrace"]}," are still the hippest places to dance and drink.   For some less seedy drinking establishments, try ",{"type":"''","value":["No Stress & Jet Set"]}," (formerly Privledge), which both have pool tables as well.  ",{"type":"''","value":["Bla Bla"]}," and its twin in Badalabougou are known to get pumping on weekends. \n\nCrazy Horse has some good food and is well priced.\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ibiza"],["url="],["email="],["address=Rud Princess"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Weekends from midnight"],["price="],["content=Around midnight the Malians come alive; this is a nice nightclub with a variety of dance music from international to local dance tracks."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["cautionbox"],["Due to the dramatic decline in the number of tourists\/visitors due to the conflict in northern Mali, many hotels in Bamako have closed temporarily, including a few high-end ones. Travelers should keep in mind that the hotel where they plan to stay may be closed and plan appropriately. (July 2012)"]]},"\n\n",{"type":"===","value":[" Budget "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bed & Breakfast Ambassagou"],["url=http:\/\/www.ambassagou.com"],["email=info@ambassagou.com"],["address=Rue 592, Porte 171"],["lat=12.597108"],["long=-8.017011"],["directions=In Bacojicoroni quarter"],["phone=+223 76465628"],["tollfree="],["fax="],["hours="],["price=9.000-13.500 CFA"],["checkin="],["checkout="],["content=Nice, very clean rooms. 15 min to centre, airport and bus station. Restaurants, bars, markets are in walking distance. Nice evening or morning stroll to the river Niger. Transfer to and from airport is possible. Owner Adama can help you with your excursions. 9.000 CFA 1 pers room. 13.500 CFA 2 pers. room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=L'Auberge Lafia"],["url="],["email="],["address=Near Place de la Nation"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Decent double rooms with fan for 10000 CFA. Handy location - close to attractions in the city centre. Will arrange taxis to the airport."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sleeping Camel"],["alt="],["url=http:\/\/www.thesleepingcamel.com"],["email="],["address=Rue 25, Port 80, Badalabougou"],["lat=12.62548"],["long=-7.98770"],["directions=next to German embassy, near the old bridge on the south side of the river."],["phone=+223 78175365"],["tollfree="],["fax="],["checkin="],["checkout="],["price=3000-225000"],["content=Camping & hotel with dorm beds popular with trans-Africa truck groups. Normally has restaurant available but not now due to lack of customers until the political situation stabilizes. Bar still available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mission Libonaise"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=223 50 94"],["tollfree="],["fax="],["hours="],["price=2500 CFA night"],["checkin="],["checkout="],["content=Budget, located in one of the many markets"]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Auberge Toguna"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+223 2211693"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comme Chez Soi"],["url=http:\/\/www.chezsoibamako.com"],["email=info@chezsoibamako.com"],["address=Porte 37, Rue 281\/232"],["lat=12.661999"],["long= -7.973865"],["directions=In Hippodrome quarter, two street off Rue Bla bla after Station SNF"],["phone=+223 7444 2222"],["tollfree="],["fax="],["hours="],["price=25,000 CFA"],["checkin="],["checkout=12:00"],["content=A very new hotel opened in January of 2010 which while small with only five rooms, is probably one of the most inviting establishments in the city. Very nice pool and garden. Breakfast and internet included in the price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Dafina"],["url="],["email=dafina@afribone.net.ml"],["address=Niaréla, rue 461"],["lat="],["long="],["directions="],["phone=2210304"],["tollfree="],["fax="],["hours="],["price=Around $45"],["checkin="],["checkout="],["content= On a quiet street within walking distance of several restaurants (Vietnamese, Chinese, French) and a well stocked supermarket. Small swimming pool. Rooms are spread over several buildings around a courtyard. Ask to be shown some rooms before you make the decision. Some rooms are much nicer than others. A\/C, slow internet access in business centre. Breakfast is OK but do not count on dinner or lunch. OK bar for a cold beer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Jamana"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=221 34 56"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Lac Débo"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=222 96 35"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Le Rabelais"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=221 52 98"],["tollfree="],["fax="],["hours="],["price=38,000 CFA +"],["checkin="],["checkout="],["content= Has a pool, French restaurant and bar. Food good but not cheap. Make and sell their own ice cream! You can pay to use the pool if you're not staying there. The rooms are smallish but clean, air conditioned, with wireless internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Sahel Vert"],["url=http:\/\/www.hotelsahelvert.com"],["email="],["address=Rue 209 Hippodrome"],["lat="],["long="],["directions=On Koulikoro Rd. just around the corner from Express"],["phone="],["tollfree="],["fax="],["hours="],["price=20000-25000 CFA"],["checkin=12:00"],["checkout=12:00"],["content=A small African style guesthouse with outdoor bar, small swimming pool, thatch \"pailotte\" and free computer and wi-fi access for guests. In a safe and convenient location for Hippodrome ventures. Serves up traditional Malian meals (grilled chicken, fish and kebabs) for a reasonable cost."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Yamey"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=223 86 88"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Relais"],["url="],["email=campa2@afribone.net.ml"],["address=Route de Koulikouro"],["lat="],["long="],["directions="],["phone=2210229"],["tollfree="],["fax="],["hours="],["price=$90"],["checkin="],["checkout="],["content=Rooms are small and make sure that you get a room at the garden side otherwise don't bother unless you like to get up early with the traffic noise. Italian restaurant on ground floor is good but pricey for Bamako. Advantage is the Azar supermarket next door and the café\/restaurant le Relax."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Azalai Grand Hotel"],["url=http:\/\/www.azalaihotels.com\/"],["email=azalaigrandhotel@azalaihotels.com"],["address="],["lat=12.649804"],["long=-7.999520"],["directions="],["phone=+223 2022 2492"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Swimming pool, tennis court, internet access. The hotel is by far one of the oldest in town. For a while, it was the most run-down as well but has recently been thoroughly renovated. Nice-sized, very clean rooms with large windows that open. Good service. Restaurant reasonable but the bkfst buffet is a little overpriced. Both the jewelry lady and Tuareg crafts vendor in the lobby will try to massively overcharge you. Give them a miss: you'lll do better at the Marché des artisans in town. Small bookstore in the lobby with a decent selection of Malian books and newspapers. Staff haven't figured out how to clean out the pool - give it a miss. Internet reliable and fast, by local standards."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Azalai Hotel Salam"],["url=http:\/\/www.azalaihotels.com"],["email=azalaihotelsalam@azalaihotels.com"],["address="],["lat=12.629549"],["long=-8.007989"],["directions="],["phone=+223 2022 12000"],["tollfree="],["fax="],["hours="],["price=75,000 CFA +"],["checkin="],["checkout="],["content=Most luxurious of the three Azalai hotels in Bamako, and one of the best in town. Very nice pool. Expensive but nice restaurant. Central air, big beds, colour tv, immaculate bathrooms. Hotel bar popular with \"professional\" women."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Laico Hotel de l'Amitié"],["url=http:\/\/laicohotels.com\/index.php?option=com_content&task=blogsection&id=13&Itemid=85"],["email="],["address=Avenue de la Marne in city center"],["lat="],["long="],["directions="],["phone=22 43 21"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=As of October, 2009, this is probably the plushest of all the hotels in Bamako along with the Radisson."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Laico Hotel El Farouk"],["url=http:\/\/laicohotels.com\/index.php?option=com_content&task=blogsection&id=9&Itemid=35"],["email="],["address=Boulevard du 22 Octobre 1946, Quartier du Fleuve"],["lat="],["long="],["directions="],["phone=223-1830"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Laico Hotels took this over from the Kempinski Hotel Chain."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Radisson Blu Hotel"],["alt="],["url=http:\/\/www.radissonblu.com\/hotel-bamako"],["email="],["address=ACI 2000 Hamdallaye Hamdallaye"],["lat=12.635158"],["long=-8.030923"],["directions="],["phone=+223 44290000"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Prices starting at XOF 132000"],["content=This is one of the newer hotels in Bamako with excellent, large rooms and free wifi throughout the hotel for guests. The ACI 2000 area of Bamako is however quiet and removed from the hustle+bustle of downtown."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nIn Bamako you have a high chance of encountering the police. You should always at least carry a copy of your passport and visa. It is often not sufficient to just show your driving license and this might lead to a ride to the police office - if you're not prepared to bribe your way out. Notice that the police often stops taxis.\n\nIf the price of the 'ticket' seems high (more than, say, 5,000 cfa for a minor offense), ask to go to the police station.  There you can get an official receipt which shows the true price of the offense.  Many locals consider it a moral issue to pay proper fines rather than grease the pockets of corrupt police.\n\n",{"type":"==","value":["Stay healthy"]},"\nIf you go gradually (",{"type":"''","value":["doni doni"]},") you'll be able to drink Bamako's quite chemically tasting tap water. You shouldn't drink the unmarked sachets with water or syrupped water as long as you don't drink tap water—though the branded sachets of mineral water are fine (50CFA).\n\nOr you can avoid any hassles and drink bottled water. If you're sticking around town for a while, try buying bottled water by the case. \nThe price will drop from about 1500-1800 CFA to 600-700 CFA per 1,5 litre bottle.\n\nClinique Pasteur is a more expensive tubab clinique, is fairly clean, and is within close proximity to the US Embassy in ACI 2000 area of Bamako. Dr. Toure there speaks English, was medically trained in Canada and he can be reached via mobile at: 66740572. ",{"type":"{{","value":[["see"],["name=Bamako Grand Mosque"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= don't consult Dr. Nazha..."]]}," and don't trust Dr. Dolo with your pregnancy.  Normally they want to have you taking all possible tests, and are notorious for recommending drastic unnecessary and expensive treatments. You first might want to consult a  cheaper normal heath center like Clinique Farako in Hamdallaye, or the Centre Diagnostique (Dr. Catherine Cisse) near the old Pont de Martys. Even then, double check all recommendations online and with a doctor abroad before embarking on any treatment plan or surgery.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Embassies & Consulates"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/mali\/splash.aspx"],["email=bmako@international.gc.ca"],["address=Koulikoro St,\nSéméga Bldg, District II"],["lat="],["long="],["directions="],["phone=+223 20-21-22-36"],["tollfree="],["fax=+223 20-21-43-62"],["hours=M-Th 7:30AM–4PM, F 7:30AM–1PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=aimchang@hotmail.fr"],["address=Porte 429 Rue 321 Moussa Travele, Quartier du Fleuve, B.P.: 1, Bamako"],["lat="],["long="],["directions="],["phone=+223 22 22 024"],["tollfree="],["fax=+223 22 25 636"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/mali.usembassy.gov\/"],["email="],["address=ACI 2000, Rue 243, Porte 297"],["lat="],["long="],["directions="],["phone=+223 20702300"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sibi"]]}," is a town at a one hour drive (with a 4 wheel drive vehicle) from Bamako. It has very nice scenery, rocks to climb, and the Saturday market."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["12.6500"],["-8.0000"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Mali"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bamako"]]},"\n",{"type":"[[","value":[["Wikipedia:Bamako"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Mali\/Localities\/Bamako\/"]]}]