[{"type":"{{","value":[["pagebanner"],["Bamiyan_Mountains_(Afghanistan)_banner.jpg"],["unesco=yes"],["caption=Mountains surrounding the Bamiyan Valley."]]},"\n",{"type":"[[","value":[["File:Bamiyan Valley2.jpg"],["thumb"],["400px"],["Bamiyan at sunrise"]]},"\n\n",{"type":"'''","value":["Bamiyan"]}," is the main town in Bamiyan Province.\n\n",{"type":"==","value":["Understand"]},"\n\nBamiyan is one of the main tourist attractions in Afghanistan, largely due to the giant destroyed Buddha statues. It's also one of the most picturesque regions in the country.\n\nIt lies at an altitude of around 2 500 m and is cooler than Kabul.\n\nAlmost everything revolves around one main road running east\/west. The buddhas are on the cliff face to the north.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By road"]},"\n\n",{"type":"'''","value":["From Kabul"]}," there are two very rough dirt roads to Bamiyan, the southern route through Wardak Province and across ",{"type":"[[","value":[["Hajigak Pass"]]}," being shorter, more dangerous and more frequently used by public transport. It's advisable to try to blend in on this route for the first hour or so out of Kabul - using a scarf as the Afghans do to cover your head, nose and mouth keeps the dust out and helps to lower your profile. Toyota 4WD shared minivans seating 5-10 passengers leave ",{"type":"[[","value":[["Kabul"]]}," starting at 4AM daily and cost 400 Afghanis (you may have to and should bargain hard for this price), and take around 9 hours.\n",{"type":"[[","value":[["File:Bamyan Valley in 2012.jpg"],["thumbnail"],["Bamyan Valley"]]},"\nThe northern route starts from the road heading north from Kabul, near ",{"type":"[[","value":[["Charikar"]]},". For an hour and a half on good tarmac road. From ",{"type":"[[","value":[["Charikar"]]}," it goes through Parwan Province, passing ",{"type":"[[","value":[["Ghorband"]]}," towards Shibar Pass (some 2 900 m) on a recently (2007) refurbished gravel road. Total travelling time some 8 hours. Several check-posts require a local guide.\n\n",{"type":"'''","value":["From Herat"]}," it is a very long and hard multi-part journey via the minaret of Jam, taking at least 3 days in Toyota minivans. Enquire in ",{"type":"[[","value":[["Herat"]]}," about the current safety situation.\n\n",{"type":"'''","value":["From Mazar-e Sharif"]}," the old route to ",{"type":"[[","value":[["Kabul"]]}," runs through Bamiyan. The recently improved gravel road within Bamyan Province (from Du-Ab) makes it much faster, though still some bottlenecks exist.\n\nWhen you're ready to make an exit, minivans depart from Mama Najaf's restaurant daily for ",{"type":"[[","value":[["Kabul"]]}," (9 hours, 400 afn). Inquire here for any other destinations you may have in mind, if there's not something heading there you can arrange a private hire minivan.\n\n",{"type":"===","value":["By air"]},"\n\nSome NGO's and military operate flights for their own purposes. There are now three commercial flights a week (Sunday, Tuesday, Thursday) on East Horizons Airways. You have to purchase tickets at their office on 11th Street in Wazir Akbar Khan. Prices are around $200 round trip (June 2013).\n\nThe Red Cross (ICRC) runs flights for its personnel only.  The UN Humanitarian Air Service (UNHAS) has regular flights available for UN and NGO staff, humanitarian workers and journalists.\n\nThe ISAF contingent's (New Zealand) Hercules transport aircraft resupply the base there. Whilst it is very unlikely that they'll allow passengers it does provide a dramatic photo opportunity. The same goes when VIPs visit and bring along Apache\/Cobra attack helicopters for protection.\n\n",{"type":"==","value":["Get around"]},"\nBamiyan town is small and walking is the best option. Around the region you can hire Toyota minivans for day trips from the stand in front of Mama Najaf's Restaurant. Also, along the road in front of the large Buddha is the tourist office (in a pink building on the south side of the road) and you can hire a guide. The guide is well worth it for the money.\n\nThe Roof of Bamiyan hotel also has vehicles for rent.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Bouddhas de Bâmiyân - Aout 2005.jpg"],["thumb"],["Destroyed Bamiyan Buddha"]]},"\n",{"type":"[[","value":[["File:More caves.jpg"],["thumb"],["250px"],["Caves"]]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["ruined Buddhas"]}," are the main reason that most people visit Bamiyan. Although some feel that to visit at all is to reward cultural vandalism and desecration... Created in the 6th century, they long were the largest in the world and a pilgrimage site for Buddhists. Over the centuries they were damaged by various invaders, and in 2001 the Taliban declared them 'un-Islamic', rolled in tanks and destroyed them completely. All that remains are the 'footprints'. But there are many interesting caves and inside, many of the caves have remains of painted frescos. An Afs 300 ticket will get you in, and a guide ($15\/day) is well worth it. This ticket will also let you into Zohak City and Gogola City."]},"\n",{"type":"*","value":[" The area around the buddhas and to the west is interesting to walk around (stay on well-used paths). Many of the buildings were destroyed in war and there are occasional leftover weapons and destroyed jeeps, one of which is now used as a bridge over a stream."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Caves"]}," are abundant throughout the mountainside, many of them used as residences. It's best to observe from a distance, out of respect for the residents and for you safety."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shahr-e Gholghola"]}," is a fort high above the town that gives some of the best views of the entire valley."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Skiing"]}," is a major activity in the Bamiyan Valley."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" Several ",{"type":"'''''","value":["chaikhanas"]}," provide staple Afghani food such as ",{"type":"''","value":["pulao"]}," (rice with seasonal vegetable and mutton), ",{"type":"''","value":["naan"]}," and plenty of green tea. Alternatively have some kebab with fresh yoghurt from sheep's milk."]},"\n",{"type":"*","value":[" For finer dining, try contacting the ",{"type":"'''","value":["Hotel Silk Road Bamiyan"]}," (+93 798-405486, see below) and reserve a table for dinner. Whatever type of cuisine they may serve that day, it's bound to be good."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Buddha Camp Guest House"],["url="],["email=buddhacamp_bamyan@yahoo.com"],["address=Presidency of Education Street"],["lat="],["long="],["directions=Next to Habitat Guest House"],["phone=07946007011"],["tollfree="],["fax="],["hours="],["price=$"],["content=Guest house and restaurant, simple good Aghan fare at good prices.  Chicken\/Lamb and always rice and naan.  Clean and well kept, the rooms looked nice, price ?  Short walk to the Buddhas and bazaar."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Noorband Qala"],["url=http:\/\/noorbandbamyan.com"],["email="],["address="],["lat="],["long="],["directions=Behind the Bazaar and beside the football stadium in central Bamyan."],["phone=(0) 799 669 024"],["tollfree="],["fax="],["hours="],["price=$60-$80"],["checkin="],["checkout=11AM"],["content=Silk Road Hotel level, but much cheaper. Includes free breakfast, wireless internet, electricity at night and even during the day (until 4PM), and probably the best restaurant in Bamiyan. Prices for the food were very reasonable (200-350 Afs). But the location isn't the most scenic as it's behind the bazaar and next to a big open soccer field. You can't get a view of the Buddha statues."]]}]},{"type":"===","value":["Budget"]},"\n\nThe only really cheap option for travelers is to stay in one of several ",{"type":"''","value":["chaikhanas"]},", where your meal (~60 afn) includes a space on the floor for the night. Most don't have toilets or showers, so take advantage of the ",{"type":"''","value":["hammam"]}," near the Zuhak Hotel. (this \"hammam\" is only for men.)\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mama Najafs Restaurant"]}," is probably the most popular of the ",{"type":"''","value":["chaikhanas"]},", as this is where the minivans arrive to and depart from."]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Zuhak Hotel"]},", towards the eastern end of the main street, is a popular place and has the cheapest rooms. Shared bathrooms have hot bucket of water in the evenings. The restaurant is currently closed. Double rooms are $20\/1 000 afn, triples are $30\/1500 afn.  This Zohak hotel is filthy but only cost Afs500 (aobut $10\/night for a single. Never saw any hot water. Meals are $2 each and in May of '10 the restaurant was open."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Roof of Bamiyan Hotel"],["url="],["email="],["address="],["lat=34.82054"],["long=67.82297"],["directions="],["phone=+93 7992-35298 \/ +93 7923-5293"],["tollfree="],["fax="],["hours="],["price=Yurts on the roof are $40\/2000Af, rooms are $40-60\/2000-3000Af"],["checkin="],["checkout="],["content=Sits above the town to the south-west and offers fantastic views over the Bamiyan valley. Good if you have your own transport, otherwise it's a long walk up the hill. The manager, an Afghan veteran of the hippie trail, can organize reliable vehicle hire and the like. Popular with NGO workers and journalists.\n\nIt definitely has the best view of all the hotels in Bamiyan, but the rooms are dirty and they do not maintain the rooms very well. They advertise hot water, but it's available only about half the time and you need to take quick showers because it runs out fast. Also, it is difficult to get to town since it's on top of a hill. If you want to eat at the hotel, the prices are set and are expensive. 500 Afs for lunch, 500 Afs for dinner. Paying 500 Afs for local food is extremely expensive. Even with all these faults, if you want great views, there isn't a better place than the Roof of Bamiyan."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Hotel Silk Road"],["url=http:\/\/www.silkroadbamiyan.com\/"],["email=mail@silkroadbamiyan.com"],["address="],["lat="],["long="],["directions="],["phone=+93 798-405486"],["tollfree="],["fax="],["hours="],["price=US $100 for a double, includes breakfast"],["checkin="],["checkout="],["content=The most upscale accommodation in the region, rooms are spotless and comfortable, and the meals are excellent. Dinner costs $12 per head and is worth every penny. Wireless internet is available for $5\/day in your room, in the mornings and evenings when the power is on."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bamiyan Business Center"]},", east of Zuhak Hotel and across Kabul City Bank, is the only internet cafe in Bamiyan. 90Afs\/hour. In May of '10, this was not working."]},"\n",{"type":"*","value":[" Mobile phone service providers with reception in Bamiyan city are Roshan, AWCC, and Areeba (MTN). Areeba has the better coverage around Bamiyan Province. Update Aug 2011: Etisalat is now available as well. Both AWCC and Etisalt have GPRS available, so you can have internet (although slow). Do not know about Roshan or Areeba offering GRPS in Bamiyan."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nBamiyan is regarded as one of the safer destinations in Afghanistan. It's remoteness and the largely Hazara population have kept it distant from most of the action.\n\nThe southern route to ",{"type":"[[","value":[["Kabul"]]}," is considered dangerous for the hour or so stretch just out of Kabul where it travels through several villages. Most public transport takes this route, so keep a low profile in those areas and cover your head with a scarf as the Afghans do.\n\nThere are many landmines and unexploded ordinances (UXO) in Bamiyan despite a continued presence by ISAF. Stay on well used paths and steer well clear of red-painted rocks. White-painted rocks indicate paths that have been cleared of mines.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["File:Shahr-e Zahak1.jpg"],["thumb"],["250px"],["Shar-e Zohak"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Band-e Amir"]]}," – one of the most stunningly beautiful natural sights in the whole country, these turquoise lakes are definitely worth the effort. Day trips are popular, but if you have the time and don't mind roughing it, an overnight stay affords the best experience. A private hire minivan should run around 2-3000Afs depending on bargaining skills, and takes about 3 hours."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shahr-e Zohak"]}," is a fort some 20 kilometers back towards Kabul that requires a jeep to get to. It's a ruined city at the top of cliffs. Your guide from the Buddhist site can also guide you here. Very interesting and great views from the top. We drove to a place where we crossed through some fields and then walked the path through the guard towers to the top. It did not require a jeep. Perhaps there is another way where you can drive closer that does, I don't know. En route from Bamiyan there are also guard towers that are UNESCO world heritage sites."]},"\n",{"type":"{{","value":[["IsPartOf"],["East Afghanistan"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bamyan, Afghanistan"]]},"\n",{"type":"[[","value":[["Commons:Category:Bamiyan Valley"]]},"\n",{"type":"{{","value":[["geo"],["34.82"],["67.82"]]}]