[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ban Rak Thai"]}," (literally \"the Thai-loving village\"), also known as ",{"type":"'''","value":["Mae Aw"]}," in many guide books and some maps, is a city near ",{"type":"[[","value":[["Mae Hong Son"]]}," (44 km).  It was settled by former Kuomintang (KMT) (Nationalist) fighters from Yunnan province, China, after the Communist takeover of China in 1949.  The population is about 1,000, mainly Chinese-born or Thai-born Chinese.  Many signs are in Chinese, and much of the population speaks a heavily accented version of Mandarin Chinese.  If you speak Chinese, try it out, especially on some of the elderly people.  They will be happy to speak with you, and can share some rather interesting stories of their lives pre- and post- exile, as well as about the drug trade that used to dominate the economy here.\n\n",{"type":"==","value":["Understand"]},"\n\nThe Chinese influence in this region dates to the civil war in China that raged until the communists took power in 1949. Remnants of the KMT army fled to Burma, where the staged forays into China to retake lost territory. In the early-1960s, China retaliated by invading the Shan State of Burma where the KMT were located. Mauled by the People's Liberation Army, the KMT fled across the border to Thailand where they settled. They were granted asylum by the Thai government on the condition that they stand as a bulwark against communist aggression. The KMT village of Mae Aw, in Burma, was moved across the border to Thailand where it became New Mae Aw (新密窝村 แม่ออใหม่).  Finally, long after the fighting died down, in 1983-4 the Thai government renamed the town Ban Rak Thai(拉泰村 หมู่บ้านรักไทย), meaning \"Love Thailand\" village. A royal project was initiated to encourage locals to cultivate tea in the immediate surrounding area.\n\n",{"type":"==","value":["Get in"]},"\n\nPublic transportation is spotty here.  Your best bet is to either hire a guide from Mae Hong Son, in which case she can provide you with far more information than this page will, or to rent a motorbike in Mae Hong Son and ride up on your own.  The ride is beautiful, meandering through a picturesque valley, up and down steep hills on a very windy road.  The road is paved all the way.  Watch for cow manure in the curves. \n\nFrom Mae Hong Son, head north on Hwy 1095.  About 10 km up, you will see signs for Ban Rak Thai.  Take a left, and follow this windy road for another 35 km or so, until it ends in the village. It is very nearly due north of Mae Hong Son and due west of Pangmapha. Geocoordinates: N19 35.109, E097 56.552.\n\n",{"type":"==","value":["Get around"]},"\n\nThe village is not tiny, but is easily walked around.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" The lake, Chinese tea shops, surrounding mountains.  The scenery is amazing, with the town set in a valley surrounded by hills laced with smuggling routes to Myanmar."]},{"type":"*","value":[" There is a tea festival that takes place in Feb"]},"\n",{"type":"==","value":["Do"]},"\nVisit a tea plantation to learn about growing and processing tea.\n\n",{"type":"==","value":["Buy"]},"\n\nTea and dried fruit.  Any number of shops sell a dizzying variety of tea, which grows well at these altitudes, and seems to be one of the primary products. There are nice quality oolong teas grown here and some of the best are here for tasting.\n\n",{"type":"==","value":["Eat"]},"\n\nYunnan-style Chinese food, which involves a lot of tea leaves, pork fat, and oil. Not as bad as it sounds, but you will probably want to supplement it with a bit of dried fruit.\n\n",{"type":"==","value":["Drink"]},"\n\nTea.  Available everywhere.  \n\n",{"type":"==","value":["Sleep"]},"\n\nThere are a number of guesthouses operating around the lake. Prices range from 300 baht to well over 1,000 baht. From basic mud huts to nice little villas. Most are rather basic and tatty. This place has become a big Thai tourist destination. It gets many tour vans each day but few stay overnight. It gets packed on holidays. Evenings around the lake are cool and lovely.\n\n",{"type":"==","value":["Go next"]},"\n\nSame way you came in, unless you fancy sneaking over the border into Myanmar, not recommended. A small dirt road goes to a tiny village across the border, and the guards don't seem to care. But there isn't much to see there except a school and a shop or two with some thatched homes, and a Thai flag flying above on the hill.\n\n",{"type":"{{","value":[["IsPartOf"],["Mae Hong Son Province"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]