[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"'''","value":["Ban Kai"]}," is on the southwest coast of ",{"type":"[[","value":[["Ko Pha Ngan"]]},".  It is ten minutes from the Full Moon Party at Haad Rin and five minutes from the Half Moon Party at Ban Tai.\n\n",{"type":"[[","value":[["File:Phangan Karte.png"],["thumbnail"],["This map shows Ben Kai Beach in the lower right region."]]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nAnywhere up to a week before a Half Moon or Full Moon Party, the hotels in Haad Rin and the immediate surrounding areas get booked as the population around the beach swells, with the more comfortable places being taken first. If you're planning to visit about this time, look into staying outside of Haad Rin, and taxi in and out. Rooms on the other side of the island are not only cheaper but also much quieter.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Morning Star Resort"],["url=http:\/\/www.morningstaresort.com\/"],["email="],["address="],["lat="],["long="],["directions=Ban Kai Beach"],["phone="],["tollfree="],["fax="],["hours="],["price=1,150-3,750 baht"],["checkin=11:00"],["checkout=10:00"],["content=Facing the coast of Ko Samui and in the centre of the party action. Comfortable modern bungalows in a beach front idyllic setting, the resort offers guests an entertaining destination."]]}]},"\n",{"type":"[[","value":[["File:Full Moon Party.jpg"],["thumbnail"],["right"],["Celebrating the Full Moon Party"]]},"\n\n",{"type":"==","value":["Stay safe"]},"\nBe very careful where you sleep and store your belongings if you're going for the ",{"type":"'''","value":["Full Moon Party"]},", as every month at this time many people have their bungalows broken into and valuables stolen. There are safety deposit boxes available at many resorts and in the town itself, but there are also reports of theft from some of these. Try find somewhere where you can at least use your own padlock, or stay at one of the higher end resorts if you can afford it. Alternatively, consider not staying at Ko Pha Ngan - you can get a boat over to the party from ",{"type":"[[","value":[["Ko Samui"]]},". If you do have stuff stolen, expect a long line queuing to report thefts at the police station the next day, and to have to pay for a report if you need one for your insurance. It might be a great night out, but it's not so great in the morning when you find yourself with no money and no passport.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ko Samui"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Tao"]]}]},"\n\n",{"type":"{{","value":[["isPartOf"],["Ko Pha Ngan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]