[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n",{"type":"'''","value":["Ban Nalan Trail"]}," is in ",{"type":"[[","value":[["Northern Laos"]]}," and is a two day trekking experience. \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Prepare"]},"\nIn compliance with provincial laws, trekking in ",{"type":"[[","value":[["Luang Namtha"]]}," Province may only be undertaken with a certified guide. The hike can be arranged at the Tourist Office:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Luang Nam Tha Tourist Office"],["alt="],["url="],["email="],["address="],["lat=21.05"],["long=101.56444"],["directions="],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price=Price including transport, guide, sleeping, food, drinking water, etc, reduces with increasing numbers; eg, 6 people is 330,000 kip each, 3 people is 360,000 kip each."],["content="]]}]},"Trained as part of the Nam Ha Ecotourism Project, the guides are local men and women, with knowledge of and respect for the natural and cultural features of the Luang Namtha area and the Nam Ha National Protected Area. Be sure to ask them questions about the environment you are trekking through and consult them if you have any questions about village or forest protocol.\n\n",{"type":"==","value":[" Hike "]},"\n\n",{"type":"===","value":["Day one: ",{"type":"[[","value":[["Ban Chalemsouk"]]}," to ",{"type":"[[","value":[["Ban Nalan"]]}," (5-6 hours)"]},"\nThe trail begins at Ban Chalemsouk, a Khmu village approximately 20 km from ",{"type":"[[","value":[["Luang Namtha"]]},". From here the trail ascends through a 10-20 year old secondary forest until emerging into the upland rice fields of the village. The path offers great views as it levels out along a ridge before re-entering the forest. The trees here are older and support a wide range of animal and plant life. Your guide will explain some of the natural history of the area you are hiking through.\n\nA ",{"type":"[[","value":[["Lao"]]},"-style picnic lunch is eaten along the way, either in the forest or in the shade of a farmer's hut. In the afternoon, the trail enters the community forest of Ban Nalan. As the trail begins to descend to the village, it passes a small clearing which served as a gun position during the early 1960's, at the time when ",{"type":"[[","value":[["Pathet Lao"]]}," revolutionaries and Royalist forces fought in the area.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Ban Nalan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=On the banks of the Nam Ha River, Ban Nalan is a Khmu village of approximately 35 families. While there you will see evidence of traditional Khmu culture, such as their method of pounding rice and the weaving of distinctive baskets. Trekkers stay in a lodge overlooking the Nam Ha River. The evening meal is usually eaten with a prominent member of the village, and afterwards visitors have the opportunity to spend the evening with villagers, exchanging information about themselves and learning about Khmu life and culture."]]}]},"\n",{"type":"===","value":["Day two: ",{"type":"[[","value":[["Ban Nalan"]]}," to ",{"type":"[[","value":[["Ban Namlue"]]}," (6-7 hours)"]},"\nThe second morning is a pleasant walk following the Nam Ha River. Here the forest varies from stands of large hardwoods to new growths of bamboo. On the way it passes through the village of Ban Nalan Tai (south Ban Nalan) and the open cultivated areas of the Lanten village of Ban Namkoy. Lunch is eaten in one of the houses of this village. \n\nNext, the trail leaves the river and climbs for a couple of hours. This is the most challenging section of the trail, but also the most beautiful, as it passes through the least impacted forest of the trip. Trees up to four or five hundred years old create a dense canopy which provides a habitat for many birds. Pause quietly for a minute or two and you will hear the forest come alive with the sounds of birds and insects.\n\nFrom the top of the ridge there are spectacular views to the north with Luang Namtha visible in the distance. The final descent takes you past the mountain rice fields and cultivated areas of the mixed Lanten and Khmu village of Ban Namlue. The trail here can be steep and slippery in places, so take your time, especially after a rainfall.\n\nThe trail ends at the Lanten village of Ban Namlue. Trekkers return to Luang Namtha by tuk-tuk towards the end of the afternoon.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Ban Namkoy and Ban Namlue"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Ban Namkoy is a Lanten (also known as Lao Huay) village, while Ban Namlue is a mixed ",{"type":"[[","value":[["Lanten"]]}," and Khmu village. During the day, most of the adults will be away working in their rice fields, but trekkers will be invited inside a villager's house for refreshments and, in Ban Namlue, there may be an opportunity to purchase traditional Lanten handicrafts."]]}]},"\n",{"type":"==","value":["Respect"]},"\n",{"type":"*","value":["Photographs - Always ask before taking close-ups or portraits. Respect those who choose not to be photographed."]},"\n",{"type":"*","value":["Dress modestly - Wear shirts that cover the shoulders and pants or skirts that cover your knees. Shirts with a low neckline are not appropriate."]},"\n",{"type":"*","value":["Gifts - Do not give anything to children as this practice discourages them from attending school and encourages begging. Also, do not give medicine to anyone but a doctor or nurse."]},"\n",{"type":"*","value":["Wildlife products - Hunting and the sale of wildlife products endangers many species of animals native to Laos. You can help by simply not buying or eating wildlife products."]},"\n",{"type":"*","value":["Respect local traditions - Do not touch anything that may be of religious significance, such as spirit gates, altars, and burial grounds."]},"\n",{"type":"*","value":["Purchasing local crafts - Do not purchase unique items such as books, antiques, or family heirlooms that may be irreplaceable."]},"\n",{"type":"*","value":["Drugs - Drugs can really damage these communities. Keep that in mind when packing. "]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineitinerary"]]}]