[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nThe ",{"type":"'''","value":["Banda Islands"]}," (",{"type":"''","value":["Kepulauan Banda"]},") are an archipelago in ",{"type":"[[","value":[["South Maluku"]]}," (Moluccas), ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bandanaira"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Banda Neira"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Banda Besar"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pulau Ai"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pulau Run"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pulau Pisang"]]}," (",{"type":"''","value":["Syahrir"]},")"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pulau Hatta"]]}," (",{"type":"''","value":["Rosengain"]},")"]},"\n",{"type":"==","value":["Understand"]},"\nOnce known as the ",{"type":"'''","value":["Spice Islands"]},", an epithet also applies to the entire ",{"type":"[[","value":[["Maluku"]]}," area, the Bandas were famous as a source of spices, especially nutmeg.  First colonized by the Portuguese, the Dutch soon wrested control of the islands and fought the Spice Wars with the British.  In the Treaty of Breda in 1667, the British agreed to withdraw and gave up Pulau Run to the Dutch, partly in exchange for one small island on the other side of the world: New Amsterdam, now better known as ",{"type":"[[","value":[["Manhattan"]]},".\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\nThe Bandas are ",{"type":"''","value":["really"]}," off the beaten track.  Most roads lead through ",{"type":"[[","value":[["Ambon"]]},", from where you can attempt to catch the exclusive perhaps-twice-weekly flight with NBA (previously operated by Merpati)(Wednesday and Friday, around Rp 320 000 one way). Flights often get canceled due to bad weather and engine problems, so keep reconfirming! Please note that you cannot book a round trip from Ambon. You will need to book the return flight in Bandaneira!\nOccasionally Merpati serves Bandaneira from ",{"type":"[[","value":[["Amahai"]]}," on Pulau ",{"type":"[[","value":[["Seram"]]},". Check upon arrival in Ambon!\n\nAn alternative is the rather more regular but still unpredictable twice-monthly Pelni ferry (KM Ciremai) to Bandaneira, usually it leaves Ambon on Saturday afternoon (7 hrs). Every other week a 150 passenger boat (KM Gravilla) is leaving for Banda (Rp 155.000, around 15hrs). Check at the small harbour in Ambon!\n\n",{"type":"==","value":["Get Around"]},"\nGetting around on Bandaneira is either by foot, ojek or becak. The furthermost village in the north is a 45 minute walk. However most places of interest to tourists (airport, harbour, market, colonial houses, Pelni office) are within walking distance or located in the town of Bandaneira.\n\nAccess to other islands is provided by boat. Regular connections go to Pulau Banda Besar and Pulau Ai, the latter usually leaving during morning hours. Other islands can be reached for day-trips by chartered boats (Pulau Hatta Rp 500,000\/day; Pulau Pisang + Batu Kapal Rp 350,000\/day; Half-Day tour to the Lava Stream north of Gunung Api Rp 120,000). For mountain hikes up to Gunung Api local fishermen are more than happy to carry you across for Rp 10,000 each way.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Benteng Belgica"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Old fort ruin that can be visited (Rp 20,000)."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Snorkeling"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Day-trips can be arranged through guest houses or locals owning boats. Great drop-offs include Pulau Hatta, Pulau Pisang, Batu Kapal, Pulau Ai and the northern shore of Pulau Gunung Api just off the cold lava stream. Make sure that your boat captain knows the sites and make arrangements for lunch as there are no warungs on most islands!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Diving"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is only one dive operator in Bandaneira. Consider that many of the underwater world can be seen through snorkeling and you might get to see enough for less money!"]]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spice Island Divers"],["url=http:\/\/divingbanda.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only dive operator in the Banda Islands."]]}]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Climb Gunung Api"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Climbing the highest peak of the Bandas (667m above sea level) offers great views and some volcanic insight. The trail starts at the few houses on the eastern shore and although it is unmarked almost impossible to miss. Bring plenty of water (minimum 3l per person!) as the trail is continuously ascending for around 2 hours. Good shoes are advisable as the path is stony and slippery. No guide necessary but not a bad idea if you intend to climb without anyone else. The current fare for boat transport from Bandaneira to Gunung Api is Rp 10,000 per way and boat."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Island Walk"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Stroll around the island to explore smaller villages in the north and the runway of the airport."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Barracuda and other fish"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ikan Bakar (grilled fish) is served in guesthouses and rumah makan (restaurants). However you might need to inform the guesthouse if you intend to eat there. Most rumah makan do not store fish as freezers are uncommon and fresh fish can be bought every morning. Therefore you might need to order fish one day in advance or join the chef to the market and buy the fish yourself."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nutmeg Jam"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Available in guesthouses and small stores in Bandaneira."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Buah Pala"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The fruit of the nutmeg tree can be found as a dried sweet snack along the main street in Bandaneira."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Harbor market"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Upon the arrival of the Pelni ships, the harbor area comes to life with dozens of street stalls selling fresh grilled fish and vegetable dishes. Try spicy tuna on a stick with sambal."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThere are no bars or restaurants serving alcoholic drinks in Bandaneira. However some guesthouses have chilled beer (Rp 30,000 per big bottle Bintang) and fresh juices (Rp 15,000).\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mutiara Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 813 30343377"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Mutiara Guesthouse has nicely furnished and clean rooms. It has spacy common rooms and a lovely courtyard. The owner Abba speaks fluent English and some German\/Dutch. There is a highly recommendable dinner buffet for Rp. 50,000 per person. Room rates are incl. breakfast: AC Room Double Rp 125,000; Fan Room Double Rp 90,000; Fan Room Single Rp 70,000."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vita Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 819 45090110"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This guesthouse is located at the waterside facing Gunung Api. The jetty is a wonderful hangout place and Alan, the manager of this homestay, provides lots of useful information about the Bandas and activities in English language. Snorkeling gear rental and boat charter easily available from the private jetty. The dinner (Rp 50,000 per person) is very tasty. Room rates are incl. breakfast: Fan Room Double Rp 80,000; AC Room Double Rp 100,000."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nBandaneira is generally a safe place for tourists and there are no annoyances like in other Indonesian cities. Traffic is very little and calm.\n\n",{"type":"'''","value":["Warning:"]}," There have been frequent reports of pickpocketing at the ferry terminal. The jostle upon arrival of the big Pelni boat is an ideal place to remove the wallet out of your pocket or to cut your money belt. It is advised to pay high attention and store your valuables safely!\n\nKeep in mind that Indonesian ferries have generally low safety standards. In particular overloaded small boats e.g. to Pulau Ai might be hazardous during rough sea.\n\n",{"type":"==","value":["Other Information"]},"\n\nThere is still ",{"type":"'''","value":["no ATM machine"]}," on the Banda Islands! The local BRI branch will not change any money. You might be able changing US $ to Rp at some guesthouses at an unfavorable rate of around Rp 8,000 for US $1. Therefore, come prepared and bring sufficient cash from Ambon or Tual.\n\nFor the time being there are only two mobile phone operators on the Banda Islands: Telkomsel and XL. SIM cards and top-up for the two providers can be bought in Bandaneira. Reception on Pulau Ai is limited to XL and is only available at the jetty.\n\nInternet is available at Mutiara Guesthouse and the local school. Connections are unreliable and slow.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Maluku"]]},"\n\n",{"type":"{{","value":[["usableregion"]]},"\n",{"type":"[[","value":[["wikipedia:Banda Islands"]]},{"type":"{{","value":[["geo"],["-4.5833333333333"],["129.91666666667"]]}]