[{"type":"{{","value":[["pagebanner"],["Bandung banner Railway station.jpg"],["dotm=yes"]]},"\n",{"type":"{{","value":[["districts discussion"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bandung.go.id Bandung"]}]}," is the capital city of ",{"type":"[[","value":[["West Java"]]},", and the third largest city in ",{"type":"[[","value":[["Indonesia"]]}," after ",{"type":"[[","value":[["Jakarta"]]}," and ",{"type":"[[","value":[["Surabaya"]]},". Nicknamed ",{"type":"'''","value":["Parijs van Java"]}," (Paris of Java) by the Dutch for its resemblance to Paris and European atmosphere back at the colonial times. Bandung also earned another nickname as ",{"type":"''","value":["Kota Kembang"]},", literally meaning ",{"type":"'''","value":["the Flower City"]}," since Bandung used to have a lot of flowers.\n\nLocated at the altitude of 768 m with the surroundings of lush and beautiful Parahyangan mountains makes the climate mild and pleasant. The city has been well known for the universities, apparel products and a great place for gastronomic adventure. Nowadays, Bandung has become a very popular weekend escape for ",{"type":"[[","value":[["Jakarta"]]},"ns, who would crowd the city on weekends and national holidays.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nAlthough the oldest written reference to the city dates back to 1488, there were numerous archaeological finds of \"Java Man\" that lived on the banks of Cikapundung river and the shores of Bandung's Great Lake.\n\nIn the 17th-18th century, the Dutch East Indies Company (VOC) created small plantations in Bandung, with a road to Batavia (today's Jakarta) completed in 1786.  In 1809, Louis Bonaparte, the ruler of the ",{"type":"[[","value":[["Netherlands"]]}," and its colonies, ordered the Dutch Indies Governor H.W. Daendels to improve Java's defenses against the threat of the English, who occupied the nearby Malay peninsula.  Daendels responded by building the Great Post Road (",{"type":"''","value":["De Groote Postweg"]},") that stretched about 1000 km between the west and the east coasts of Java.  Because north coast was in the form of impassable swamps and marshes at the time, the road was diverted through Bandung along what is now Jalan Asia-Afrika.\n\nDaendels liked Bandung's strategic location so much that he ordered the capital to be moved there. Military barracks were built and Bupati Wiranatakusumah II, the chief administrator of that area, built his ",{"type":"''","value":["dalem"]}," (palace), Masjid Agung (The Grand Mosque) and ",{"type":"''","value":["pendopo"]}," (meeting place) in the classical Javan ",{"type":"''","value":["alun-alun"]}," (city square) near a pair of holy city wells (Sumur Bandung) and facing the mystical mountain of Tangkuban Perahu.\n\nPowered by its cinchona (for malaria drug quinine), tea, and coffee plantations, Bandung prospered and developed into an exclusive European style resort with hotels, cafes, and shops. Many of Bandung landmarks, including the Preanger and Savoy Homann hotels, as well as the shopping street of Jalan Braga, are still available today.  The Concordia Society building, now Gedung Merdeka, was built with a large ball room as a club for rich Europeans to spend their weekends.\n\n",{"type":"[[","value":[["File:Bandung pasopati.jpg"],["thumb"],["250px"],["Pasopati bridge flyover, a new landmark of Bandung."]]},"\n\nIn 1880, the first major railroad between ",{"type":"[[","value":[["Jakarta"]]}," to Bandung opened, boosting small industries and bringing in Chinese workers. The first of Bandung universities, the ",{"type":"''","value":["Technische Hogeschool"]}," (TH) was established on July 3, 1920. One of the its alumni members is President Soekarno himself. That university is now known as the ",{"type":"''","value":["Institut Teknologi Bandung"]}," (ITB)\n\nIn 1942, after Japanese soldiers landed in coastal areas of Java, the Dutch retreated from Jakarta to Bandung, but were driven out from there as well and surrendered soon after. After the end of the war, first the British and later the Dutch came back trying to reestablish the pre-war colonial situation, but on March 24, 1946, during the struggle for Indonesian independence, the city of Bandung was burned down by retreating forces of the TRI, because they would not comply with the order given by the British forces to move out of Bandung to the south (Bandung Sea of Fire\/",{"type":"''","value":["Bandung Lautan Api"]},"). For the TRI this act was a sign of refusal to surrender. Over 200,000 people fled the city during the incident.\n\nIn 1955, the ",{"type":"'''","value":["Asia Africa Conference"]}," (",{"type":"''","value":["Konferensi Asia Afrika"]},") was held in Bandung, paving the way for the creation of the Non-Aligned Movement in 1961. The Indonesian parliament was located in Bandung from 1955 to 1966, but was moved back to Jakarta in 1966.\n\n",{"type":"===","value":["Orientation"]},"\n\nToday's Bandung is a sprawling city of 2.7 million people and suffers from many of the same problems as other Indonesian cities. Traffic is congested, old buildings have been torn down, and once idyllic residences have turned into business premises.\n\n",{"type":"'''","value":["Jalan Asia-Afrika"]},", the former ",{"type":"''","value":["Grote Postweg"]},", still remains as one of Bandung's main thoroughfares and connects together the ",{"type":"''","value":["alun-alun"]}," (city square) with many of the city's colonial landmarks.\n\nPlease refer to the district map of Bandung: the most important district for tourist majority are located in north of Bandung. The easiest landmark for your orientation is the north\/south border by the railway and or the new Pasupati elevated road. Once you identify whether you are located north or south of Bandung, identify the area immediately, the landmark will be the major road in the intended district\/area and the major building \/ tourist attraction on that road. Discuss using compass direction (north\/east\/west\/south) of that major building \/ major road. Since Bandung is not organized in blocks, this is the way local organize themselves and is a very effective way to discuss way to go with local.\n\nRoad in bahasa Indonesia is translated into Jalan and abbreviated into Jl.; this applies to all kind of road from small road to major road. You will see a lot of Jl. in front of the road name in this guide. Very small road that cannot by passed by car is called Gang and abbreviated into Gg.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["File:Bandung center map.png"],["thumb"],["250px"],["Map of Bandung in detail."]]},"\n\nBandung is located in the central highlands.  It can be reached from Jakarta either via the toll road or by airplane. When using the road, there are many small buses connecting Jakarta and Bandung. An alternative to the toll road is the winding and mountainous roads through Puncak (=Peak). The route through Puncak is quite scenic but on weekends and public holidays the traffic is congested.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"{{","value":[["Mapframe"],["-6.92"],["107.62"],["zoom=12"],["layer=M"]]},"\nBandung's ",{"type":"{{","value":[["marker"],["type=listing"],["name=Husein Sastranegara"],["lat=-6.902"],["long=107.578"]]}," (",{"type":"{{","value":[["IATA"],["BDO"]]},") airport has a difficult location among the mountains and has only limited services with narrow-body airplanes.  The airport is located at the end of Pajajaran Street, 4 km from the centre of the city. There's no metered taxi available from Bandung airport. The official taxi of the airport didn't use meter and will only served once you had a taxi ticket (the ticket shown the amount you have to pay to the driver) which can be bought at the taxi booth near the international arrival exit gate, they charges minimum of Rp 40.000. Most hotels provide a free airport transfer services.\n\nSome airlines serving Bandung:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airasia.com Air Asia"]}]}," - operates thrice daily flights from ",{"type":"[[","value":[["Kuala Lumpur International Airport"]]}," and twice daily from ",{"type":"[[","value":[["Singapore Changi Airport"]]},", ",{"type":"[[","value":[["Denpasar"]]}," (Bali) and ",{"type":"[[","value":[["Medan"]]},", and once a day to ",{"type":"[[","value":[["Surabaya"]]}," (no-frill airline)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.merpati.co.id Merpati Nusantara Airlines"]}]}," - operate daily flight from ",{"type":"[[","value":[["Denpasar"]]},", ",{"type":"[[","value":[["Soekarno Hatta International Airport"],["Jakarta"]]},", ",{"type":"[[","value":[["Semarang"]]},", ",{"type":"[[","value":[["Surabaya"]]},", ",{"type":"[[","value":[["Yogyakarta"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sriwijayaair-online.com Sriwijaya Air"]}]}," - operate daily flight from ",{"type":"[[","value":[["Surabaya"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.silkair.com Silk Air"]}]}," - operates 5x weekly flight from ",{"type":"[[","value":[["Singapore Changi Airport"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.susiair.com Susi Air"]}]}," - operates daily flight from ",{"type":"[[","value":[["Pangandaran"]]}," (a beach resort in southern part of Java) and ",{"type":"[[","value":[["Jakarta"]]}," (",{"type":"''","value":["Bandar Udara Halim Perdanakusuma"]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lionair.co.id Wings Air"]}]}," - operate daily flight from ",{"type":"[[","value":[["Yogyakarta"]]}]},"\nJakarta's ",{"type":"[[","value":[["Soekarno Hatta International Airport"]]}," airport is about 3 hours away (plus any traffic jams). A number of companies offer direct shuttle services; see the next section for details.\n\nTravelers arriving direct into Bandung airport will find that it is very close to the city. Taxi fares are fixed at Rp42,000 to most parts of the city.  Buy the ticket at the counter because when you ask the \"mafia\" controlled taxis nearby, they will quote you Rp70,000.  The fixed price is still a rip off as the taxi fare from our airport at Bandung SuperMal to the airport, in the morning only cost us Rp30,000. It's a monopoly contracted out to only one taxi company.\n\nIf you're early at the airport, check in and walk out of the airport to a small cafe across that road that serves hot noodles, kway teow and tea for half the price you'll pay for it inside the airport (again another monopoly).\n\n",{"type":"===","value":["By bus"]},"\n\nBus services connect Bandung and smaller surrounding cities. Several long-route buses are also available from major big cities. The most convenient way is the air-conditioned bus with the ",{"type":"''","value":["express"]}," or ",{"type":"''","value":["non-stop"]}," tag. The main bus terminals in Bandung are ",{"type":"{{","value":[["marker"],["type=listing"],["name=Leuwipanjang"],["lat=-6.94639"],["long=107.59417"]]},", serving buses from the west (",{"type":"[[","value":[["Bogor"]]},", ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"[[","value":[["Merak"]]},", ",{"type":"[[","value":[["Pandeglang"]]},", ",{"type":"[[","value":[["Tangerang"]]},", ",{"type":"[[","value":[["Depok"]]},", ",{"type":"[[","value":[["Bekasi"]]},", ",{"type":"[[","value":[["Cikarang"]]},", ",{"type":"[[","value":[["Cibinong"]]}," and ",{"type":"[[","value":[["Sukabumi"]]},".) and ",{"type":"{{","value":[["marker"],["type=listing"],["name=Cicaheum"],["lat=-6.9026125"],["long=107.6567526"]]},", serving buses from the east (",{"type":"[[","value":[["Cirebon"]]},", ",{"type":"[[","value":[["Garut"]]},", ",{"type":"[[","value":[["Tasikmalaya"]]},", ",{"type":"[[","value":[["Banjar"]]},", ",{"type":"[[","value":[["Pangandaran"]]},", ",{"type":"[[","value":[["Indramayu"]]},", central Java cities, eastern Java cities and also from Bali Island).\n\n",{"type":"===","value":["By shuttle bus"]},"\n\nWith 7-10 seater minivans leaving every few minutes, the shuttle bus market between Jakarta and Bandung is fiercely competitive.  Roughly speaking, services can be categorised as either ",{"type":"'''","value":["door to door"]}," in a chartered car or van that takes your group exactly where you want to go, for around US $50–75, or ",{"type":"'''","value":["point to point"]}," from a terminal to another, for under US $10.  Many companies offer both.\n\n",{"type":"====","value":["Bandung shuttle providers"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["4848"]}," Taxi. Jl Prapatan 34, Jakarta. ☎ +62 21 381 4488, +62 21 386 4848. The service is great, reliable and safe. Price: approx. US $25\/car (4 persons). One destination only in a small area in Jakarta, so you have to ask which area in Jakarta the will serve."]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.daytrans.co.id DayTrans"]}," (Indonesian-language only) Jakarta (Blora, Sarinah, Fatmawati, Karet, Mall Senayan City, FX Plaza, Meruya-Intercon, Kebon Jeruk-Binus, Grogol, Atrium Plaza, Hotel Acacia, Cempaka Putih Pulomas, Tebet\/Pancoran and Jatiwaringin), ☎ +62 21 7063 6868 atau 6386 4005. Bandung (Dipati Ukur, Cihampelas and Pasteur), ☎ +62 22 7063 6868. Rp 70,000 for a share ride."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cipaganti"]},",  Probably the biggest name in the business, they serve over a half a dozen points throughout Jakarta and its suburbs from their terminal at the Bandung Trade Center (BTC) on the western side of the city, with shuttles leaving every 30 min or so on most routes. Rp 70,000 for a shared ride, Rp 700,000 for a point-to-point charter."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Star Shuttle"]},", This is belong to Cipaganti Group to compete with Baraya, but until end of August 2011 only serve one route from Bandung (near Gasibu) to Jakarta Sarinah Thamrin v.v. The ticket fee is same with Baraya. ☎ +62 21 700 500 000 and +62 21 700 500 000. Same as with Cipaganti, you have to mention that you will use Star Shuttle."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Baraya"]},", The ticket fee is only Rp 50,000 for a shared ride. ☎ +62 21 7244 999 and +62 22 753 1415."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Primajasa"]}," Bus, ☎ +62 22 607 3992 (Bandung), ☎ +62 21 800 9545 (Jakarta).  Direct shuttle service from Jakarta's Soekarno-Hatta airport to Batununggal but they don't stop at Bandung Super Mall anymore. The trip takes approx. 3 hr and the cost is approx. US $8.50\/person or Rp 75,000. Schedule: once every half hour from 0:30AM-4PM. Their buses feature a smoking room and toilet at the back."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Silver Bird Van"]}," Taxi (Blue Bird Group), Jl. Mampang Prapatan Raya 60, South Jakarta. ☎ +62 21 798 1234. Price: Rp 750,000 door to door, plus toll fee Rp 40,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["X-Trans"]},", Jl. Blora 1 AB, Central Jakarta, ☎ +62 21 315 0555. Price: approx. US $55\/car maximum 10 persons for point-to-point charter or Rp 70,000 for a share ride."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["CitiTrans"]},", Jakarta (Fatmawati, Bintaro, Sudirman, Kelapa Gading, PasarPagi, Central Park), ☎ 08041111000. Bandung (Dipati Ukur, Cihampelas Walk, Pasteur), ☎ 08041111000. Rp 75,000 single-trip, non-stop, on 7 or 10-person (depends on pool) shuttles with separate seats."]},"\nDue to competition, all shuttles now only have 2 prices, for 6-7 seats Rp 70,000 and for 8-10 seats Rp 50,000 in a minibus. While taxis use car with maximum 4 passengers, excluding the driver.\n\n",{"type":"===","value":["By car"]},"\n\nBandung is two hours away from ",{"type":"[[","value":[["Jakarta"]]}," by car, thanks to the new Cipularang toll road that completes the inter-city highway between Jakarta and Bandung. It is now faster to travel to Bandung by car than by train from Jakarta. \n \nDuring the rainy season, parts of the Cipularang toll road may be closed because of landslides. On weekends, traffic jams often occur near the toll gates in the Djunjunan\/Terusan Pasteur area.\n\nOne alternative route is by the slower, but enjoyable, route from Jakarta - ",{"type":"[[","value":[["Puncak"]]}," - ",{"type":"[[","value":[["Cianjur"]]}," - Bandung. If you travel by car using this route, then make sure to stop at the ",{"type":"'''","value":["Puncak Pass"]},", the tip of the highland just on the outskirts of Jakarta.  From here, the view of tea plantation with fresh air can be enjoyed. There are plenty of good restaurants and hotels out there.\n\n",{"type":"===","value":["By train"]},"\n\nState operator ",{"type":"[","value":["http:\/\/www.infoka.kereta-api.com PT Kereta Api Indonesia"]}," offers frequent services between Jakarta and Bandung, as well as connections onward to ",{"type":"[[","value":[["Surabaya"]]},".  Even the fastest services take more than three hours, making this a slower option than the shuttle buses, but the scenery between Jakarta and Bandung is beautiful. The railroad passes mountains and padi terraces. Don't miss this view when traveling by train. Use the AC (air-conditioned) coach if you cannot cope with the tropical heat. Most hotels in Bandung provide free transportation from train station to the hotel.\n\nUnlike other countries, Indonesia does not use numbers for their train service. As a rule of thumb, the highest standard will be given by 'Argo' class train.\n\n",{"type":"{|","value":[["border=\"1\" cellpadding=\"5\" cellspacing=\"0\" align=\"center\""],["|+ ",{"type":"'''","value":["Train services"]}],["! Train names !! Routes !! Coaches !! Duration !! Price !! Frequency !! Depart to \/ Arrive From"],["|-"],["| ",{"type":"'''","value":["Argo Parahyangan"]}," || Gambir (",{"type":"[[","value":[["Jakarta"]]},") - Bandung || Exe, Bus || 3hr 10m || Rp 60,000 & Rp 30,000 || 6 (weekdays), 8 (weekend) || BD"],["|-"],["| ",{"type":"'''","value":["Argo Wilis"]}," || Gubeng (",{"type":"[[","value":[["Surabaya"]]},") - Bandung || Exe || 13hr || Rp 220,000 || 1 || BD"],["|-"],["| ",{"type":"'''","value":["Turangga"]}," || Gubeng (",{"type":"[[","value":[["Surabaya"]]},") - Bandung || Exe || 13hr || Rp 240,000 || 1 || BD"],["|-"],["| ",{"type":"'''","value":["Mutiara Selatan"]}," || Gubeng (",{"type":"[[","value":[["Surabaya"]]},") - Bandung || Bus || 12h40m || Rp 120,000 || 1 || BD \/ KAC"],["|-"],["| ",{"type":"'''","value":["Harina"]}," || ",{"type":"[[","value":[["Semarang"]]}," - Bandung || Exe, Bus || 7h10m || Rp 120,000 || 1 || BD"],["|-"],["| ",{"type":"'''","value":["Malabar"]}," || ",{"type":"[[","value":[["Malang"]]}," - Bandung || Exe, Bus, Eco || 15hr || Rp 250,000 || 1 || BD \/ KAC"],["|-"],["| ",{"type":"'''","value":["Lodaya Malam"]}," || Balapan (",{"type":"[[","value":[["Solo"]]},") - Bandung || Exe, Bus || 16hr || Rp 130,000 & Rp 80,000 || 1 (night) || BD \/ KAC"],["|-"],["| ",{"type":"'''","value":["Lodaya Pagi"]}," || Balapan (",{"type":"[[","value":[["Solo"]]},") - Bandung || Exe, Bus || 15hr || Rp 150,000 & Rp 90,000 || 1 (daytime) || BD \/ KAC"],["|-"],["| ",{"type":"'''","value":["Pasundan"]}," || Gubeng (",{"type":"[[","value":[["Surabaya"]]},") - Bandung || Eco || || || 1 || KAC"],["|-"],["| ",{"type":"'''","value":["Kahuripan"]}," || ",{"type":"[[","value":[["Kediri"]]}," - Bandung || Eco || || || 1 || KAC"],["|-"],["| ",{"type":"'''","value":["Serayu"]}," || ",{"type":"[[","value":[["Kroya"]]}," - Bandung || Eco || 6hr 20m || || 2x daily || KAC"],["|-"],["| ",{"type":"'''","value":["Serayu"]}," || Kota (",{"type":"[[","value":[["Jakarta"]]},") - Bandung || Eco || 3hr 15m || || 2x daily || KAC"],["|-"],["| ",{"type":"'''","value":["Baraya Geulis"]}," || ",{"type":"[[","value":[["Padalarang"]]}," - Bandung - ",{"type":"[[","value":[["Cicalengka"]]}," || Bus || 1hr 22m || Rp 8,000 || Daily 10x to PDL; 2x to CLK ||"],["|-"],["| ",{"type":"'''","value":["KA Cibatu"]}," || ",{"type":"[[","value":[["Purwakarta"]]}," - Bandung || Eco || || || 1 ||"],["|-"],["| ",{"type":"'''","value":["KA Cibatu"]}," || ",{"type":"[[","value":[["Cibatu"]]}," - Bandung || Eco || || || 1 ||"],["|-"],["| ",{"type":"'''","value":["KA Cianjur"]}," || ",{"type":"[[","value":[["Cianjur"]]}," - Bandung || Eco || || || 2 ||"],["|-"],["| ",{"type":"'''","value":["KRD Patas"]}," || ",{"type":"[[","value":[["Cicalengka"]]}," - Bandung || Eco || 36m || || 9x daily ||"],["|-"],["| '''KRD Bandung Raya || ",{"type":"[[","value":[["Padalarang"]]}," - Bandung - ",{"type":"[[","value":[["Cicalengka"]]}," || Eco || 1hr 19m || || 9x daily ||"]]},"\n# BD = ",{"type":"{{","value":[["marker"],["type=listing"],["name=Bandung Station"],["lat=-6.9144096"],["long=107.6024532"]]},", KAC = ",{"type":"{{","value":[["marker"],["type=listing"],["name=Kiaracondong Station"],["lat=-6.925007"],["long=107.6464412"]]},".\n# Exe = executive class, Bus = business class, Eco = economy class.\n\nNote: Economy class is not air conditioned and are not recommended. Business class is also not air conditioned, also not recommended, use it only if you cannot get the executive class. Executive class is comfortable and air conditioned.\n\n# Duration is total duration from end to end station.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Infobox"],["Some tips on using angkot:"],["* There is no uniform color, but each route has the same 2-color scheme, even the same model of minibus (some routes may mix Kijangs and minibuses). There may be custom variations to the vehicles because they are privately-owned.\n\n",{"type":"*","value":[" Usually an angkot is a modified ordinary minibus. The 10 seat minibus becomes 18 seats. This is possible by lining passengers side by side. It might be a bit awkward for the first-time users."]},"\n",{"type":"*","value":[" Don't be nervous about touching other passengers,; the cramped seating often makes it unavoidable. Do be aware that some pickpockets operate on angkots. Be very careful if you see someone acting sick or odd."]},"\n",{"type":"*","value":[" To stop the Angkut, just raise your hand, and when you need to get off, just shout 'kiri !!' (pron: kee-ree), translated ",{"type":"''","value":["left"]}," in English.  It is a request for the driver to pull aside to the left."]},"\n",{"type":"*","value":[" The most comfortable and safest seat is usually the front-window, next to the driver."]},"\n",{"type":"*","value":[" Payment is by direct cash only, but preferably in small denominations.  An average single trip fare costs Rp 2,000~5,000"]},"\n",{"type":"*","value":[" The door is typically removed, so don't be scared if it is missing.  For tall persons, you'll need to bend over to get in and the bench seats are really small in size."]},"\n",{"type":"[[","value":[["File:Daihatsu Hijet angkot.jpg"],["thumb"],["center"],["250px"],["Request an angkot to stop."]]}]]},"\n\nTravelling around in Bandung is quite complex and frustrating, especially to newcomers. There is no mass rapid transit system, metro nor tram in Bandung. Locals travel using small public minibuses, known as ",{"type":"'''","value":["angkot"]}," from ",{"type":"''","value":["angkutan"]},"=transport and ",{"type":"''","value":["kota"]},"=city.\n\n",{"type":"===","value":["By angkot"]},"\n\nThis city transport has only origin and destination names on top. Sometimes with via description if there are more than one angkot route for a certain ",{"type":"'''","value":["origin-destination route"]},". There is no route description anywhere. For locals, it is somewhat amazing that they only memorize where and how the route of each angkot route.\n\nAlthough there is an official price for angkot from ",{"type":"'''","value":["Organda"]}," (the local organization of these private city transport), sometimes price is based on how far you travel. It's better that you ask the driver or ",{"type":"'''","value":["kernet"]}," (driver assistance) about the price to go to a location. To ask for an angkot to stop and pick you up, just raise your hand and they will stop. When you're inside and want to stop, just ask the kernet to stop. Or say 'kiri' (",{"type":"''","value":["key-ree"]},") or simply 'stop' out loud. It was easy to find a bell that you can press to stop but not anymore. Most angkot fare are ranging from Rp 2000 for up to 2 kilometers and Rp 8000 for the longest route, but usually about Rp 3000 to Rp 5000, it depends on the route and distance. Better to pay Rp 2000 or Rp 3000 first and then add, if they want more. Don't pay with big bill, because they tendency to charge you more.\n\nThe official angkot routes are listed on Bandung's ",{"type":"''","value":["Info Kota"]}," website ",{"type":"[","value":["http:\/\/www.bandung.go.id\/index.php?fa=infokota.detail&id=17"]},".\n\n",{"type":"===","value":["By taxi"]},"\n\nIf you don't know which angkot routes to take, then you can take a taxi. Officially, taxis use meters, but some taxi drivers may refuse to use meters and will charge you a fixed price instead or they use meter, but say in advance a minimal tariff, usually Rp.25,000. Don't be afraid to refuse and walk away, even locals are annoyed by this behaviour. Metered cabbies may also take you the long way to get more money. So be careful when traveling by taxi. The most reliable taxi company in Bandung is Blue Bird. Bluebird drivers will almost always use the most appropriate route (the headquarter monitors its taxis with online GPS and usually there are a calling by radio to the taxi used to ask the destination and congrates you) and will always use the meter, but Blue Bird use high tariff with about 20 percent higher of low tariff which use by another taxi companies with sticker 'Tarif Bawah' means low tariff in the back glass of the sedan. \nBecause all other companies taxi drivers opponent to Blue Bird, so Blue Bird cannot be found in the terminals, but they usually can be found 200 to 300 meters from the terminals. Some hotels and malls\/plazas give privilige to Blue Bird to park its taxi in its area and it makes a jealousy to the other taxis. Competing directly in the premium range with Blue Bird, Cipaganti Taxi has started their operation with a red colored car. Gemah Ripah is a third ranking taxi service that seems to be improving their service. Bandung is a small city, the tariff usually about Rp25,000 or less and for long route can achieve Rp50,000.\n\nIn Bandung, taxis are less common waiting on roadsides, due to the multitude of small roads and lack of space to wait. For this reason, ordering a taxi by phone is usually the simplest and safest bet, but doesn't use a mobile phone. The taxi will drive up directly in front of you (ask for its number on the phone for identification), and there is no extra charge (sans a cheap cancellation fee about Rp12,500 to Rp15,000, if necessary, in the back of the Blue Bird front seats clearly stated the tariff of cancellation fee).\n\nAlternatively, ask a uniformed security guard or policeman nearby to either flag down a nearby taxi, or point in the direction of a nearby taxi waiting area.\n\nTaxi drivers off the street, or booked by telephone are usually polite and friendly, chosing to charge you by meter but watch out for those mentioned below.\n\nDo allow lots of travel time in Bandung, although the city is small.  A short trip that is about 8 km will take you 45 min to an hour through the heavy traffic during peak times (morning 8-9AM,  evening 5-6PM).  A short trip from Dago factory outlet areas to The Valley just a few km up north took almost 50minwhen travelling at 6PM.\n\nList of taxi companies in Bandung:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["4848"]},", Jl. Suniaraja Tmr 39. ☎ +62 22 4234848. Reliable, good service on Bandung to Jakarta route."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bandung Raya"]},", Jl. Dr Setiabudi 177. ☎ +62 22 201 4018."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Blue Bird"]},", Jl. Terusan Buah Batu 194. ☎ +62 22 7561234. Good reputation and reliable, this is the premium taxi company in Indonesia. Call center employees can speak English."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Centris Taxi"]},", Jl. Soekarno-Hatta 606-A. ☎ +62 22 7512100. Branch of Centris Taxi company in Jakarta."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cipaganti Taxi"]},", Jl. Gatot Subroto No. 94. ☎ +62 22 7319498, +62 22 70070000, +62 22 76919440. Second choice after Blue Bird."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gemah Ripah"]},",. ☎ +62 22 4217070. Third choice after Blue Bird."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kota Kembang"]},", Jl. Kiaracondong 338. ☎ +62 22 7312312."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Putra"]},", Komplek Marga Asih Indah, Jl. Nilem 2 Blok J1. No. 10. ☎ +62 22 5405010"]},"\nMost are trustworthy but watch out for those who wait near shopping centers and infront of hotels (except approved by the hotel),  they will charge you a flat fee, refusing to take you for less.  One example is taxis waiting outside \"Chi Plaza\"  where they only take fixed fare passenger.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are also some bus lines, but they don't cover the whole city. City buses usually cover long routes across the city from end-to-end; for example, from the north to the south and from the west to the east. The city bus is called ",{"type":"'''","value":["DAMRI"]},".\n\n",{"type":"===","value":["By car"]},"\n\nUsing your own car or renting a car is probably the easiest and the most convenient way to travel around Bandung and surrounds. If you don't have a valid driving licence, then you can also rent a car with a chauffeur, which is very common for western travelers.  Perhaps it is even better to rent a car from Jakarta. You can stop for one night in ",{"type":"[[","value":[["Puncak"]]},", ",{"type":"[[","value":[["Bogor"]]}," or ",{"type":"[[","value":[["Sukabumi"]]},".\n\nRental cars are available from numerous outlets, including major international brands.  Note that traffic in Bandung is quite complex and the city administration likes to experiment with the traffic management. There is often a lack of traffic signs and directions. Many major roads are one-way, which makes it difficult to turn around if you are lost. Be careful not to enter a street that may a one-way street from the opposite direction but be lacking a prominent ",{"type":"''","value":["no-entry"]}," sign. There may be a watchful policeman hiding somewhere, he will pop up instantly to stop you and then you may have to pay him some money.\n\nCar rental for travel within Bandung is about Rp350,000 per day (12 hr),  or Rp500,000 (12 hr) for travel outside Bandung e.g. to Tangkuban Perahu volcanic area.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Architectural jewels"]},"\n\nThere were many buildings built in a classic Dutch colonial style during the late 18th and early 19th century. The locals referred to this time as the ",{"type":"'''","value":["Bandoeng tempo doeloe"]}," (old Bandung) era. The ",{"type":"'''","value":["art-deco"]}," style was very popular throughout the earlier half of the 20th century and the city and it's suburbs retain many fine examples of these architectural styles. The city administration has a tendency to lean toward a ",{"type":"''","value":["modern"]}," style throughout the city with many of the more recent bridges, banks, malls and commercial areas. However many of the historical buildings have conservation orders and there are some very well preserved and maintained examples of the colonial era architecture to be seen. The non-profit organization Bandung Heritage Society ",{"type":"[","value":["http:\/\/www.bandungheritage.org\/"]}," has been formed recently to assist in endeavours to further preserve the city's historic buildings.\n\n",{"type":"{{","value":[["infobox"],["Who is C.P.W. Schoemaker?"],["Born in Ambarawa (Central Java) in 1882, Schoemaker has been renowned as the father of Bandung Art-Deco architectural style. He is famous for adapting modern European architecture to the tropical surroundings. This blending of ancient decorative elements and modern architectural features has made him the best Indonesian architect of his time. He later became a professor at the Institute Technology Bandung. Among  his students was ir. Soekarno, the first president of the Republic of Indonesia. He died in 1949 in the city that he loved and buried at the Pandu cemetery, Bandung.\n\nWhen visiting Bandung, don't forget to visit his residence at Jl. Sawunggaling 2, where its heroic renovation has been awarded by UNESCO.\n\nHis artworks include: Gedung Merdeka, Villa Isola, facade of the Grand Preanger Hotel, Cipaganti mosque, Cathedral at Jl. Merdeka, Church at Jl. Wastukencana, the Majestic theater, Gedung PLN, Landmark building at Jl. Braga, etc."]]},"\nMake sure you see these buildings before they're gone.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Villa Isola"]},", Jl. Dr. Setiabudi 229.",{"type":"<","value":["br"]}," Architect: C.P.W. Schoemaker. Built in 1932 for an Italian millionaire D.W. Berretty as a villa. It lies in the northern part of Bandung, overlooking the city to south and the Tangkuban Perahu mountain to the north. Villa Isola and its 2 gardens have a magnificent design by its architect, combining the unique landscape and the Indo-European architectural style. This monumental art was later used for a hotel, named Hotel de Luxe. Now it serves as UPI's (Indonesia University of Education) headmastership building."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gedung Merdeka"]},", Jl. Asia-Afrika 65 (",{"type":"''","value":["near alun-alun or city square"]},").",{"type":"<","value":["br"]},"Architect: Van Gallen Last and C.P.W Schoemaker. Built in 1895 for a club house for rich people, named the Concordia Society. In 1955, this building was famous as the first Asian-African conference venue. Now it is a museum for that conference."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Savoy Homann Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4232244"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Asia-Afrika 112. it was built in 1880, renovated in 1938 by a Dutch architect A.F. Aabers with an art-deco style as it is seen today. It still serves a hotel until now. The King and Queen of Siam, The Prince and Queen of Belgium, The Governor General of Indo-China, The Duchess of Westminster and even Charles Chaplin had stayed there three times. You can also still stay in this hotel and enjoying the old colonial time."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Grand Hotel Preanger"]},", Jl. Asia-Afrika 81.",{"type":"<","value":["br"]},"It has two sides: the old facade and the modern wing side. The old facade has an interesting story, as C.P.W. Schoemaker designed the art-deco style that is blended with local culture. It was a controversial issue at that time, but that gives a unique style."]},{"type":"[[","value":[["File:Gedung Sate - backside.jpg"],["thumb"],["Gedung Sate, Bandung."]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Gedung Sate"]},", Jl. Diponegoro.",{"type":"<","value":["br"]},"Architect: J. Gerber, built in 1921. It was used as the head of the Dutch Indies Government Companies. The roof has a decoration of a popular ",{"type":"''","value":["satay"]}," food as now it is famous for the name, though it was not meant to be like that. In fact, it is a 6 ornaments, symbolizing ",{"type":"''","value":["6 million guldens"]},", the cost of the building. Now, the complex is the office of ",{"type":"[[","value":[["West Java"]]}," governor and the local provincial house of representatives. Interestingly, this building mixes different architectural styles: Spanish ",{"type":"''","value":["Moorish"]}," style for the windows, Italian ",{"type":"''","value":["renaissance"]}," for the over all building, and between Balinese ",{"type":"''","value":["pura"]}," & Thai's ",{"type":"''","value":["pagoda"]}," for the roof. The facade faces directly to the Mt. Tangkubanperahu. The building is open for public, and at the end of the journey inside, you can sip a nice hot ",{"type":"''","value":["bajigur"]}," drink while watching the city view from the top floor."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cipaganti Mosque"]},", Jl. Cipaganti.",{"type":"<","value":["br"]},"Architect: C.P.W. Schoemaker, built in 1933. It was the only mosque that was built in the European residential area in the northern part of Bandung. The central facade still has the original design, but the mosque has been expanded to both of its side."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["ITB West and East Hall"]}," (Aula Barat & Timur ITB), Jl. Ganesha 10.",{"type":"<","value":["br"]},"ITB is Institute Technology Bandung, the oldest institute of technology in Indonesia. It was built in 1918 by the architect Maclaine Pont. The most prominent Dutch East Indian architecture is the West and East Hall of this institute, where a West Sumatran style of architecture was used."]},"\n",{"type":"===","value":["Arts & science"]},"\n\nBandung has been the melting point between the local Sundanese culture and the high-end technology developed at the Institute Technology Bandung. There are some interesting places to visit:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Saung Angklung Udjo"],["alt="],["url=http:\/\/www.angklung-udjo.co.id\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Padasuka 118, (",{"type":"''","value":["around 7km from Bandung"]},"). ",{"type":"''","value":["Angklung"]}," is a traditional South-East Asian musical instrument, made by bamboo. Udjo Nalagena, a famous angklung artist, created an Angklung House in the outskirt of Bandung, where angklung is made, learned and played. You can enjoy an angklung orchestra played by 12 year old or less children or even be a part of this orchestra, holding one of the angklung instruments. The place is in the middle of padi terrace and bamboo field, a perfect location to feel the relaxedness of a small village. It is one of the famous travel destinations among westerners and is highly recommended. The easiest way is to rent a car to go there or ask your travel agent if there is a program to visit this place."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["listing"],["name=Bosscha Observatory"],["alt="],["url=http:\/\/www.as.itb.ac.id\/~ferry\/IndoAstro\/Bosscha\/Bosscha.html"],["email=administration@as.itb.ac.id"],["address="],["lat="],["long="],["directions="],["phone=+62 22 2786001"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Peneropongan Bintang, Lembang., built in 1923 by Nederlandsch-Indische Sterrekundige Vereeniging (Assoc. of Dutch-Indies Astronomers) is the only observatory in ",{"type":"[[","value":[["Indonesia"]]},". It lies in Lembang, a small suburb city in the northern part of Bandung. It is now part of the Dept. of Astronomy, Institute Technology Bandung. To visit there, ask the department administration first for a reservation."]]}]},"\n:* Reservation must be made 1 month before.\n:* Bosscha is closed on national holidays, Sunday and Monday.\n:* Day visit at 9:00, 12:00 (except Friday at 13:00) and 15:00.\n:* Public night (17:00-19:30), between April–October, with some presentations and demos. Ask there for a specific date as this public night is open at the 7th & 8th of the lunar month.\n:* Special visit can be arranged, subject to their availability.\n\n",{"type":"[[","value":[["File:Museum Geologi.JPG"],["thumb"],["Museum Geologi"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Geological Museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 7203205"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Diponegoro 57, (",{"type":"''","value":["near Gedung Sate complex"]},"). Houses 250,000 rocks, a mineral collection, and 60,000 fossils. There are 3 major rooms in the museums: the geology of Indonesia, the history of life and the geology of human life. The building itself has an art-deco style, built in 1928 by a Dutch architect Wnalda van Scholtwenburg. Location: ",{"type":"<","value":["br"]},"Visiting time: every day 09:00-15:00 except Friday. Price: Free. Recommended museum by locals."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sri Baduga Maharaja Museum"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pos dan Giro Museum"]}," Inside the East Building of Gedung Sate"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mandala Wangsit Siliwangi Museum"]}]},"\n",{"type":"==","value":["Do"]},"\nThere are many activities that you can do in the city or outside the city. As Bandung highland is surrounded by a string of mountains. Activities in the outskirts of the city are centred about the mountain resorts, adventure activities and outdoor sports. In the city, you can have culinary activities (see the Eat section) as there are so many food varieties, shopping with many clothing outlets and ",{"type":"''","value":["distros"]}," (see the Buy section) or just hanging around.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name= Trans Studio Bandung"],["alt="],["url="],["email="],["address=Jl. Gatot Subroto no.289, Bandung."],["lat="],["long="],["directions="],["phone=+62 22 9109999"],["tollfree="],["fax="],["hours="],["price=Weekdays Rp. 150.000, weekends Rp. 250.000"],["content= Indonesia's biggest indoor theme park is an equivalent to Universal Studios. There are more than 20 rides within 3 zones: Studio Central, The Lost World, and Magic Corner. Some of the attractions, especially the roller coasters, are equally thrilling to what you would expect in an outdoor amusement park."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Saturday night at Jalan Dago"]},". Every Saturday night, teenagers and youngsters are hanging around at Jalan Dago. The street stretches from Holiday Inn Hotel in the south and a few blocks to the north until ",{"type":"''","value":["Simpang Dago"]},". The street is crowded with modified cars with loud music. Don't bring your own car if you don't want to get stuck in a traffic jam. Just walk and watch these hip-hop youngsters. There are some cafes and chic restaurants in the street that you can sit in. Don't forget to buy some grilled sweet or hot-chili corn that is sold at the street stalls. The party usually lasts until midnight."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunday m",{"type":"<","value":["nowiki",[]]},"orning at Gasibu Park"]},". After having a party on Saturday night, wake up very early in the morning around 5-7AM. Go to ",{"type":"'''","value":["Gasibu park"]}," at the front of the Gedung Sate complex and wear your sportswear. At the park, you can go jogging and do some stretching, and after you finish, food stalls are already waiting for you with a lot of food varieties. People's favourites are ",{"type":"''","value":["dim sum ceker"]}," (a chicken foot cooked like a dim sum) and ",{"type":"''","value":["nasi liwet"]}," (a rice cooked with coconut milk and served with chicken and other vegetables). In the walking distance, there is a famous yoghurt drink cafe with a nice and relaxing setting at Jl Cisangkuy."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lembang trip"]},". A trip to the north of Bandung cannot be missed. Rent a car and start to go at the very early in the morning to Lembang, an uphill resort city."]},":* On the way to Lembang, you can make a sidetrip to ",{"type":"'''","value":["Bosscha"]},", the only observatorium in Indonesia. Please make sure you have made a reservation and take a note on its opening hours.\n:* Continue your journey to Lembang and stop at one of the food stall that sells ",{"type":"'''","value":["fresh milk"]},". You can drink fresh milk with many flavours.  While this stop is interesting, it is not extraordinary in that they serve only fresh milk (strawberry, mocca flavoured) and some poor quality bread sandwiches.  Stop if you need a break, give it a miss if you do not.\n:* Go to the ",{"type":"'''","value":["Mt. Tangkuban Perahu"]},". Go circling around ",{"type":"''","value":["Kawah Ratu"]}," (Queen's crater) to see the volcanic activity closely. There are other craters: ",{"type":"''","value":["Kawah Upas"]}," and ",{"type":"''","value":["Kawah Domas"]},". Beware of the tourist hawkers who sell many things at unreasonably expensive prices.\n:* Continue the journey to ",{"type":"'''","value":["Sari Ater"]},", a hot water spring complex. On the way, there is a good Sundanese restaurant, named ",{"type":"'''","value":["Sindang Reret"]},", that you can stop by for your lunch.s  Read further down for details on visiting Kawah Domas.\n:* ",{"type":"'''","value":["Sari Ater ",{"type":"[","value":["http:\/\/www.sariater-hotel.com\/"]}]}," is a resort with natural hot water spring pools, some recreation parks and healthy spas. Stay overnight and have a good dinner at their restaurant. This hot spring has shallow pools some with lukewarm and some with hot spring water for you to soak.  There is a restaurant serving food just adjacent to the pools.  \n:* On the way back to Bandung, take a stop at a street food stall and have some grilled '",{"type":"''","value":["sweet corns"]}," or grilled ",{"type":"''","value":["ketan"]}," (sticky rice) while enjoying the view of the tea plantation.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Ram fighting"]},": Villages around Bandung host ram fights on alternate Sundays. It's a big event for locals who turn out in their hundreds to watch 5-minute bouts between prize fighter male sheep. Tournaments are held in purpose-built rings in outlying villages. Best to hire a motorbike\/guide in Bandung who knows when and where the next tournament is on. Ram fighting is not a blood sport but animal lovers may be upset at the sight of the fights, which are organised and refereed rather like boxing matches."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kawah Putih"],["alt="],["url="],["email="],["address=about 50 km south of Bandung"],["lat=-7.10"],["long=107.24"],["directions=Travel south through Ciwidey"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kawah Putih is a striking crater lake and tourist spot in a volcanic crater around 50 km to the south of Bandung. Expect quite lengthy drive from the city centre. Allocate at least more than half day to visit this crater lake. The admission fee is not as cheap as other tourist spot, but the scenery is breathtaking and out of this world."]]}]},{"type":"===","value":["Cinema"]},"\n\nThe ticket prices are based on the days, in which Monday as the cheapest ticket price, and weekends as the most expensive\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Blitzmegaplex"]},", Paris Van Java Mall, Jl. Sukajadi 136-139.☎ +62 820 63630. 9 screens. Ticket price: Rp 15,000-22,000-27,000"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=BSM XXI"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 612 6521"],["tollfree="],["fax="],["hours="],["price="],["content=Bandung Supermall Lt. 3, Jl. Jend Gatot Subroto. 5 screens. Ticket price: Rp 15,000-25,000"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["BTC XXI"]},", Bandung Trade Center Lt. P-2\/3, Jl Dr. Djundjunan no. 143-149. ☎ +62 22 910 1121. 5 screens. Ticket price: Rp 10,000-15,000"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Braga 21"]},", Braga City Walk Lt. 2, Jl. Braga 99-101. Telp. (022) 844 60121. 3 screens. Ticket price: Rp 10,000"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["CiWalk XXI"]},", Cihampelas Walk Lt. 4, Jl. Cihampelas 160. 8 screens. Ticket price: Rp 15,000-25,000"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["CiWalk XXI The Premiere"]},", Cihampelas Walk Lt. 4, Jl. Cihampelas 160. 2 screens. Ticket price: Rp 50,000"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Empire 21"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 424 0719"],["tollfree="],["fax="],["hours="],["price="],["content=Bandung Indah Plaza Lt. 3, Jl. Merdeka 56. 6 screens. Ticket price: Rp 15,000"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Galaxy 21"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 420 8143"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Kepatihan. 6 screens. Ticket price: Rp 9,000-13,000"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Jatos 21"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 8792 0089"],["tollfree="],["fax="],["hours="],["price="],["content=Jatinangor Town Square, Jl. Raya Jatinangor No. 150. 5 screems. Ticket price: Rp 10,000-15,000"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Nusantara 21"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4237 040"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Alun-Alun Timur No. 3-7. 4 screens. Ticket price: Rp 8,000-10,000"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Regent 21"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 423 6370"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Sumatra 2. 3 screens. Ticket price: Rp 8,000-10,000"]]}]},"\n",{"type":"===","value":["Outdoor activities"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Alun-alun Bandung"]}," or city square. Alun-alun is the classical central core of the democratic city in Indonesia, since the 15th century. It is typically a square of grass field with 4 sides are the city major residence, ",{"type":"''","value":["pendopo"]}," (a place to meet between citizens and the government), a mosque and a prison. The grand mosque is still visible, though it has been renovated 7 times. Now, it has undergone a major renovation and expansion with two 81 m high minarets and a Taj Mahal interior design. The pendopo is also still there, behind a high wall. The prison has been transformed into a mall with one block is preserved as a museum, a cell block where Soekarno, the first president of Indonesia, spent some time in there. The major transition is that now alun-alun serves as an entertainment park, where shopping mall buildings are surrounding the square."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Bandung Zoo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 2502770"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Kebun Binatang No. 6. Built in 1930."]]}]},"\n",{"type":"[[","value":[["File:Tb perahu.jpg"],["thumb"],["250px"],["Mt. Tangkuban Perahu."]]},"\n",{"type":"[[","value":[["File:DSC00003 Java Ouest Tangkuban Prahu Bandung North (6220087230).jpg"],["thumb"],["Tangkuban Prahu crater."]]},"\n",{"type":"[[","value":[["File:Path to domas.jpg"],["thumb"],["Path to domas"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mt. Tangkuban Perahu"]},". Is on the northern side of Bandung, the closest city is Lembang. (",{"type":"''","value":["Angkot route: St. Hall-Lembang"]},"). You can see it from a distance at many places in Bandung but a tour to Bandung will not be complete without visiting the crater. If you are in Bandung, take a look towards the north keeping an eye out for a mountain of unusual shape. The name itself comes from the local legend of Sangkuriang (\"Legenda Sangkuriang\") The legend is based upon a disobedient son who kicks his boat upside-down and was then transformed into stone. Hence the name of this mountain. Tangkuban",{"type":"''","value":["flipped"]}," and ",{"type":"''","value":["perahu"]}," boat. It is still an active volcanic mountain. The crater is reachable by car and it is fun to do hiking to the top by foot from Lembang. Elevation is 2,084 m above sea level and the path from Lembang is not too steep. At the crater, there is a tourist spot. Near the main crater is another amazing site, ",{"type":"'''","value":["'Kawah Upas"]},"', where you stand between two big craters, to the left and to the right."]},"\nEntrance fee to the park is Rp 50,000 for foreigners . When you reach Tangkuban Perahu, the first thing you'll see (and most popular) is the main crater (Kawah Ratu). One crater is dormant, but has a side vent that emits some smoke.  The scenery below the mountain is worth a visit. But don't stop there. Many visitors miss this but it's probably the best part of Tangkuban Perahu.\n\n",{"type":"'''","value":["Kawah Domas"]},". A 30 min walk from Kawah Ratu, track 1.3 km down to Kawah Domas to get upclose and personal with volcanic activity. It is compulsory to hire a registered guide to walk you down to this active crater.  They will charge Rp 250,000\/hr. To visit the Kawah Domas and walk to the car park at Kawah Domas down the hill from Kawah ratu is approx 1 hr 30 min. It will be more if you indulge in mud massages, egg boiling or similar. Walk around Kawah Ratu on your own and only then get a guide if you feel you need one. Take note that the people selling tourist items will possibly hassle you. Politely tell them not to follow if you are not going to buy anything. Tourists are often pestered to retain a guide or to buy souvenirs. After finishing you do not need to walk back to Kawah ratu which makes life much easier. The walk to Kawah Domas looks like hell on earth and it is a must-do experience with bubbling mud, boiling hot water and hissing sulphur vapour. You can smell the sulfur, watch the hot water springs very closely or even buy a boiled egg cooked on the hot surface.\n\nNow there is an alternative way to go Kawah Domas in less pain and without guide. After seeing Kawah Ratu, go down the mountain to parkir Kawah Domas (",{"type":"''","value":["the Kawah Domas car park"]},"). Walk from here to Kawah Domas. You will still have to pay for the registered guide cpstomg Rp250,000 to enter to Kawah Domas.  The walk is less tiring than the walk down from Kawah ratu, this may be better for the less fit.\n\n",{"type":"'''","value":["Getting to Tangkuban Perahu"]},"\n\nFrom Bandung Indah Plaza (BIP), take an 'angkot' heading to \"CICAHEUM - LEDENG\". The angkot will stop at Terminal Ledeng (Rp 3,000). From the terminal, take a mini van or 'Elep' towards Subang and get down at Tangkuban Perahu (Rp 12,000). From the entrance of Tangkuban Perahu, it's another 4–5 km hike up on a really bad road. You can often hire a local 'motorcycle cab' (local drivers are often waiting nearby) to take you up. If you can ride a motorcycle, it's a lot easier to rent one to get there.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Juanda Forest Park"]}," or ",{"type":"''","value":["Dago Pakar"]}," (",{"type":"''","value":["Taman Hutan Raya ir. H. Juanda"]},"). It is a forest park and serves as a water reservoir catchment area for the city. There are some interesting parks for children or to have a picnic. There are also some old WWII caves used during the Japanese occupation in the 1940s. Some people walk through the forest to reach Maribaya park in Lembang. This is at the end of Jalan Dago. The Angkot routes are Abd. Muis-Dago and followed by walking or take a ride by motorcycle."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Puncrut-Lembang"]}," Hiking trail. Started from Puncrut, Jl. Kiputih, North Bandung."]},"\nThere are guided tours to Perahu,  but charges are Rp250,000 per person (including entrance charges), so if you are 2 persons or more,  it is worth hiring a car for about Rp500,000 for the day (entrance charges are extra).\n\n",{"type":"==","value":["Buy"]},"\n\nShopping for clothing and accessories is the main reason many weekend visitors travel from ",{"type":"[[","value":[["Jakarta"]]},". Many items are less expensive than in Jakarta. ",{"type":"'''","value":["Denim (jeans) stores are along Jl. Cihampelas"]},". These became very popular in the 90s with unique facades built to attract people. The more up-market fashion stores include the many emporiums on Jl. Dago and Jl. Riau. ",{"type":"''","value":["Sisa exports"]}," (rejected export products), and ",{"type":"'''","value":["factory outlets"]}," are prolific and have a very wide range of export quality items. These are sometimes available in the larger sizes that may be suitable for some visitors. A new trend are the ",{"type":"'''","value":["distro"]}," (distribution outlets). Luxury labels are often available but for those the extensive upmarket malls in Jakarta may be more suitable with a much larger range, however they are often more expensive.\n\n",{"type":"===","value":[" Local handicrafts and souvenirs "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Wayang Golek"]},", is a Sundanese puppet show. Unlike Javanese wayang puppet, wayang golek is made from wood. Find wayang golek at Galeri Cupumanik, Jl. Haji Umar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Angklung"]},", is a Sundanese ethnical music instrument (see at ",{"type":"'''","value":["See"]}," section)."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Elizabeth"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 5201125"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Otto Iskandar Dinata 520. Leather handicrafts, including shoes, bags and other accessories. Well-known local shoe and leather craft outlets are centred in the Cibaduyut area."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jeans Street"]},", Jl. Cihampelas. A lot of denim shops decorated with funky designs. Giant models of Superman, Goku, Rambo and others, stand guard over some of the shops."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Souvenir Shop"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4205427"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Cihampelas no.39. Very good quality and inexpensive local souvenirs. The shop in one of the many old Dutch colonial style buildings."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Toko Sin Sin"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4238574"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Braga 59. Sells various high quality handicraft and souvenirs, including wayang golek (wood puppet), wayang kulit (leather puppet), angklung, leather and crocodile skin handicraft (mostly bags, wallets, and belts), wood carvings, Indonesian traditional silverworks, paintings, and even Indonesian furniture. This is a shop with very long history, started even before Indonesia gained independence."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=LORI"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 7315604"],["tollfree="],["fax=+62 22 7311459"],["hours="],["price="],["content=Jl. Guntur 1. Ethnic contemporary styled jewellery and handicraft accessories for women and men. Product use natural, environment friendly materials such as stones, cowstone, woods, seeds and Rudrakash\/Ganitrus Beads."]]}]},"\n",{"type":"===","value":[" Shopping malls "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Alun-alun"]},". Centre of the city. In the alun-alun area there are many shopping malls, but they are rather old."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Cihampelas Walk"],["alt=Ciwalk"],["url=http:\/\/www.cihampelaswalk.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Cihampelas. Shopping, dining and hanging out in a cozy and relaxing atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bandung Electronic Centre"]},", (BEC), Jl. Purnawarman 13-15. Specialising in electronic devices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bandung Indah Plaza"]},", (BIP), Jl. Merdeka 56. Food court, cinema."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trans Studio Mall"]},", (TSM) formerly Bandung Supermal), Jl. Gatot Subroto 289. Food court, cinema. Also offers you high class clothing stores such as Hugo Boss, Raoul, Next, Mango, Guess, Esprit, and many more."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bandung Trade Center"]},", Jl. Terusan Pasteur 143. Food Court."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Braga City Walk"],["alt="],["url=http:\/\/www.bragacitywalk.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Braga. Shopping complex at the heart of the famous Braga Street."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Istana Plaza"],["alt="],["url=http:\/\/istanaplaza.co.id\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Pasirkaliki 121-123. Free wireless internet, assisted taxi stand, cinema, shopping reward programs."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kings Shopping Centre, 1 & 2"]},", Jl. Kepatihan. Food court, fashion, cinema."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Setrasari Plaza"]},",  Jl. Surya Sumantri 120. Food court. Near universities."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Paris Van Java Mall"]},", Jl Sukajadi. An attractive atmosphere with a mixed environment of outdoor and indoor mall.  Carrefour, a mega international style supermarket, Gramedia, a giant bookstore, cafe, bistros. Both smaller shops and high end clothing stores such as MNG, Guess, H.O.B., and Esprit can be found here. Also, there is an ice skating ring."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kepatihan Plaza"]},", Jl. Kepatihan. Fashion, supermarket and food court."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Istana Building Commodities Centre"]},", Jl. Jendral Ahmad Yani. Building materials, electronics, computers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bandung Electronic Mall"]},", Jl. Naripan. Electronics, computers, cellphones and food court."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Planet Dago"]},", Jl. Ir. H. Juanda. Cellphones, bowling court."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Plaza Dago"]},", Jl. Ir. H. Juanda. Fashion, ice skate court, food court."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Metro Indah Mall"]},", (",{"type":"''","value":["former Metro Trade Centre"]},") Kompleks MTC Jl. Soekarno Hatta No. 590, ☎ +62 22 7538448, +62 22 7537577."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mall Lingkar Selatan"]},", Jl. Peta. Supermarket, food court."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jatinangor Town Square"]},", Jl. Raya Jatinangor. Shopping mall in eastern Bandung."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Plaza Pajajaran"]},", Jl. Raya Jatinangor."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cimahi Mall"]},", Jl. Gandawijaya. The first shopping mall in Cimahi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mall IITC Kopo"]},", Jl. Kopo. Cellphones and food court."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bandung Trade Mall"]},", Jl. Kiaracondong."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lucky Square"]},", Jl. Terusan Jakarta."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Plaza Cimahi"]},", Jl. Raya Cibabat. A newer shopping mall in Cimahi."]},"\n",{"type":"===","value":[" Factory outlets "]},"\n\nDuring the quality inspection, some of the products may have been ",{"type":"''","value":["rejected"]},", or the local manufacturers may have overrun their production quota. These residual products are sold with ",{"type":"''","value":["sisa export"]}," tags, because they were made for export. Some of these items have ",{"type":"'''","value":["Grade A"]}," (best quality, but overrun product) or ",{"type":"'''","value":["Grade B"]}," (export quality, but do not pass QC) qualities. Don't be surprised to see made in Korea or made in Singapore in their tags. Sometimes you will see the original price, such as US $65, but they may sell it for Rp 45,000, a fraction of the list price in the destination market.\n\nEnjoy bargain hunting but make a careful inspection yourself. Check for below-standard\/damaged items. Beware also for the fake products with branded name. The shops often have a wide range of modern contemporary styles and accessories. Some stores may have a small food court.\n\nMost of factory outlets are concentrated in Jl. Riau, Jl. Dago (Jl. Ir. H. Juanda) and around Jl.Sukajadi-Jl.Setiabudi area.\n\n",{"type":"*","value":[" Factory outlets in Jl. Riau:"]},"\n:* ",{"type":"'''","value":["Heritage"]}," (",{"type":"''","value":["inside an old historical building"]},")\n:* ",{"type":"'''","value":["Cascade"]},"\n:* ",{"type":"'''","value":["Summit"]}," (",{"type":"''","value":["Also have a cafe (Dailycious cafe) that sells the famous batagor, siomay, oxtails, noodles and fresh juices"]},")\n:* ",{"type":"'''","value":["Oasis"]},"\n:* ",{"type":"'''","value":["Metropolitan"]},"\n:* ",{"type":"'''","value":["Renaritti"]},"\n:* ",{"type":"'''","value":["Secret"]},"\n:* ",{"type":"'''","value":["Terminal Tas"]},"\n:* ",{"type":"'''","value":["Edward Forrer"]},"\n:* ",{"type":"'''","value":["Stamp"]},".\n\n",{"type":"*","value":[" Factory outlets in Jl. Dago:"]},"\n:* ",{"type":"'''","value":["Rich & Famous"]},"\n:* ",{"type":"'''","value":["Coconel"]},"\n:* ",{"type":"'''","value":["Glamour"]},"\n:* ",{"type":"'''","value":["Blossom"]},"\n:* ",{"type":"'''","value":["Uptown"]}," (",{"type":"''","value":["also opens a cafe that sells good chicken noodle and famous for the strawberry juice"]},")\n:* ",{"type":"'''","value":["Dago Stock Centre"]},"\n:* ",{"type":"'''","value":["M&M"]},"\n:* ",{"type":"'''","value":["Justine"]},".\n\n",{"type":"*","value":[" Around Jl. Sukajadi - Jl. Setiabudi:"]},"\n:* ",{"type":"'''","value":["Rumah Mode"]}," Jl. Setiabudi 41F\n:* ",{"type":"'''","value":["Diaz"]},", Jl. Sederhana, mostly shoes\n\n",{"type":"*","value":[" Other places:"]},"\n:* ",{"type":"'''","value":["Batian"]}," Jl. Otto Iskandardinata 535, you can find used and new items here\n:* ",{"type":"'''","value":["Stock Center"]}," Jl. Sukarno Hatta\n:* ",{"type":"'''","value":["Cargo"]}," Jl. Diponegoro\n:* ",{"type":"'''","value":["Cosmo"]}," Jl. Pelajar Pejuang 45\n:* ",{"type":"'''","value":["The Big Price Cut"]}," (",{"type":"''","value":["The first factory outlet in Bandung"]},") Jl. Aceh\n\n",{"type":"===","value":[" Distros (distribution outlets) "]},"\n\nDistros are a new phenomenon in Bandung where a shop sells stylish products that were made by local designers. They are served as a distribution store, because these local designers do not have their own marketing label yet. The products that are sold are books, ",{"type":"''","value":["indie label"]}," records, magazines and also fashion products and accessories. After their products receive large attention they may then release their own clothing label. There are more than 200 local brand names in Bandung.  One thing that makes distros stand out from factory outlet is that distros come from individual designers and young entrepreneurs, while factory outlet products come from a garment factory.\n\n",{"type":"''","value":["Note that now distros are getting famous in Indonesia. The local branded name with free and independent motivation has been shifted. Be careful when buying in distros as the prices are increasing to a level almost the same as at boutique shops."]},"\n\n",{"type":"*","value":[" Some of the Bandung distros:"]},"\n:* ",{"type":"'''","value":["unkl347"]},", Jl. Trunojoyo 4\n:* ",{"type":"'''","value":["Invictus"]},",Jl.Pager gunung 13 and Jl.Trunojoyo 6  ",{"type":"[","value":["http:\/\/www.invcts.com"]},"\n:* ",{"type":"'''","value":["Ouval Research"]},", Jl. Buah Batu 64\n:* ",{"type":"'''","value":["No Label"]},", Jl. Sumatra 24, ",{"type":"'''","value":["Blackjack"]},", Jl. Trunojoyo\n:* ",{"type":"'''","value":["Screamous"]},", Jl. Trunojoyo\n:* ",{"type":"'''","value":["Badger"]},", Jl. Trunojoyo\n:* ",{"type":"'''","value":["Airplane"]},",\"starseeker\",\"oglea\", \"Blankwear\" Jl. Sultan Agung\n:* ",{"type":"'''","value":["Cosmic"]},", Jl. Trunojoyo\n:* ",{"type":"'''","value":["Green Light"]},", Bandung Indah Plaza Lt. 2 and Jl. Buah Batu\n:* ",{"type":"'''","value":["Temple"]},", Jl. Dipatiukur\n:* ",{"type":"'''","value":["Skaters"]},", Bandung Indah Plaza Lt. 2, Jl. Cihampelas and Jl. Raya Lembang\n:* ",{"type":"'''","value":["Black ID"]},", Jl. Lombok and Paris Van Java Mall.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["style"]]},"\n\nBandung is a heaven for food lovers who enjoy new experiences. There are a lot of varieties, not only local cuisine but international ones. You can find any food you want for any kind of taste. Do note, that most eateries in Bandung focus on creating new variations, not making sure it tastes good.\n\nEverybody has their own favourites. One page is not enough to list all food stalls, food courts, restaurants and cafes in Bandung. Here are some lists that are popular or have a long history.\n\n",{"type":"===","value":["Local delicacies"]},"\n",{"type":"[[","value":[["File:SomaiBandung.JPG"],["thumb"],["250px"],["Batagor"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bakso Tahu \/ Siomay"]}," is a steamed meat with or without tofu. It is served with peanut paste, sweet soy sauce and a lime. It is suitable for a snack to eat at anytime. In almost all streets you can find somebody selling this food with a wheeled stall (",{"type":"''","value":["gerobak"]},"). The popular place is called ",{"type":"'''","value":["Siomay Pak Lili"]}," at Jl. Geger Kalong Girang that has sold this food for 15 years."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Batagor"]}," is similar to bakso tahu\/siomay but it is fried instead of being steamed. It is served similar with peanut paste and sweet soy sauce. Served also as a snack. Legends are ",{"type":"'''","value":["Kingsley"]}," at Jl. Veteran, selling this food already for 28 years, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.batagor.com\/ Batagor Riri"]}]}," at Jl. Burangrang 41 (",{"type":"''","value":["in front of the BCA building"]},"), ",{"type":"'''","value":["Batagor Haji Isan"]}," at Jl. Bojongloa, ",{"type":"'''","value":["Batagor Haji Darto"]}," at Pasar Simpang Dago, and ",{"type":"'''","value":["Dailycious Batagor"]}," at the Summit Factory Outlet JL. RE. Martadinata (Riau) 61."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Basreng"]}," is a spicy snack made ​​from fried meatballs, with the addition of the spicy and savory seasonings suitable for you. You can also buy it from online on ",{"type":"[","value":["http:\/\/www.ruangjualan.com Ruang Jualan"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Martabak"]}," is a fried stuffed pancake. There are two types: sweet and savory. Sweet martabak is a thick pancake stuffed with chocolate\/cheese\/banana\/sugar. The savory martabak is a thin fried pancake stuffed with eggs, some vegetables, mushrooms, chicken\/beef and one filled with sweet corn and cheese. The most popular ones are ",{"type":"'''","value":["Martabak Lodaya"]}," and ",{"type":"'''","value":["Martabak San Francisco"]}," at Jl. Lodaya. Another recommended place is ",{"type":"'''","value":["Martabak Andir"]}," at Jl. Jendral Sudirman, near the Andir wet market.  One more best martabak which should not be forgotten is ",{"type":"'''","value":["Martabak Canada"]}," at Jl. Kebon Kawung near the Pertamina outlet."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Soto Bandung"]}," is a soup with beef meat, soy beans and some vegetables. The old food stalls selling this food is at ",{"type":"'''","value":["Soto Ojolali"]},", Jl. Cibadak (",{"type":"''","value":["near alun-alun"]},"), since 1940s."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lotek"]}," is a mixed boiled vegetables, served with peanut paste and some chillies, similar to gado gado. The hotter the better. The famous place is ",{"type":"'''","value":["Lotek Kalipah Apo"]},", Jl. Kalipah Apo, every day 9AM-16PM. Have been selling this food for already 48 years. One plate is around Rp 4,500."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mie Kocok"]}," is a noodle soup, served with beef foot, beef skin and ",{"type":"''","value":["tauge"]}," or mung bean sprout. If you don't fancy with these parts of beef, then you can ask not to have it and you can still taste its appetite. The famous place is a street vendor, ",{"type":"'''","value":["Mie Kocok SKM"]},", at Jl. Sunda."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mie Ayam"]}," is a noodle soup served with chicken and it comes with a variety of toppings.  The famous place is at ",{"type":"'''","value":["Mie Naripan"]}," in Jl. Naripan, they serve varieties of good noodles there. Another good place is at ",{"type":"'''","value":["Bakmi Mangkok Mas"]}," in Jl. Setiabudhi."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nasi Timbel"]}," is the famous Sundanese dish. It is a tube-shaped rice that has a distinguish flavour, because it is cooked inside a banana leaf. It is usually served with ",{"type":"''","value":["lalapan"]}," (raw vegetables), fried tofu & tempe, fried chicken and chili paste. You can find this type of dish in most of Sundanese restaurants. The well-known timbel food stall is located ",{"type":"'''","value":["nearby Istiqomah mosque"]},". Another good place is at ",{"type":"'''","value":["Nasi Timbel Dago"]}," at Jl. Dago for around Rp 20,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Laksa Bandung"]}," is the famous old traditional dish. This dish is kind of chicken soup using coconut milk with turmeric for the stock, and in side it  contains sliced rice cake (cooked inside a banana leaf), bean sprout, vermicelli, shredded chicken and for the finishing is garnished with holly basil and ",{"type":"'''","value":["Oncom Bandung"]}," the traditional fermented soy bean cake. The well-known laksa vendor is located at the junction of Jl. Pungkur and Lengkong ",{"type":"'''","value":["Pondok Laksa"]}," is very appetising and one plate costs around Rp 7,000"]},"\n",{"type":"===","value":["Legendary eateries"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sate Kardjan"]},", Jl. Pasirkaliki, open 24 hr daily . Lamb satay speciality, since 1970. Try ",{"type":"'''","value":["sate buntel"]}," (a grilled minced lamb meat), ",{"type":"'''","value":["tongseng"]}," (lamb meat in a coconut milk soup), ",{"type":"'''","value":["nasi goreng kambing"]}," (fried rice with lamb) or ",{"type":"'''","value":["sate cempe"]}," (satay from 10 month old lamb).  We visited this place after much trouble to find it,  and found that the sate is average and the ambience wanting.  Not worth the trip to find this place."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Bakmi Naripan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4205516"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Naripan 108 (around the corner of Jl. Sunda and Jl. Naripan), Bandung, an Indonesian Chinese noodle establishment since 1960's."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bubur Ayam Mang Oyo"]},", Jl. Sulanjana (",{"type":"''","value":["near Gasibu"]},") and several branches. It's a chicken porridge. Nice for starting your day."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kedai Ma' Uneh"]},", Jl. Terasana I No. 132 Pajajaran. It's in an alley in front of Pajajaran sport complex. Delicious Sundanese food."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Baso Lela"]},", Jl. Awiligar, everyday open until 9PM. On the a hill side with a nice view to the city. Try ",{"type":"'''","value":["yamien"]},", a dried boiled noodle, mixed with soy sauce. There are sweet yamien and salt yamien. Try also chicken noodle and the strawberry juice as a dessert."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Santosa"]},", Jl. Aceh, everyday open from 5PM-9:30PM. A hawker with open air eating. Open since the 1960s. Try the fried kway teow\/noodle\/rice. They use a special wok to enhance the taste. Located opposite of the municipal office, near KONI Jabar dorm."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Waroeng Boentoet"]},", Jl. Anggrek No. 48, Bandung (near Jl. RE Martadinata\/Riau). It is the only restaurant in Bandung that specialized in a traditional heritage of delicious oxtail soup with the legendary taste sensation of the essence of spices. The Waroeng is decorated in a nice and simple vintage theme, with a very good service and affordable price that will provide its customers a high level of dine in satisfaction. Try some of its specialties like oxtail soup, oxtail teriyaki, oxtail barbeque, oxtail black pepper, oxtail chili penyet, fruits salad, black sticky rice milkshake, vegetable-fruit juice, and purple yam juice.  This place is a must. Easy to find and good prices for excellent food."]},"\n",{"type":"===","value":["Chic restaurants"]},"\n\nFor those who want a breathtaking view, eat in a local Sundanese village or have romantic international cuisine. Don't expect the taste to be half as good as the view and experience though.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kampung Daun"]},", Jl Sersan Bajuri Km 4.7 No 88 Villa Trinity Complex (",{"type":"''","value":["you need to drive there with your own car "]},"). Sundanese food. You eat at a hut in the middle of valley (no padi fields) near a small waterfall and river. At night it's really amazing to walk along candlelit pathways. Eating out really means eating out here.  The atmosphere here is enchanting and magical.  Lots of trees, bushes and secluded \"pondok\"  small huts for relaxing and food,  cool as it is set in a valley with the sound of running water from the waterfall beside you.  Food prices are higher than in Bandung or even other high end restaurants cause you need to cover the cost of the use of the huts."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["fashion pasta: Italian Style Living Restaurant"]},", Jl Resor Dago Pakar No 18 A ( International place for lunch and dining . Try all original the best Italian food, from Antipasti, Pizza, Salad, Soup, Pasta, Main Course, Dessert ). ph +62 22 2516101\/ +62 22 72221014"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sierra Cafe & Lounge"]},", Jl. Bukit Pakar no 33. Located on the hill of Dago Pakar in Bandung, Sierra delivers a relaxing and indulging ambience with a breathtaking view of Bandung's city lights. International cuisines include Western, Japanese and Thai)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["N Cafe"]},", Jl. Sutra Duta Kencana II\/11. Balinese & European cuisines, with great scenery, try the balinese fried duck."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kedai Nyonya Rumah"]},", Jl. Naripan 92 and Jl. Trunojoyo 29, serve Indonesian cuisine."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tizis Restaurant"]},", Jl. Kidang Pananjung 3. European dishes with homemade bread and pastries."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Atmosphere Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4262815"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Lengkong Besar No. 97."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Peak Resort Dining"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 2705429"],["tollfree="],["fax="],["hours="],["price="],["content=Komplek Girandah Desa Karyawangi, Ciwaruga, Parongpong,"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Stone Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 2500577"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Rancakendal Luhur No.5 (Gerbang Dago Resort), Dago Atas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Valley Bistro"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 2531052"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Lembah Pakar Timur No. 28 (Dago)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The View Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 2531198"],["tollfree="],["fax=+62 22 2531196"],["hours="],["price="],["content=Jl Resort Dago Pakar Raya No. 28, '"]]}]},"\n",{"type":"===","value":["Sundanese restaurants"]},"\n\nSunda is the ethnic name of the local people living in ",{"type":"[[","value":[["West Java"]]},". Sundanese food has some distinctive features. It mainly consists of fried fish, ",{"type":"''","value":["pepes ikan"]}," (steamed fish in a banana leaf), raw vegetables and chili pastes. To try these type of foods there are numerous Sundanese restaurants. Some of the popular ones have several branches in Bandung.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Dago Panyawangan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 2507551"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Ir. H. Juanda No 137, Cibeunying."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sindang Reret"]},", Jl. Surapati No. 53, ☎ +62 22 2501474. Another branch is outside the city in the north at Jl. Raya Cikole Km.22 Lembang, ☎ +62 22 2786500. The better one is the branch restaurant ."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Ponyo"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 7301477"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Malabar 60. There are many branches outside the city."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=AA Laksana"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 7509303"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Soekarno Hatta 494. There are 2 other branches at Jl. Jakarta 21 and Jl. Cihampelas 30. A big self-service eatery with long tables already filled with plates of food. Take what you want and ask the server to count the plates when finished."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ampera"]},", The famous Sundanese restaurant in Bandung with cheap price and lot of branch. Jl. Sukarno Hatta (Cigereleng), Jl. Sukarno Hatta (Sanggar Hurip), Jl. Sukarno Hatta (Metro), Jl. Pajajaran, Jl. Pungkur, Jl. Dewi Sartika (Kebon Kalapa), Jl. Taman Citarum, Kepatihan Plaza and Jl. Raya Lembang.  When we ate at Ampera on Angerrek,  food was cold and tasteless."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Saung Kabayan"]},", Jl. Dr. Djunjunan."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Raja Sunda"]},", Jl. Dr. Djunjunan."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sambel Cibiuk"]},", Jl. Merak."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bumbu Desa"]},", newer and more prestigious Sundanese traditional restaurant, branch in Bandung can be located at Jl. Laswi No. 1, ☎ +62 22 7100539, Jl. Pasirkaliki No. 160, ☎ +62 22 4234330 and Rumah Mode Jl. Dr. Setiabudhi No. 41, ☎ +62 22 91147980."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Ibu Haji Ciganea"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 7314291"],["tollfree="],["fax="],["hours="],["price="],["content=Famous sundanese food restaurant from Purwakarta, Bandung branch can be located at Jl. Lodaya No. 29,"]]}]},"\n",{"type":"===","value":["Chinese style restaurants"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Duck King"]},", Paris Van Java Mall, Jl. Sukajadi. Possibly the best Chinese restaurant in Bandung."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Golden Lake Chinese Restaurant"],["url="],["email=goldenlake_resto@yahoo.com"],["address=Jl.Setiabudhi 269-275"],["lat="],["long="],["directions="],["phone=+62 22 2012610"],["tollfree="],["fax="],["hours=7AM-2PM, 6PM-10PM"],["price="],["content=Discount up to 30%, until Aug 31, 2011, Cantonese meals, yamcha\/dimsum served by chef from Hongkong."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eastern Restaurant"]},", Istana Plaza Mall, at Upper Central Bandung Jl. Pasirkaliki. Halal Chinese Restaurant but very popular in Bandung"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Grand Eastern Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4200580"],["tollfree="],["fax="],["hours="],["price="],["content=Jalan Pasirkaliki No. 18 near Paskal Hypersquare and Bandung Train Station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jess Dago"],["url="],["email="],["address=Jl. Ir. H.Djuanda 151 B"],["lat="],["long="],["directions="],["phone=+62 22 2504893"],["tollfree="],["fax="],["hours="],["price="],["content='Chinese and Malay cuisine."]]}]},"\n",{"type":"===","value":["Thai style restaurants"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Coca Suki"],["alt="],["url=http:\/\/www.coca.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Ir. H. Juanda (Dago) 173. A branch of the Coca restaurant in Thailand."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Thai Palace"]},", in Istana Plaza Mall. Jl. PasirKaliki and another branch at Upper Dago Area on Jl. Ir. H. Juanda No. 345 B  ☎ +62 22 2503006 ; +62 22 2512857."]},"\n",{"type":"===","value":["Japanese and Korean style restaurants"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Hanamasa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4204426"],["tollfree="],["fax="],["hours="],["price="],["content=Istana Plaza. Jl. PasirKaliki. Jl. Merdeka 39-41. Japanese restaurant with yakiniku, shabu-shabu, robatayaki, beef, chicken, seafood. Opening hours: 11AM-10PM. Approximately US $22\/person."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Hoka Hoka Bento"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 424 5494"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Merdeka 47. Japanese Restaurant with ekkado, chicken katsu, sukiyaki, koori kon nyaku, shrimp ball, beef yakiniku, shabu-shabu, teriyaki, udon. Hours: 10AM-10PM. Price is approximately US $4\/person. Branches : Bandung Electronic Center 3rd Fl., Bandung Trade Center 3rd Fl., Istana Plaza 3rd Fl., Mall IITC Kopo GF., Borma Jl. Terusan Jakarta No. 53E, Metro Indah Mall GF., Kings Shopping Center 1, 4th Fl., Jl. Dr. Setiabudhi No. 61, Stasiun Bandung Jl. Kebon Kawung, Hero Jl. Buah Batu No. 237, Yogya Jl. Sunda No. 60 4th Fl."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Momiji"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4203786"],["tollfree="],["fax="],["hours="],["price="],["content=Japanese Cuisine, Jl. Braga 64. Serving authenthic Japanese cuisine in Jalan Braga, the famous historical street of Bandung."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Sushi Tei"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4223181"],["tollfree="],["fax="],["hours="],["price="],["content=Jl.Sumatra No.9. Nice upscale restaurant that is cheaper than hotel restaurant but more expensive than average restaurant in Bandung. Famous for its sushi"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Midori"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4260787"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Sultan Tirtayasa 31. Similar price range with Sushi Tei. Its sashimi are thick"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Korean House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 203 1626"],["tollfree="],["fax="],["hours="],["price="],["content=At North Bandung on Jl. Sukajadi No. 175."]]}]},"\n",{"type":"===","value":["Western restaurants"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Chef's Table Resto and Bar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 2033453"],["tollfree="],["fax="],["hours="],["price="],["content=Jalan Setiabudi 67. European restaurant with selections of ribs, steaks, pasta, pizza with no MSG. Open until 11PM. US $8-10\/person."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Atmosphere Resort Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4262815"],["tollfree="],["fax="],["hours="],["price="],["content=Jalan Lengkong Besar 97."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Glosis Restaurant"]}," at Cihampelas Walk (Ciwalk). Jl. Cihampelas. Prices are approximately US $8\/person"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Vienna cafe & resto"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 2031277"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Previously Cafe Venezia"]},". Jl. Sukajadi 205. Italian restaurant with pasta, pizza, fried chicken, salad, soup. 9AM-11PM. Approximately US $15\/person."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Tony Roma's"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 422 4656"],["tollfree="],["fax=+62 22 422 4660"],["hours="],["price="],["content=Jl. Sumatra 1. American themed restaurant with ribs, steaks, soup, salad. Prices are in the higher range."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sadewa Steak"]}," Near Pajajaran, 5 min from Airport, 10 min from Railway Station. Jl. Sadewa 24, Bandung. Specialize European steak and pasta in a cozy environment. Open 4:30PM-10PM. Price: approx. US $4\/person."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Canary"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 423 8928"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Ir. H. Juanda 28. International style restaurant withhamburger, steak, fried chicken, sate, soup, salad. Hours 7AM-9PM. Price: approx. US $7\/person."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pizza Hut"]},", well known international brand for pizza with multiple outlets including; Indah Plaza GF, Mollis GF, Kings Shopping Center 2 GF, Bandung Supermall, Istana Plaza GF, Carrefour Kiaracondong, Jl. Dr. Setiabudhi, Jl. Buah Batu, Jl. Kopo Bihbul and Jl. Ir. H. Juanda."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["McDonalds"]},", American fast food restaurant providing formulaic burgers and fried chicken at Bandung Indah Plaza GF, Premiere Plaza GF, Kings Shopping Center 2 GF, Kepatihan Plaza 3rd Fl, Istana Plaza Parking Ground, Istana Plaza 3rd Fl, Dago Boutique Apartment, Griya Jl. Buah Batu, Jl. Dr. Setiabudhi, Jl. Jendral Gatot Subroto. Delivery ☎ 14045."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["KFC"]},",  American fast food with a formulaic fried chicken style; Jl. Pajajaran No. 68, Jl. Buah Batu No. 189B, ☎ +62 22 7321887, Jl. RE. Martadinata No. 72, ☎ +62 22 4261465, Jl. Sukarno Hatta No. 423, ☎ +62 22 7562076, Jl. Kepatihan No. 19A, ☎ +62 22 4208660, Bandung Supermall, Bandung Trade Center GF, Jl. Dr. Setiabudhi No. 169, ☎ +62 22 2017616, Jl. Merdeka No. 27, Jl. Ir. H. Juanda No. 40-42, ☎ +62 22 4218965, Jl. Kopo No. 599, Paris Van Java Mall GF, Metro Indah Mall GF,"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Stone Cafe"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 2500577"],["tollfree="],["fax="],["hours="],["price="],["content=The unforgettable dining experience, Jl. Rancakendal Luhur No.5 (Gerbang Dago Resort), Dago Atas. International style menu, Sundanese Menu, Chinese menu. Hours: 11AM-11PM on weekdays, 11AM-2AM on Sat and Sundays. Live music every Day."]]}]},"\n",{"type":"===","value":["Mexican restaurants"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Amigos Restaurant"],["alt="],["url=http:\/\/www.amigos-resto.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 200 5401"],["tollfree="],["fax=+62 22 200 7406"],["hours="],["price="],["content=At Le'aries Garden Hotel. Jl. Terusan Pasteur Annex. Price: approx. US6\/person"]]}]},"\n",{"type":"===","value":["Seafood restaurants"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["HDL"]}," Jl. Cilaki. Street food in stalls on pedestrian area of the street. Reportedly very delicious and affordable but you need to take caution if you are not accustomed with street food in developing countries."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Praoe Seafood"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62-22-4215606"],["tollfree="],["fax="],["hours="],["price="],["content=Jl Sumatera 31."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Parit 9 Seafood"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62-22-7103908"],["tollfree="],["fax="],["hours="],["price="],["content=Jln Anggrek No 61 Bandung"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=D'Cost seafood"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62-22-2044200"],["tollfree="],["fax="],["hours="],["price="],["content=Budget no-frill seafood restaurant that has several branches in Bandung. One of them in North of Bandung on Jl. Sukajadi no. 197."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=JESS 2 DAGO"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62-22-2504893"],["tollfree="],["fax="],["hours="],["price="],["content=JL.Ir.H.DJUANDA 151 B BANDUNG."]]}]},"\n",{"type":"===","value":["Ice cream and pastry"]},"\n\nFood in Bandung does not stop at the restaurants\/cafes. There are plenty of bakeries in the city that you can buy some pastries. Some of them have high popularities that you must take a queue even before the shop is open in the morning.\n\n",{"type":"'''","value":["Pastry"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sumber Hidangan"]},", Jl. Braga 20, in the colonial centre of the city. The bakery was opened as Het Snoephuis (",{"type":"''","value":["The Candy House"]},") in 1929. The interior is still much the same as it was in earlier times. Breads and cookies' have names in Dutch, such as zwieback, roomsoes, krentenbrood, saucijzenbrood, suiker hagelslaag. Its old-time ambience and original menu attracts tourists and long-time patrons, but the run-down premise and declining sophistication of its foods and services suggest a losing struggle to remain in business. Open daily from 8:30AM-7PM, closed on Sunday."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bawean Bakery"]},", Jl. Bawean 4. Established in 1946, the name was Sweetheart Bakery until they changed it name during the New Order regime. The new name is taken from the shop location in Jalan Bawean. Their specialties are cakes baked using rum; such as nougat rolls, brownies and similar. By using this alcoholic ingredient their cakes taste a bit bitter but they can be kept for up to 6 days."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Brussel's Spring"]},", Jl. Sumatera next to the Exsport Station bag store. Steaks and waffle ice creams are very tasty. The prices range between Rp 20,000-75,000."]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["Kartika Sari"]},", try the famous cake: ",{"type":"''","value":["pisang molen"]},", a cake stuffed with banana. Very delicious.",{"type":"<","value":["br"]},"There are 6 stores: Jl. Kebon Jukut 3C, Jl. Buah Batu 165A, Jl. H. Akbar, Jl. Kopo Sayati 111A, Jl. Terusan Jakarta 77E, Jl. Ir. H. Juanda (Dago)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Brownies Kukus Amanda"]},", Jl. Rancabolang 29, Jl. Lodaya 8, Jl. Purwakarta. Try ",{"type":"''","value":["brownies kukus"]},", steamed brownies with melted chocolate inside. Soft and very delicious. Very popular and people sometimes queue waiting for it to open."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Brownies Primarasa"]},", Jl. Kemuning 20, Jl. Buah Batu 169A, and Jl. Peta 169. Speciality is the chocolate brownies."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Dunkin Donuts"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4208617"],["tollfree="],["fax="],["hours="],["price="],["content=Jl. Ir. H. Juanda No. 51. Airport Hussein Sastranegara. American bakery chain with donuts, croissant and sandwiches. Price: approx. US $3\/person."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sus Merdeka"]},", Jl. Merdeka (",{"type":"''","value":["in front of Bandung Indah Plaza"]},"). Famous for its Choux\/puff pastry with rum butter filling."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["J.Co Donuts & Coffee"]},", Well known local donut shop with fascinating flavours. Paris Van Java Mall GF, Istana Plaza GF, Bandung Supermall GF, Cihampelas Walk GF."]},"\n",{"type":"'''","value":["Ice cream"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Braga Permai"],["alt=formerly Maison Bogerijn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 420 1831"],["tollfree="],["fax="],["hours="],["price="],["content=Jl Braga 58. Famous ice cream parlor in Bandung."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Baskin and Robbins"],["alt="],["url=http:\/\/www.baskin31.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Jl Sukajadi 232, ☎ +62 22 203 8457. Jl. RE Martadinata No. 225,☎ +62 22 720 8122. Jl. Gatot Subroto No. 289, ☎ +62 22 910 1404. Istana Plaza, Jl. Pasir Kaliki 121-123, ☎ +62 22 6000403. Ice cream parlor."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rasa Bakery"]},", At the intersection of Jl. Tamblong & Jl. Asia Afrika. One of the best places for ice cream in Bandung. The traditionally made ice cream. Rp 10,000-20,000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["I Scream for Ice Cream"]},", Jl. Hariangbanga."]},"\n",{"type":"==","value":["Drink"]},"\n\nAlcoholic drinks can often be found at bars, night clubs, hotels and 24 hr mini-markets. Drinking fresh icy yogurt or juice is very tempting, especially after spending a day in a hot sun.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Yoghurt Cisangkuy"]},", Jl. Cisangkuy (",{"type":"''","value":["near Gedung Sate complex"]},"). It has many flavours of fresh yogurt with fresh fruits. Very suitable as a resting place after walking in the hot weather."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Es Cendol Elizabeth"]},", in front of the Elizabeth bag shop at Jl. Otto Iskandar Dinata and Jl. Cihampelas. ",{"type":"''","value":["Cendol"]}," is an Indonesian drink made with coconut and coconut milk, served with ice cubes and sweet brown sugar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bandoengsche Melk Centrale (BMC)"]},", Jl. Aceh 30, in an old Dutch colonial house. They specialise in fresh milk beverages."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rumah Kopi"]},", (",{"type":"''","value":["Coffee house"]},"). Jl. Awiligar (",{"type":"''","value":["near baso Lela"]},"). They serve many kinds of coffee."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Susu Segar Lembang"]},", at many street vendors in Lembang. It is outside the city, but it would be nice to stop if you do a sidetrip to Lembang."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Es Sekoteng Bungsu"]},", Jl. Bungsu 29. ",{"type":"''","value":["Es sekoteng"]}," is a grated ice cube with avocado, young coconut and ",{"type":"''","value":["kolang-kaling"]}," (some local preserved fruit)."]},"\nFor alcoholic drinks you can buy it in these stores:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Dago 34"]},", Jl. Dago no. 34. Located in the heart of Dago."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Warung Internasional"]},", Jl. Dago. it located near Dago 34."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taurus"]},", located near Alun-Alun, it's easy to find."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kopi Aroma"],["url=http:\/\/indahnesia.com\/indonesia\/BANARO\/paberik_kopi_aroma.php"],["email="],["address=Jl. Banceuy No. 51"],["lat="],["long="],["directions=close to Alun-Alun area"],["phone=+62 22 4230473"],["tollfree="],["fax=+62 22 4232648"],["hours="],["price="],["content=Good quality coffee store and factory, in an old district of town. The Robusta coffee beans are stored for 5 years and the Arabica beans for as long as 8 years and sourced from coffee plantations throughout Indonesia."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tea Gallery Walini"],["url="],["email="],["address=Jl.Dago, No.92"],["lat="],["long="],["directions="],["phone=+62 22 2502631"],["tollfree="],["fax="],["hours=10AM-12midnight"],["price=Rp 8,000-35,000,-"],["content=Traditional Sundanese teas in a cosy and relax environment."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nBandung is not too big city and can be accessed with Angkot public transport easily which not in straight route and most of it need 2 or more trip. The easiest public transport certainly in central terminal, but it is far in the south and the area is not convinience for sleeping. The most convinience area to sleep is in the north area with hilly, old big houses (a lot of it are used as homestay) and many parks. To sleep and use Angkot easily and walking around, you can choose from intersection of Dago (Ir. H. Juanda) and Riau (Martadinata) to the north. You can easily get a homestay and 1 or 2 stars hotels with $30 per day, but you can get also 4 stars hotels in this area for more money.\n",{"type":"{{","value":[["style"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Damar"],["url=http:\/\/www.villadamar.com\/"],["email="],["address=Jl. Damar no.7, Jawa Barat"],["lat="],["long="],["directions="],["phone=+62 21 2041361"],["tollfree="],["fax="],["hours="],["price=From USD 64.00"],["checkin="],["checkout="],["content=Deluxe, Junior Suite and Garden Suite, all equipped with Air-conditioning, Flat-screen TV and Refrigerator. Facilities and services are Spa & wellness centre, Restaurant and coffee shop."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jadul Village Resort & Spa"],["url=http:\/\/www.jadulvillage.com\/"],["email="],["address=Terusan Sersan Bajuri 45 Cihideung"],["lat="],["long="],["directions="],["phone=+62-22-2785544"],["tollfree="],["fax="],["hours="],["price=Rates start at 1,000,000.00 IDR"],["checkin= 2PM"],["checkout=12PM"],["content=Jadul Village Resort & Spa offers rooms equipped with safe and TV. Some of its facilities and services are restaurant, cafe, meeting room, spa, buggy service, bar and lounge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Imperium International Hotel"],["url=http:\/\/www.hotelimperiumbandung.com"],["email="],["address=Jl. Dr Rum 30-32"],["lat="],["long="],["directions="],["phone=+62 22 420 2244"],["tollfree="],["fax="],["hours="],["price=From US $45"],["checkin="],["checkout="],["content=A\/C, cableTV, mini-bar, and a coffee\/tea maker. Club Music Room, a sport centre, and a swimming pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cassadua Hotel"],["url=http:\/\/www.cassadua.com\/"],["email="],["address=Jl Cassa no. 2"],["lat="],["long="],["directions="],["phone=+62 22 200 5822"],["tollfree="],["fax="],["hours="],["price=From Rp 225,000.00"],["checkin="],["checkout="],["content=Balcony, terrace, cableTV, internet, private toilet and bath. Fitness room\/gym, restaurant, bar, meeting rooms, airport transfer, room service and wake-up call."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Jelita Parahyangan"],["url=http:\/\/www.jelitaparahyanganbandung.com"],["email="],["address=Jl. Pasirkaliki 61"],["lat="],["long="],["directions="],["phone=+62 22 603 1133"],["tollfree="],["fax="],["hours="],["price=From Rp 198,000"],["checkin="],["checkout="],["content=A\/C rooms, all with private toilet and bath, cableTV, mini-home theater, and balcony\/terrace. Airport and city transfers, cafe, and laundry services."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ahadiat Hotel & Bungalow"],["url=http:\/\/www.ahadiathotel-bandung.com"],["email="],["address=Jl. Sindang Sirna Elok No.9"],["lat="],["long="],["directions="],["phone=+62 22 2005870"],["tollfree="],["fax="],["hours="],["price=From Rp 375,000"],["checkin="],["checkout="],["content=Rooms and suites with A\/C, cableTV, private toilet and shower with bathtub. Outdoor swimming pool, massage service, and wifi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ottenville Boutique Hotel"],["url=http:\/\/www.ottenvillehotel-bandung.com"],["email="],["address=Jln Dr Otten no 6"],["lat="],["long="],["directions="],["phone=+62 22 423 4518"],["tollfree="],["fax="],["hours="],["price=From Rp 348,000.00"],["checkin="],["checkout="],["content=A\/C rooms, all with a toilet and bath with hot\/cold shower, flat-screen satellite TV, and coffee\/tea maker\/mini-bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Talagasari Permai"],["url="],["email=hoteltalagasari@yahoo.com"],["address=Jl. Dr. Setiabudhi 269-275."],["lat="],["long="],["directions=North Bandung, close to Lembang and Tangkuban Perahu"],["phone=+62 22 2012632"],["tollfree="],["fax=+62 22 2011731"],["hours="],["price=From Rp 280,000 nett"],["checkin=7AM"],["checkout=12 noon"],["content=A\/C rooms , TV, bathroom with shower and bathtub, swimming pool, karaoke. Sundanese, European and Chinese restaurant, free breakfast for 2 persons. Discount 50% promo until 31 Aug, 2011 & 1 night free for 10 stays in 3 months."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Topas Galeria Hotel"],["url=http:\/\/www.topas-hotel.com"],["email="],["address=Jl. Dr. Djunjunan No. 153"],["lat="],["long="],["directions="],["phone=+62 22 602 0550"],["tollfree="],["fax="],["hours="],["price=From Rp 600,000"],["checkin="],["checkout="],["content=A\/C rooms, all with cableTV, internet connection and a mini-bar. Room service, massage service, and airport\/city transfer."]]}]},"\n",{"type":"[[","value":[["File:SavoyHomann ArtDeco Night.JPG"],["thumb"],["240px"],["The slick curves of the Savoy Homann"]]},"\n\n",{"type":"'''","value":["North Bandung \/ Dago \/ Jl. H. Juanda"]},":\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bumi Sawunggaling Hotel"],["url=http:\/\/www.bumisawunggaling.com"],["email="],["address=Jl. Sawunggaling No.13"],["lat="],["long="],["directions="],["phone=+62 22 421 8254"],["tollfree="],["fax="],["hours="],["price=From Rp 320,000"],["checkin="],["checkout="],["content=All rooms have A\/C, cableTV, and mini-bar. Business centre, spa, wifi and travel services."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Palais Dago Hotel"],["url=http:\/\/www.thepalaisdago.com"],["email="],["address=Jl. Ir. H. Djuanda No. 90"],["lat="],["long="],["directions="],["phone=+62 22 250 5111"],["tollfree="],["fax="],["hours="],["price=From Rp 1,000,000"],["checkin="],["checkout="],["content=Boutique hotel with well appointed rooms, bar, cafe and resto, meeting room and business centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn"],["alt="],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/6c\/1\/en\/hd\/bdoid"],["email=bchibid@bdg.centrin.net.id"],["address="],["lat="],["long="],["directions="],["phone=+62 22 421 1333"],["tollfree="],["fax=+62 22 4216666"],["price="],["checkin="],["checkout="],["content=Jl. Ir. H. Juanda (Dago) 31-33. (. Lower Dago area. 4 Stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aston Primera Pasteur"],["alt="],["url=http:\/\/www.astonpasteur.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 206 0123"],["tollfree="],["fax=+62 22 206 0124"],["price="],["checkin="],["checkout="],["content=Jl. Dr. Junjunan 96. Hotel & conference centre. 4 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Luxton"],["alt="],["url=http:\/\/theluxton.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 4220 700"],["tollfree="],["fax=+62 22 4220 600"],["price="],["checkin="],["checkout="],["content=Jl. Ir. H. Juanda (Dago) 18. 4 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sheraton Inn"],["alt="],["url=http:\/\/www.starwoodhotels.com\/sheraton\/search\/hotel_detail.html?propertyID=276&neverShowCheckAvail=yes"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 250 0303"],["tollfree="],["fax=+62 22 250 0301"],["price="],["checkin="],["checkout="],["content=Jl. Ir. H. Juanda (Dago) 390. Upper Dago area, close to the dago golf centre. 5 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jayakarta"],["alt="],["url=http:\/\/www.jayakartahotelsresorts.com\/bandung\/index.asp"],["email=bandung@jayakartahotelsresorts.com"],["address="],["lat="],["long="],["directions="],["phone=+62 22 250 5888"],["tollfree="],["fax=+62 22 250 5388"],["price="],["checkin="],["checkout="],["content=Jl. Ir. H. Juanda (Dago) 381A. Upper Dago area. 4 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["De Bukit Dago"]}," Jl. Bukit Pakar Timur IV\/D6 (Dago). ☎ +62 811 248 956, +62 811 248 912. (",{"type":"''","value":[{"type":"[","value":["mailto:houseinbandung@yahoo.com houseinbandung@yahoo.com"]},") ("]},"fax:+62 22 4207950''), ",{"type":"[","value":["http:\/\/houseinbandung.com\/archives\/category\/sewa-harian"]},". A villa\/guest house in the Dago hill area with Bandung city views."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Patra Jasa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 250 4664"],["tollfree="],["fax=+62 22 250 4995"],["price="],["checkin="],["checkout="],["content=Patra Jasa. Jl. Ir. H. Juanda 132. Close to Bandung Institute of Technology. 2 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Geulis"]},", Jl. Ir. H. Juanda no. 129. ☎ +62 22 250 7777, +62 22 250 3600. (",{"type":"''","value":["fax:+62 22 250 3086"]},"). 3 stars."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Marbella Dago Pakar"]},", Komplek Resort Dago Pakar, Desa Ciburial Kecamatan Cimenyan. 5 stars."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Garden Permata"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 201 1000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Lemahneundeut no. 7. 4 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=GH Universal"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 2010388"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Setiabudhi 376. 5 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Villa Roberni"]}," Villa Istana Bunga, V3 North Bandung, Parongpong. ☎ +62 22 278 9443, +62 815 1403 0077 (",{"type":"''","value":[{"type":"[","value":["mailto:villaroberni@roberni.com villaroberni@roberni.com"]}]},"), (",{"type":"''","value":["fax:+62 22 278 9443"]},"), ",{"type":"[","value":["http:\/\/www.roberni.com"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["the Santorini Villa"]}," Villa Istana Bunga, W.8 North Bandung, Parongpong. ☎ +62 22 278 9443, +62 815 1403 0077 (",{"type":"''","value":[{"type":"[","value":["mailto:villaroberni@roberni.com villaroberni@roberni.com"]}]},"), (",{"type":"''","value":["fax:+62 22 278 9443"]},"), ",{"type":"[","value":["http:\/\/www.thesantorinivilla.com"]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dago Guest House"],["alt="],["url=http:\/\/www.dagoguesthouse.com"],["email=info@dagoguesthouse.com"],["address="],["lat="],["long="],["directions="],["phone=+62 22 250 7050"],["tollfree="],["fax=+62 22 250 7030"],["price="],["checkin="],["checkout="],["content=Jl. Bukit Dago Selatan 53B, Dago. (",{"type":"''","value":["Located in the West Java Art & Culture Complex (Kompleks Taman Budaya Propinsi Jawa Barat)"]},"). Private bathroom with shower, A\/C, cableTV. Book online for cheaper rates. Free airport pickup, internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tamara Guest House"],["alt="],["url=http:\/\/www.ghtamara.tk"],["email=ghtamara@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+62 22 420 4442"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Wira Angun-Angun No.46. Guesthouse with single, twin, and triple bedrooms, with private bathroom, western appliances and hot water; Free continental breakfast, internet access, cableTV in common room, trilingual host; English, Dutch, Indonesia. Taxi, tour, and car rental can be arranged."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["De Villa"]}," Kompleks Villa Istana Bunga, Villa keluarga. North Bandung, Parongpong - Cisarua. ☎ +62 22 811 248912, +62 811 248956 (",{"type":"''","value":[{"type":"[","value":["mailto:houseinbandung@yahoo.com houseinbandung@yahoo.com"]}]},"), (fax:+62 22 420 7950), ",{"type":"[","value":["http:\/\/houseinbandung.com\/archives\/category\/sewa-harian"]},". Spacious garden, 24 hr private security, public swimming pool, basketball and tennis court. Bandung city view and scenery view."]},"\n",{"type":"'''","value":["Central Bandung"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aston Hotel and Residence"],["alt="],["url=http:\/\/www.astonbandung.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 8446 0000"],["tollfree="],["fax=+62 22 8446 0100"],["price="],["checkin="],["checkout="],["content=Jl. Braga 99-101. 4 star hotel inside the Braga City Walk."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Preanger"],["alt="],["url=http:\/\/sanurbeach.aerowisata.com\/hotels.html"],["email=preanger@indosat.net.id"],["address="],["lat="],["long="],["directions="],["phone=+62 22 423 1631"],["tollfree=0 800 182-1112"],["fax=+62 22 4231631"],["price="],["checkin="],["checkout="],["content=Jl. Asia-Afrika 81. In the Alun-Alun area, the facade has an art-deco style. 5 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Panghegar"],["alt="],["url=http:\/\/www.hotelpanghegar.com"],["email=hp@hotelpanghegar.com"],["address="],["lat="],["long="],["directions="],["phone=+62 22 423 2286"],["tollfree="],["fax=+62 22 423 1583"],["price="],["checkin="],["checkout="],["content=Jl. Merdeka 2. In the city centre with a revolving restaurant on the roof. 4 Stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Bandung"],["alt="],["url=http:\/\/www1.hilton.com\/en_US\/hi\/hotel\/BDOHIHI-Hilton-Bandung\/index.do"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 8606 6888"],["tollfree="],["fax=+62 22 8606 6999"],["price="],["checkin="],["checkout="],["content=Jl. HOS Tjokroaminoto No. 41-43. 5 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Regency Bandung"],["alt="],["url=http:\/\/bandung.regency.hyatt.com\/"],["email=bandung.regency@hyatt.com"],["address="],["lat="],["long="],["directions="],["phone=+62 22 421 1234"],["tollfree="],["fax=+62 22 4210380"],["price="],["checkin="],["checkout="],["content=Jl. Sumatera 51., (. 252 rooms and suites in the city centre with Indonesian decor, marble bath, working desk, broadband internet access, daily newspaper, in-room coffee and nightly turndown. Regency Club lounge for free continental breakfast, evening cocktails and canapes. 5 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Santika"],["alt="],["url=http:\/\/www.santika.com\/santika_bandung.htm"],["email=bandung@santika.com"],["address="],["lat="],["long="],["directions="],["phone=+62 22 420 3009"],["tollfree="],["fax=+62 22 423 9601"],["price="],["checkin="],["checkout="],["content=Jl. Sumatera 52-54. 3 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=De Riau Motel"],["alt="],["url="],["email=houseinbandung@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+62 811 248 956, +62 811 248 912"],["tollfree="],["fax=+62 22 420 7950"],["price="],["checkin="],["checkout="],["content=Jl. Cimanuk 37. ",{"type":"[","value":["http:\/\/houseinbandung.com\/archives\/category\/budget-motel"]},". Affordable cheap motel at the city centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Savoy Homann"],["alt="],["url=http:\/\/www.savoyhomann-hotel.com\/"],["email=savoy@bdg.centrin.net.id"],["address="],["lat="],["long="],["directions="],["phone=+62 22 423 2244"],["tollfree="],["fax=+62 22 423 6187"],["price="],["checkin="],["checkout="],["content=Jl. Asia-Afrika 112. Bandung's oldest hotel and one-time host to Charlie Chaplin and Yasser Arafat, among many others. The current building is a striking art-deco work from the 1930s. Getting a little long in tooth. Renovated in 2007. 4 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vue Palace Hotel"],["alt="],["url="],["email=info@vuepalacehotel.com"],["address="],["lat="],["long="],["directions="],["phone=+62 22 426 6288"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Otto Iskandardinata no.3. . 4 stars."]]}]}," \n",{"type":"'''","value":["Ciumbuleuit"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Padma Bandung"],["alt="],["url=http:\/\/www.padmahotelbandung.com"],["email=reservation@malyabandung.com"],["address="],["lat="],["long="],["directions="],["phone=+62 22 203 0333"],["tollfree="],["fax=+62 22 2030633"],["price="],["checkin="],["checkout="],["content=Jl. Ranca Bentang 56-58. 5 star with view to the northern hills, swimming pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=De Bale Townhouse"],["alt=Kompleks Bale Pakuan Town house"],["url=http:\/\/houseinbandung.com\/archives\/category\/sewa-harian"],["email=houseinbandung@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+62 811 248 912 or +62 811 248 956"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jl. Cimbuleuit. Newly built town house with modern architecture."]]}]},"\n",{"type":"'''","value":["Other"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Mitra"],["alt="],["url=http:\/\/mitrahotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 720 7245"],["tollfree="],["fax=+62 22 721 8304"],["price="],["checkin="],["checkout="],["content=Jl. WR. Supratman No.98. 3 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arion Swiss Bellhotel"],["alt=formerly Citra Cikopo"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+62 22 424 0000"],["tollfree="],["fax=+62 22 426 6270"],["price="],["checkin="],["checkout="],["content=Jl. Otto Iskandardinata no. 16. 4 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Aquila"],["alt="],["url=http:\/\/www.aquila-international.com\/"],["email=reservation@aquila-international.com"],["address="],["lat="],["long="],["directions="],["phone=+62 22 203 9280"],["tollfree="],["fax=+62 22 2039282"],["price="],["checkin="],["checkout="],["content=Jl. Dr. Djundjunan (Terusan Pasteur) 11. Nearby the Pasteur toll gate. 5 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Papandayan"],["alt="],["url=http:\/\/www.papandayanhotel.com"],["email=papandayanhotel@indocater.co.id"],["address="],["lat="],["long="],["directions="],["phone=+62 22 731 0799"],["tollfree="],["fax=+62 22 7310988"],["price="],["checkin="],["checkout="],["content=Jl. Jend. Gatot Subroto 83. 4 stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Horison Bandung"],["alt="],["url=http:\/\/www.horisonbandung.com\/"],["email=reservation@horisonbandung.com"],["address="],["lat="],["long="],["directions="],["phone=+62 22 730 5000"],["tollfree="],["fax=+62 22 731 0993"],["price="],["checkin="],["checkout="],["content=Jl. Pelajar Pejuang 121. 4 star in the residential Buah Batu area."]]}]},"\n",{"type":"'''","value":["Cihampelas"]},"\n \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Novotel Bandung"],["alt="],["url="],["email=reservation@novotelbandung.com"],["address="],["lat="],["long="],["directions="],["phone=+62 22 421 1001"],["tollfree="],["fax=+62 22 4212999"],["price="],["checkin="],["checkout="],["content=Jalan Cihampelas No 23. 4 star hotel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aston Tropicana Hotel"],["alt="],["url="],["email=info@astontropicana.com"],["address="],["lat="],["long="],["directions="],["phone=+62 22 203 0101"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Jalan Cihampelas no. 125-129. 5 star."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sensa Hotel Bandung"],["url=http:\/\/www.sensahotel.com"],["email="],["address=Jl Cihampelas No 160."],["lat="],["long="],["directions="],["phone=+62 22 206 1111"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=5 star. Connected to the 'Cihampelas Walk', boulevard-style shopping mall."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Puncrut"],["url=http:\/\/villapuncrut.blogspot.com\/"],["email=Rumah.kedamaian@gmail.com"],["address=Jl. Bukit Raya Timur No. 504, Ciumbeleuit."],["lat="],["long="],["directions="],["phone=+62 812 1301 6022"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cihampelas Hotel"],["url=http:\/\/www.cihampelashotel.com"],["email="],["address=Jln. Cihampelas No 222 and 240."],["lat="],["long="],["directions="],["phone=+62 22 203 3425"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=15 A\/C rooms, all with internet, cableTV, coffee\/tea maker, and a private bathroom with shower and bathtub."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Daarul Jannah Cottage"],["url=http:\/\/www.cottagedaaruljannah.com\/"],["email="],["address=Jln. Gegerkalong Girang No 67."],["lat="],["long="],["directions="],["phone=+62 22 200 7955"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=15 A\/C rooms, all with Internet, coffee\/tea maker, and a private bathroom with shower."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Nalendra Bandung"],["url="],["email="],["address=Jl. Cihampelas 225-227."],["lat="],["long="],["directions="],["phone=+62 22 203 4000"],["tollfree="],["fax="],["hours="],["price=From Rp 530,000"],["checkin="],["checkout="],["content=91 room 3 star hotel in 3 types ( standard, deluxe & suite ). A\/C, TV, hot water, cafe, mini-bar, massage, swimming pool, free internet in lobby area, free pick up & drop to airport & train station, breakfast for 2 person."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Pelangi Indan"],["alt="],["url="],["email="],["address=JL Pasirkaliki no 84"],["lat="],["long="],["directions="],["phone=022-423-5451"],["tollfree="],["fax="],["checkin="],["checkout="],["price=RP110.000\/125.000"],["content=Standard double\/Deluxe double with own bathrooms."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Tourism offices"]},"\n\n",{"type":"*","value":[" Dinas Pariwisata Kota Bandung: JL. Ahmad Yani No. 227, ☎ +62 22 7210768. ",{"type":"[","value":["http:\/\/www.bandung.go.id\/index.php?fa=dilemtek.detail&id=10"]},"."]},"\n",{"type":"*","value":[" Jl. Stasiun Timur No. 1, ☎ +62 22 421 6648."]},"\n",{"type":"===","value":["Emergency"]},"\n\n",{"type":"*","value":[" Ambulance: 118."]},"\n",{"type":"*","value":[" Police: 110. "]},":* West Java Police HQ (Polda Jawa Barat) : Jl. Soekarno Hatta No. 748, ☎ +62 22 7806392.\n\n",{"type":"*","value":[" Police stations:"]},":* Greater Bandung (Polwiltabes Bandung), Jl. Merdeka\n:* West Bandung (Polresta Bandung Barat), Jl. Sukajadi No. 141A, ☎ +62 22 203 1615.\n:* East Bandung (Polresta Bandung Timur), Jl. AH. Nasution No. 21, ☎ +62 22 7805981.\n:* Central Bandung (Polresta Bandung Tengah), Jl. Jend. Ahmad Yani No. 282, ☎ +62 22 7200058, +62 22  7271115.\n:* Bandung (Polres Bandung), Soreang.\n:* Cimahi (Polres Cimahi), Jl. Raya Cibabat,☎ +62 22 2031181.\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Royal Netherlands Honorary Consulate"],["url="],["email="],["address=Jl. Dayang Sumbi No. 3"],["lat="],["long="],["directions="],["phone=+62 22 250 6195"],["tollfree="],["fax=+62 22 2506197"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France Consular Agency"],["url="],["email="],["address=Jl. Purnawarman No. 32"],["lat="],["long="],["directions="],["phone=+62 22 4212417"],["tollfree="],["fax=+62 22 4207877"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Hungary"]]}," ",{"type":"{{","value":[["listing"],["name=Hungary Honorary Consulate"],["url="],["email="],["address=Jl. Padasaluyu Utara II No. 3"],["lat="],["long="],["directions="],["phone=+62 22 2010354"],["tollfree="],["fax=+62 22 2014407"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Poland"]]}," ",{"type":"{{","value":[["listing"],["name=Poland Honorary Consulate"],["url="],["email="],["address=Jl. Bukit Pakar Utara No. 75"],["lat="],["long="],["directions="],["phone=+62 22 2503765"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Hospitals with 24 hour emergency rooms"]},"\n\n",{"type":"*","value":[" RS Umum Pusat Dr Hasan Sadikin, JI. Pasteur No 38, ☎ +62 22 2034953."]},"\n",{"type":"*","value":[" RS Santo Borromeus, JI. Ir. H Juanda No 100, ☎ +62 22 250 4041, +62 22 2552000"]},"\n",{"type":"*","value":[" RS Rajawali: Jl Rajawali 38. ☎ +62 22 6011913"]},"\n",{"type":"*","value":[" RS Advent Bandung, JI. Cihampelas No 161. ☎ +62 22 2034386."]},"\n",{"type":"*","value":[" RS Immanuel Bandung, JI. Kopo No 161. ☎ +62 22 5001656."]},"\n",{"type":"*","value":[" RS Santo Yusup Bandung: Jl Cikutra No.7. ☎ +62 22 7208172."]},"\n",{"type":"*","value":[" RS Muhammadiyah Bandung: Jl. KH Ahmad Dahlan No.53. ☎ +62 22 7301062."]},"\n",{"type":"*","value":[" Santosa Bandung International Hospital: Jl. Kebonjati No.38. ☎ +62 22 4248555."]},"\n",{"type":"*","value":[" RS Kebonjati : Jl. Kebonjati No. 152."]},"\n",{"type":"*","value":[" RS Advent : Jl. Cihampelas No. 161."]},"\n",{"type":"*","value":[" RS Al Islam Bandung : Jl. Sukarno Hatta No. 644."]},"\n",{"type":"==","value":["Go next"]},"\n\nThere are some sidetrips to the mountain range surrounding Bandung:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["North"]},": mount Tangkuban Perahu. ",{"type":"'''","value":["Lembang"]}," is a favourite weekend break destination at the base of the mountain with hiking trail and active volcanic crater. You can stay at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sariater-hotel.com\/ Sari Ater"]}]},", a natural hot spring water complex, or rent a villa. In the vicinity, ",{"type":"'''","value":["Maribaya"]}," park offers a wonderful waterfall traps."]},"\n",{"type":"[[","value":[["File:Kawah putih IMG 5652.jpg"],["thumb"],["240px"],["View of Kawah Putih (White Crater)"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["South"]},": tea plantations. ",{"type":"'''","value":["Ciwidey"]}," & ",{"type":"'''","value":["Pangalengan"]}," are the main destination to the south mountains. ",{"type":"'''","value":["Situ Patenggang"]}," lake in the middle of tea plantation in Ciwidey offers a relaxing time in a boat, fishing, camping or in a bungalow. A few kilometers from the lake is ",{"type":"'''","value":["Kawah Putih"]}," (",{"type":"''","value":["white crater"]},"), made by sulfuric activity in the area with a camping park, called ",{"type":"'''","value":["Ranca Upas"]},". The area is frequently used as a pre-wedding photography area. Entrance fee: Rp 150,000\/car or Rp 5,000\/motorcycle plus Rp 16,000 per person. Significant different entrance fee between car and motorcycle due to Forestry Administration discourage of using cars."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["West"]},": chalk mountain range. There are not many nature destinations in the west, except ",{"type":"'''","value":["Situ Ciburuy"]}," lake at the side of the main road hub to ",{"type":"[[","value":[["Cianjur"]]}," and the ",{"type":"'''","value":["Saguling"]}," dam. You might also want to taste ",{"type":"''","value":["peuyeum"]},", a local food made from fermented cassava. If you are hungry, there are plenty of good Sundanese restaurants in the vicinity, because the road (non toll) to the west is the main hub between Bandung and Jakarta through Puncak."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["East"]},": a link of Bandung to the eastern part of ",{"type":"[[","value":[["West Java"]]}," and to neighbouring ",{"type":"[[","value":[["Central Java"]]}," province. You can go to ",{"type":"[[","value":[["Cirebon"]]}," (about 2-3 hr), a coastal city known for fishing and oil industries. To the southeast you can go to ",{"type":"[[","value":[["Garut"]]}," (about 1 hour), a resort city in the valley of mountain, well known for its ",{"type":"''","value":["dodol"]}," snack."]},"\n",{"type":"{{","value":[["isPartOf"],["West Java"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["-6.92"],["107.62"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bandung"]]},"\n",{"type":"[[","value":[["Wikipedia:Bandung"]]}]