[{"type":"{{","value":[["pagebanner"],["Banff National Park (Alberta) banner 2.jpg"],["caption=A winter cloud sweeps over the Victoria Glacier at Lake Louise."],["unesco=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pc.gc.ca\/pn-np\/ab\/banff\/index_e.asp Banff National Park"]}]}," is in the ",{"type":"[[","value":[["Alberta Rockies"]]}," region of ",{"type":"[[","value":[["Alberta"]]},", ",{"type":"[[","value":[["Canada"]]},".\n\n",{"type":"==","value":["Understand"]},"\nEstablished in 1885, Banff National Park is Canada's first national park, and its creation gave birth to Canada's national park system. At 6,641 square kilometres it is also one of the largest national parks in Canada, if not the world. The park sees visits well into the millions annually.\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Banff Information Centre"],["alt="],["url=http:\/\/www.pc.gc.ca\/pn-np\/ab\/banff\/index_e.asp"],["email=banff.vrc@pc.gc.ca"],["address=224 Banff Av"],["lat="],["long="],["directions="],["phone=+1 403-762-1550"],["tollfree="],["fax=+1 403-762-3380"],["hours="],["price="],["content=",{"type":"[[","value":[["Banff"]]},". Hours: Winter (Jan 1 to May 17) 9AM-5PM; Spring (May 18 to June 20) 9AM-7PM; Summer (June 21 to Sept 3) 8AM-8PM; Fall (Sept 4 to 19) 9AM-7PM; Winter (Sept 20 to May 16, 2008) 9AM-5PM. Closed December 25."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Lake Louise Visitor Centre"]},", ",{"type":"''","value":["near Sampson Mall"]}," ",{"type":"[[","value":[["Lake Louise"]]},", tel: +1 403-522-3833 (''Fax: +1 403-522-1212 Email: ",{"type":"[","value":["mailto: ll.info@pc.gc.ca ll.info@pc.gc.ca"]},". Hours: Winter (January 1 to April 29) 9AM-4PM; Spring (April 30 to June 21) 9AM-5PM; Summer (June 22 to Sept 8) 9AM-8PM; Fall (Sept 9 to Sept 15) 9AM-7PM; Fall (Sept 16 to Sept 22) 9AM-5PM; Winter (Sept 23 to April 30, 2008) 9AM-4PM. Closed Dec. 25."]},"\n",{"type":"===","value":["History"]},"\nThis area was inhabited by the Nakoda (Stoney) Indians thousands of years before the white man arrived. The park itself was first 'discovered' by the workers building the transcontinental railway in 1882. At first the park was centered around the Cave and Basin ",{"type":"[[","value":[["Hot springs"],["Hot Springs"]]},", and was officially born in 1885. The first Banff Springs Hotel was built a mere three years later, the current incarnation was built in 1928. The first highway through the park was completed in 1923. The park boundaries as they are today were drawn up in 1930, as part of the National Parks Act passed by Canadian Parliament.\n\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["Image:Moraine lake banff.jpg"],["thumb"],["right"],["300px"],["Moraine Lake near Lake Louise"]]},"\nOther than the townsites of ",{"type":"[[","value":[["Banff"]]}," and ",{"type":"[[","value":[["Lake Louise"]]},", the three ski areas (Norquay, Sunshine Village, and Lake Louise), and the highways that bisect the park, it is about 93 percent untouched wilderness. The most dominant feature is of course the mountains, of which vistas are present from anywhere in any direction.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe most common wildlife seen in the park are bighorn sheep, deer, and North American elk. Moose are more elusive (their population is in decline) and mountain goats are virtually undetectable on the mountainsides without a good pair of binoculars. (Visitors often mistake female bighorn sheep for mountain goats, because female bighorns have short horns somewhat like those of mountain goats.) Although caribou are present in the park, they are rarely seen by visitors. It is important to keep in mind the park is also home to black bears, grizzly bears, wolves, coyotes, and cougars (mountain lions).\n\nOn the warmer and fuzzier side, the park is home to many tree squirrels, ground squirrels, chipmunks, and marmots. The occasional porcupine and beaver may also be found. Bird lovers will want to watch for Ruffed Grouse, Bald Eagles, and the ubiquitous Canada Goose.\n\n",{"type":"===","value":["Climate"]},"\nIn summer the climate is generally mild. July is the warmest month, with an average temperature of 22C. There is rarely snow at highway level in the summer, but the mountain tops will be snow covered year round. In winter the average temperature drops drastically. January is the coldest month with an average of -15C. Snow will be found at any elevation in the winter, and harsh winter conditions can be expected anywhere at any time. No matter the season, it is important to consider that the temperature will drop 1C for every 200m of elevation gained.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:banff_national_park.png"],["thumb"],["350px"],["Map of Banff NationalPark"]]},"\n\n",{"type":"===","value":["By car"]},"\nHighway 1 (Trans-Canada) bisects the park east\/west. Banff is about an hour and a half from ",{"type":"[[","value":[["Calgary"]]}," ",{"type":"[[","value":[["Alberta"]]}," and the same from ",{"type":"[[","value":[["Golden (British Columbia)"],["Golden"]]}," ",{"type":"[[","value":[["British Columbia"]]},". Other ways to enter the park by automobile include the ",{"type":"[[","value":[["Icefields Parkway"]]}," from ",{"type":"[[","value":[["Jasper"]]},", Highway 11 from ",{"type":"[[","value":[["Rocky Mountain House"]]}," and ",{"type":"[[","value":[["Red Deer"]]}," Alberta, and Highway 93 from ",{"type":"[[","value":[["Radium Hot Springs"]]}," and ",{"type":"[[","value":[["Cranbrook"]]}," British Columbia.\n\n",{"type":"===","value":["By bus"]},"\nGreyhound",{"type":"[","value":["http:\/\/www.greyhound.ca\/"]}," and Brewster",{"type":"[","value":["http:\/\/www.explorerockies.com\/"]}," provide regular scheduled coaches that serve Banff and Lake Louise, departing from Calgary and points in British Columbia. Another option is to book one of the many guided bus tours that visit the park. Most of these will depart from ",{"type":"[[","value":[["Calgary"]]}," or ",{"type":"[[","value":[["Vancouver"]]},".\n\nThere are three different ",{"type":"'''","value":["airport shuttle"]}," providers from the Calgary Airport to Banff and Lake Louise. \n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.banffairporter.com Banff Airporter "]}]}," offers many shuttles daily or private charter shuttles if needed."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.explorerockies.com\/airport-shuttles\/ Brewster Banff Airport Express"]}]}," offers shuttle service from the Calgary airport, downtown Calgary, Edmonton airport, and the West Edmonton Mall. (Edmonton service is via Jasper and is offered in partnership with Sun Dog Tours.",{"type":"[","value":["http:\/\/www.sundogtours.com"]},")  Schedules vary with the seasons."]},"\n",{"type":"===","value":["By train"]},"\nExplore the Canadian Rockies by rail. Day rail tours depart from Banff connecting to Vancouver.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[" Rocky Mountaineer Vacations"]},", ",{"type":"[","value":["http:\/\/www.rockymountaineer.com"]}," provides independent year round vacation packages to the most unique and scenic regions of Canada, including travel on the world acclaimed Rocky Mountaineer rail journey."]},"\nBetween Mid-April and Mid-October, the two-day, all daylight Rocky Mountaineer travels between Vancouver or Whistler, British Columbia and the Rocky Mountain destinations of Jasper, Banff or Calgary Alberta. Guests relax in Redleaf or Goldleaf Service, enjoying onboard commentary and bi-regional cuisine as the awe-inspiring scenery passes by at a leisurely pace. For selected departure date in December, the festive Rocky Mountaineer travels through a winter wonderland where the mountain valleys are covered in a blanket of snow.\n\n",{"type":"===","value":["By air"]},"\nThe closest International Airport is in ",{"type":"[[","value":[["Calgary"]]},". Vancouver International Airport is approximately 12 hours' drive to the west. Springbank Airport (west of Calgary, towards Banff) is nearly 80 km from Banff. Springbank operates short charter flights with small aircraft. There is a heliport in Cochrane, 5 minutes drive east of the park boundary and a 15 minute drive from the town of Banff.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nAll visitors stopping in the park (even just for gas) require a park permit. If you are driving through non-stop, the pass is not required. Day passes and annual passes are available.\n",{"type":"*","value":[" Day pass: $9.80 adult, $4.90 youth, $8.30 senior, $19.60 family\/group"]},{"type":"*","value":[" Annual pass: $67.70 adult, $33.30 youth, $57.90 senior, $136.40 family\/group"]},"A \"family\/group\" is 2-7 people travelling in the same vehicle. \"Youth\" are aged 6-16 years. \"Seniors\" are 65 or older. \n\nAnnual passes also allow admission to national historic sites operated by Parks Canada, such as the Banff Museum and the Cave & Basin National Historic Site. \n\nAdditional variable fees are required for camping and backcountry exploration. See the official ",{"type":"[","value":["http:\/\/www.pc.gc.ca\/apps\/tarifs-fees\/tarif-fee_E.asp?Park=1 Parks Canada"]}," website for a complete current schedule.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":["By far the easiest way to get around is by vehicle. Vehicle rentals are available in ",{"type":"[[","value":[["Calgary"]]},", ",{"type":"[[","value":[["Banff"]]}," and ",{"type":"[[","value":[["Lake Louise"]]},".  "]},{"type":"*","value":["It is also possible to cover the park on bicycle, but keep in mind the mountainous terrain will make this quite a workout.  Bicycle rentals (town, road and mountain bikes) are also available with in  Banff and Lake Louise, visit the Parks Canada information centre for both road and trail routes.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gpstourscanada.com GyPSy Guide"]}]}," provides the self-drive visitors with a guided tour.  GyPSy Guide automatically plays audio commentary, depending on your location, and through the stereo of any vehicle as you tour through the National Parks and beyond.  No buttons to push, it knows where you are!"]},"\n",{"type":"==","value":["See"]},"\nThere are several nature trails within half an hour of Banff township. These feature wildlife, waterfalls, lakes, rivers, and mountains. Banff is located at a high latitude and thus the scenery is four-seasonal; Banff looks completely different in the winter than it does in the summer.\n\n",{"type":"*","value":[" There are two sightseeing gondolas in the park. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.explorerockies.com\/banff-gondola\/about.aspx Banff Gondola"]}]}," is located just at the edge of the town of Banff, and operates year-round (except for a week of scheduled maintenance in January. The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lakelouisegondola.com\/ Lake Louise Sightseeing Gondola"]}]}," is at the Lake Louise Ski Area and only operates in the summer season. "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sunshine Meadows"],["alt="],["url=http:\/\/www.whitemountainadventures.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For hikes amongst beautiful alpine meadows."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Interested in golfing?"]}," Teeing-off amongst the backdrop of dramatic mountain ranges, with local wildlife as your gallery, is an unequalled golfing experience. Banff National Park boasts one course at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fairmontgolf.com\/courses\/index.aspx?CourseID=101&l=0,4,14,112,113 The Fairmont Banff Springs"]}]},". Stanley Thompson, Canada's master golf course architect, used his expert talent when he designed the original 18 holes in 1928. The course winds along the Bow River under the snow-capped peaks of Sulphur Mountain and Mount Rundle. In 1989, the course was complemented with the construction of an adjoining 9 holes, designed by Cornish and Robinson, resulting in 27 holes of championship layout. "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cave and Basin National Historic site"],["alt="],["url=http:\/\/www.pc.gc.ca\/lhn-nhs\/ab\/caveandbasin\/index_E.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See the birthplace of Canada's National Park system. Where hot sulphur springs were found and the original bathhouse was built in 1887. There are also a couple of short nature trails."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Banff Park Museum National Historic site"],["alt="],["url=http:\/\/www.pc.gc.ca\/lhn-nhs\/ab\/banff\/index_E.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Come and see all the animals you missed on your trip to Banff. We even offer guaranteed bear sightings."]]}]},"\n\n",{"type":"'''","value":["Peyto Lake"]}," is a scenic location on the ",{"type":"[[","value":[["Icefields Parkway"]]}," about 40 kilometers north of the town of ",{"type":"[[","value":[["Lake Louise"]]},". Access to the viewing area for this magnificent area is immediately off the parkway and is well signposted. Upon climbing the short distance to the viewing point you are greeted by what many consider to be one of the best views in ",{"type":"[[","value":[["Canada"]]},". The lake is located in a convergence of valleys surrounded by majestic mountains and rich forests. The lake system is fed from the Peyto Glacier to the left of the view point and this gives the lake a magnificent blue colour in the summer months due to the mineral content.\n\n",{"type":"[[","value":[["File:Peyto Lake-Banff NP-Canada.jpg"],["thumb"],["right"],["Peyto Lake"]]},"\n\nVisit the official site for ",{"type":"[","value":["http:\/\/www.banfflakelouise.com Banff Lake Louise Tourism"]}," to find any activity you may be looking for whether it's horseback riding, fishing, sightseeing, ATV adventures, white water rafting, kayaking, and canoeing. Banff National Park also offers a large variety of activities besides skiing\/snowboarding in the winter. Try your hand at dogsledding, icefishing, ice skating, snowshoeing, cross-country skiing, ice climbing.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sunshine"],["alt="],["url=http:\/\/www.skibanff.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Eight kilometers west of Banff on highway 1. 3358 acres of lift-accessed terrain on three mountains. With a peak elevation of 2730m, you can see well into British Columbia from the top. Adult $83\/d, student $49\/d."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lake Louise"],["alt="],["url=http:\/\/www.skilouise.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sixty kilometers west of Banff on highway 1. 4200 acres of lift-accessed terrain on four mountains makes this resort the largest single ski area in Canada. Adult $64\/d, student $51\/d."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mount Norquay"],["alt="],["url=http:\/\/www.banffnorquay.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Six kilometers north of Banff on the Mount Norquay access road. 190 acres of lift-accessed terrain. Norquay is famous for its super-steeps serviced by the original double chair. Adult $52\/d, student $40\/d."]]}]},{"type":"*","value":[{"type":"'''","value":["Kayaking"]},", a lot of the lakes in Banff National Park allow kayaking. Some nice places to do it are Lake Louise (Lac Louise) or Lake Moraine (Lac Moraine)"]},"\n",{"type":"==","value":["Buy"]},"\nIn nearby towns you may enjoy strolling alongside locals and world-travellers as you discover a cosmopolitan collection of galleries, boutiques and cafés. Shops range from internationally recognized clothiers or independently-owned establishments to Canada's oldest department store.\n\n",{"type":"==","value":["Eat"]},"\nWith inventive panache, chefs relentlessly reach new culinary heights. Recipes change according to the seasons and make use of the freshest local ingredients. During the fall and winter, this means game, squash and legumes, while spring features asparagus and mushrooms and summer highlights edible flowers and fresh fruits.\n\n",{"type":"==","value":["Drink"]},"\nBanff has a large variety of places to sit and enjoy a drink whether it is après ski or a patio. \n\nMost of the pubs have live music, both open mike and hired bands. Dancing is definitely encouraged! \n\nThere is an ",{"type":"[","value":["http:\/\/www.stjamesgatebanff.com Irish pub"]},", ",{"type":"[","value":["http:\/\/www.roseandcrown.ca English pub"]},", and ",{"type":"[","value":["http:\/\/www.elkandoarsman.com Canadian style"]}," pubs, also ",{"type":"[","value":["http:\/\/www.aurorabanff.com Aurora Nightclub and Hoodoo Lounge"]},"if you're looking for the club scene. \n\nLooking to watch the footie game or cricket match? Check out the Pump and Tap Tavern.\n\n",{"type":"==","value":["Sleep"]},"\nWhether camping or looking for a high class hotel, Banff National Park has something to offer.  Camping spots are found throughout the park. Camping outside of designated spots is illegal without a special backcountry permit.  \n\n",{"type":"===","value":["Lodging"]},"\nThere are many hotels\/lodges and bed-and-breakfasts throughout Banff. Vacation rental apartments can also be found easily. Some resorts provide log-cabin rentals. RV parking is available very close to Banff township. \n\n",{"type":"===","value":["Camping"]},"\nBanff National Park uses Parks Canada Campground Reservation Service.\n\nTo reserve a ",{"type":"[","value":["http:\/\/www.pc.gc.ca\/eng\/pn-np\/ab\/banff\/activ\/camping.aspx campsite within the Park"]},",  visit the ",{"type":"[","value":["http:\/\/www.pccamping.ca 24-hour Internet service"]}," or dial toll free 1-877-737-3783 (1-877-RESERVE) (12 hours\/day), TTY: 1-866-787-6221. If you are calling from abroad, the international number is +1-514-335-4813.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Parks Canada"],["alt="],["url=http:\/\/www.pc.gc.ca\/banff"],["email=banff.vrc@pc.gc.ca"],["address="],["lat="],["long="],["directions="],["phone=+1 403-762-1550"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= For registration if you are planning on camping in the backcountry."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nAlthough cougar and bear attacks may get sensationalized in the media, statistically the greatest threat for injury or death in the park is ",{"type":"''","value":["driving"]}," through it. If you are unfamiliar with ",{"type":"[","value":["http:\/\/www.pc.gc.ca\/apps\/rcond\/cond_e.asp?oPark=100092 driving in winter conditions"]}," it is highly recommended you either find other transportation, or visit in the summer. If venturing in the backcountry you must also be aware of ",{"type":"[","value":["http:\/\/www.pc.gc.ca\/apps\/PSB\/index_e.asp?oqAVA_PARK_ID=2 avalanche danger"]},". This also applies to skiing out of bounds, in three words: ",{"type":"'''","value":["Don't do it"]},".\n\nElk, moose and deer are unpredictable and potentially dangerous, especially females with young (May and June) and males during the mating season (September through November). Remember, stay at least 30 metres (3 bus-lengths) away from any elk, moose or deer.\n\nElk in some areas of the park are accustomed to the presence of people and automobiles. Do not think you can photograph a bull elk (i.e. one with antlers) from close-up by driving slowly past it while you shoot. Especially during mating season, bull elk will attack an automobile without warning, and can cause serious damage.\n\nWolves and coyotes are often seen on trails and along roads. Cougars are elusive and rarely seen, but they do live here. The chance of being approached by these carnivores is unlikely, but if you are approached, send a clear message that you are not prey.\n\n",{"type":"*","value":[" Pick up small children immediately. "]},{"type":"*","value":[" Try to appear bigger, by holding your arms or an object over your head. "]},{"type":"*","value":[" Face the animal and retreat slowly. Do not run or play dead. "]},{"type":"*","value":[" Maintain steady eye contact with the animal. "]},{"type":"*","value":[" If the animal continues to approach, deter an attack by yelling, waving a stick or  throwing rocks. "]},{"type":"*","value":["If you are attacked, fight back. Hit the animal with a heavy stick or rock. "]},"\n",{"type":"'''","value":["Rules to follow for your safety and theirs:"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Give all the wild animals you see the respect they deserve and the space they need."]}," "]},{"type":"*","value":[" Use your binoculars to see animals up close, and use telephoto for your photos. "]},{"type":"*","value":[" Remain at least 100 metres (10 bus lengths) away from bears, cougars, and wolves. "]},{"type":"*","value":[" Keep back at least 30 metres (3 bus lengths) from elk, moose, and deer. Bighorn * sheep are especially tolerant of our presence, but you should still give them at least 10 metres of space. "]},{"type":"*","value":[" When viewing roadside wildlife remain in your vehicle and move on after a few seconds."]},"\n",{"type":"'''","value":["Learn more and educate yourself from a reliable source"]},"\n\nAsk park staff about wildlife safety, and how you can keep wildlife wild– and alive, or read Parks Canada wildlife publications available at information centers or on the ",{"type":"[","value":["http:\/\/www.pc.gc.ca\/docs\/v-g\/pm-mp\/guidem-mguide\/sec3\/gm-mg3_E.asp Parks Canada"]}," website.\n\n",{"type":"===","value":["Emergency contacts"]},"\n\n",{"type":"*","value":["Ambulance\/Police\/Fire: 911. "]},{"type":"*","value":["Park Wardens - 24 hours: 403-762-4506. "]},{"type":"*","value":["Banff Mineral Springs Hospital: 403-762-2222. "]},{"type":"*","value":["Lake Louise Medical Clinic: 403-522-2184."]},"\n",{"type":"==","value":["Go next"]},"\n\nAlthough Banff is considered one of the best places to \"get out\" of the nearby cities, these nearby destinations are great:\n\n",{"type":"*","value":[{"type":"[[","value":[["Jasper National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Yoho National Park"]]}]},"\nThe nearest major cities are:\n",{"type":"*","value":[{"type":"[[","value":[["Edmonton"]]}]},{"type":"*","value":[{"type":"[[","value":[["Calgary"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=Alberta Highway 1.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Kamloops"]]}],["minorl1=",{"type":"[[","value":[["Field"]]}," (in ",{"type":"[[","value":[["Yoho National Park"],["Yoho NP"]]},")"],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Calgary"]]}],["minorr1=",{"type":"[[","value":[["Canmore"]]}],["image2=Alberta Highway 93.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=END"],["minorl2=",{"type":"'''","value":[{"type":"[[","value":[["Jasper"]]}]}," (in ",{"type":"[[","value":[["Jasper National Park"],["Jasper NP"]]},")"],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Cranbrook"]]}],["minorr2=",{"type":"[[","value":[["Radium Hot Springs"]]}]]},"\n\n",{"type":"{{","value":[["related"],["Canadian_National_Parks"]]},"\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["geo"],["51.1667"],["-115.5500"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Alberta Rockies"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Banff National Park"]]},"\n",{"type":"[[","value":[["Commons:Category:Banff National Park"]]}]