[{"type":"{{","value":[["pagebanner"],["Bangkok Wikivoyage banner.jpg"],["caption=Bangkok"],["caption=Taxis near Ratchaprasong"],["dotm=yes"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"{{","value":[["warningbox"],["Bangkok is experiencing strong anti-government protests at the present time. As of now, foreigners have not been targeted by the protesters, though travelling there may result in you getting stranded if the situation deteriorates. Contact your national embassy for travel advisories. (For example the ",{"type":"[","value":["http:\/\/bangkok.usembassy.gov\/embassy\/wwc\/recent.html United States Embassy Travel Advisory"]},")"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/bangkoktourist.com Bangkok"]}]}," (Thai: กรุงเทพฯ) is the capital of ",{"type":"[[","value":[["Thailand"]]}," and, with a population of over eleven million inhabitants, by far its largest city. Its high-rise buildings, heavy traffic congestion, intense heat and naughty nightlife do not immediately give you a warm welcome — but don't let your first impression mislead you. It is one of Asia's most cosmopolitan cities with magnificent temples and palaces, authentic canals, busy markets and a vibrant nightlife that has something for everyone.\n\nFor years, it was only a small trading post at the banks of the Chao Phraya River, until King Rama I, the first monarch of the present Chakri dynasty, turned it into the capital of Siam in 1782, after the burning of ",{"type":"[[","value":[["Ayutthaya"]]}," by Burmese invaders. Since then, Bangkok has turned into a national treasure house and functions as Thailand's spiritual, cultural, political, commercial, educational and diplomatic centre.\n\n",{"type":"==","value":["Districts"]},"\n\nBangkok is a huge and modern city humming with nightlife and fervor. Administratively, it is split up into 50 districts (เขต ",{"type":"''","value":["khet"]},"), which are further split into 154 subdistricts (แขวง ",{"type":"''","value":["khwaeng"]},"), but these are more often used in official business and for addresses. Visitors will find the conceptual division below of the main areas more useful for getting around.\n\n",{"type":"[[","value":[["Image:Bangkok-central-map.png"],["thumb"],["400px"],["Map of Central Bangkok"]]},"\n",{"type":"[[","value":[["Image:Bangkok-large.png"],["thumb"],["400px"],["Map of Bangkok"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]}],["region1color=#6ca4ca"],["region1description=The area around Siam Square, including Ratchaprasong and Phloen Chit Road, is Bangkok's modern commercial core, full of glitzy malls and hotels. The Skytrain intersection at Siam Square is the closest thing Bangkok has to a centre."],["region2name=",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]}],["region2color=#c38888"],["region2description=The long Sukhumvit Road is an exclusive district popular among expatriates and upper class locals.  It is filled with quality hotels, restaurants and nightclubs. Part of its nightlife represents Bangkok's naughty image, particularly Soi Cowboy and Nana Entertainment Plaza."],["region3name=",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]}],["region3color=#e8ba37"],["region3description=The area around Silom Road and Sathorn Road is Thailand's sober financial centre by day, but Bangkok's primary party district by night when quarters like the infamous Patpong come alive."],["region4name=",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]}],["region4color=#de6e6e"],["region4description=Between the river and downtown lies the densely packed \"Old Bangkok\", home to Bangkok's best-known sights, such as the Grand Palace and Wat Pho."],["region5name=",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}],["region5color=#83b76b"],["region5description=On the northern part of Rattanakosin, Bangkok's backpacker mecca Khao San Road and the surrounding district of Banglamphu have everything a budget traveller could possibly be looking for."],["region6name=",{"type":"[[","value":[["Bangkok\/Yaowarat and Phahurat"],["Yaowarat and Phahurat"]]}],["region6color=#cc66cc"],["region6description=Along Yaowarat Road you will find Bangkok's Chinatown, while Phahurat Road is the home of the city's sizeable Indian community. This multicultural district is filled with temples, shrines, seafood restaurants and street markets."],["region7name=",{"type":"[[","value":[["Bangkok\/Dusit"],["Dusit"]]}],["region7color=#dcdc71"],["region7description=This leafy, European-style area is the political centre of Thailand, home to numerous political institutions and the monarchy. Its breezy palaces, lush gardens and broad avenues give this district its distinct character."],["region8name=",{"type":"[[","value":[["Bangkok\/Thonburi"],["Thonburi"]]}],["region8color=#9c94cd"],["region8description=The quieter west bank of the Chao Phraya River. Most visitors explore this district with a canal tour, at least taking in Wat Arun, the Royal Barges National Museum and one of the floating markets."],["region9name=",{"type":"[[","value":[["Bangkok\/Pratunam"],["Pratunam"]]}],["region9color=#c5a0c6"],["region9description=Pratunam is a large garment market with hundreds of fashion stores selling both retail and wholesale. It also includes Baiyoke Tower II and Victory Monument."],["region10name=",{"type":"[[","value":[["Bangkok\/Phahonyothin"],["Phahonyothin"]]}],["region10color=#a4c97d"],["region10description=The area around Phahonyothin Road and Viphavadi Rangsit Road is a large suburb in northern Bangkok. In weekends, it is the best place to go hunting for bargains. The Chatuchak Weekend Market has more than 8,000 stalls selling anything and everything under the sun."],["region11name=",{"type":"[[","value":[["Bangkok\/Ratchadaphisek"],["Ratchadaphisek"]]}],["region11color=#817cc0"],["region11description=Since the completion of the metro line, Ratchadaphisek Road has developed into an entertainment mecca for the locals. The sois of \"Ratchada\" are popular clubbing spots, as is Royal City Avenue (RCA)."],["region12name=",{"type":"[[","value":[["Bangkok\/Ramkhamhaeng"],["Ramkhamhaeng"]]}],["region12color=#c0b870"],["region12description=Along Ramkhamhaeng Road lies a vast residential area with big shopping malls and amusement parks (like Safari World). Each neighbourhood has its own distinct character, but Hua Mak and Bang Kapi stand out as lively areas with many students from the universities."]]},"\n\nAround Bangkok are the provinces of ",{"type":"[[","value":[["Nakhon Pathom"]]}," to the west, ",{"type":"[[","value":[["Nonthaburi"]]}," to the northwest, ",{"type":"[[","value":[["Pathum Thani"]]}," to the north, ",{"type":"[[","value":[["Chachoengsao"]]}," to the east, ",{"type":"[[","value":[["Samut Prakan"]]}," to the southeast and ",{"type":"[[","value":[["Samut Sakhon"]]}," to the southwest.\n\n",{"type":"==","value":["Understand"]},"\n\nJust under 14 degrees north of the equator, Bangkok is a tropical metropolis that is also one of the most traveller-friendly cities in Asia. A furious assault on the senses, visitors are immediately confronted by the heat, the pollution, unpleasant smells, and the irrepressible smile worn by many Thais. Despite the sensationalised international news reports and first impressions, the city is surprisingly ",{"type":"'''","value":["safe"]}," (except for petty crimes) and more organised than it initially appears, and is full of ",{"type":"'''","value":["hidden gems"]}," waiting to be discovered. The high relative humidity and warm temperature favour the growth of tropical plants — you'll find exotic orchids and delicious fruit everywhere. Bougainvillea and frangipani bloom practically all over the city. Thai cuisine is justifiably famous, varied, and affordable. Bangkok for many represents the quintessential Asian capital. Saffron-robed monks, garish neon signs, graceful Thai architecture, spicy dishes, colourful markets, traffic jams, and the tropical climate come together in a happy coincidence. It is difficult to leave with only lukewarm impressions of the city.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Grand Palace in Bangkok.jpg"],["thumb"],["300px"],["Chakri Maha Prasat Hall, Grand Palace"]]},"\n\"Bangkok\" was originally a small village on the west bank of the Chao Phraya River. After the fall of ",{"type":"[[","value":[["Ayutthaya"]]}," in the late 18th century, King Taksin the Great turned that village into Siam's new capital and renamed it ",{"type":"[[","value":[["Bangkok\/Thonburi"],["Thonburi"]]},". In 1782, King Rama I moved the capital to the eastern bank of the river at ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]},"; originally the site of a Chinese community, which was moved outside of the new city walls to ",{"type":"[[","value":[["Bangkok\/Yaowarat and Phahurat"],["Yaowarat"]]},". King Rama I named the city ",{"type":"''","value":["Krung Thep"]},", as it is now known to Thais and which in English translates as the \"City of Angels\".\n\nThe full name ",{"type":"''","value":["\"Krung thep mahanakhon amorn ratanakosin mahintharayutthaya mahadilok popnoparat ratchathani burirom udomratchanivetmahasathan amornpiman avatarnsathit sakkathattiyavisnukarmprasit\""]}," (กรุงเทพมหานคร อมรรัตนโกสินทร์ มหินทรายุธยามหาดิลกภพ นพรัตน์ราชธานี บุรีรมย์อุดมราชนิเวศน์มหาสถาน อมรพิมานอวตารสถิต สักกะทัตติยะวิษณุกรรมประสิทธิ์) is listed as the world's longest location name by the Guinness Book of Records; an English rendering goes like this: \"The city of angels, the great city, the residence of the Emerald Buddha, the impregnable city of Ayutthaya of God Indra, the grand capital of the world endowed with nine precious gems, the happy city, abounding in an enormous Royal Palace that resembles the heavenly abode where reigns the reincarnated god, a city given by Indra and built by Vishnukarn\". Foreigners never caught on to the change, so in foreign languages ",{"type":"''","value":["Krung Thep"]}," inherited the name Bangkok, which became its formal English name. For Thais, the name Bangkok refers to the former village on the ",{"type":"[[","value":[["Bangkok\/Thonburi"],["west bank"]]}," of the Chao Phraya, which was incorporated into Greater Bangkok in 1971.\n\nLife was taking place on the water; ordinary people lived on bamboo-rafts along the river, while floating vendors roamed the water to sell fruit and vegetables. The only stone structures built on land were temples and palaces. In the 19th-century, Western powers incorporated much of Southeast Asia into their colonial empires. King Rama IV and V felt that the only way to keep Siam independent was to modernise the country along European lines. Traditional canals were filled up and turned into roads. King Rama V moved the residence of the King to ",{"type":"[[","value":[["Bangkok\/Dusit"],["Dusit"]]}," and laid out that district's grand boulevards along European lines.\n\nBangkok really started to develop after World War II. The economic centre shifted from the orderly planned city of Rattanakosin in an eastward direction, leaving Bangkok without an obvious centre. Bangkok established itself as the driving power behind Thailand's new role as a newly industrializing country from the 1980s onwards. Rapid economic growth has attracted migration from the countryside, with millions of Thais moving here from ",{"type":"[[","value":[["Isaan"]]}," and other regions to make a living.\n\nThis rapid expansion turned Bangkok into one of the most cosmopolitan and happening cities in Asia; but also ensured numerous problems. A wide gap has emerged between those who profit from economic activity, and those who came to the city from the countryside in search of work. Bangkok's seemingly never-ending traffic jams continue as the new Skytrain and metro systems are too expensive for the working class. Getting a break from the fumes in a park would seem to be a good idea, but unfortunately Bangkok has the lowest amount of green space of all capital cities in the world.\n\n",{"type":"===","value":["Addresses and navigation"]},"\n\nAddresses in Bangkok use the Thai addressing system, which may be a little confusing to the uninitiated. Large roads such as Silom or Sukhumvit are ",{"type":"'''","value":["thanon"]}," (ถนน), often abbreviated ",{"type":"''","value":["Th"]}," or glossed \"Road\", while the side streets branching off from them are called ",{"type":"'''","value":["soi"]}," (ซอย). Sois are numbered, with even numbers on one side and odd numbers on the other side. Thus, an address like \"25 Sukhumvit Soi 3\" means house\/building number 25 on the 3rd soi of Sukhumvit Road. While the soi numbers on each side will always advance upward, the numbers often do not advance evenly between sides — for example, Soi 55 could be across from Soi 36. Many well-known sois have an additional name, which can be used instead of the number. Sukhumvit Soi 3 is also known as \"Soi Nana Nuea\", so the address above might thus also be expressed as \"25 Soi Nana Nuea\". The extension \/x is used for new streets created between existing streets, as seen in Sukhumvit's soi pattern 7, 7\/1, 7\/2, 9, 11. Note that some short alleys are called ",{"type":"'''","value":["trok"]}," (ตรอก) instead of soi.\n\n",{"type":"[[","value":[["File:BTS Thong Lo Station.jpg"],["300px"],["thumb"],["Skytrain of Bangkok near Thong Lo station"]]},"\n\nTo make things a little more complex, some large sois like Soi Ekkamai (Sukhumvit Soi 63) and Soi Ari (Phahonyothin Soi 7) have their own sois. In these cases, an address like \"Ari Soi 3\" means \"the 3rd soi off Soi Ari\", and you may even spot addresses like \"68\/2 Ekkamai Soi 4, Sukhumvit Road\", meaning \"2nd house beside house 68, in the 4th soi of Ekkamai, which is the 63rd soi of Sukhumvit\". In many sois, the house numbers are not simply increasing, but may spread around.\n\nTo further bewilder the tourist who doesn't read Thai, the renderings of Thai street names in the Latin alphabet are not consistent. The road running towards Don Mueang Airport from Victory Monument may be spelled ",{"type":"''","value":["Phahonyothin"]}," or ",{"type":"''","value":["Phahon Yothin"]}," or ",{"type":"''","value":["Pahon Yothin"]}," or ",{"type":"''","value":["Phaholyothin"]}," depending on which street sign or map you consult. It's all the same in Thai, of course, only the romanisation varies.\n\nAnd if that's not confusing enough, most of the larger streets tend to change names altogether every few kilometres. Sukhumvit is called ",{"type":"''","value":["Sukhumvit"]}," on one side of the tollway (roughly east), but it becomes ",{"type":"''","value":["Phloen Chit"]}," just before you cross Witthayu Road (aka ",{"type":"''","value":["Wireless Road"]},") going towards the river. Keep going just a few more streets and it becomes ",{"type":"''","value":["Rama I Road"]}," (or ",{"type":"''","value":["Phra Ram Neung Road"]},") after you pass Ratchadamri Road. But if you were to turn right onto Ratchadamri, in just a few blocks you'll find yourself on ",{"type":"''","value":["Ratchaprarop Road"]}," (past Phetchaburi, aka ",{"type":"''","value":["New Phetburi"]},", which is called ",{"type":"''","value":["Phitsanulok"]}," closer to the river). Got it?\n\nFortunately, there's logic to these name changes: most of them are neighbourhoods. It wouldn't make sense to call the road ",{"type":"''","value":["Sukhumvit"]}," if it's no longer running through the Sukhumvit area, would it? Thus, Sukhumvit becomes ",{"type":"''","value":["Phloen Chit"]}," where it runs though the Phloen Chit area. It's when you're able to grasp the city in terms of its neighbourhoods that it both becomes more navigable and more charming. Likewise, Pratunam and Chatuchak are much more than just markets; they're neighbourhoods, each with their own distinct character.\n\nRelated to this last point, compass directions are not widely used by Thais to navigate in Bangkok. That's probably because they aren't very useful; the city's Darwinistic layout, the changing street names, the winding river, and the lack of obvious landmarks all conspire to confuse your internal compass. Thus, asking for directions in terms of \"Is that west from here?\" will probably earn you little more than a confused look from a local. You're better off to familiarise yourself with the neighbourhoods and navigate to and from them. \"How do I get to Thong Lo?\" will get you there faster than asking for directions to ",{"type":"''","value":["Sukhumvit Soi 55"]},".\n\nOne exception: the Chao Phraya River is the landmark in Bangkok, and many directional references can be made as \"toward the river\" or \"away from the river\". If you aren't too close, that is: since the river winds around the most popular tourist areas, river references tend to be most helpful when you're wandering farther afield than Khao San Road, Sanam Luang or Rattanakosin. And wander you should.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   32"],["febhigh =   33"],["marhigh =   34"],["aprhigh =   35"],["mayhigh =   34"],["junhigh =   33"],["julhigh =   33"],["aughigh =   33"],["sephigh =   32"],["octhigh =   32"],["novhigh =   32"],["dechigh =   31"],["janlow =   21"],["feblow =   23"],["marlow =   25"],["aprlow =   26"],["maylow =   26"],["junlow =   25"],["jullow =   25"],["auglow =   25"],["seplow =   25"],["octlow =   24"],["novlow =   23"],["declow =   21"],["janprecip =  9"],["febprecip =  29"],["marprecip =  28"],["aprprecip =  64"],["mayprecip =  220"],["junprecip =  149"],["julprecip =  154"],["augprecip =  196"],["sepprecip =  344"],["octprecip =  241"],["novprecip =  48"],["decprecip =  9"],["description = Check ",{"type":"'''","value":["Bangkok's 7 day forecast"]}," at ",{"type":"[","value":["http:\/\/www.tmd.go.th\/en\/province.php?id=37 TMD.go.th"]}]]},"\n\nAccording to the World Meteorological Organization, Bangkok is the world's hottest city. Just 14 degrees north of the equator, Bangkok is sunny at all times of the year with temperatures over 30°C (86°F).\n\nThe most pleasant time to visit is the ",{"type":"'''","value":["cool season"]}," that lasts from Nov-Feb. It is both the coolest and driest period — the Emerald Buddha statue in ",{"type":"[[","value":[["Bangkok\/Rattanakosin#Grand Palace"],["Wat Phra Kaew"]]}," even wears a scarf during this period! Don't think that's necessary though — daytime temperatures still hover around 30°C (86°F), but it does cool down into the lower 20s as it gets dark (lower 70s in Fahrenheit). March and April represent the ",{"type":"'''","value":["hot season"]},", and hot it is — 35°C (95°F) on average, but don't be surprised to see temperatures rising into the 40s °C (around 100 °F+). This is the worst season to visit Bangkok, so plan in a lot of air-conditioned shopping mall visits and get a hotel with a swimming pool. Then there's the ",{"type":"'''","value":["wet season"]}," that runs from May-Oct. Expect massive downpours resulting in floods all over the city, and spells of thunder at times. It's not all bad though — the afternoon showers are actually a pleasant way to cool down from the heat, and while they may last all day, usually they're over within an hour. Extreme rainfall happens in September and October, so these months are best avoided.\n\nWhatever season you're visiting, don't take the weather lightly — temple-tramping in the scorching afternoon sun can be a challenge, so come well-prepared. ",{"type":"'''","value":["Dress lightly"]}," for the weather, but keep in mind that some palaces and temples (notably the ",{"type":"[[","value":[["Bangkok\/Rattanakosin#Grand Palace"],["Grand Palace"]]},") have a strict dress code. Also be sure, and this cannot be said enough, drink enough ",{"type":"'''","value":["fluids"]},"! You don't have a reason not to, as 7-Elevens and other convenience stores are abundant in Bangkok and they sell cooled beverages for as little as 10 baht. Locals get their water from \"reverse osmosis\" purified water machines that fill up a one litre bottle for 1 baht.\n\n",{"type":"===","value":["Films"]},"\nForeign films were popular in Thailand from the get-go, but in the 1920s a local film industry started to emerge in Bangkok. The most critically acclaimed Thai films were produced in the \"three waves\" of the Bangkokian film industry, the 1930s, the 1950s and the late 1990s\/2000s, although films made before World War II have unfortunately been lost. Predominant genres are action, historical epics, romance and gay\/transgender films, almost always intertwined with elements of comedy. The following are staged (at least partly) in Bangkok:\n\n",{"type":"*","value":[" ",{"type":"''","value":["Bangkok Dangerous"]}," (บางกอกแดนเจอรัส เพชฌฆาตเงียบ อันตราย, The Pang Brothers, 1999). The debut of the Pang Brothers, Bangkok Dangerous is a stylish film about a hitman who finds love, and realises how his actions are hurting good people."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Bangkok Traffic (Love) Story"]}," (รถไฟฟ้า..มาหานะเธอ, Adisorn Tresirikasem, 2009). While it could be described as a typical Thai chick flick aimed at middle-class Bangkokian women, it does give a good insight in Bangkok's traffic hassle and transportation networks. The film's acronym (BTS) refers to the Skytrain, which plays an important role in the film. The film was released exactly 10 years after the official opening of the Skytrain."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["The Beach"]}," (Danny Boyle, 2000). Richard (played by Leonardo DiCaprio) is a young American backpacker looking for adventure. In ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},", he meets Daffy, who makes him believe a beach paradise exists on a secret island. While not necessarily a good film, it is popular among backpackers; besides Bangkok, some scenes in this Hollywood production are filmed in ",{"type":"[[","value":[["Ko Phi Phi"]]},", a beach island in Southern Thailand."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Citizen Dog"]}," (หมานคร, Wisit Sasanatieng, 2004). An eccentric, bright, colour-splashed film that follows the life of Pod as he moves to Bangkok from the countryside. Without a goal in life, Pod falls in love with Jin, a girl who lives for her dreams. It gives a playfully ironic portrait of Bangkok, the city that offers false dreams and real disillusionment."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["The Hangover Part II"]}," (Todd Phillips, 2011). American comedy film about a group of friends (the \"wolf pack\") who travel to Bangkok for a bachelor party. A lot of stereotypes are confirmed, but it is still a good laugh. Most scenes of the film are shot in ",{"type":"[[","value":[["Bangkok\/Yaowarat and Phahurat"],["Yaowarat"]]},", ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]}," and ",{"type":"[[","value":[["Bangkok\/Thonburi"],["Thonburi"]]},"; the State Tower in ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]}," is also featured."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Iron Ladies"]}," (สตรีเหล็ก, Youngyooth Thongkonthun, 2000). This film follows the true story of a men's volleyball team that almost entirely consists of gay and transgender players. The team competes for the 1996 national championships, and while the crowd loves them, they are being judged by other teams and match officials."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Ong-Bak: Muay Thai Warrior"]}," (องค์บาก, Prachya Pinkaew, 2003). Martial-arts star Tony Jaa's breakthrough film and an absolute must-see for those interested in Muay Thai or fight choreography. Many places in Bangkok are featured, but don't think ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}," is the underground fighting den as it is portrayed."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nBangkok is served by two airports: ",{"type":"'''","value":["Suvarnabhumi Airport"]}," and ",{"type":"'''","value":["Don Mueang Airport"]},". Suvarnabhumi Airport is used by almost all airlines in Thailand, ",{"type":"''","value":["except"]}," for Nok Air, Orient Thai and AirAsia, which use the old Don Mueang Airport. Both these airports are about 30 km (19 mi) from the city centre, so be prepared for a long ride to get into the city. Also allow ",{"type":"''","value":["at least"]}," three hours to connect between them, as they are far away from each other and there is heavy congestion on the roads.\n\n",{"type":"====","value":["Suvarnabhumi Airport"]},"\n\n",{"type":"{{","value":[["main"],["Suvarnabhumi Airport"]]},"\n\n",{"type":"[[","value":[["File:Suvarnabhumi Airport inside.jpg"],["thumb"],["300px"],["A spartan gate lounge"]]},"\n\nThirty kilometres (19 mi) to the east of Bangkok, space-age ",{"type":"'''","value":["Suvarnabhumi Airport"]}," (สุวรรณภูมิ) (",{"type":"{{","value":[["IATA"],["BKK"]]},") started operations in Sep 2006 and is now Bangkok's main airport and one of the busiest airports in Southeast Asia. It is used for international and domestic flights to Bangkok. There is only one terminal building, which covers both domestic and international flights. It is ",{"type":"''","value":["huge"]},", and by some measures the world's largest, so allow time for getting around. There are two immigration sections, but processing time can be lengthy, at least 30 minutes.\n\nOn the basement level of the passenger terminal, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/srtet.co.th\/en\/ Airport Rail Link"]}]}," offers a high-speed train service to downtown Bangkok. It's also a way of avoiding Bangkok's horrendous rush hour traffic, particularly when it's raining. Trains run 06:00-midnight every day and travel at an amazing 160 km\/h (100 mi\/h). Two different services are operated:\n\n",{"type":"*","value":[" The non-stop ",{"type":"'''","value":["Express Line"]}," brings you directly to either Makkasan or Phaya Thai station in 15\/18 minutes for 90 baht one way, with plenty of space for luggage. Express trains leave Suvarnabhumi Airport every 20–30 minutes, but check the destination: Phaya Thai offers an easy transfer to the Skytrain, while Makkasan station is within walking distance of Phetchaburi MRT station, although the link bridge is still under construction and it's quite a hike at the moment (300+ m). Thai Airways offers baggage check-in at Makkasan if you arrive 3–13 hours before your flight."]},"\n",{"type":"*","value":[" The slightly slower ",{"type":"'''","value":["City Line"]}," is a commuter rail line that stops at all stations. Trains leave every 15 minutes, and after Makkasan station it continues to Ratchaprarop and Phaya Thai stations. The ride to Phaya Thai takes 24 minutes from\/to the airport and costs 15-45 baht depending on the number of stops. Given the fact that it runs more frequently, the City Line may effectively bring you to your destination sooner than the much more expensive Express Line."]},"\nOrdinary ",{"type":"'''","value":["metered taxis"]}," are available on the first floor (one floor below arrivals). Follow the \"public taxi\" signs that lead to the outside of the airport premises, queue up and state your destination at the desk: English is understood. You'll get a two-part slip with your destination written in Thai on it. The small part is for your driver, the large part is for you. This ticket is for complaints and is how the system is enforced: hold on to it to help avoid arguments later. There is a 50 baht surcharge on top of the meter (",{"type":"''","value":["not"]}," per passenger), meaning that trips to the city will cost 250-400 baht (plus possible expressway tolls of 45 and 25 baht, depending on time). Make sure you have change ready to pass to the toll operators to avoid being overcharged for the tolls later on. The ride takes about 45–60 minutes depending on traffic and location.\n\n",{"type":"====","value":["Don Mueang Airport"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airportthai.co.th\/ewtadmin85_AOT\/ewt\/donmueang\/main.php?filename=index___EN Don Mueang Airport"]}]}," (",{"type":"{{","value":[["IATA"],["DMK"]]},"), about 30 km (19 mi) north of downtown, was Bangkok's main airport until 2006. The airport currently handles ",{"type":"'''","value":[{"type":"[","value":["http:\/\/nokair.com Nok Air"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flyorientthai.com\/en\/home\/ Orient Thai"]}]}," domestic flights, but the former international terminal is now limited to charters and general aviation.\n\nThe ",{"type":"'''","value":["public taxi stand"]}," is on the pavement outside the arrivals area (don't be fooled by all the taxi service booths in the main hall), and is probably your best bet for getting into town — it's your only option after 23:00. The same booth and slip system as at Suvarnabhumi Airport is used here. If the queue at the taxi stand is long or you need a more spacious car, you may want to book a (so-called) ",{"type":"'''","value":["limousine taxi"]}," from the desks in the terminal. This will get you a slightly nicer car at about twice the price (500-600 baht). There is also an unofficial taxi queue (but for proper metered taxis) on the main road right outside the terminal, to get there, use the bridge towards the railway station, but get off down the narrow staircase ",{"type":"''","value":["before"]}," crossing the main road (using this queue can cut the wait considerably and avoid the airport surcharge). Ignore any touts outside and do not get into any car with white licence plates, as these are not licenced to carry passengers.\n\nAcross a covered overpass from the airport is ",{"type":"'''","value":["Don Mueang Train Station"]},". Tickets to Hualamphong Train Station in central Bangkok cost 5 baht at the ticket booth. While taking the train is the cheapest way to get from the airport to Bangkok, it is not for the faint-of-heart: schedules are erratic, the run-down passenger cars often have beggars roaming through them, and are relatively empty late at night.\n\nThere are also a number of public transport buses going by the airport, just follow the signs out toward the train station. Buses towards central Bangkok are at the airport's side of the road, so don't cross the highway. These are useful bus lines:\n\n",{"type":"*","value":[" Air-conditioned bus ",{"type":"'''","value":["504"]}," will take you to CentralWorld at Ratchaprasong intersection (close to ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]},"), as well as to Lumphini Park and ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]},", from where you can have access to the Skytrain."]},"\n",{"type":"*","value":[" Ordinary and air-conditioned bus ",{"type":"'''","value":["29"]}," will take you to Hualamphong Train Station passing by many places, including Victory Monument and ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]},". You can also get off at the Chatuchak Weekend Market, where you can switch onto the metro or Skytrain."]},{"type":"*","value":[" Air-conditioned bus ",{"type":"'''","value":["59"]}," will take you to Sanam Luang in ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]},". This route is time-consuming as Rattanakosin is far off from the airport."]},"\nKeep in mind that some of these buses don't complete the route. They are called \"additional bus\" (Thai: รถเสริม ",{"type":"''","value":["rot serm"]},"). These kind of buses have a red sign in front of them with the final destination written on it (in Thai script of course). Check this before taking the bus. You can ask the locals at the bus stop or a conductor on the bus.\n\n",{"type":"===","value":["By bus"]},"\nWhen buying tickets for buses out of Bangkok, it's best to skip travel agents and their private buses, and get the tickets for public buses directly at Bangkok's three ",{"type":"'''","value":["public bus terminals"]},". These buses are cheaper, safer, faster, more comfortable and won't scam you onto a clapped-out minibus halfway along the way or to a bedbug-infested hotel at the end. Each of these long haul bus terminals serve a different direction. They are purposefully located in off-central locations, so the long-haul buses avoid the heavy traffic congestion in the centre of the city. They are:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Eastern Bus Terminal"],["alt=Ekkamai (เอกมัย)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone= +66 2 391-2504"],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=A relatively compact terminal right next to Ekkamai BTS station in ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]},". Ekkamai serves destinations in ",{"type":"[[","value":[["Eastern Thailand"]]},", including ",{"type":"[[","value":[["Pattaya"]]},", ",{"type":"[[","value":[["Rayong"]]},", ",{"type":"[[","value":[["Ban Phe"]]}," (for ",{"type":"[[","value":[["Ko Samet"]]},"), ",{"type":"[[","value":[["Chanthaburi"]]}," and ",{"type":"[[","value":[["Trat"]]},". If you're heading for ",{"type":"[[","value":[["Ko Chang"]]},", there is a specifically designated stop for it between Chanthaburi and Trat. You can also get a bus to the Cambodian border crossing at ",{"type":"[[","value":[["Poipet"]]},", look for the bus to Aranyaprathet and tell them you are going to Poipet when you buy the ticket."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Northern and Northeastern Bus Terminal"],["alt=Mo Chit 2 (หมอชิต 2"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 2 9362841 (-3)"],["tollfree="],["fax="],["hours="],["price="],["content=The largest, busiest, and most modern terminal, replacing the old Mo Chit terminal.  The upper floor serves the ",{"type":"[[","value":[["Isaan"]]}," region in the northeast of Thailand. The ground floor serves ",{"type":"[[","value":[["Northern Thailand"]]},", and shares some destinations with Ekkamai (including ",{"type":"[[","value":[["Pattaya"]]},", ",{"type":"[[","value":[["Rayong"]]},", ",{"type":"[[","value":[["Chanthaburi"]]}," and ",{"type":"[[","value":[["Trat"]]},"). The bus terminal is a fair hike from BTS station Mo Chit or MRT station Chatuchak Park. Motorbike taxis do the trip for a fixed 50 baht fare (bargaining is pointless), while tuk-tuks charge whatever they feel like — when bargaining, remember that a real taxi with air conditioning will cost you about 45 baht (assuming little traffic). You can also take ",{"type":"'''","value":["Bus 77"]}," and pay the 13 baht flat fare on board (this bus also goes from the terminal via Victory Monument, Pratunam, and Silom Rd). If you have a considerable amount of luggage, the easiest, if not necessarily fastest, option is to take a taxi directly to or from the bus terminal. :From Feb 2013 air conditioned buses became available directly from Bangkok Mo Chit to Phnom Penh and Siem Reap, Cambodia. ",{"type":"[","value":["http:\/\/home.transport.co.th\/en.html Transport Co."]},", the state-owned company running the buses, offers daily service to Phnom Penh, leaving Bangkok each morning at 08:15 and making the return journey from Cambodia at 07:00 the following day. The fare is 900 baht for the 11-hour trip. Trips to Siem Reap are a bit cheaper, at 750 baht. They depart from Bangkok each morning at 09:00, with return service departing Siem Reap at 08:00 the following day. :Buying tickets here is reasonably easy; find a window with your destination written on it (in friendly Roman letters), pay the fare in big numbers on the same window, and you'll get a ticket on the next available departure. Note that blue writing means 1st class, red means 2nd class (avoid on longer trips), and tickets for destinations in Isaan are sold from the third floor. Ask the information desk on the first floor if you need help, or any of the BKS staff, easily identifiable thanks to their natty white shirts with gold buttons. Now just find the departure stall and you're on your way. If you have time to kill, there are two fairly decent air-conditioned food courts at both ends of the main terminal building, plus KFC, Dunkin' Donuts, and lots of 7-Eleven outlets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Southern Bus Terminal"],["alt=Sai Tai Mai (สายใต้ใหม่)"],["url="],["email="],["address=Phutthamonthon Sai 1 Rd, Thonburi"],["lat="],["long="],["directions="],["phone=+66 2 894-6122"],["tollfree="],["fax="],["hours="],["price="],["content=Serves all destinations west and south of Bangkok from its somewhat inconvenient location on the ",{"type":"[[","value":[["Bangkok\/Thonburi"],["Thonburi"]]}," side of the river. Long-distance buses leave from here to destinations throughout ",{"type":"[[","value":[["West of Bangkok"],["Western Thailand"]]}," (including ",{"type":"[[","value":[["Nakhon Pathom"]]}," and ",{"type":"[[","value":[["Kanchanaburi"]]},") and ",{"type":"[[","value":[["Southern Thailand"]]}," (including ",{"type":"[[","value":[["Krabi Province"],["Krabi"]]},", ",{"type":"[[","value":[["Phuket"]]},", ",{"type":"[[","value":[["Surat Thani"]]},", ",{"type":"[[","value":[["Ko Samui"]]},", ",{"type":"[[","value":[["Ko Pha Ngan"]]},", ",{"type":"[[","value":[["Hat Yai"]]},", and others). The new terminal is a fairly pleasant airport-like structure with air-conditioning, electronic departure monitors (in English), a few bank offices, and fast food restaurants. The ground floor houses mostly Thai restaurants outside. The first floor has ticket sales and most restaurants. The third floor is a small shopping mall and is a good place to sprawl on the floor if you have a long layover. Unlike the rip-off operators at ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},", all buses from here are public, well-regulated, cheap, and reasonably safe. Just buy your tickets at the numbered desk with your destination posted on it (almost always in English). :Getting to the terminal is a bit of headache, as public transport is limited. The easiest option is to take a metered taxi, but if you're going there in the evening, especially during workdays, be prepared to fight a serious traffic jam — getting there can take 30 minutes or a full hour from the city centre. A taxi ride from Khao San Road should end up around 120 baht in favourable traffic conditions. Ignore touts — unlike what they might say, there really is no \"faster\" way when all the roads are congested. :From Victory Monument BTS station, the terminal can be reached with pale orange air-conditioned ",{"type":"'''","value":["Bus 515"]}," (17 baht). When approached by the conductor, just say \"Sai Tai\". After quite a ride, the large bus terminal will be on the left side about 9 km (5.5 mi) after crossing the river (you won't miss it and probably will be told as well). Getting there by bus actually does not take much more time than taxi (it's almost the same in the likely case of a traffic jam), but the ride is much cheaper, especially if alone. ",{"type":"'''","value":["Bus 556"]}," no longer goes from Suvarnabhumi Airport, but from Makkasan Airport Rail Link (ARL) station. There are also white minibuses (30 baht) from various points around Bangkok, e.g., from ",{"type":"[[","value":[["Bangkok\/Ramkhamhaeng"],["Ramkhamhaeng"]]}," (near Rajamangala National Stadium). There are inexpensive shuttle buses and slightly more expensive (but quicker loading and a bit faster) minibuses to and from the Northeastern Bus Terminal as well."]]}]},"\n",{"type":"===","value":["By minibus"]},"\nFor travelling to Bangkok suburbs or locations within 200 km of the city, the fastest and often the cheapest way is to use public minibus (minivan) services. They run from parking lots beside the Victory Monument Square (facing the monument itself are the city bus stops, behind it there is a small market, and behind the market you will find many white-coloured minibuses just parking at the roadside and waiting for passengers). They depart when full, usually each 10–30 minutes. Fare is usually similar to long-distance buses with the same destination (if there are any). Other way, it could be estimated as 1 baht\/km.\n\nSome useful destinations: ",{"type":"[[","value":[["Ayutthaya"]]}," (around 70 baht), ",{"type":"[[","value":[["Lopburi"]]},", Nava Nakorn (50 baht, for Don Mueang Airport or to get out along hwy 1 for hitching to the north\/northeast), Min Buri (around 30 baht, for Siam Park), Suvarnabhumi Airport (40 baht), ",{"type":"[[","value":[["Pattaya"]]}," (130 baht), ",{"type":"[[","value":[["Rayong"]]},", ",{"type":"[[","value":[["Ban Phe"]]}," (for ",{"type":"[[","value":[["Ko Samet"]]},"), ",{"type":"[[","value":[["Chanthaburi"]]},", ",{"type":"[[","value":[["Kanchanaburi"]]},", Phra Ram 2 (to the highway, for hitching to southern Thailand), ",{"type":"[[","value":[["Samut Songkhram"]]},", ",{"type":"[[","value":[["Samut Sakhon"]]},", ",{"type":"[[","value":[["Phetchaburi"]]},", ",{"type":"[[","value":[["Hua Hin"]]},". Destinations are written on the front and the side of the minibuses in Thai, so you should ask drivers or ticket sellers about your destination. Minivans are usually the fastest way of transportation because they take elevated expressways right from Victory Monument, thus avoiding traffic jams. Another advantage is that they start from the city centre of Bangkok and usually arrive at the city centre of their destination. Normal long distance buses sometimes stop further away from the city centre. Minibus drivers used to drive at very high speed, though 2012 there was a government campaign to enforce speed limits for them, after a few major accidents. A disadvantage of minibuses is that leg room is limited, and might be not comfortable for tall people.\n\n",{"type":"===","value":["By train"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.railway.co.th\/home\/Default.asp?lenguage=Eng State Railway of Thailand"]}]},", ☎ +66 2 222-0175, serves Bangkok with railway lines from all four directions of Thailand. ",{"type":"'''","value":["Hualamphong Train Station"]}," is the most important station. It's close to ",{"type":"[[","value":[["Bangkok\/Yaowarat and Phahurat"],["Yaowarat"]]}," and served by its own MRT station. It is a big and surprisingly convenient station built during the reign of King Rama VI. It was spared bombing in World War II at the request of the Thai resistance movement.\n\nTickets for trains leaving the same or the next day can be bought at the counters under the big screens. The advance booking office is to the right of the platforms as you walk towards them and is quite well-organised. You can select your seat\/berth from a plan of the train, and payments by credit card are accepted.\n\nA word of advice is to only listen to the people at the information desk. Anyone else walking around offering to help you \"find\" a hotel or taxi is just a tout, even if they are wearing official-looking badges. Likewise, the second floor shops offering \"Tourist Information\" are just agents in disguise. The taxi pick up and drop off point is to the left of the platforms as you walk towards them, and is generally chaotic at busy periods with scant regard for any queue. The left luggage facility is at the opposite end of the concourse, on the far right as you walk away from the platforms.\n\nIf coming by train from the north or northeast, connecting to the metro at ",{"type":"'''","value":["Bang Sue Train Station"]}," can shave the last half-hour off your train trip. This is not a very good place to board trains though, as there is practically no information or signage in English. However, this situation will doubtlessly improve as more and more long-distance departures are switched to here from Hualamphong Train Station to ease congestion in the inner city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Thonburi Train Station"],["alt=Formerly the Bangkok Noi Station"],["url="],["email="],["address="],["lat="],["long="],["directions=On the west side of the river in ",{"type":"[[","value":[["Bangkok\/Thonburi"],["Thonburi"]]}],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=The terminus for twice-daily trains to ",{"type":"[[","value":[["Kanchanaburi"]]}," (via ",{"type":"[[","value":[["Nakhon Pathom"]]},"). Just to keep things confusing, the previous Thonburi Train Station right next to the river (accessible by the Chao Phraya Express Boat pier ",{"type":"'''","value":["Railway Station"]},") is now mothballed and turned into a museum, but it's only 800 m away from the new station. Note that the weekend-only second class air conditioned tourist trains to Kanchanaburi and Nam Tok depart from Hualamphong Train Station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Wongwien Yai Train Station"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=About 800 m from the Skytrain station of the same name. To get there, take a metered taxi for 35-50 baht, or walk (using a map)"],["phone="],["fax="],["hours="],["checkin="],["checkout="],["price="],["content=Serves the rustic Mae Klong commuter line to the fishing village of ",{"type":"[[","value":[["Samut Sakhon"],["Maha Chai"]]},". Trains run roughly hourly and the trip takes about one hour. The ride is of little interest if you want to get there fast, but is an experience for rail fans and an attraction in itself, with a nice view on the countryside's orchards, vegetable plantations and coconut groves. Maha Chai is a nice seafood destination, and if you feel like it, you can cross the Tha Chin river by ferry and continue by rail to ",{"type":"[[","value":[["Samut Songkhram"]]},"."]]}]},"\n",{"type":"===","value":["By ship"]},"\nNot many people come to Bangkok by boat, but there are some cruise ships that berth at the city. Large ships must dock at ",{"type":"'''","value":["Laem Chabang Port"]},", about 90 minutes southeast of Bangkok and about 30 minutes north of ",{"type":"[[","value":[["Pattaya"]]},". A taxi service desk is available on the wharf, but charges extortionate prices for a trip to Bangkok, a whopping 2,600 baht to charter a taxi (4 passengers), or about 5,000 baht to charter a minibus (usually 11 passenger seats). Slightly lower prices can be found by walking out to the main road, about 4,000 baht for a minibus, but even these rates are still almost double the typical rate in the opposite direction. Better deals may be possible for round trips (even if returning the following day).\n\nFrequent first and second class bus services directly connect Laem Chabang with Bangkok's Eastern Bus Terminal (Ekkamai); less frequent direct services run to the Northeastern Bus Terminal (Mo Chit). A first class air conditioned bus (blue and white) to either will take 90 minutes or less; the fare is around 100 baht. A quick way to get into downtown is to board an Ekkamai-bound bus and then disembark early at On Nut, where you can hop onto the Skytrain. The bus will always stop here if a passenger requests it.\n\nSouthbound buses to ",{"type":"[[","value":[["Pattaya"]]}," can be boarded at the traffic lights on Sukhumvit Road in Laem Chabang. These are extremely frequent (at least 10 per hour), and charge less than 50 baht.\n\nSmaller ships may dock further upriver at ",{"type":"'''","value":["Khlong Toei Port"]},", close to Bangkok's city centre. A modest terminal provides processing for passengers (who may receive Thai customs and immigration processing on-board), as well as offering \"managers\" who arrange tours and taxis. Reaching major hotels and other points of interest is much cheaper than from Laem Chabang, but can vary according to the passenger's negotiating skills. The facility is not close to the MRT stop of Khlong Toei, so the best way to get there is by metered taxi.\n\n",{"type":"===","value":["By car"]},"\nGetting into Bangkok by car is not a good idea, as you can easily waste half a day waiting in traffic just to get to the other side of the city. Three major highways lead to Bangkok from every direction in Thailand. The best way to get to Bangkok from ",{"type":"[[","value":[["Northern Thailand"]]}," is via ",{"type":"'''","value":["Phahonyothin Road"]}," (Rte 1), which comes from ",{"type":"[[","value":[["Mae Sai"]]}," near the Myanmar border. ",{"type":"'''","value":["Sukhumvit Road"]}," (Rte 3) comes from cities in ",{"type":"[[","value":[["Eastern Thailand"]]},", such as ",{"type":"[[","value":[["Trat"]]},", ",{"type":"[[","value":[["Pattaya"]]},", and ",{"type":"[[","value":[["Chonburi"]]},". ",{"type":"'''","value":["Phetkasem Road"]}," (Rte 4), one of the longest roads in the world, extends all the way to the Malaysian border, serving ",{"type":"[[","value":[["Southern Thailand"]]},".\n\nTo ease congestion on these highways, a new system of motorways has emerged which will be extended in the future. The ",{"type":"'''","value":["New Bangkok-Chonburi Motorway"]}," (Motorway 7) connects ",{"type":"[[","value":[["Chonburi"]]}," and ",{"type":"[[","value":[["Pattaya"]]},". The ",{"type":"'''","value":["Kanchanaphisek National Highway"]}," (Motorway 9 or \"Outer Ring Road\") makes a giant loop around Bangkok serving most satellite towns around it such as ",{"type":"[[","value":[["Nonthaburi"]]}," and ",{"type":"[[","value":[["Samut Prakan"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\nBangkok is infamous for its congestion, but these days there are ways around it: hop on the Skytrain (BTS) and metro in the city centre, or use boats to navigate the city's rivers and canals.\n",{"type":"[","value":["http:\/\/transitbangkok.com\/ Transit Bangkok"]}," will make using public transport easier by choosing the best combination of buses, MRT, BTS to get to your destination. \n\n",{"type":"===","value":["By public transit"]},"\n\n",{"type":"====","value":["Skytrain"]},"\n",{"type":"[[","value":[["Image:Bangkok-transit-map.png"],["550px"],["thumb"],["Bangkok BTS, MRT, ARL and BRT Systems Map"]]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bts.co.th\/en\/index.asp BTS"]}]}," (รถไฟฟ้าบีทีเอส) deserves a visit simply for the Disneyland space-ageness of it. Built in a desperate effort to ease Bangkok's insane traffic and pollution, the Skytrain covers most of downtown and is especially convenient for visiting ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]},". There are two lines: the light green ",{"type":"'''","value":["Sukhumvit Line"]}," travels along ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit Road"]]},", ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]}," and then follows ",{"type":"[[","value":[["Bangkok\/Phahonyothin"],["Phahonyothin Road"]]}," up north, where it terminates at ",{"type":"'''","value":["Mo Chit"]}," (N8), near the Chatuchak Weekend Market. The dark green ",{"type":"'''","value":["Silom Line"]}," starts in Petchkasem Road (Bang Wa Station, S12), passes the Express Boat pier at ",{"type":"'''","value":["Saphan Taksin"]}," (S6), goes through the ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]}," area and ends at ",{"type":"'''","value":["National Stadium"]}," (W1), right next to MBK Center. Both lines come together at ",{"type":"'''","value":["Siam"]}," (CEN), where you can interchange between them. Unfortunately, there is no station near ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},", but you can take the Express Boat from Phra Arthit Pier to Sathorn Pier, where you can switch onto the Skytrain.\n\nYou must have 5 or 10 baht coins to purchase Skytrain tickets from vending machines, so hold on to them. At some stations there is a single touchscreen machine that will accept 20, 50 and 100 baht notes, but there is often a queue to use it. Fares range from 15 to 55 baht depending upon how many zones you are travelling. Consult the map (in English) near each ticket machine. If you do not have coins, queue for change from the staff at the booth. If you are in town for several days (or will make several visits during the next 30 days), weigh your options and consider a rechargeable stored-value card (from 100 baht, with a 30 baht refundable deposit and a 30 baht non-refundable card cost), a \"ride all you like\" tourist pass (from 120 baht per day) or a multiple ride pass of 20 trips or more to any zone (15 trips cost 345 baht, 25 trips cost 550 baht; plus a 30 baht refundable deposit for a rechargeable card that is valid for 5 years). They will certainly save you time, scrambling for coins, and maybe even money. Check for information with the English speaking staff.\n\n",{"type":"====","value":["Metro"]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bangkokmetro.co.th\/ MRT"]}]}," (รถไฟฟ้ามหานคร)  finally opened in July 2004. For now there is only one line, the ",{"type":"'''","value":["Blue Line"]}," that connects the central ",{"type":"'''","value":["Hualamphong Train Station"]}," (1) to the northern ",{"type":"'''","value":["Bang Sue Train Station"]}," (18), running through ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]},", ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]},", ",{"type":"[[","value":[["Bangkok\/Ratchadaphisek"],["Ratchadaphisek"]]}," and areas around Chatuchak Weekend Market in ",{"type":"[[","value":[["Bangkok\/Phahonyothin"],["Phahonyothin"]]},". There are interchanges to the Skytrain at ",{"type":"'''","value":["Si Lom"]}," (3), ",{"type":"'''","value":["Sukhumvit"]}," (7) and ",{"type":"'''","value":["Chatuchak Park"]}," (16) stations.\n\nTourists do not use the metro as much as the Skytrain, but there are some useful stops. The terminus at ",{"type":"'''","value":["Hua Lamphong"]}," (1) provides a good access to ",{"type":"[[","value":[["Bangkok\/Yaowarat and Phahurat"],["Yaowarat"]]},". If you're going to the ",{"type":"'''","value":["Chatuchak Weekend Market"]},", don't get out at Chatuchak Park, but go one stop further to ",{"type":"'''","value":["Kamphaeng Phet"]}," (17) as it drops you right inside the market.\n\nMetro tickets are not interchangeable with Skytrain tickets. Fares range from 16 to 40 baht and are based on distance; pre-paid cards of up to 1,000 baht are also available. For single ride fares, a round plastic token is used. It is electronic: simply wave it by the scanner to enter; deposit it in a slot by the exit gate leave.\n\nNote that bag-checks take place at the entrance of each station. It is usually nothing more than a quick peek inside, unless you are looking particularly suspicious.\n\nThailand's main railway connecting Bangkok to the north and northeast provinces intersects the MRT at two points: Bang Sue and Hualamphong. Those staying on Khao Sarn Road or in the Silom or Sukhumvit areas can disembark at Hualamphong for easy access to these places. Those staying in the north of the city (for example near ",{"type":"'''","value":["Chatuchak Weekend Market"]},") should instead get off at Bang Sue and catch the metro from there.\n\n",{"type":"====","value":["Airport Rail Link"]},"\nFinally opened in August 2010, Bangkok's newest public transportation system is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/srtet.co.th\/en\/ Airport Rail Link"]}]}," (รถไฟฟ้าเชื่อมท่าอากาศยานสุวรรณภูมิ). The ",{"type":"'''","value":["Express Line"]}," is only useful for getting into the city, as it starts at the airport, skips all stations and brings you directly to either ",{"type":"'''","value":["Makkasan"]}," or ",{"type":"'''","value":["Phaya Thai"]},". This ride takes about 15 minutes and costs 150 baht.\n\nIf you want to use it to get around the city, take the ",{"type":"'''","value":["City Line"]}," as it is cheaper and it stops at all stations. Many Thais in Eastern Bangkok use the link to commute to the city centre. It starts at Suvarnabhumi Airport and terminates at ",{"type":"'''","value":["Phaya Thai"]},", with some interesting stops in between (such as ",{"type":"[[","value":[["Bangkok\/Ramkhamhaeng"],["Ramkhamhaeng"]]}," and ",{"type":"'''","value":["Ratchaprarop"]}," for ",{"type":"[[","value":[["Bangkok\/Pratunam"],["Pratunam"]]},"). A ride costs 15-45 baht, depending on distance. Trains run every 15 minutes from 06:00-00:00.\n\nWhile the link has been in operation for quite a while, some basic services are still missing. From Makkasan, you can continue your way by metro at Phetchaburi MRT station, but it is quite a hike as the pedestrian bridge is still under construction. From Phaya Thai, you can transfer onto the Skytrain, but be aware that there are not enough lifts yet, and those available are too small for large pieces of luggage. New lifts will be installed in Ramkhamhaeng, Ratchaprarop and Phaya Thai stations in the following months.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"====","value":["Chao Phraya Express Boat"]},"\n",{"type":"[[","value":[["Image:thonburi boat transport.png"],["thumb"],["400px"],["Chao Phraya Express Boat Map"]]},"\n\nA ride on the ",{"type":"'''","value":["Chao Phraya River"]}," should be high on any tourist's agenda. The cheapest and most popular option is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.chaophrayaexpressboat.com\/en\/home\/ Chao Phraya Express Boat"]}]},", basically an aquatic bus cruising up and down the river. The basic service goes from ",{"type":"'''","value":["Wat Rajsingkorn"]}," (S4) all the way north to ",{"type":"[[","value":[["Nonthaburi"]]}," (N30), with stops at most of ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]},"'s major attractions including the Grand Palace (at ",{"type":"'''","value":["Tha Chang"]},") and Wat Pho (at ",{"type":"'''","value":["Tha Tien"]},"). The closest pier to ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}," is ",{"type":"'''","value":["Phra Arthit"]},". Enter the express boat at the numerous piers and pay the conductor for the trip. She will approach you bearing a long metal ticket dispenser. At some bigger piers you can buy the ticket before boarding. When the metal cylinder lady approaches you, just show her the ticket you bought on the pier.\n\nThe different boat lines are indicated by the colours of the flags at the top of the boat. These flags can be confusing; don't think the yellow king's flag corresponds to the yellow line flag! There is a basic \"no flag\" line (9, 11 or 13 baht) that goes along all the piers, but it only runs during rush hours (M-F 06:20-8:05 and 15:00-17:30) and is fairly slow. It is better to take the faster yellow (19 or 28 baht, M-F 06:15-08:10 and 15:30-18:05) and orange (15 baht, every day 06:00-19:00) flag lines, but you have to be sure where you're going as they don't stop everywhere. The yellow line is the fastest, but is best avoided as it skips many popular attractions (including Khao San Road, the Grand Palace and Wat Pho). The orange line is your best bet, as it covers the major tourist areas and is fairly quick too.\n\nIn addition to the workaday express boat, there is also a blue flagged ",{"type":"'''","value":["Tourist Boat"]}," which stops at a different subset of piers, offers commentary in English and charges a flat 150 baht for a day pass. Single ride tickets are 40 baht. The boats are slightly more comfortable and may be worth considering if you want to cruise up and down the most important tourist sights. They only operate once per 30 minutes and stop running by 15:00.  Be careful as they may tell you the (cheaper) orange flag regular boat is not coming for quite a while (as they are aggressively touting for business), but sometimes this is not the truth. If you want the tourist experience with guide and (very) loud speaker commentary, often unintelligible, then this is the one for you.  However, be aware that you are fully entitled to enter the public piers (the ones with the blue lettering on white background with pier numbers on them) and get the orange flag boat as these are public places and you don't need a ticket before boarding the comfortable and speedy orange-flag boat.\n\nThe signposting of the piers is quite clear, with numbered piers and English route maps. ",{"type":"'''","value":["Sathorn (Taksin)"]}," pier has been dubbed \"Central\" station, as it offers an quick interchange to Saphan Taksin BTS Station. The boats run every 5–20 minutes from sunrise to sunset (roughly from 06:00-19:00), so ignore any river taxi touts who try to convince you otherwise.\n\nMany piers are also served by cross-river ferries. These are particularly useful for reaching ",{"type":"'''","value":["Wat Arun"]}," or the many piers at the ",{"type":"[[","value":[["Bangkok\/Thonburi"],["Thonburi"]]}," side of the river. Cross-river ferries run around every 10 minutes and only cost 3 baht. Pay at the kiosk on the pier and then walk through the turnstile.\n\n",{"type":"====","value":["Saen Saep Express Boat"]},"\nThe ",{"type":"'''","value":["Saen Saep Express Boat"]}," serves the long Saen Saep Canal, one of the remaining canals (",{"type":"''","value":["khlong"]},") that used to flow through Bangkok. Mostly used by locals to commute to work, the service is cheap and you get to see the \"backside\" of the neighbourhoods, so to speak. Also, It is immune to Bangkok's notorious traffic jams. The total distance is 18 km (11 mi), and the service operates from 05:30-20:30.\n\nThey are comparatively safe — just watch your step when boarding and disembarking as they don't stop at the pier for long and do not let the dirty water get into your eyes. To prevent splashes, the boats are equipped with little curtains that you can raise by pulling on a string, but they have to be lowered at every stop so people can clamber on board. Pay the fare (14-22 baht) to the fearless helmet-wearing ticket collectors who clamber around on the outside of the boat, ducking at bridges, as it barrels down the canal. Press the green 'bell' button if you want to get off at the next pier, else the boat might just skip it. The piers now even have (tiny) signs in English, with the exception of ",{"type":"'''","value":["The Mall Bangkapi"]}," pier, and it's not obvious that you're at the mall from the canal boat!\n\nThe canal runs parallel to Phetchaburi Road, and provides the easiest access from the Golden Mount in ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]}," (and nearby ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},") to ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]}," and ",{"type":"[[","value":[["Bangkok\/Pratunam"],["Pratunam"]]},". This line is aptly called the ",{"type":"'''","value":["Golden Mount Line"]}," and runs from ",{"type":"'''","value":["Panfa Leelard"]}," pier to ",{"type":"'''","value":["Pratunam"]}," pier in downtown. If you want to continue your journey beyond Pratunam, passengers have to change boats there. The ",{"type":"'''","value":["NIDA Line"]}," starts at Pratunam and heads east to ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]}," and ",{"type":"[[","value":[["Bangkok\/Ramkhamhaeng"],["Ramkhamhaeng"]]},". Hold on to your ticket.\n\n",{"type":"====","value":["River taxi"]},"\n",{"type":"[[","value":[["Image:Bangkok-saensaep-map.png"],["thumb"],["600px"],["Saen Saep Express Boat Map"]]},"\n\nFinally, for trips outside set routes, you can hire a ",{"type":"'''","value":["long-tail river taxi"]}," at any major pier. These are fairly expensive and will attempt to charge as much as 500 baht\/hr, but with some ",{"type":"[[","value":[["haggling"]]}," they may be suitable for small groups. To circumvent the mafia-like touts who attempt to get a large cut for every ride, agree for the price of the shortest possible ride (30 min), then negotiate directly with the captain when on board.\n\n",{"type":"===","value":["By taxi"]},"\n",{"type":"====","value":["Metered taxi"]},"\n",{"type":"'''","value":["Metered taxis"]}," are a quick and comfortable way to get around town, at least if the traffic is flowing your way, but be warned that Bangkok taxi drivers are notorious for finding ways to run up the fare; insist that the meter is used, and if the driver claims that your destination is closed, that he doesn't know where it is, or if he tries to take you elsewhere, just get out of the taxi. All taxis are now metered and air-conditioned: the hailing fee is 35 baht and most trips within downtown cost less than 100 baht. There are no surcharges (except from the airport), even at night; don't believe drivers who try to tell you otherwise. A red sign on the front window, if lit, means that the taxi is available.\n\nWhen the meter is switched on you will see a red '35' somewhere on the dashboard or between the driver and you. Be sure to check for this at the start of the ride, as many drivers will \"forget\" to start the meter in order to overcharge you at the end of your trip. Most will start the meter when asked politely to do so (",{"type":"''","value":["meter na khrap"]}," if you're male and ",{"type":"''","value":["meter na kha"]}," if you're female); if the driver refuses to use the meter after a couple of attempts, simply exit the taxi.\n\nIn some cases, late at night and especially near major tourist districts like Khao San or Patpong, you will need to walk a block away to catch an honest driver. The effort can save you as much as 150 baht. This is often also the case for taxis that park all day in front of your hotel. There are only two reasons that they are there: to take you places where they can get their commissions (jewellery stores, tailors, massage parlours, etc.) and to overcharge you by not using the meter.\n\nYour best bet is to walk to the road and catch an unoccupied metered taxi in motion (easier than it sounds, as Bangkok traffic tends to crawl the majority of the time, and one car out of four is a taxi). Avoid parked taxis altogether, and if a taxi driver refuses to turn the meter on, simply close the door and find one who will. Keep in mind that it is illegal for them to have unmetered fares. Be smart and give your money to honest drivers, not touts. The only reason that they get away with this so frequently is that foreign tourists let them.\n\nBe sure to either know the correct pronunciation of your destination, or have it written in Thai, as taxi drivers in Bangkok are notoriously bad at reading maps, and most drivers speak limited English. Most hotels and guest houses will happily write out addresses in Thai for you. While most drivers will recognise the names of tourist hot spots, even if grossly mispronounced, but it is often difficult to properly pronounce addresses in Thai. If your mobile phone works in Thailand, it is sometimes useful to call your hotel and ask the staff to speak to your driver in Thai. In addition, try to get your hotel's business card to show the taxi driver in case you get lost.\n\nIf you are pinching pennies or fussy about your means of transportation, you may wish to avoid getting into one of the (very common) yellow-green taxis. They are owner-operated and of highly variable quality and occasionally have rigged meters. All other colours belong to large taxi companies, which usually enforce their standards better.\n\nOn some routes, the driver will ask if he should use the ",{"type":"''","value":["tollway"]}," — this will usually save a lot of time. You have to pay the cost at the toll booth (not in advance and not at the end of the journey). Watch how much the driver really pays, as many try to keep the change.\n\nWhen getting out, try to have small bills (100 baht or less) or expect problems with change. Tips are not necessary, but are certainly welcome if you're happy about the service; most local passengers will round up or leave any coin change as tip.\n\n",{"type":"====","value":["Tuk-tuk"]},"\n",{"type":"[[","value":[["Image:Tuktukpktalad05b.jpg"],["thumb"],["300px"],["Tuk-tuks on the prowl"]]},"\n\nFinally, what would Bangkok be without the much-loathed, much-loved ",{"type":"'''","value":["tuk-tuks"]},"? You'll know them when you hear them, and you'll hate them when you smell them — these three-wheeled contraptions blaze around Bangkok leaving a black cloud of smog in their wake. For anything more than a 5-10 min jaunt or just the experience, they really are not worth the price — and, if you let them get away with it, the price will usually be 4 or 5 times what it should be anyway (which, for Thais, is around 30% less than the equivalent metered taxi fare).\n\nOn the other hand, you can sometimes ride for free if you agree to visit touristy clothing or jewellery shops (which give the tuk-tuk driver fuel coupons and commissions for bringing customers). The shops' salesmen are pushy, and try to scam you with bad quality suits or \"gems\" that in fact are worthless pieces of cut glass. But usually you are free to leave after 5-10 min of browsing. Visitors should beware though, sometimes one stop can turn in to three, and your tuk-tuk driver may not be interested in taking you where you need to go once he has his fuel coupons. Also, with Bangkok's densely congested traffic it is sure to waste hours of your time, if not the whole day.\n\nIf you still want to try the tuk-tuk, always hail a moving tuk-tuk from the main road. At tourist spots, these tuk-tuk drivers lie in waiting to disrupt your travels plans. Always ",{"type":"'''","value":["agree on a price"]}," before entering the tuk-tuk. Also be crystal clear about your intended destination. If they claim that your intended destination is closed for the day, and offer to take you to other nearby tourist spots, insist on your destination or get out. If you're an all-male party, tuk-tuk drivers sometimes will just ignore your destination completely and start driving you to some brothel (\"beautiful girls\"). Insist continually and forcefully on going only to your destination; or take a metered taxi instead.\n\nA ",{"type":"'''","value":["songthaew"]}," is a less-heralded, less-colourful and less-touristy version of the tuk-tuk that usually serves the back sois in residential neighbourhoods. They usually have four wheels instead of three, two benches instead of one, run on petrol instead of LPG and resemble a tiny truck. The maids and locals tend to use them to return home from the market with loads of groceries, or for quick trips if they're available. The price is not negotiable. Most songthaews cost 5 baht, tho a few that go a very long distance charge 7 baht. Be careful though, as the destinations are written in Thai, not English. You always pay the fare after you get off: you simply walk up to the passenger side of the truck and pay the driver who will stick his hand out to receive your money. He'll make change, but try to have the 5 baht coin ready.\n\n",{"type":"====","value":["Motorbike taxi"]},"\nWhen traffic slows to a crawl and there are no mass-transit alternatives for your destination, by far the fastest mode of transport is a ",{"type":"'''","value":["motorbike taxi"]}," (มอเตอร์ไซค์รับจ้าง ",{"type":"''","value":["motosai lapjang"]},"). No, those guys in the pink smocks aren't biker gangs; they're motosai cabbies. They typically wear colourful fluorescent yellow-orange vests and wait for passengers at busy places. Prices are negotiable before you ride.\n\nFor the adrenaline junkie,  a wild motosai ride can provide a fantastic rush. Imagine weaving through rows of stopped vehicles at 50 km\/h (30 mi\/h) with mere centimetres to spare on each side, dodging pedestrians, other motorbikes, tuk-tuks, stray dogs and the occasional elephant while the driver blithely ignores all traffic laws and even some laws of physics. Now do the same while facing backwards on the bike and balancing a large television on your lap, and then you can qualify as a local — though you might die in the process. Imagine your loved ones arranging to ship your dead body home from Bangkok because you took a dangerous risk you were warned not to. ",{"type":"'''","value":["Motorcycle accidents are brutally common, and transportation of this sort is inherently hazardous"]},". Be aware of the risk before using motorcycle taxis. Many tourists and Thai alike recommend avoiding them except as a last resort. Under no circumstances ride without a helmet.\n\nThe overwhelming majority of motorcycle taxis do not travel long distances, but simply shuttle up and down long sois (side-streets) not serviced by other transport for a fixed 5-20 baht fare. These are marginally less dangerous, especially if you happen to travel with the flow on a one-way street.\n\nThe law requires that both driver and passenger must wear a helmet. It is the driver's responsibility to provide you with one, so if you are stopped by police, any fine is also the driver's responsibility. This is worth bearing in mind when you hire a motorbike or moped. Make sure that if there are two of you, the hirer provides two helmets instead of one. When riding, keep a firm grasp on the seat handle and watch out for your knees.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["Local buses"]},", operated by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bmta.co.th\/en\/ Bangkok Mass Transit Authority"]}]}," (องค์การขนส่งมวลชนกรุงเทพ), or just ",{"type":"'''","value":["BMTA"]}," (ขสมก), are the cheapest but also the most challenging way of getting around. There is a bewildering plethora of routes, usually marked only in Thai. Even Thais have a hard time with these, but at least they can call the ",{"type":"'''","value":["184 Bus Route Hotline"]},", which is in Thai only. Bus stops list only the bus numbers that stop there and nothing more. They are also subject to Bangkok's notorious traffic, often terribly crowded, and many are not air-conditioned. If you want to get somewhere quickly and are not prepared to get lost, the buses should be avoided (remember that taxis are cheaper than most local buses in the West). However, they make for a good adventure if you're not in a rush and you don't mind being the centre of attention.\n\nBut for the intrepid, and those staying in ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}," where buses are the only practical means of public transport, the only free resource for decrypting bus routes is the official BMTA website. It has up-to-date if slightly incomplete listings of bus routes in English, but no maps. You can also ask your guest house about which buses to take if you're going to a particular destination. As a printed reference, the 69 baht spent on the ",{"type":"''","value":["Bangkok Bus Map"]}," by Roadway is a good investment if you're going to travel by bus more than once.\n\nThe hierarchy of Bangkok's buses from cheapest to best can be ranked as follows:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Small green bus"]},", 6.50 baht flat fare. Cramped, no air-con, no fan, famously suicidal drivers, usually not advisable for more than short hops. Run by private operators, they can be significantly faster than the BMTA-run buses."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Red bus"]},", 7 baht flat fare. More spacious and fan-cooled (in theory). Unlike other buses, some of these run through the night (1.50 baht surcharge). These buses are BMTA-run. Some red buses are also free thanks to a 2011 government initiative using taxpayer's money to pay the drivers. To spot these free buses, look out for a large blue sign with white Thai lettering on the top of the front windshield. Other than that, they look exactly the same as the paid versions."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["White\/blue bus"]},", 8 baht flat fare. Exactly the same as the red buses, but cost one baht more. These buses are owned by private entities operated in conjunction with BMTA."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Blue\/yellow and cream\/blue air-con"]},", 11 baht for the first 8 km (5 mi), up to 18 baht max. These buses are quite comfy. The blue\/yellow striped buses are privately owned while the blue\/cream buses are BMTA-owned."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Orange air-con"]}," (",{"type":"'''","value":["Euro II"]},"), 13 baht for the first few km, up to 22 baht max. These are all BMTA-run, newer, and more comfortable."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pink\/white micro-buses"]},", 20 baht flat fare, paid into a fare-collection machine located next to the driver — exact fare only. Not quite common away from the city centre, these are air-conditioned, modern and only allow seated passengers (making them harder to use at rush hour as many won't stop for you)."]},"\nBuses stop only when needed, so wave them down (arm out, palm down) when you see one barreling your way. Although drivers are only meant to stop at bus stops, some may pick up and drop off passengers elsewhere. Once on board, pay the roaming collector after you board and keep the ticket, as there can be occasional spot-checks. Press the signal buzzer (usually near the door) when you want to get off.\n\nTwo further pitfalls are that buses of the same number may run slightly different routes depending on the colour, and there are also express services (mostly indicated by yellow signs) that skip some stops and may take the expressway (2 baht extra).\n\nAirport buses allow luggage (backpacks and suitcases), but regular buses do not. Enforcement of this rule varies.\n\n",{"type":"===","value":["By car"]},"\nBangkok is notorious for its massive traffic jams, and rightly so. In addition, traffic is chaotic and motorcyclists seemingly suicidal. Therefore, most tourists consider driving in Bangkok a nightmare, and it is highly recommended that you stick to public transport and not try to drive yourself around.\n\n",{"type":"==","value":["See"]},"\n\n\n",{"type":"{{","value":[["seeDistricts"]]},"\n\n",{"type":"{{","value":[["infobox"],["Peoplespotting"],["More than any other place in Thailand, Bangkok offers wonderful opportunities for just sitting and watching people go by. Here's a partial checklist:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["University student"]}," — Many of Thailand's universities continue to enforce a uniform, and what a uniform it is: for girls, it's a sheer white blouse with a short black skirt, and the little shiny logo button on the blouse tells the ",{"type":"''","value":["cognoscenti"]}," which particular university she is attending. Boys wear a white dress shirt and black trousers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Office lady"]}," — Sharply clad in infinite variations of solid pastel shades, this human houseplant mans customer service desks and pours tea in offices across the capital."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bargirl"]}," — Mostly short and dark-skinned farm girls from the provinces, a bargirl can be spotted a mile away thanks to her pink hotpants and the kilo of gold around her neck. Often found in happy financial symbiosis with the sexpat."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sexpat"]}," — Fifty-plus, bald, beer belly, stained shirt, lovestruck expression and a hairy arm wrapped around a girl too young to be his daughter. He's found what he's looking for."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ladyboy"]}," (",{"type":"''","value":["kathoey"]},") — Either tall, large-handed, wears too much makeup, possesses an Adam's apple and has large breasts... or has accomplished the art of camouflage so well that you just filed her\/him as an office lady or bargirl."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Expat"]}," — A ",{"type":"''","value":["farang"]}," walking about purposefully in dress shirt and long trousers, seemingly oblivious to the fact that it's 35°C outside. For extra credit, try to distinguish between the scruffier English teacher type and the jet-setting expense package type. Or try classifying them by the old joke about the three types of expat — missionaries, mercenaries and misfits."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yuppie"]}," — Like every other big city, Bangkok boasts a coterie of young professional types who are hip, well-educated and relatively affluent. Similar to the Expat, they usually sport business attire and are likely to be hurried — except they probably know a shortcut, and they aren't sweating so profusely."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Khao San Road vagabonds"]}," — Braided hair, bead necklace, sarongs, shorts and floppy pants, either on their way to or just back from the beaches. Dazed and bewildered when torn apart from the familiar surroundings of ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},"."]}]]},"\n\nMost of Bangkok's sights are concentrated on the island of ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]},", often referred to as the \"Old City\". Out of Bangkok's hundreds of temples, the ",{"type":"'''","value":["Grand Palace"]},", ",{"type":"'''","value":["Wat Pho"]}," and ",{"type":"'''","value":["Wat Arun"]}," usually make up the top 3. The Grand Palace has an immense size, so expect to spend at least a full morning or afternoon there. Within the palace grounds is ",{"type":"'''","value":["Wat Phra Kaew"]},", the most sacred Buddhist temple of Thailand. Unlike other temples, it is not one building, nor are there living spaces for monks. Instead, it is a collection of highly decorated holy buildings and monuments. One of its buildings houses the ",{"type":"'''","value":["Emerald Buddha"]},", and while you might not expect it from its size, it is the most sacred Buddha image of Thailand.\n\nNearby is ",{"type":"'''","value":["Wat Pho"]},", home to the world's largest reclining Buddha image and a famed massage school. Take the ferry across the Chao Phraya River to ",{"type":"[[","value":[["Bangkok\/Thonburi"],["Thonburi"]]}," for the outstanding ",{"type":"'''","value":["Wat Arun"]},". The main structure is about 60 to 88 m high and it is surrounded by four smaller prangs. It is one of Thailand's most picturesque temples, and is engraved on the inner part of all ten baht coins. It is so recognisable that it even became the logo of the Tourism Authority of Thailand (TAT). If you climb it, and look closely, you will see that it is beautifully decorated with colourful broken Chinese porcelain pieces. Heading back to ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]},", there are many other major temples you could visit, including the ",{"type":"'''","value":["Golden Mount"]},", ",{"type":"'''","value":["Wat Suthat"]}," and ",{"type":"'''","value":["Wat Ratchanaddaram"]},".\n\nDon't throw away the entry ticket of the Grand Palace, as it gives free entry to the ",{"type":"'''","value":["Dusit Palace"]}," in ",{"type":"[[","value":[["Bangkok\/Dusit"],["Dusit"]]},". It is situated in a leafy, European-style area built by King Rama V to escape the heat of the Grand Palace. Its main structure is the ",{"type":"'''","value":["Vimanmek Mansion"]},", touted as the largest golden teakwood house in the world, but you could spend your whole day in the museums if you wish. There are many museums in Bangkok showing traditional Thai-style residences. Many visitors take a tour through ",{"type":"'''","value":["Jim Thompson's House"]},", the CIA-operative's mansion assembled by combining six traditional Thai-style houses, conveniently located near ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]},". ",{"type":"'''","value":["Ban Kamthieng"]}," in ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]},", ",{"type":"'''","value":["M.R. Kukrit's Heritage Home"]}," in ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]}," and the ",{"type":"'''","value":["Suan Pakkad Palace"]}," in ",{"type":"[[","value":[["Bangkok\/Phahonyothin"],["Phahonyothin"]]}," are not quite as impressive, but still make for a nice experience. ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]},"'s museums are mostly dedicated to history and culture, including the ",{"type":"'''","value":["National Museum"]}," (about Thai history and archaeological remains), the ",{"type":"'''","value":["Museum of Siam"]}," and the ",{"type":"'''","value":["King Prajadhipok Museum"]},". Bangkok has a small, but vocal art community, and you might want to visit the ",{"type":"'''","value":["National Gallery"]}," or ",{"type":"'''","value":["The Queen's Gallery"]},", or one of the numerous smaller galleries spread over the city. ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]}," features the ",{"type":"'''","value":["Bangkok Art and Culture Centre"]}," which has temporary art exhibitions throughout the year.\n\n",{"type":"'''","value":["Lumphini Park"]}," in ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]}," is the largest park in central Bangkok, and a good way to escape the fumes. Backpackers around ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}," can head for ",{"type":"'''","value":["Santichaiprakarn Park"]},", a small but fun park along the Chao Phraya River with a breezy atmosphere, usually with locals juggling or practicing tricks. It is built around the 18th-century ",{"type":"'''","value":["Phra Sumen Fort"]}," with a nice view on the modern Rama VIII cable-stayed bridge. Zoos and animal farms are some of the more popular tourist attractions in Bangkok, but before visiting, please be aware that animal welfare in Thailand is not strictly regulated. Poor living conditions of the animals and inadequate veterinary care are examples of the sad mistreatment of the animal population. You can't go wrong at the ",{"type":"'''","value":["Queen Saovabha Institute Snake Farm"]}," in ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]},", as the staff takes good care of their snakes and they have a job of informing the public about the risks associated with them. Another nice family attraction is ",{"type":"'''","value":["Siam Ocean World"]}," in ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]},". It has a steep price tag, but at least you get to see the largest aquarium in Southeast Asia.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["One day in Bangkok"]]}," — if you have just one day to spare and want to catch a feel for the city"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Rattanakosin Tour"]]}," — a quick tour along Bangkok's famed historic district"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yaowarat and Phahurat Tour"]]}," — a full-day walking tour through this multicultural district"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"{{","value":[["seeDistricts"]]},"\n",{"type":"===","value":["Festivals"]},"\n",{"type":"[[","value":[["File:Loy Krathong Bangkok Lumpini Park 2.jpg"],["300px"],["thumbnail"],["Launching a ",{"type":"''","value":["krathong"]}," down a pond"]]},"\nAll of Thailand's major festivals are celebrated in Bangkok. ",{"type":"'''","value":["New Year"]}," is celebrated three times. There's the new year following the Gregorian calendar at January 1, celebrated with a huge fireworks display at ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Ratchaprasong intersection"]]},". Then there's ",{"type":"'''","value":["Chinese New Year"]}," in January or February, with grandiose and colourful Chinese lion and dragon processions in ",{"type":"[[","value":[["Bangkok\/Yaowarat and Phahurat"],["Yaowarat"]]},". Finally, the water festivities of ",{"type":"'''","value":["Songkran"]}," celebrate the traditional Thai New Year in the middle of April. ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}," degenerates into a war zone as ",{"type":"''","value":["farangs"]}," and locals duke it out with super soakers. More respectable celebrations are held at Sanam Luang, where the revered Phra Phuttha Sihing image is displayed and bathed by devotees, and at the Wisut Kasat intersection, where a Miss Songkran beauty contest is held and accompanied by merit-making and entertainment.\n\nDuring the ",{"type":"'''","value":["Royal Ploughing Ceremony"]}," in May, farmers believe that an ancient Brahman ritual, conducted at Sanam Luang, is able to forecast whether the coming growing season will be bountiful or not. The event dates back to the Sukhothai Kingdom and was re-introduced in 1960 by H.M. King Bhumibol Adulyadej. It is considered the official commencement of the rice-growing season (and the rainy season). Nowadays, the ceremony is conducted by Crown Prince Maha Vajiralongkorn. ",{"type":"'''","value":["Loi Krathong"]}," (ลอยกระทง), the Festival of Lights, usually takes place in November. ",{"type":"''","value":["Krathongs"]}," are floating rafts made from lotus flowers and banana leaves with a lighted candle and incense on top. On the night of the full moon, Thais send their ",{"type":"''","value":["krathong"]}," down a river, canal or pond, and the owner's bad luck carries away along with it insuring a fresh start. Celebrations take place all over town with parades, concerts and beauty pageants. Loi Krathong coincides with the Lanna festival ",{"type":"'''","value":["Yi Peng"]}," (ยี่เป็ง). At this festival, a multitude of Lanna-style paper lanterns are launched into the air. Lumphini Park is the best place to launch a krathong down the pond or to launch a paper lantern into the sky.\n\nThe ",{"type":"'''","value":["Trooping of the Colours"]}," in early December is an impressive annual event, held in the Royal Plaza near the equestrian statue of King Rama V in ",{"type":"[[","value":[["Bangkok\/Dusit"],["Dusit"]]},". Dressed in colourful uniforms, amid much pomp and ceremony, members of the elite Royal Guards swear allegiance to the King and march past members of the Royal Family. December 5 is ",{"type":"'''","value":["Father's Day"]},", the King's birthday, and Ratchadamri Road and the Grand Palace are elaborately decorated and illuminated. In the evening, hundreds of thousands of locals line the route from Sanam Luang to the Chitralada Palace to get a glimpse of the King when he is slowly chauffeur-driven past.\n\n",{"type":"===","value":["Canals"]},"\n\nUntil the late 19th century, Bangkok (just like Ayutthaya) was known as \"Venice of the East\". Most people lived near or on the water and an intricate network of canals was the primary mode of transport for the city's inhabitants. Most canals have since been paved over, but plenty of them remain and some still function as transport routes as of this day. The traditional canal-side way of life has almost vanished, but as Thonburi was largely undeveloped until the 20th century, there is still some authenticity to be found. Floating markets had completely disappeared by the 20th century, but have been reinstated for tourism purposes and are a fun visit.\n\nYou can see the Chao Phraya River and the backwaters of the city by ",{"type":"'''","value":["canal tour"]},". Most of these boat trips start at the eastern bank of the Chao Phraya and then ply through the backwaters of Thonburi taking in Wat Arun, the Royal Barges National Museum, a floating market and some other minor attractions. More information about these canal tours can be found in the ",{"type":"[[","value":[["Bangkok\/Thonburi"],["Thonburi"]]}," article. At 1,000 baht or more, they are quite expensive. You can also negotiate a price with individual boat drivers. ",{"type":"[[","value":[["Damnoen Saduak"]]}," is a floating market that often appears in tourist brochures of Bangkok, but in practice it is 109 km west of Bangkok and has to be visited by bus from the Southern Bus Terminal.\n\nProbably just as fun is to take the public ",{"type":"'''","value":["express boat"]}," along the Chao Phraya River. You can get off anywhere between the Thewet and Sathorn (Taksin) piers as there are many things to see in all of these neighbourhoods. You can even take the express boat all the way north to ",{"type":"[[","value":[["Nonthaburi"]]}," in the morning, enjoy the afternoon in this laid-back traditional urban town, and take the boat back around rush hour. Another option is to get on one of the free ",{"type":"'''","value":["hotel shuttle boats"]}," at Sathorn (Taksin) pier and have a bite at one of the associated cafés. In the evenings, Asiatique has a free shuttle boat from Sathorn (Taksin) pier to the new shopping centre downriver. A good place to see beautiful sunsets over the river.\n\n",{"type":"===","value":["Pampering"]},"\n",{"type":"[[","value":[["File:Thaimassage.jpg"],["300px"],["thumbnail"],["Thai massage in Bangkok"]]},"\n",{"type":"'''","value":["Spas"]},", traditionally, were towns where public baths, hospitals or hotels were built on top of mineral springs so that people could come and make use of the healing properties found in the water and its mud for medical purposes. These days, a spa doesn't have to be a town built on natural thermal springs. It can be a place anywhere that anyone can go to, to relax in tranquil surroundings with a variety of treatment administered to recontour and rejuvenate the body and mind.\n\nSpas were unheard of until the 1990s, but now Bangkok is one of the highest ranking spa destinations in the world with an amazing array of treatments. All self-respecting luxury hotels in Bangkok have a spa that at least offers a traditional Thai massage. Prices are exorbitant, but they offer some of the best treatments in the city. Well-regarded spas at exceptionally high rates are given at the splurge hotels in ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]},"; particularly the spa at the Dusit Thani Hotel stands out. Independent spas offer much the same experience, but offer much more competitive rates. Figure around 1,000 baht\/hr for most treatments.\n\nThe ubiquitous little ",{"type":"'''","value":["massage shops"]}," found on every street corner in town offer the best value for money, but the smallest range of services, with offerings usually limited to massage only. Particularly ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}," and ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]}," have plenty of these popular places. It is fairly easy to distinguish legitimate massage shops from more dubious places (where massaging is only a front for prostitution); the real deal will charge 250-400 baht for a typical two-hour massage and will often have a row of beefy farmers' daughters in white coats working on customers' feet in public view, while the other kind has wispy girls in evening dresses wearing too much make-up and saying \"hello handsome\" to every passing male.\n\n",{"type":"===","value":["Muay Thai"]},"\n\nMuay Thai is both a combat sport and a means of self-defence. Contestants are allowed to use almost any part of the body for fighting: feet, elbows, legs, knees and shoulders. There are two venues in Bangkok to see this sport in action: ",{"type":"'''","value":["Lumpinee Boxing Stadium"]}," in ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]}," and ",{"type":"'''","value":["Ratchadamnoen Stadium"]}," in ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]},". Sessions can take the whole evening and it's not that bad if you come in slightly late as the more interesting fights tend to happen at the end. The playing of traditional music during the bouts is enjoyable as well. A downer is the steep 1,000-2,000 baht entry fee for foreigners. Thais chip in for 100 baht or less.\n\nIf you want to see Muay Thai for free, go to the ",{"type":"'''","value":["MBK Fight Night"]}," outside MBK Center near ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]},". Fights take place every Wednesday evening (starts at 18:00, lasts until around 21:00). Another option is to walk to the end of Soi Rambuttri into an alley known as Trok Kasap (near ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},"). Foreigners are getting classes in Muay Thai out in the open there, and many tourists generally sit on a bench in front of it to look at the action. Besides looking, this is an excellent place to do some Muay Thai yourself.\n\n",{"type":"===","value":["Cycling"]},"\n\nCycling is inherently dangerous if you don't know what you're doing, so you might want to think twice about hitting the road. But it is certainly a worthwhile experience if you know where to go. Bicycles can be rented for free in ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]},", but cyclists are officially not allowed to leave the set route along the island. Even when following the route, it's still not for the faint of heart.\n\nIf renting your own bicycle, avoid the main roads and cycle through the vast system of small streets and alleys. You can cycle through the backstreets of ",{"type":"[[","value":[["Bangkok\/Yaowarat and Phahurat"],["Yaowarat"]]},", but you might want to think twice before making a turn. You can also experience life in Bangkok's countryside by cycling through green paddy fields, orchid farms and lotus fields. ",{"type":"''","value":["Bang Kachao"]},", in brochures often referred to as the \"Bangkok Jungle\", is Bangkok's last green frontier. It's a semi-island across the river from Bangkok with few cars and buildings, and a great destination for cycling.\n\nCyclists are treated as pedestrians, so you can use your bicycle to explore parks, temple complexes, markets and the more quiet residential areas in eastern Bangkok. In more crowded places you can cycle on the pavement. Exploring the town by bicycle has all the advantages of going by foot, combined with a much greater action radius and a cooling breeze. Cycling is the best way to discover the city up close, but as there are safety issues involved, you need some insider knowledge on where to cycle. Because of this, many tourists take a bicycle tour organised by an operator.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Co van Kessel"],["url=http:\/\/www.covankessel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 (0)2 639 7351"],["tollfree="],["fax="],["hours="],["price=950-1,950 baht"],["content=Many cycling tours through Bangkok, taking in Chinatown, the canals of Thonburi, the \"Bangkok Jungle\" and many other places in between."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Follow Me Bicycle Tours"],["url=http:\/\/www.followmebiketour.com\/"],["email="],["address=126 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 286-5891"],["tollfree="],["fax="],["hours="],["price=1,000 baht"],["content=Half-day bicycle tours through Bangkok's residential streets. Included in the asking price is a fish spa and a barbecue meal after the tour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Grasshopper Adventures"],["url=http:\/\/www.grasshopperadventures.com\/"],["email=journeys@grasshopperadventures.com"],["address=57 Ratchadamnoen Klang Rd"],["lat="],["long="],["directions=near the Democracy Monument, right around the corner from Khao San Rd"],["phone=+66 2 280-0832"],["tollfree="],["fax="],["hours="],["price=1,000-1,600 baht"],["content=Tours through the historic Rattanakosin district of Bangkok, to the outskirts of Bangkok and one that takes place at night. Tours regularly book out so make a reservation in advance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bangkok Biking"],["alt="],["url=http:\/\/www.bangkokbiking.com"],["email="],["address=Baan Sri Kung 350\/123, Soi 71, Rama III Road, Yannawa"],["lat="],["long="],["directions="],["phone=+66 2-285 3955"],["tollfree="],["fax="],["hours="],["price=950 - 2,400 baht"],["content=Bicycle tours in small groups to and through unseen parts of Bangkok almost traffic-free. Bicycle-fun excursions for the whole family."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=SpiceRoads"],["url=http:\/\/spiceroads.com"],["email="],["address=45 Soi Pannee, Pridi Banomyong Soi 26, Sukhumvit Soi 71"],["lat="],["long="],["directions="],["phone=+66 2 381-7490"],["tollfree="],["fax="],["hours="],["price=2,950 baht"],["content=Many one and multi-day cycling trips in and around Bangkok. There are trips to the Bangkok Jungle, ",{"type":"[[","value":[["Ko Kret"]]},", Yaowarat, and Thonburi."]]}]},"\n",{"type":"===","value":["Theatre"]},"\n\nThere are many theatre performances in Bangkok that depict traditional Thai culture and dance. ",{"type":"'''","value":["Siam Niramit"]}," in ",{"type":"[[","value":[["Bangkok\/Ratchadaphisek"],["Ratchadaphisek"]]}," is a spectacular performance as more than 150 performers depict the historical and spiritual heritage of each region of Thailand. The first act depicts Siam as a crossroads of civilisations throughout history, the second act is about the role of karma in Thai culture, and the third act focuses on religion and the role of merit-making in Thai society.\n\nThe ",{"type":"'''","value":["Aksra Theatre"]}," in the King Power Complex Building in ",{"type":"[[","value":[["Bangkok\/Pratunam"],["Pratunam"]]}," holds spectacular shows that are a combination of Thai traditional puppet shows, orchestral performances and classical dances. The ",{"type":"'''","value":["Joe Louis Theatre"]}," in the ",{"type":"[[","value":[["Bangkok\/Silom"],["Asiatique"]]}," is completely dedicated to the art of operating Hun Lakhon Lek puppets. One segment has the puppets interact with audience members, which is a fun activity with children. Both Aksra and Joe Louis feature stories taken from the Ramayana epic.\n\nOf a completely different nature are Bangkok's famous transvestite shows. These cabarets generally take about two hours, and besides singing, dancing, glamour and costumes, there's also has some comedy thrown in. The most famous of these is the ",{"type":"'''","value":["Calypso Cabaret"]}," at ",{"type":"[[","value":[["Bangkok\/Pratunam"],["Ratchathewi intersection"]]}," with two sessions every evening at the Asia Hotel. An alternative is ",{"type":"'''","value":["Mambo Cabaret"]},", once in Sukhumvit but now at a new location far off the tourist path in ",{"type":"[[","value":[["Bangkok\/Silom"],["Yan Nawa"]]},". Three shows are given each evening. Always book these shows a couple of days in advance as they are almost guaranteed to be sold out if you just show up.\n\n",{"type":"===","value":["Entertainment"]},"\n\nBangkok is a great place to go to the ",{"type":"'''","value":["cinema"]},". Compared to Western countries, the cost of a ticket is a complete bargain at around 120 baht. Most cinemas have world-class standards and show the latest Hollywood and Thai releases. They are up to par with the latest technological innovations in the film industry, so expect to wear 3D glasses for some of the latest Hollywood releases. You can also visit the IMAX Theatre in Siam Paragon. Thai films can be seen by foreigners as they are usually shown with English subtitles. For non-mainstream cinema, House RCA (in ",{"type":"[[","value":[["Bangkok\/Ratchadaphisek"],["Royal City Avenue"]]},") and APEX (in ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]},") offer art films with English subtitles.\n\nFor other means of entertainment, ",{"type":"[[","value":[["Bangkok\/Ratchadaphisek"],["Ratchadaphisek"]]}," is a newly created entertainment paradise. Its ",{"type":"'''","value":["bowling centres"]}," are of a superb standard with some of them resembling the interior of a nightclub. Dance while you play in style. Private karaoke lounges are usually connected to these bowling centres and are available at major hotels. There's even an ice skating rink and a top-class go-kart track in this district. As Ratchadaphisek is mostly aimed at locals, you might want to go to similar venues in ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]}," or ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]},". ",{"type":"'''","value":["Horse races"]}," are held on Sundays at two alternate turf clubs: the Royal Turf Club of Thailand in ",{"type":"[[","value":[["Bangkok\/Dusit"],["Dusit"]]}," and the Royal Bangkok Sports Club on Henri Dunant Road near ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]},".\n\n",{"type":"==","value":["Learn"]},"\n\nThai cuisine is a favourite of many, and plenty of ",{"type":"'''","value":["cooking schools"]}," provide half-day classes that provide a nice break from the day-to-day sightseeing monotony. ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]}," and ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}," particularly have some of the better-known Thai cooking schools.\n\n",{"type":"'''","value":["Meditation"]},", the essence of 'pure' Buddhism, can be practised at any temple in Thailand. In addition, there are centres in Bangkok that cater specifically to foreigners wishing to learn and practise. The International Buddhist Meditation Centre inside Wat Mahathat in ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]}," provides free meditation classes three times a day. If you can understand Thai well enough, you may wish to go on your own retreat at a quiet temple on the outskirts of Bangkok. To pay for your stay, it is appreciated that you assist the resident monks on their morning alms rounds.\n\nThe Wat Pho temple in ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]}," offers well-regarded ",{"type":"'''","value":["Thai massage"]}," courses. While aimed squarely at tourists, this is not necessarily a bad thing, as they're used to conducting classes in English.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"{{","value":[["SeeDistricts"]]},"\n\n",{"type":"{{","value":[["infobox"],["Tailoring tips"],["Bangkok is particularly well-known for its plethora of ",{"type":"'''","value":["tailoring shops"]},"; here you can get a custom-made suit for amazingly low prices compared to the West. Choosing a tailor is tricky though. Tailors in the middle of tourist areas, such as ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}," or ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Nana Plaza"]]},", generally provide poor quality and often quote silly prices. Avoid any tailor recommended by touts or tuk-tuk drivers as they cannot be trusted and you'll have to pay their commission; also avoid super-cheap packages or anything done in 24 hours, as the quality will suffer accordingly. The most important rule for getting a good tailor: do research. Don't just walk in the first tailor shop you see, but ask fellow travellers and look online for (user) reviews. In general, the best tailors are slightly off the tourist track in ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]}," and ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]},".\n\nIt will help considerably if you know fabrics and what style you want (bring along a sample or at least a picture), and can spare the time for at least three sessions for a suit (measurement, fitting and final adjustment). Prices obviously depend on the tailor's skill and the materials used, but expect to pay at least 7,000 baht for a two-piece suit. When picking the materials, you're best off with Italian or English cloth as local fabrics are often of poor quality (with the exception of silk). Insist on two fittings for suits. Give the tailor a lot of detail and give yourself time, so you'll get the exact suit you're looking for."]]},"\n\nDump a teenager in ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]}," with a few thousand baht and she'll stay occupied for the rest of the week! Siam Square is ",{"type":"''","value":["the"]}," place to shop in Bangkok; the small sois of Siam Square have dozens of small designer boutiques. ",{"type":"'''","value":["MBK Center"]}," and ",{"type":"'''","value":["Siam Center"]}," are the most popular shopping malls, as they sell fashion well below Western rates. ",{"type":"'''","value":["Siam Paragon"]}," and the shopping plazas at Ratchaprasong feel even larger, but are much quieter, as most local Thais cannot afford the Guccis and Louis Vuittons on sale there. Ladies will also feel well at home in the ",{"type":"'''","value":["Emporium"]}," in ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]},".\n\nJust take a few steps out of your hotel and Bangkok feels like a huge street market. ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]}," has the usual souvenirs, t-shirts and other tacky tourist junk. Browsing ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},"'s roadside stalls is particularly good for clothing and accessories, many of them for a bargain. While many of these stalls still cater to the traditional hippie crowd, they have been slowly gentrifying to appeal a broader audience. The nearby ",{"type":"'''","value":["Banglamphu Market"]}," sells cheap knock-offs of everything, just like the night markets in ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]}," and ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]},".\n\nIn the weekends, the ",{"type":"'''","value":["Chatuchak Weekend Market"]}," in ",{"type":"[[","value":[["Bangkok\/Phahonyothin"],["Phahonyothin"]]}," is a must as its 8,000 stalls together form the largest market in Southeast Asia. Shoppers can buy just about everything from clothing to potted plants and everything in between — it is a paradise for browsers and bargain-hunters alike. A weekday alternative is ",{"type":"[[","value":[["Bangkok\/Pratunam"],["Pratunam"]]},", one of the city's renowned garment markets. Clothes shopping here goes on wholesale, and you're even cheaper off if you buy in bulk. At ",{"type":"'''","value":["Pantip Plaza"]}," you can buy computer-related stuff from branded laptops to pirated DVDs.\n\n",{"type":"[[","value":[["Bangkok\/Yaowarat and Phahurat"],["Yaowarat and Phahurat"]]}," give a more authentic experience, although many stores sell the cheap teen accessories found elsewhere as well. Just sitting at a plastic chair and watching daily commerce evolve is a fun activity in itself. Phahurat is the best destination for fabrics, available in all colours and sizes. ",{"type":"'''","value":["Pak Khlong Talat"]}," is a surprisingly fun wholesale market for all kinds of cut flowers and vegetables. If you're a morning person, visit it around 03:00, when new flowers from upcountry arrive and the marketplace is beautifully illuminated.\n\n",{"type":"[[","value":[["Bangkok\/Thonburi"],["Thonburi"]]},", being one of the least developed areas of Bangkok, is the best place to experience what the city used to be like. A must is the weekends-only ",{"type":"'''","value":["Taling Chan Floating Market"]},", which feels at least somewhat authentic as it blends a rural market with the canal side way of life. ",{"type":"'''","value":["Wang Lang Market"]}," is an undiscovered gem with strictly local prices. The other side of the river, ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]},", has everything a good Buddhist would need, be it amulets, monk bowls or human-sized Buddha statues.\n\nFor antiques, ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]}," is the place to go, as most potential buyers stay there in expensive hotels. ",{"type":"'''","value":["River City"]}," in ",{"type":"[[","value":[["Bangkok\/Yaowarat and Phahurat"],["Yaowarat"]]}," is the largest antique mall of the city, and priced to match. Gold and gems are popular buys, but be extremely wary as many tourists buy worthless pieces of cut glass believing it to be valuable gems. Never let a tuk-tuk driver convince you into a gem store, as more often than not, you're being ripped off. The same rule goes for tailoring shops; you can get a custom-made suit for amazingly cheap prices, but you have to know where to go, as many tailors provide bad quality — see the box for advice on finding a good tailor.\n\nBrowsing second hand English-language books can best be done on ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},". For new releases, there are plenty of chain stores in shopping plazas, including ",{"type":"'''","value":["Asia Books"]},", ",{"type":"'''","value":["B2S"]},", ",{"type":"'''","value":["Bookazine"]}," and ",{"type":"'''","value":["Kinokuniya"]},". There's a particularly wide array of books on Asian culture and history; some have a good selection of foreign newspapers and magazines as well.\n\nGetting money in Bangkok is relatively easy; credit cards are widely accepted and ATMs are spread all over the city, especially in downtown areas. All banks charge a 150 baht commission for using foreign cards, Aeon Bank and HSBC being the sole exceptions to this. Two of the most conveniently located Aeon ATMs can be found in the central part of the second floor of MBK Center in ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]}," and at the first floor of Central Department Store at Silom Complex in ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]},". HSBC Thailand's branch is located at 968 Rama IV Road, in front of Lumphini Park.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["seeDistricts"]]},"\n\n",{"type":"[[","value":[["File:Phat Thai kung Chang Khien street stall.jpg"],["250px"],["thumbnail"],["Pad Thai"]]},"\nBangkok boasts a stunning 50,000 places to eat; not only thousands of Thai restaurants, but a wide selection of world-class ",{"type":"'''","value":["international cuisine"]}," too. Prices are generally high by Thai standards, but cheap by international standards. A good meal is unlikely to cost more than 300 baht, although there are a few restaurants (primarily in hotels) where you can easily spend 10 times this.\n",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]}," by far has the best restaurants of Bangkok, though prices tend to be high. Practically every cuisine in the world is represented here, be it French, Lebanese, Mexican, Vietnamese, or fusion combining many of these together in a quirky, but delicious mix. Bangkok's Italian town is ",{"type":"'''","value":["Soi Ton Son"]}," near ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]},". Of course, for those on a budget, street stalls abound with simple Thai dishes at around 30 baht. There are especially plenty of budget restaurants in ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},".\n\nThere are plenty of ",{"type":"'''","value":["vegetarian restaurants"]}," in the more tourist-friendly parts of town (especially in hippie district ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},"). Vegetarian dishes are also readily available on the menus of regular restaurants. On request, even typical street restaurants will easily cook a vegetarian equivalent of a popular Thai dish for you. Ask for \"jay\" food to leave the meat out of the dish. For example, \"khao pad\" is fried rice and \"khao pad jay\" is vegetarian fried rice. For vegans, the most common animal product used would be oyster sauce. To avoid it, say \"mai ao naam man hoi\". Be aware that all street noodle vendors use meat broth for noodle soup.\n\nDon't miss out on a cold ",{"type":"'''","value":["ice cream"]}," in hot Bangkok. Western chain stores ",{"type":"'''","value":["Dairy Queen"]}," and ",{"type":"'''","value":["Swensen's"]}," have booths in many malls and shopping centres. Or better yet, try an exotic fruit-flavoured ice cream at an ",{"type":"'''","value":["Iberry"]}," shop.  Their ice creams are tasty, cheap and safe to eat.\n\n",{"type":"===","value":["Street food"]},"\n\nWhile not particularly high class, street food is among the most delicious food and can be found all over Bangkok—wherever you're staying, you rarely have to walk more than 100 m for a cart or street restaurant. Many street vendors sell ",{"type":"'''","value":["satay"]}," (สะเต๊ะ) with hot sauce for 5-10 baht a piece.\n\nOne of Thailand's national dishes you can try is ",{"type":"'''","value":["pad thai"]}," (ผัดไทย), stir-fried rice noodles with eggs, fish sauce, tamarind juice and red chili pepper. It can be prepared for you on one of the ubiquitous carts or served in a street restaurant for about 50 baht. You can order it with chicken (",{"type":"''","value":["kai"]},") or shrimps (",{"type":"''","value":["kung"]},"). Another one of Thailand's national dishes you should try is ",{"type":"'''","value":["tom yam kung"]}," (ต้มยำกุ้ง), a sour soup with prawns, lemongrass and galangal—beware, as it is ",{"type":"''","value":["very"]}," spicy! ",{"type":"'''","value":["Khao man kai"]}," (ข้าวมันไก่) is another popular street food. You can identify it at stalls displaying boiled chicken. Served with a bowl of fragrant chicken soup is a mound of rice topped with sliced chicken pieces and cucumber. Side sauces are spicy and go well with the bland chicken and rice. You can sometimes add optional liver and gizzard if that is your taste. If you like sweets, try to find a ",{"type":"'''","value":["kanom roti"]}," (โรตี) street vendor. The crepe-like dessert is filled with sweetened condensed milk, lots of sugar, and can also have bananas inside. Also fun to watch them being made.\n\n",{"type":"[[","value":[["File:Insect vendor in Bangkok, Thailand.JPG"],["thumb"],["250px"],["Insects—ready for a snack?"]]},"\n",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}," is known for its carts selling ",{"type":"'''","value":["bugs"]},"—yes, insects. They are deep fried, nutritious and quite tasty with the soy sauce that is sprayed on them. Types available: scorpions, water beetles, grasshoppers, crickets, bamboo larvae, mealworms and some seasonal specialties. Break off the legs from grasshoppers and crickets or they will get stuck in your throat.\n\nAround the corner from Khao San Road in front of the department store and supermarkets the street is lined with a myriad stalls selling all manner of tempting delicacies: sweets and crackers, coconut jellies, candied fruits, fish balls on skewers, tamarind sweets dipped in chili and sugar and a host of other delights.\n\n",{"type":"===","value":["Ethnic cuisine"]},"\n\nThai dishes can roughly be categorised into central, northern, northeastern and southern cuisine. What's so great about Bangkok is that all these cuisines are present. ",{"type":"'''","value":["Isaan food"]}," (from the northeast of Thailand) is a backpacker favourite; generally street restaurants serve on plenty of small plates that can be shared. ",{"type":"'''","value":["Som tam"]}," (ส้มตำ) is a salad made from shredded and pounded raw papaya — again, it is ",{"type":"''","value":["spicy"]},", but oh so delicious. If you want to dine the Isaan way, also order some ",{"type":"'''","value":["khao niew"]}," (sticky rice), ",{"type":"'''","value":["kai yang"]}," (grilled chicken) and ",{"type":"'''","value":["moo yang"]}," (grilled pork). Isaan food is very spicy; say ",{"type":"''","value":["mai pet"]}," or ",{"type":"''","value":["pet nit noy"]}," to tone it down. Southern Thai cuisine is also worth it; many of them have congregated around Wang Lang in ",{"type":"[[","value":[["Bangkok\/Thonburi"],["Thonburi"]]},". At least try the ",{"type":"'''","value":["massaman curry"]}," (แกงมัสมั่น), it's delicious.\n\nThe place to go to for ",{"type":"'''","value":["Chinese food"]}," is ",{"type":"[[","value":[["Bangkok\/Yaowarat and Phahurat"],["Yaowarat"]]},". It has a range of street stalls and cheap restaurants selling expensive delicacies at affordable prices. ",{"type":"'''","value":["Soi Phadung Dao"]}," is the best street for huge seafood restaurants. Try 1 kg of huge barbecued prawns for about 300 baht. ",{"type":"[[","value":[["Bangkok\/Yaowarat and Phahurat"],["Phahurat"]]},", Bangkok's Little India, has some decent Indian restaurants.\n\n",{"type":"===","value":["Dinner cruises"]},"\n\nDinner cruises on the Chao Phraya River are a touristy (but fun) way of spotting floodlit temples while chowing down on seafood and watching Thai cultural performances. Most operate buffet-style and the quality of the food is so-so, but there's lots of it and it's not too spicy. While the river can give a romantic experience, it can also be dirty and smelly with lots of plants floating around.\n\nNote that drinks and tips are usually ",{"type":"''","value":["not"]}," included in the listed prices below. Always make a reservation before heading out to the pier. There are many competing operators, most of them depart from the ",{"type":"'''","value":["River City"]}," pier next to the ",{"type":"'''","value":["Si Phraya"]}," Express Boat pier. Major operators include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chao Phraya Princess"],["url=http:\/\/www.thaicruise.com\/"],["email="],["address=723 Supakarn Building, Charoen Nakhorn Rd"],["lat="],["long="],["directions="],["phone=+66 2 860-3700"],["tollfree="],["fax="],["hours=Departure 19:30"],["price=1,300 baht"],["content=Large operator with four modern air-conditioned boats seating up to 250 people. Departure from River City pier."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Loy Nava"],["url=http:\/\/www.loynava.com"],["email="],["address=1367 Charoen Nakhorn Rd"],["lat="],["long="],["directions="],["phone=+66 2 437-4932"],["tollfree="],["fax="],["hours=Departure 18:00 or 20:10 daily"],["price=1,400 baht"],["content=This dinner cruise heads out with 70-seater rice barges. Departure from Si Phraya pier (near River City), and there is a free pickup from most hotels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Manohra"],["url=http:\/\/www.manohracruises.com\/"],["email="],["address=257 Charoen Nakhorn Rd"],["lat="],["long="],["directions="],["phone=+66 2 477-0770"],["tollfree="],["fax="],["hours=Departure 19:30 daily"],["price=1,250-1,990 baht"],["content=These restored Thai rice barges seat 40 people. Departure from Marriott Resort pier, with an optional pick-up from Saphan Taksin BTS station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Wan Fah"],["url=http:\/\/wanfah.in.th\/eng\/"],["email="],["address=292 Rachawongse Rd"],["lat="],["long="],["directions="],["phone=+66 2 222-8679"],["tollfree="],["fax="],["hours=Departure 19:00 daily"],["price=1,000 baht"],["content=These two-hour dinner cruises include a set meal of farang-friendly Thai food and seafood, live music and Thai classical dancing. Departure from River City."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yok Yor Marina"],["url=http:\/\/yokyor.co.th\/english\/cruise\/"],["email="],["address=885 Somdet Chao Phraya Soi 17"],["lat="],["long="],["directions="],["phone=+66 2 863-0565"],["tollfree="],["fax="],["hours=Departure 20:00"],["price="],["content=Operated by the famous seafood restaurant, this is a much more local (and cheaper) option than the tourist cruises: pay a 160 baht \"boat fee\" and then order off the menu at normal restaurant prices. Departure from Yok Yor Marina on the Thonburi side of the river. There is a free shuttle service from Saphan Taksin BTS station."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"{{","value":[["seeDistricts"]]},"\n\n\n",{"type":"[[","value":[["File:Bangkok Sirocco.jpg"],["thumb"],["220px"],["Sirocco at State Tower, ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]}]]},"\n\nBangkok's nightlife is ",{"type":"'''","value":["infamously wild"]},", but it's not quite what it used to be: due to recent social order campaigns, there have been quite a lot of crack-downs on opening hours, nudity, drug use etc. Most restaurants, bars and clubs are now forced to close at 01:00 sharp, although quite a few are allowed to stay open till 02:00 or later. Informal roadside bars do stay open all night, particularly in ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]}," and ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},". You must carry your ",{"type":"'''","value":["passport"]}," for ID checks and police occasionally raid bars and discos, subjecting all customers to ",{"type":"'''","value":["drug tests"]}," and searches, though these mostly occur at places that cater for high-society Thais.\n\nOne of Bangkok's main party districts is ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]},", home not only to perhaps the world's most famous go-go bar strip ",{"type":"'''","value":["Patpong"]},", but plenty of more legitimate establishments catering to all tastes. For a drink with a view, the open-air rooftop bars of ",{"type":"'''","value":["Vertigo"]}," and ",{"type":"'''","value":["Sirocco"]}," are particularly impressive. A large number of superhip and more expensive bars and nightclubs can be found in the higher sois of ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]},", including ",{"type":"'''","value":["Bed Supperclub"]},", ",{"type":"'''","value":["Q Bar"]},", and ",{"type":"'''","value":["Narz"]},", as well as the hip area of ",{"type":"'''","value":["Thong Lo"]}," (Soi 55).\n\nHippie hangout ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}," is also slowly gentrifying and a score of young artsy Thai teenagers have also made their mark there. Going out in Khao San Road is mostly casual, sitting at a roadside bar watching people pass by, but the ",{"type":"'''","value":["Gazebo Club"]}," is a nightclub that stays open till the sun gets up. Most of the younger Thais prefer to congregate around ",{"type":"[[","value":[["Bangkok\/Ratchadaphisek"],["Ratchadaphisek"]]},", home to the ",{"type":"'''","value":["Royal City Avenue"]}," strip of nightclubs where you can find popular nightclubs like 808, Route 66, Cosmic Cafe and more.\n\nRCA the ",{"type":"'''","value":["Royal City Avenue"]}," strip is home to much more than nightclubs. You will be able to find fun karaoke clubs, go-carting, arcades and bars like the Overtone Music Cave which is a place where music students to perform. The Overtone Music Cave is frequently visited by recording artists as well as music students and is becoming a real Bangkok music hot spot.\n\nSmoking is forbidden in all restaurants, bars and nightclubs, whether air-conditioned or non-air-conditioned. Remarkably for Thailand, this rule is strictly enforced.\n\n",{"type":"===","value":["Go-go and beer bars"]},"\n\n",{"type":"{{","value":[["infobox"],["Behaving while misbehavin'"],["Some simple rules of etiquette to follow in a go-go bar:\n\n",{"type":"*","value":[" A ",{"type":"'''","value":["drink in your hand"]}," is required at all times. Most places charge around 100-150 baht for most drinks. A drink menu with prices will be provided."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lady drinks"]}," cost at least 200-300 baht and earn you the privilege of chatting with the lady\/gent of your choice for a while."]},"\n",{"type":"*","value":[" Taking a dancer out of his\/her place of employment before closing time will cost you a ",{"type":"'''","value":["bar fine"]}," of around 600 baht. This is the bar's share, the rest is up to you two."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["No photos inside"]},". If you're lucky, you'll merely have your camera confiscated, but you also stand a fair chance of getting beaten up for your trouble."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Look, but don't touch"]}," (unless invited to). Getting too frisky will get you kicked out."]},"\n",{"type":"*","value":[" Bring along your ",{"type":"'''","value":["passport"]},". Police raids are not uncommon and you're off to the police staton for the night if you can't produce one on demand."]}]]},"\n\nThe ",{"type":"'''","value":["go-go bar"]}," is an institution of Bangkok's \"naughty nightlife\". In a typical go-go, several dozen dancers in bikinis (or less) crowd the stage, shuffling back and forth to loud music and trying to catch the eye of punters in the audience. Some (but not all) also put on ",{"type":"'''","value":["shows"]}," where girls perform on stage, but these are generally tamer than you'd expect. Nudity, for example, is technically forbidden. These are not Western- or US-style strip clubs. Expect a stage in the middle with seating all around, and 5-10 girls just dancing or standing around on stage in various states of undress. No lap dances, but girls will sit with you for the price of a lady drink. In a ",{"type":"'''","value":["beer bar"]},", there are no stages and the girls are wearing street clothes.\n\nIf this sounds like a thinly veiled veneer for prostitution, it is. Although some point to the large number of American GIs during the Vietnam War as the point of origin of the Thai sex trade, others have claimed that current Thai attitudes towards sexuality have deeper roots in Thai history. Both go-go and beer bars are squarely aimed at the ",{"type":"''","value":["foreign tourists"]}," and it's fairly safe to assume that most if not all Thais in them are on the take. That said, it's perfectly OK to check out these shows without actually partaking, and there are more and more curious couples and even the occasional tour group attending. The main area is around ",{"type":"'''","value":["Patpong"]}," in ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]},", but similar bars to the ones at Patpong can be found in ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]},", at ",{"type":"'''","value":["Nana Entertainment Plaza"]}," (Soi 4) and ",{"type":"'''","value":["Soi Cowboy"]}," (Soi 23). ",{"type":"'''","value":["Soi 33"]}," is packed with hostess bars, which are more upscale than the Soi Cowboy and Nana Plaza bars and do not feature go-go dancing. Before heading to these places, be sure to read the ",{"type":"[[","value":[["Bangkok#Stay safe"],["Stay safe"]]}," section for some additional advice.\n\nAs go-go bars close around 01:00, there are so-called ",{"type":"'''","value":["after-hour clubs"]}," that stay open till the sun comes up. They are not hard to find — just hop in a taxi. Taxi drivers are eager to drive you there, as they get a hefty commission from club owners to bring you to them — you might even get the ride for free. These clubs generally feel grim and edgy, and there are so-called \"freelancers\" among the girls (prostitutes). Some well-known after-hour clubs include ",{"type":"'''","value":["Bossy Club"]}," in ",{"type":"[[","value":[["Bangkok\/Pratunam"],["Pratunam"]]},", ",{"type":"'''","value":["Spicy Club"]}," near ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]}," and the always famous ",{"type":"'''","value":["Thermae"]}," on ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]}," between sois 15 and 17 in the basement underneath the ",{"type":"'''","value":["Ruamchit"]}," short-time hotel.\n\n",{"type":"===","value":["Gay nightlife"]},"\n\nThais are generally accepting of homosexuality and Bangkok has a very active gay nightlife scene, concentrated in ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]},"'s Soi 2, Soi 4 and a short strip of gay go-go bars known as ",{"type":"'''","value":["Soi Twilight"]}," (off Surawong Road). Gay strip bars all have free entry, but charge an extra 150 baht or so for drinks. The most popular gay drinking bars are ",{"type":"'''","value":["The Balcony"]}," and ",{"type":"'''","value":["Telephone Pub"]}," at Silom Soi 4, which are busy until 23:00. For the disco crowd, ",{"type":"'''","value":["DJ Station"]}," and its late-night neighbour ",{"type":"'''","value":["G.O.D. Club"]}," (located at Silom Soi 2) are packed every night beginning around 23:00. Between 17:00-22:00 over 200 men from around the world cruise, swim, dine and party at the nearby ",{"type":"'''","value":["Babylon"]},", considered by many to be the best gay sauna in the world. Babylon also has a budget and luxury accommodation.\n\nAll of these bars and clubs are aimed at gay men and the lesbian scene is much more low-key. Since the opening of full-time lesbian bars ",{"type":"'''","value":["Zeta"]}," and ",{"type":"'''","value":["E-Fun"]},", a small lesbian community is starting to emerge along ",{"type":"[[","value":[["Bangkok\/Ratchadaphisek"],["Royal City Avenue"]]},". ",{"type":"'''","value":["Lesla"]}," (near ",{"type":"[[","value":[["Bangkok\/Phahonyothin"],["Phahonyothin"]]},") is a lesbian bar that is opened on Saturday nights only. Bring along your passport for entrance age checking (they do not allow people under 20 years old).\n\nIn a league of their own are Bangkok's numerous ",{"type":"'''","value":["transsexuals"]}," (",{"type":"''","value":["kathoey"]},"), both pre- and post-operative, popularly known as ",{"type":"'''","value":["ladyboys"]},". A part of Thai popular culture for ages, Kathoey face increasing prejudice as Thailand imports rigid Western gender concepts. Many male Westerners obsess about the risks of \"mistaking\" a ladyboy for a \"real\" woman, in the fear that being attracted to them would make of them homosexuals. Tired clichés about \"tall, large-handed, large breasted transsexuals with garish makeup\" are belied by the fact that most kathoeys strive to blend in with the general population. However, legal change of gender is not possible in Thailand, which means they find it difficult to access many \"respectable\" jobs. Some work in the famed ",{"type":"'''","value":["transvestite cabarets"]}," and there are some dedicated ",{"type":"''","value":["kathoey"]}," bars as well.\n\nNote that some Thai regulars in the gay nightlife scene skirt the fine line between partying and prostitution, and the Western visitor, being considered richer, is expected to pay any food and drink expenses and perhaps provide some \"taxi money\" in the morning. It's usually wise to ask a boy you pick up in a bar or club if he is after money, as it's not uncommon for them to start demanding money after sex.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["SeeDistricts"]]},"\n",{"type":"{{","value":[["infobox"],["Book online, save money"],["While most guest houses in Khao San Road do not even bother to have a website, with moderate and upper end hotels you can save a surprisingly large amount of money by booking via the web. In most cases, walk-in rates are known to be about 30% higher than online rates as administration costs are higher and front desk personnel often get paid by commission. When standing inside the hotel's lobby, sometimes it can pay off to use the free Wi-Fi, get online, book for the same night and get it for less! To give an example, some mid-range hotels offer walk-in rates for 1,500 baht the night, but online rates for 1,000 baht. That's five free beers on the hotel! Nevertheless, don't take that as a general rule for Thailand. On some island resorts it's exactly the other way round, and the walk-in rates are only half of the online promoted price, especially in offseason."]]},"\nBangkok has a vast range of accommodation, including some of the best hotels in the world — and some of the worst dives too. Broadly speaking, ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]}," is backpacker city; the riverside of ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]}," and ",{"type":"[[","value":[["Bangkok\/Thonburi"],["Thonburi"]]}," is home to ",{"type":"'''","value":["The Oriental"]}," and ",{"type":"'''","value":["The Peninsula"]}," respectively, often ranked among the best in the world (and priced to match). Most of the city's moderate and expensive hotels can be found in ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]},", ",{"type":"[[","value":[["Bangkok\/Sukhumvit"],["Sukhumvit"]]}," and ",{"type":"[[","value":[["Bangkok\/Silom"],["Silom"]]},", though they also have their share of budget options.\n\nWhen choosing your digs, think of the amount of luxury you want to pay for — air-conditioning can be advised, as temperatures don't drop below 20°C at night. Also pay careful attention to Skytrain, metro and express boat access, as a well-placed station or pier could make your stay in Bangkok much more comfortable. In general, accommodation in Bangkok is cheap though. It's possible to have a decent double room with hot shower and air-conditioning for about 500 baht\/night. If you want more luxury, expect to pay around 1,500 baht for a double room in downtown. Even staying at one of Bangkok's top hotels only sets you back around 5,000 baht — the price of a standard double room in Europe.\n\nOne Bangkok hotel phenomenon of note is the ",{"type":"'''","value":["guest fee"]}," of around 500 baht added to your bill if you bring along a newly found friend for the night. Some hotels even ",{"type":"''","value":["refuse"]}," Thai guests altogether, this is especially common in Khao San Road. These rules are obviously aimed at controlling local sex workers, which is why hotel security will usually hold onto your guest's ID card for the duration of the visit, but some hotels will also apply it to Western visitors — or, more embarrassingly, try to apply it to your Thai partner. Look for the signs, or, if in doubt, ask the staff before check-in.\n\n\n",{"type":"==","value":["Stay safe"]},"\n\nGiven its size, Bangkok is surprisingly safe, with violent crimes like mugging and robbery unusual. One of the biggest dangers are motorbikes who ride on pavements at speed, go through red lights, undertake buses as they stop to let passengers off and generally drive far too fast especially through stationary traffic. If you are going to hire a bike, make sure you have insurance in case you are injured. You may be the world's best driver but you'll meet many of the world's worst drivers in Thailand.\n\nBangkok does have more than its fair share of ",{"type":"'''","value":["scams"]},", and many individuals in the tourist business do not hesitate to ",{"type":"'''","value":["overcharge"]}," unwary visitors. As a rule of thumb, it is wise to decline all offers made by someone who appears to be a friendly local giving a hapless tourist some local advice. Never get in a tuk-tuk if someone else is trying to get you into one. Most Bangkok locals do not approach foreigners without an ulterior motive.\n\n",{"type":"===","value":["Scams"]},"\n\n",{"type":"{{","value":[["infobox"],["What to do if you fall for the gem scam"],["As long as you're still in Thailand, it's not too late. Contact the ",{"type":"'''","value":["Tourist Authority of Thailand"]},", ☎ +66 2 694-1222) or the ",{"type":"'''","value":["Tourist Police"]},", ☎ 1155 immediately, file a police report, and return to the store to claim a refund — they ",{"type":"'''","value":["must"]},", by law, return 80%. If your gems have been mailed, contact the ",{"type":"'''","value":["Bangkok Mail Centre"]},", ☎ +66 2 215-0966(-195) immediately and ask them to track your package; they'll find it if you act fast, and know the name, address and date it was mailed."]]},"\n\nYou should always be on the look-out for scammers, especially in major tourist areas. There are dozens of scams in Bangkok, but by far the most widely practiced is the ",{"type":"'''","value":["gem scam"]},". Always beware of tuk-tuk drivers offering ",{"type":"'''","value":["all-day tours for prices as low as 10 baht"]},". You may indeed be taken on a full-day tour, but you will end up only visiting one gem and souvenir shop after another. Don't buy any products offered by pushy salesmen — the \"gems\" are pretty much always worthless pieces of cut glass and the suits are of deplorable quality. The tuk-tuk driver gets a commission if you buy something — and fuel coupons even if you don't. Unless the idea of travelling by tuk-tuk appeals to you, it's almost always cheaper, more comfortable and less hassle to take a metered taxi.\n\nBe highly skeptical when an English-speaking Thai at a popular tourist attraction approaches you ",{"type":"'''","value":["out of the blue"]},", telling that your intended destination is ",{"type":"'''","value":["currently closed"]}," or offering discount admissions. Temples are almost always free (the main exceptions are Wat Phra Kaew and Wat Pho) and open just about every day of the year. Anyone telling you otherwise, even if they have an official-looking identification card, is most likely out to scam you, especially if they suggest a tuk-tuk ride to some alternate sights to see until the sight re-opens. At paid admission sites, verify the operating hours at the ticket window.\n",{"type":"[[","value":[["File:Tuktuks in Bangkok.jpg"],["250px"],["thumbnail"],["Tuk-tuks in Bangkok"]]},"\nIf you entered one of these tuk-tuks, touts will often drop you off at a certain place, such as a genuine Buddhist temple. Here you will find a man that claims to be an official, and he guides you in a certain direction. There you will find another \"official\" who also claims that a certain attraction is closed. This way, a tourist hears the same statement by multiple people, and is more eager to believe that his or her intended destination indeed is closed. Never get involved with these scammers or believe any of their statements.\n\nWhen getting a taxi, it is a good idea to ",{"type":"'''","value":["hail a moving taxi"]}," from the main road, or to walk a short distance out of a major tourist area before looking for one. This is no guarantee of honesty, but greatly increases your chances of finding an honest driver, of which there are plenty in Bangkok, even if it sometimes seems that every driver is on the make. There are some taxi drivers who switch off their meters, and insist on a silly price. Most of the untrustworthy drivers are the ones standing still in tourist areas. Another important rule of thumb is to ",{"type":"'''","value":["insist on the meter"]}," for taxis and ",{"type":"'''","value":["agree on a price in advance"]}," for tuk-tuks. If they refuse, or quote silly prices, just walk out and get a different one as they're rarely in short supply. The Thai phrase to ask a driver to use the meter is ",{"type":"''","value":["mee-TOE, khap"]}," if you're male and ",{"type":"''","value":["mee-TOE, kha"]}," if you're female.\n\nBeware of tuk-tuk or taxi drivers who approach you speaking good English or with an \"I ♥ farang\" sign, especially those who mention or take you to a tailor shop (or any kind of business). They are paid by inferior tailor shops to bring tourists there to be subjected to high pressure sales techniques. If at any point your transportation brings you somewhere you didn't intend or plan to go, walk away immediately, ignore any entreaties to the contrary, and find another taxi or tuk-tuk.\n\nIn general, never ask a taxi driver for a recommendation for something. They will likely take you to a dubious place where they get a commission. In particular, ",{"type":"'''","value":["do not ask a taxi driver for a restaurant recommendation"]},". An infamous place taxi drivers take unsuspecting tourists is Somboon D, which is a terrible seafood restaurant in a seedy area under the train tracks on Makkasan Road (☎ +66 2 6527-7667). A typical meal there costs 800 baht per person and it comes with little seafood, no service, and complaints are not taken by the management.\n\nAlso beware of ",{"type":"'''","value":["private bus companies"]}," offering direct trips from Bangkok to other cities with \"VIP\" buses. There are a lot of scams performed by these private bus companies. The so-called direct VIP trips may end up changing three or four uncomfortable minibuses to the destination, and the 10-11 hour trip may well turn into 17–18 hours. Instead, try to book public BKS buses from the main bus terminals. It's worth the extra shoe-leather, as there have been reports of robberies on private buses as well.\n\n",{"type":"===","value":["Go-go bars"]},"\n\nBangkok is known for its go-go bars and the prostitution that comes along with it. Technically, some aspects of prostitution are illegal (e.g. soliciting, pimping), but enforcement is rare, and brothels are common. It's not illegal to pay for sex or to pay a \"barfine\" (a fee the bar collects if you want to take an employee away).\n\nThe age of consent in Thailand is 15, but a higher minimum age of 18 applies in the case of prostitutes. Penalties for sex with minors are harsh. All adult Thais must carry an identity card, which will state that they were born in 2534 or earlier if they were over the age of 18 on January 1, 2010 (in the Thai calendar, 2010 is the year 2553). Many hotels retain the ID cards of prostitutes for the duration of their visit. Whilst most prostitutes are employed by bars or similar businesses, some are \"freelancers\". Petty theft and other problems, such as slipping the customer sleep drugs, are allegedly more common with these freelancers (although still relatively rare). HIV and AIDS awareness is better than it used to be, but infection statistics among entertainment industry workers remain high; freelancers are the highest risk group. Almost all girls insist on using condoms.\n\nWhile walking in go-go bar areas is generally safe, you have to be cautious of touts who try to drag you into the ",{"type":"'''","value":["upstairs bars"]}," with offers of ping-pong shows and 100-baht beer. The beer may well be 100 baht, but the \"show\" you'll be treated to will be 1,000 baht or more. The rule of thumb is that if you cannot see inside from street level, avoid the establishment.\n\n",{"type":"===","value":["Fights"]},"\n\nDo not get into fights with locals. Thais are peace loving people, but when a Thai fights a foreigner, it is never a fair fight. You'll wind up having to fight 10-20 others who were not initially involved, or the police will be called and not do anything to assist you (especially the Metropolitan Police, as they normally have very limited English skills; always contact the Tourist Police (☎ ",{"type":"'''","value":["1155"]},") when in trouble). Thais are also notorious for fighting with weaponry (guns, knives, broken bottles, metal rods) or employing Muay Thai techniques. These are usually produced from their concealed locations, with foreigners getting seriously injured or worse. Just avoid all confrontations. If you do get involved in a situation, it is better to apologise and get the heck out of there. In Thailand, discretion is definitely the better part of valour.\n\n",{"type":"===","value":["Animal abuse"]},"\n\nElephants are a large part of Thailand's tourist business, and the smuggling and mistreatment of elephants for tourist attractions is a widespread practice. Be aware that elephants are often separated from their mothers at a young age to be cruelly trained under captivity for the rest of their lives. It is advised to take an ",{"type":"'''","value":["elephant ride"]}," only at animal friendly organisations.\n\nA depressingly common sight on the congested streets of Bangkok is ",{"type":"'''","value":["elephant begging"]},". During night hours, mahouts (trainers) with lumbering elephants approach tourists to feed the creatures bananas or take a photo with them for a fee. The elephants are brought to the city to beg in this way because they are out of work and are mistreated and visibly distressed under the conditions of the city. Please avoid supporting this cruelty by rejecting the mahouts as they offer you bananas to feed the elephants. This is especially common in Silom and Sukhumvit.\n\nDue to its location, lax laws, and resources, many ",{"type":"'''","value":["illegal animal products"]}," come through Bangkok. Rare and endangered species are often sold at markets for pets (especially at Chatuchak), and many other animal products are sold as luxury items. Avoid buying rare pets, leather, ivory, talons, dried sea creatures (such as starfish), fur, feathers, teeth, wool, and other products since  they are most likely the result of illegal poaching, and buying them contributes greatly to animal endangerment and abuse.\n\n",{"type":"===","value":["Political unrest"]},"\n\nIn 2008, ",{"type":"'''","value":["political unrest"]}," hit the headlines, with the yellow-shirt People's Alliance for Democracy (PAD) closing down both of Bangkok's airports for a week. Several people were killed in the resulting political violence. After a PAD-backed prime minister was elected, the protests ceased for a while, but the situation remained unstable. In 2010, new political unrest surfaced with red-shirt protesters from the United Front for Democracy Against Dictatorship (UDD) occupying much of downtown Bangkok. These protests turned violent when government troops tried to take back parts of central Bangkok that had been seized by protesters. In 2011, a UDD supported government took power. Since then, protests by both the PAD and UDD have continued to occur on a sporadic basis depending on what political event has transpired. Always follow the independent press for the newest political developments and stay away from demonstrations.\n\n",{"type":"===","value":["Food and water"]},"\n\nAs elsewhere in Thailand, be careful with what you eat. Outside of major tourist hotels and resorts, stay away from raw leafy vegetables, egg-based dressings like mayonnaise, unpackaged ice cream and minced meat as hot weather tends to make food go bad faster. In short, stick to boiled, baked, fried, or peeled goods.\n\nTap water in Bangkok is said to be safe when it comes out the plant, but unfortunately the plumbing along the way often is not, so it's wise to avoid drinking the stuff, even in hotels. Any water served to you in good restaurants will at least be boiled, but it's better to order sealed bottles instead, which are available everywhere at low prices.\n\nTake care with ice, which may be made with tap water of questionable potability as above.  Some residents claim that ice with round holes is made by commercial ice makers who purify their water; others state that it is wise not to rely on that claim.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Internet"]},"\n\nInternet cafés abound in Bangkok. You'll generally be looking at rates of around 30-60 baht per hour in tourist-laden districts like ",{"type":"[[","value":[["Bangkok\/Khao San Road"],["Khao San Road"]]},", 20-30 baht per hour in downtown (the top floors of MBK for example), and 10-15 baht per hour if you would venture into residential areas (where the speed generally is still high).\n\nAn increasing number of cafés and pubs offer free Wi-Fi to their customers, including the ubiquitous ",{"type":"'''","value":["Coffee World"]}," chain in all of its branches (ask for the password at the counter). ",{"type":"'''","value":["TrueMove"]}," offers both free and paid Wi-Fi access. If you want to get online for free, you must register first, and both session and overall time is limited. Their network is accessible in many malls, including ",{"type":"[[","value":[["Bangkok\/Siam Square"],["Siam Square"]]},", and sometimes can be available from your room if you stay in a nearby hot-spot — just look for the 'truewifi' network, you can register right there. Most hotels and guest houses provide at least some form of Internet. Some have Wi-Fi access inside the rooms — but inquire before booking.\n\nThere is not a lot of free Wi-Fi available in old districts like ",{"type":"[[","value":[["Bangkok\/Rattanakosin"],["Rattanakosin"]]}," or ",{"type":"[[","value":[["Bangkok\/Yaowarat and Phahurat"],["Yaowarat"]]},". Note that McDonald's and Starbucks do not provide free Wi-Fi. There's either no Wi-Fi at all or you'll have to pay for it.\n\n",{"type":"===","value":["Telephone"]},"\n\nThe area code for Bangkok is ",{"type":"'''","value":["02"]},". You only need to dial the 0 if you're calling from within Thailand. Pay phones are not commonplace, as most Thais have a mobile phone. If you want to avoid high roaming costs, you can buy a local SIM card for 100 baht at Suvarnabhumi Airport (or other mobile phone stores throughout the city). The 100 baht is not just for the SIM card, but is immediately your first pre-paid amount. Topping it up is easy; just walk into a 7-Eleven convenience store and pick an amount you want to add. Making international calls is also cheaper this way.\n\nAs of July 2014, the True booth at BKK is offering free tourist Sim cards preloaded with 10 bhat calling credit as well as 20 MB of 3G access.\n\n",{"type":"===","value":["Post"]},"\n\nBangkok's red post boxes are found all over the city. There are also plenty of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thailandpost.com\/ Thailand Post"]}]}," offices around for sending post and packages. In tourist areas, there are post offices in the Khao San Road area (in front of Wat Bowonniwet) and at Sukhumvit Road (between Soi 4 and 6).\n\nIf you're staying in Bangkok for a longer time, you might want to make use of ",{"type":"''","value":["poste restante"]},", so other people can send you letters or parcels using a post office's address. Post offices keep the letters for at least two months. Letters sent via poste restante must have the receiver's name on it, with the family name in underlined capital letters. If you want to pick them up near Khao San Road (opposite Wat Bowonniwet), it must be addressed to Poste Restante, Banglamphubon Post Office, Bangkok, 10203, Thailand. If you want to pick up your post in the Sukhumvit area, make sure it is addressed to Poste Restante, Nana Post Office, Sukhumvit Road, Bangkok, 10112, Thailand.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Publications"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bangkok Post"],["url=http:\/\/bangkokpost.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the better English-language newspapers of the country, but also includes sections on travel, leisure, entertainment, life and classifieds in Bangkok."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=BK Magazine"],["url=http:\/\/bk.asia-city.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bangkok's premier city living magazine; a guide to the city's restaurants, nightlife, travel, arts and more. New additions release weekly and are distributed in selected venues."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sukhumvit Guide"],["url=http:\/\/www.sukhumvitguide.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A complete listing guide to the hotels, restaurants and bars of Sukhumvit, one of Bangkok's most vibrant districts."]]}]},"\n",{"type":"===","value":[{"type":"[","value":["http:\/\/www.thailandmedtourism.com\/ Medical tourism"]}]},"\n\nMany travellers go to Bangkok to undergo medical treatments that are a fraction of the cost charged in their home countries. The best-regarded (and most expensive) is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bumrungrad.com\/ Bumrungrad Hospital"]}]},", which attracts about 400,000 foreign patients per year or an average of 1,000+ a day. Other hospitals, such as ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.samitivejhospitals.com\/Home\/en Samitivej"]}]}," also specialize in serving foreigners. Private hospitals in Thailand are accredited by the government according to international standards, and many of the doctors in Thailand hold international accreditation and relevant licences.\n\nPopular treatments, ranging from cosmetic, organ transplants and orthopedic treatments to dental and cardiac surgeries, are available at a price much lower than the U.S. or Europe. For example, Bumrungrad Hospital charges 90,000 baht for an all-inclusive breast implant package. Bangkok is also known as a centre for ",{"type":"'''","value":["sexual reassignment surgery"]}," for people wishing to change their physical sex, although this falls out of the scope of a casual trip.\n\nThere are many dental clinics with English-speaking dentists and staff. The largest of them is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bangkokdentalcenter.com\/ Bangkok International Dental Center"]}]}," along Ratchadaphisek Road. There are also plenty of teeth whitening, implant and orthodontic providers in town.\n\n",{"type":"===","value":["Immigration office"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.immigration.go.th Immigration Bureau"]}]}," (Government Bldg B, Chaeng Wattana Soi 7, ☎ +66 2 141-9889, M-F 08:30-noon, 13:00-16:30) has moved from central Soi Suan Plu to the far north of Bangkok near the old Don Mueang Airport. It is a spacious building with a ground floor café, restaurants and copy vendors. Visas, re-entry permits and many other immigration services are available. It is best to take the Skytrain to Mo Chit station and then hail a taxi to the government centre. Services for Myanmarese, Cambodian and Lao citizens remain at Soi Suan Plu.\n\n",{"type":"===","value":["Embassies"]},"\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Argentina"]]}," ",{"type":"{{","value":[["listing"],["name=Argentina"],["url="],["email="],["address=Prommitr Villa, 20\/85 Sukhumvit Soi 49\/1"],["lat="],["long="],["directions="],["phone=+66 2 590-4012"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.thailand.embassy.gov.au\/bkok\/home.html"],["email="],["address=37 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 344-6300"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["url=http:\/\/www.bmeia.gv.at\/botschaft\/bangkok.html"],["email="],["address=14 Soi Nandha, Soi Attakarnprasit, Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 303-6057"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bangladesh"]]}," ",{"type":"{{","value":[["listing"],["name=Bangladesh"],["url="],["email="],["address=727 Sukhumvit Soi 55"],["lat="],["long="],["directions="],["phone=+66 2 381-1144"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplomatie.be\/bangkok\/"],["email="],["address=17F, Sathorn City Tower, 175 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 679-5454"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bhutan"]]}," ",{"type":"{{","value":[["listing"],["name=Bhutan"],["url="],["email="],["address=Rm 107, 19F, JTC Bldg, 919 Silom Rd"],["lat="],["long="],["directions="],["phone=+66 2 237-3315(-27)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bolivia"]]}," ",{"type":"{{","value":[["listing"],["name=Bolivia (Consulate)"],["url="],["email="],["address=1901 Ramkhamhaeng Rd"],["lat="],["long="],["directions="],["phone=+66 2 314-0040"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/www.brazilembassy.or.th\/"],["email="],["address=34F, Lumpini Tower, 1168\/101 Rama IV Rd"],["lat="],["long="],["directions="],["phone=+66 2 679-8567"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brunei"]]}," ",{"type":"{{","value":[["listing"],["name=Brunei"],["url="],["email="],["address=154 Ekkamai Soi 14, Sukhumvit Soi 63"],["lat="],["long="],["directions="],["phone=+66 2 381-5914(-6)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bulgaria"]]}," ",{"type":"{{","value":[["listing"],["name=Bulgaria"],["url="],["email="],["address=33\/15 Soi Charoen Chai, Sukhumvit Soi 63"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cambodia"]]}," ",{"type":"{{","value":[["listing"],["name=Cambodia"],["url="],["email=recbkk@cscoms.com"],["address=518\/4 Pratcha Uthit Rd"],["lat="],["long="],["directions="],["phone=+66 2 957-5851(-2)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/thailand-thailande\/"],["email="],["address=15F, Abdulrahim Place, 990 Rama IV Rd"],["lat="],["long="],["directions="],["phone=+66 2 636-0540"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Chile"]]}," ",{"type":"{{","value":[["listing"],["name=Chile"],["url=http:\/\/chileabroad.gov.cl\/tailandia\/"],["email="],["address=Unit A, 17F, 193\/67 Lake Rajada Office Complex, Ratchadaphisek Rd"],["lat="],["long="],["directions="],["phone=+66 2-260-0045"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/www.chinaembassy.or.th\/eng\/"],["email="],["address=57 Ratchadaphisek Rd"],["lat="],["long="],["directions="],["phone=+66 2 245-7043"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Colombia"]]}," ",{"type":"{{","value":[["listing"],["name=Colombia (Consulate)"],["url="],["email="],["address=9F, Park Place, 231 Sarasin Rd"],["lat="],["long="],["directions="],["phone=+66 2 254-5105(-6)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Croatia"]]}," ",{"type":"{{","value":[["listing"],["name=Croatia (Consulate)"],["url="],["email="],["address=1F, ITF Silom Palace, 160\/347-348 Silom Rd"],["lat="],["long="],["directions="],["phone=+66 2 238-5112"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cuba"]]}," ",{"type":"{{","value":[["listing"],["name=Cuba"],["url="],["email="],["address=Mela Mansion Apt 3C, 5 Sukhumvit Soi 27"],["lat="],["long="],["directions="],["phone=+66 2 665-2803"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cyprus"]]}," ",{"type":"{{","value":[["listing"],["name=Cyprus (Consulate)"],["url="],["email="],["address=17F, Richmond Bldg, 75\/59 Sukhumvit Soi 26"],["lat="],["long="],["directions="],["phone=+66 2 261-8408(-10)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Czech Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Czech Republic"],["url=http:\/\/www.mzv.cz\/bangkok\/en\/index.html"],["email="],["address=71\/6 Ruam Ruedi Soi 2"],["lat="],["long="],["directions="],["phone=+66 2 255-4978"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark"],["url=http:\/\/thailand.um.dk\/"],["email="],["address=10 Sathorn Soi 1"],["lat="],["long="],["directions="],["phone=+66 2 343-1100"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Dominican Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Dominican Republic (Consulate)"],["url=http:\/\/www.dominicanconsulate.org\/"],["email="],["address=431 Pradit Manutham Rd"],["lat="],["long="],["directions="],["phone=+66 2 933-5686"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["East Timor"]]}," ",{"type":"{{","value":[["listing"],["name=East Timor"],["url="],["email="],["address=7F, Thanapoom Tower, 1550 Phetchaburi Rd"],["lat="],["long="],["directions="],["phone=+66 2 654-7501(-2)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url="],["email="],["address=49 Soi Ruam Ruedi"],["lat="],["long="],["directions="],["phone=+66 2 253-0161"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Estonia"]]}," ",{"type":"{{","value":[["listing"],["name=Estonia (Consulate)"],["url="],["email="],["address=62 Soi Yodsuwan, Pracha Uthit Rd"],["lat="],["long="],["directions="],["phone=+66 2 690-3779"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ethiopia"]]}," ",{"type":"{{","value":[["listing"],["name=Ethiopia (Consulate)"],["url="],["email="],["address=962\/14 Phran Nok Rd"],["lat="],["long="],["directions="],["phone=+66 2 411-0218"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.or.th\/"],["email="],["address=16F, Amarin Tower, 500 Phloen Chit Rd"],["lat="],["long="],["directions="],["phone=+66 2 250-8801"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.ambafrance-th.org\/"],["email="],["address=35 Charoen Krung Soi 36"],["lat="],["long="],["directions="],["phone=+66 2 657-5100"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Gabon"]]}," ",{"type":"{{","value":[["listing"],["name=Gabon (Consulate)"],["url="],["email="],["address=13 Pradiphat Soi 10"],["lat="],["long="],["directions="],["phone=+66 2 279-2800(-1)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Gambia"]]}," ",{"type":"{{","value":[["listing"],["name=Gambia (Consulate)"],["url="],["email="],["address=610\/5-6 Song Wat Rd"],["lat="],["long="],["directions="],["phone=+66 2 224-0091"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.bangkok.diplo.de\/"],["email="],["address=9 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 285-6627(-8)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.mfa.gr\/missionsabroad\/en\/thailand-en"],["email="],["address=Unit #25\/5-9, 9F, BKI\/YWCA Bldg, 25 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 679-1462"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Honduras"]]}," ",{"type":"{{","value":[["listing"],["name=Honduras (Consulate)"],["url="],["email="],["address=28F, CP Tower Bldg, 313 Silom Rd"],["lat="],["long="],["directions="],["phone=+66 2 641-1567"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Vatican City"]]}," ",{"type":"{{","value":[["listing"],["name=Holy See"],["url="],["email="],["address=217\/1 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 233-9109"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Hungary"]]}," ",{"type":"{{","value":[["listing"],["name=Hungary"],["url=http:\/\/www.hungarianembassybangkok.net\/"],["email="],["address=28 Soi Suk Chai, Sukhumvit Soi 42"],["lat="],["long="],["directions="],["phone=+66 2 661-1150(-2)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Iceland"]]}," ",{"type":"{{","value":[["listing"],["name=Iceland (Consulate)"],["url="],["email="],["address=59 Soi Navin"],["lat="],["long="],["directions="],["phone=+66 2 249-1300"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url=http:\/\/www.indianembassy.in.th\/"],["email="],["address=46 Sukhumvit Soi 23"],["lat="],["long="],["directions="],["phone=+66 2 258-0300(-5)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["name=Indonesia"],["url=http:\/\/www.deplu.go.id\/bangkok\/Pages\/Default.aspx?l=en"],["email="],["address=600-602 Phetchaburi Rd"],["lat="],["long="],["directions="],["phone=+66 2 252-3135(-40)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Iran"]]}," ",{"type":"{{","value":[["listing"],["name=Iran"],["url="],["email="],["address=602 Sukhumvit Rd"],["lat="],["long="],["directions="],["phone=+66 2 261-9790(-3)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Iraq"]]}," ",{"type":"{{","value":[["listing"],["name=Iraq"],["url="],["email="],["address=47 Pradiphat Rd"],["lat="],["long="],["directions="],["phone=+66 2 278-5335(-8)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland (Consulate)"],["url=http:\/\/www.irelandinthailand.com"],["email="],["address=28F, Q House Lumpini Bldg, 1 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 677-7500"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["url="],["email="],["address=25F, Ocean Tower, 11 Sukhumvit Soi 19"],["lat="],["long="],["directions="],["phone=+66 2 260-4854(-9)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/www.ambbangkok.esteri.it\/Ambasciata_Bangkok\/"],["email="],["address=27F\/40F, CRC Tower, 87 Witthayu Rd"],["lat="],["long="],["directions="],["phone=+66 2 250-4970"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.th.emb-japan.go.jp\/en\/index.htm"],["email="],["address=177 Witthayu Rd"],["lat="],["long="],["directions="],["phone=+66 2 207-8500"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Jordan"]]}," ",{"type":"{{","value":[["listing"],["name=Jordan (Consulate)"],["url="],["email="],["address=47 Sukhumvit Soi 63"],["lat="],["long="],["directions="],["phone=+66 2 391-7142"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Kazakhstan"]]}," ",{"type":"{{","value":[["listing"],["name=Kazakhstan"],["url=http:\/\/www.kazembassythailand.org\/"],["email="],["address=Ste 4301, 43F, JTC Bldg, 919\/501 Silom Rd"],["lat="],["long="],["directions="],["phone=+66 2 234-6365(-6)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Kenya"]]}," ",{"type":"{{","value":[["listing"],["name=Kenya"],["url=http:\/\/www.kenyaembassy.or.th\/"],["email="],["address=62 Thong Lo Soi 5"],["lat="],["long="],["directions="],["phone=+66 2 712-5721"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Kuwait"]]}," ",{"type":"{{","value":[["listing"],["name=Kuwait"],["url="],["email="],["address=17F, Sathorn Thani Bldg ll, 92\/48 Sathorn Nuea Rd"],["lat="],["long="],["directions="],["phone=+66 2 354-222(-3)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Laos"]]}," ",{"type":"{{","value":[["listing"],["name=Laos"],["url=http:\/\/laoembassybkk.com\/"],["email="],["address=502\/1-3 Soi Saha Karn Pramoon"],["lat="],["long="],["directions="],["phone=+66 2 539-6667(-8)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Lebanon"]]}," ",{"type":"{{","value":[["listing"],["name=Lebanon"],["url="],["email="],["address=15F, CTI Tower, 191\/67 Ratchadaphisek Rd"],["lat="],["long="],["directions="],["phone=+66 2 261-1013"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Luxembourg"]]}," ",{"type":"{{","value":[["listing"],["name=Luxembourg"],["url=http:\/\/bangkok.mae.lu\/en"],["email="],["address=17F, Q House Lumpini Bldg, 1 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 677-7360"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Malaysia"]]}," ",{"type":"{{","value":[["listing"],["name=Malaysia"],["url=http:\/\/www.kln.gov.my\/web\/tha_bangkok\/home"],["email="],["address=35 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 629-6800"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Malta"]]}," ",{"type":"{{","value":[["listing"],["name=Malta (Consulate)"],["url="],["email="],["address=485\/14 Silom Rd"],["lat="],["long="],["directions="],["phone=+66 2 235-9423(-4)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/www.sre.gob.mx\/tailandia\/"],["email="],["address=20F, Thai Wah Tower, 21\/60-62 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 285-0995"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mongolia"]]}," ",{"type":"{{","value":[["listing"],["name=Mongolia"],["url="],["email="],["address=100\/3 Ekkamai Soi 22"],["lat="],["long="],["directions="],["phone=+66 2 381-1400"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Morocco"]]}," ",{"type":"{{","value":[["listing"],["name=Morocco"],["url="],["email="],["address=12F, Sathorn City Tower, 175 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 679-5604(-6)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Myanmar"]]}," ",{"type":"{{","value":[["listing"],["name=Myanmar"],["url="],["email="],["address=132 Sathorn Nuea Rd"],["lat="],["long="],["directions="],["phone=+66 2 233-2237"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Nepal"]]}," ",{"type":"{{","value":[["listing"],["name=Nepal"],["url=http:\/\/www.nepalembassybangkok.com\/"],["email="],["address=189 Sukhumvit Soi 71"],["lat="],["long="],["directions="],["phone=+66 2 391-7240"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands"],["url=http:\/\/www.netherlandsembassy.in.th\/"],["email="],["address=15 Soi Ton Son"],["lat="],["long="],["directions="],["phone=+66 2 309-5200"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["New Zealand"]]}," ",{"type":"{{","value":[["listing"],["name=New Zealand"],["url=http:\/\/www.nzembassy.com\/thailand"],["email="],["address=14F, M Thai Tower, All Seasons Place, 87 Witthayu Rd"],["lat="],["long="],["directions="],["phone=+66 2 254-2530"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Nigeria"]]}," ",{"type":"{{","value":[["listing"],["name=Nigeria"],["url="],["email="],["address=412 Sukhumvit Soi 71"],["lat="],["long="],["directions="],["phone=+66 1 711-3076(-8)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["North Korea"]]}," ",{"type":"{{","value":[["listing"],["name=North Korea"],["url="],["email="],["address=14 Muban Suan Laem Thong Soi 2 (Soi 28)"],["lat="],["long="],["directions="],["phone=+66 2 319-2989"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/www.emb-norway.or.th\/"],["email="],["address=18F, UBC II Bldg, 591 Sukhumvit Soi 33"],["lat="],["long="],["directions="],["phone=+66 2 204-6500"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Oman"]]}," ",{"type":"{{","value":[["listing"],["name=Oman"],["url="],["email="],["address=7F, 134\/1-2 Silom Rd"],["lat="],["long="],["directions="],["phone=+66 2 236-7385"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Pakistan"]]}," ",{"type":"{{","value":[["listing"],["name=Pakistan"],["url="],["email="],["address=31 Sukhumvit Soi 3"],["lat="],["long="],["directions="],["phone=+66 2 253-0288(-9),"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Panama"]]}," ",{"type":"{{","value":[["listing"],["name=Panama"],["url="],["email="],["address=16F, Lumpini Tower Bldg, 1168\/37 Rama IV Rd"],["lat="],["long="],["directions="],["phone=+66 2 679-7988(-9)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Peru"]]}," ",{"type":"{{","value":[["listing"],["name=Peru"],["url="],["email="],["address=16F, Glas Haus Bldg, 1 Sukhumvit Soi 25"],["lat="],["long="],["directions="],["phone=+66 2 260-6243"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Philippines"]]}," ",{"type":"{{","value":[["listing"],["name=Philippines"],["url=http:\/\/www.bangkokpe.com\/"],["email="],["address=760 Sukhumvit Rd"],["lat="],["long="],["directions="],["phone=+66 2 259-0139(-40)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Poland"]]}," ",{"type":"{{","value":[["listing"],["name=Poland"],["url=http:\/\/www.bangkok.polemb.net\/"],["email="],["address=25F, Vongvanij Building B, 100\/81-82 Rama IX Rd"],["lat="],["long="],["directions="],["phone=+66 2 645-0367(-9)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"{{","value":[["listing"],["name=Portugal"],["url="],["email="],["address=26 Captain Bush Ln, Charoen Krung Rd"],["lat="],["long="],["directions="],["phone=+66 2 234-0372"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Romania"]]}," ",{"type":"{{","value":[["listing"],["name=Romania"],["url="],["email="],["address=20\/1 Soi Ratchakru, Phahonyothin Soi 5"],["lat="],["long="],["directions="],["phone=+66 2 617-1551"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Russia"]]}," ",{"type":"{{","value":[["listing"],["name=Russia"],["url=http:\/\/www.thailand.mid.ru\/"],["email="],["address=78 Sap Rd"],["lat="],["long="],["directions="],["phone=+66 2 234-9824"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Saudi Arabia"]]}," ",{"type":"{{","value":[["listing"],["name=Saudi Arabia"],["url="],["email="],["address=23-24F, Saeng Thong Thani Bldg, 82 Sathorn Nuea Rd"],["lat="],["long="],["directions="],["phone=+66 2 639-2999"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Singapore"]]}," ",{"type":"{{","value":[["listing"],["name=Singapore"],["url=http:\/\/www.mfa.gov.sg\/content\/mfa\/overseasmission\/bangkok.html"],["email="],["address=129 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 286-2111"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Slovakia"]]}," ",{"type":"{{","value":[["listing"],["name=Slovakia"],["url="],["email="],["address=Pantip Ct, 68 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 285-0220(-2)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Africa"]]}," ",{"type":"{{","value":[["listing"],["name=South Africa"],["url="],["email="],["address=Floor 12A, M-Thai Tower, All Seasons Place, 87 Witthayu Rd"],["lat="],["long="],["directions="],["phone=+66 2 659-2900"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=South Korea"],["url="],["email="],["address=23 Thiam Ruam Mit Rd"],["lat="],["long="],["directions="],["phone=+66 2 247-7537(-41)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url="],["email="],["address=23F, Ste 98-99, Lake Rajada Office Complex, 193 Ratchadaphisek Rd"],["lat="],["long="],["directions="],["phone=+66 2 661-8284"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sri Lanka"]]}," ",{"type":"{{","value":[["listing"],["name=Sri Lanka"],["url="],["email="],["address=13F, Ocean Tower 2, 75\/6-7 Sukhumvit Soi 19"],["lat="],["long="],["directions="],["phone=+66 2 261-1934(-5)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url=http:\/\/www.swedenabroad.com\/bangkok"],["email="],["address=20F, One Pacific Place, 140 Sukhumvit Rd"],["lat="],["long="],["directions="],["phone=+66 2 263 7200"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["url=http:\/\/www.eda.admin.ch\/bangkok"],["email="],["address=35 Witthayu Rd"],["lat="],["long="],["directions="],["phone=+66 2 674-6900"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Taiwan"]]}," ",{"type":"{{","value":[["listing"],["name=Taiwan"],["url=http:\/\/www.taiwanembassy.org\/TH\/mp.asp?mp=232"],["email="],["address=20F, Empire Tower, 195 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 670-0200"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Tanzania"]]}," ",{"type":"{{","value":[["listing"],["name=Tanzania"],["url="],["email="],["address=3F, S.L.D. Condominium, 501 Sala Daeng Soi 1"],["lat="],["long="],["directions="],["phone=+66 2 235-8282(-3)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Turkey"]]}," ",{"type":"{{","value":[["listing"],["name=Turkey"],["url=http:\/\/bangkok.emb.mfa.gov.tr\/"],["email="],["address=61\/1 Soi Chat San, Sutthisan Rd"],["lat="],["long="],["directions="],["phone=+66 2 274-7262(-3)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Arab Emirates"]]}," ",{"type":"{{","value":[["listing"],["name=United Arab Emirates"],["url="],["email="],["address=29F, CRC Tower, All Seasons Place, 87\/2 Witthayu Rd"],["lat="],["long="],["directions="],["phone=+66-2-402-4000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinthailand.fco.gov.uk\/"],["email="],["address=14 Witthayu Rd"],["lat="],["long="],["directions="],["phone=+66 2 305-8333"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States of America"],["url=http:\/\/bangkok.usembassy.gov\/"],["email="],["address=95 Witthayu Rd"],["lat="],["long="],["directions="],["phone=+66 2 205-4049"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Uzbekistan"]]}," ",{"type":"{{","value":[["listing"],["name=Uzbekistan (Consulate)"],["url=http:\/\/www.uzbinbkk.com\/"],["email="],["address=32 Moo 5, Sukhumvit 62 Soi 1"],["lat="],["long="],["directions="],["phone=+66 2 741-7247"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["the Vatican City"]]}," ",{"type":"{{","value":[["listing"],["name=Vatican City"],["url="],["email="],["address=217\/1 Sathorn Tai Rd"],["lat="],["long="],["directions="],["phone=+66 2 212-5853"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Vietnam"]]}," ",{"type":"{{","value":[["listing"],["name=Vietnam"],["url=http:\/\/www.vietnamembassy-thailand.org\/en"],["email="],["address=83\/1 Witthayu Rd"],["lat="],["long="],["directions="],["phone=+66 2 251-5836(-8)"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}]]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":["Central Thailand"]},"\n\nIf you want to get out of the city for a while, there are plenty of day trip options from Bangkok.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Amphawa"]]}," — interesting floating market popular with the locals"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ayutthaya"]]}," — ancient capital showcasing its many ruins, 1.5 hours away by bus or train"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bang Pa-In"]]}," — its magnificent Summer Palace makes for a pleasant day trip"]},{"type":"*","value":[" ",{"type":"[[","value":[["Damnoen Saduak"]]}," — picture-perfect floating market on tourist steroids"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hua Hin"]]}," — beach resort town with nearby waterfalls and national parks"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kanchanaburi"]]}," — the famous Bridge over the River Kwai, the Erawan Falls and Hellfire Pass"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Kret"]]}," — rustic little pottery island to the north of Bangkok, a pleasant day trip out of the concrete jungle"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nakhon Pathom"]]}," — Thailand's oldest city and site of the world's largest stupa"]},{"type":"*","value":[" ",{"type":"[[","value":[["Phetchaburi"]]}," — relaxed historic town with the Khao Wang mountain, colourful temples and delicious desserts"]},"\n",{"type":"===","value":["Further destinations"]},"\n\nBangkok is also an excellent hub for onward travel into other regions of ",{"type":"[[","value":[["Thailand"]]},".\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Chiang Mai"]]}," — the gateway to the north and the heart of Lanna culture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Khao Yai National Park"]]}," — stunning mountainous scenery and some of Thailand's fledgling vineyards"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Chang"]]}," — large relatively unspoiled tropical island"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ko Samet"]]}," — the closest beach island to Bangkok with white sand beaches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Krabi Province"]]}," — the beautiful beaches and islands of Ao Nang, Rai Leh, Ko Phi Phi and Ko Lanta"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nakhon Ratchasima"]]}," (",{"type":"''","value":["Khorat"]},") — main city in the Isaan region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Phuket"]]}," — the original Thai paradise island, now very developed but still with some beautiful beaches"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sukhothai"]]}," — the ruins of the ancient Sukhothai Kingdom"]},{"type":"*","value":[" ",{"type":"[[","value":[["Surat Thani"]]}," — home of the former Srivijaya Empire, gateway to ",{"type":"[[","value":[["Ko Samui"]]},", ",{"type":"[[","value":[["Ko Pha Ngan"]]}," and ",{"type":"[[","value":[["Ko Tao"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=SRT Eastern Line icon.png"],["imagesize1=100"],["directionl1=W"],["majorl1=END"],["minorl1="],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Aranyaprathet"]]}],["minorr1=",{"type":"[[","value":[["Chachoengsao"]]}],["image2=SRT Northeastern Line icon.png"],["imagesize2=100"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Nong Khai"]]}],["minorl2=",{"type":"[[","value":[["Ayutthaya"]]}],["directionr2=S"],["majorr2=END"],["minorr2="],["image3=SRT Northern Line icon.png"],["imagesize3=100"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Chiang Mai"]]}],["minorl3=",{"type":"[[","value":[["Rangsit"]]}],["directionr3=S"],["majorr3=END"],["minorr3="],["image4=SRT Southern Line.png"],["imagesize4=100"],["directionl4=N"],["majorl4=END"],["minorl4="],["directionr4=S"],["majorr4=",{"type":"[[","value":[["Butterworth"]]}],["minorr4=",{"type":"[[","value":[["Nakhon Pathom"]]}],["image5=Mae_Klong_Railway_icon.png"],["imagesize5=100"],["directionl5=W"],["majorl5=",{"type":"[[","value":[["Samut Songkhram"]]}],["minorl5=",{"type":"[[","value":[["Samut Sakhon"]]}],["directionr5=E"],["majorr5=END"],["minorr5="],["image6=Thai Highway-1.svg"],["imagesize6=22"],["directionl6=N"],["majorl6=",{"type":"[[","value":[["Chiang Rai"]]}],["minorl6=",{"type":"[[","value":[["Rangsit"]]}],["directionr6=S"],["majorr6=END"],["minorr6="],["image7=Thai Highway-3.svg"],["imagesize7=22"],["directionl7=W"],["majorl7=END"],["minorl7="],["directionr7=E"],["majorr7=",{"type":"[[","value":[["Trat"]]}],["minorr7=",{"type":"[[","value":[["Samut Prakan"]]}],["image8=Thai Highway-4.svg"],["imagesize8=22"],["directionl8=N"],["majorl8=END"],["minorl8="],["directionr8=S"],["majorr8=",{"type":"[[","value":[["Hat Yai"]]}],["minorr8=",{"type":"[[","value":[["Nakhon Pathom"]]}]]},"\n\n",{"type":"{{","value":[["related"],["One_day_in_Bangkok"]]},"\n",{"type":"{{","value":[["related"],["Rattanakosin_Tour"]]},"\n",{"type":"{{","value":[["related"],["Yaowarat_and_Phahurat_Tour"]]},"\n",{"type":"{{","value":[["related"],["Thai_phrasebook"]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Bangkok Metropolitan Area"]]},"\n",{"type":"{{","value":[["geo"],["13.752222"],["100.493889"],["zoom=12"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bangkok"]]},"\n",{"type":"[[","value":[["Wikipedia:Bangkok"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Thailand\/Provinces\/Bangkok\/"]]}]