[{"type":"{{","value":[["pagebanner"],["Bangladesh Wikivoyage banner.jpg"],["caption=Hills forming a backdrop to the port of Teknaf on the Naf River"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Lalbager Kella 01.jpg"],["caption=Lalbagh Fort in Old Dhaka."],["location=LocationBangladesh.png"],["flag=Flag of Bangladesh.svg"],["capital=",{"type":"[[","value":[["Dhaka"]]}," (Dacca)"],["government=Parliamentary democracy"],["currency=taka (BDT)"],["area=147,570 km",{"type":"<","value":["sup",["2"]]}],["population=156,118,464 (July 2010 est.)"],["language=",{"type":"[[","value":[["Bengali phrasebook"],["Bengali"]]}," (official), English"],["religion=Muslim 87%, Hindu 11%, other 1%"],["electricity=220V\/50Hz"],["callingcode=+880"],["tld=.bd"],["timezone=UTC +6"]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.parjatan.gov.bd People's Republic of Bangladesh"]}]}," is a nation in ",{"type":"[[","value":[["South Asia"]]},", on the edge of the Indian subcontinent. It is nearly completely surrounded by ",{"type":"[[","value":[["India"]]},", having a small land border with ",{"type":"[[","value":[["Myanmar"]]}," in the southeast and a coastline facing the Bay of Bengal in the south. While geographically tiny, Bangladesh is huge in terms of population, with more people than ",{"type":"[[","value":[["Russia"]]}," in a land area smaller than the ",{"type":"[[","value":[["United States of America"],["American"]]}," state of ",{"type":"[[","value":[["Florida"]]},".\n\nMany know Bangladesh only for its moderately-successful cricket team, of which locals are very proud. However, this Muslim-majority nation has been lauded by the ",{"type":"[[","value":[["United Nations"]]}," for its poverty reduction, swarmed by investors for its burgeoning economy and has taken the lead on global environmental issues. The next frontier for Bangladesh is tourism, and it is fast developing its facilities to prepare for visitors to its numerous archaeological sites, pristine beaches, bustling markets and ancient mosques.\n\n",{"type":"==","value":["Understand"]},"\nBritish India was partitioned by joint leaders of the Congress, All India-Muslim League and Britain in the summer of 1947, creating the Commonwealth realms of the Islamic Republic of Pakistan and a Republic of India. Bangladesh came into existence in 1971 when Bengali-speaking East Pakistan seceded from its union with Punjabi-dominated ",{"type":"[[","value":[["Pakistan"],["West Pakistan"]]}," after a bloody 9-month war. Although Bangladesh emerged as an independent country only in 1971, its history stretches back thousands of years and it has long been known as a crossroads of history and culture. Here you will find the world's longest sea beach, countless mosques, the largest mangrove forest in the world, interesting tribal villages and a wealth of elusive wild life. Although relatively impoverished compared to its burgeoning South Asian neighbour India, Bangladeshis are very friendly and hospitable people, putting personal hospitality before personal finances.\n\nReady-made garments, textiles, pharmaceuticals, agricultural goods, ship building and fishing are some of the largest industries. The gap between rich and poor is increasingly obvious and the middle-class is fast-shrinking, as in the rest of Asia, especially in cities such as Dhaka and Chittagong as you move around between the working class old city and affluent neighborhoods like Gulshan and Baridhara.\n\n",{"type":"===","value":["Climate"]},"\nBangladesh has a sub-tropical monsoon climate. There are six seasons in a year: winter (Dec-Jan), spring (Feb-Mar), summer (Apr-May), monsoon (June–July), autumn (Aug-Sep) and late autumn (Oct-Nov). The average temperature across the country usually ranges between 9 C - 29 C in winter months and between 21 C - 34 C during summer months. Annual rainfall varies from 160 cm to 200 cm in the west, 200 cm to 400 cm in the south-east and 250 cm to 400 cm in the north-east. Cyclones above category three\/four are uncommon (especially in the deep winter January through March)-- but while rare, can still bring widespread disruption as expected to infrastructure and power outages, especially in the coastal areas. It is recommended that you do not travel in the southern part of the country (Khulna, Bagerhat, Chittagong, Cox's Bazar) during this season.\n\nIn summer try to wear cotton clothing as it's so humid. Take care during the rainy season: Even big cities such as Dhaka and Chittagong get submerged quickly by torrential rains, and open drains of sewage or missing manhole covers can be fatal. The best time to visit is October to February.\n\nThe current weather can be seen by hitting the 'play' button on the following interactive map: ",{"type":"[","value":["http:\/\/amardeshbd.com\/weather\/weather.php Current Bangladesh Satellite Weather Radar"]},".\n\n",{"type":"===","value":["Landscape"]},"\n\nThe country is primarily a low-lying plain on the deltas of large rivers flowing from the Himalayas: the Ganges unites with the Jamuna (main channel of the Brahmaputra) and later joins the Meghna to eventually empty into the Bay of Bengal. It’s fertile and mostly flat farmland and, with the exception of ",{"type":"[[","value":[["Chittagong Division"],["Chittagong Hill Tracts"]]},", rarely exceeds 10 metres above sea level, making it dangerously susceptible to a rise in sea level.\n\nThe highest point is Bijoy, at 1,231 metres.\n\n",{"type":"===","value":["Holidays"]},"\n",{"type":"{{","value":[["Ramadandates"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pohela Boishakh"]}," - The most widely celebrated secular national festival of the country. Here people from all walks of life participate in various cultural shows called Boishakhi Mela,wearing national dress (kurta or Shari), eating sweets and wishing every one happy new year."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ekushey - National Mother Language Day"]}," - February 21. This day marks the anniversary of the martyrs that died in 1952 while protesting the imposition of ",{"type":"[[","value":[["Urdu"]]},", in the name of ",{"type":"[[","value":[["Islam"]]},", as the mother-tongue. The uprisings to support ",{"type":"[[","value":[["Bangla"]]}," as the mother language fueled the movement towards secular nationalism that culminated in independence in 1971. The holiday is marked by (one of the most colourful events in Asia) tributes to the martyrs by political leaders, intellectuals, poets, writers, artisans and singing beginning at one minute after midnight on the 21st.  Government offices are closed, and expect traffic disruption from February 20."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Independence day"]}," - March 26- On this day 'Father of the Nation' Bangabandhu Sheikh Mujibur Rahman proclaimed country's independence."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Victory day"]}," - December 16- On this day Pakistani occupied forces surrendered to joint Bangladeshi & Indian forces."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eid-ul-Fitr"]}," - the largest Muslim holiday of the year, it celebrates the end of the holy month of Ramadan. Food is the highlight, and if you're lucky you'll be invited into a private home for a feast. Businesses close for at least a couple days, if not a week."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Eid-ul-Azha"]}," - is the second largest Muslim festival."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Durga Puja"]}," - Four days around October. The largest Hindu festival in the country, it goes on for several days with festivities varying each day."]},{"type":"*","value":[" ",{"type":"'''","value":["Christmas"]}," - December 25, This is the largest Festival of Christian Community in the country which is declared as a government holiday. A prayer is held at Tejgaon Church at 11PM on 24 December. Also some other churches in Dhaka also arrange prayer at 24 December."]},"\n",{"type":"==","value":["Regions"]},"\nBangladesh is a very small country, broken into 7 administrative divisions:\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Bangladesh regions map.png"],["regionmaptext=Regions of Bangladesh"],["region1name=",{"type":"[[","value":[["Dhaka Division"]]}],["region1color=#efef7a"],["region1description=Home to the capital city, jute, and rice paddies."],["region2name=",{"type":"[[","value":[["Chittagong Division"]]}],["region2color=#cfc27b"],["region2description=A picturesque hinterland of large hills, forests, and beaches."],["region3name=",{"type":"[[","value":[["Rajshahi Division"]]}],["region3color=#aab0c8"],["region3description=Known for its silk, mangoes, and dozens of archaeological ruins."],["region4name=",{"type":"[[","value":[["Khulna Division"]]}],["region4color=#d1a6c2"],["region4description=A relaxing, slow paced area; home of the ",{"type":"[[","value":[["Sundarbans"]]},"."],["region5name=",{"type":"[[","value":[["Sylhet Division"]]}],["region5color=#e58f8d"],["region5description=Home to endless rolling tea estates and beautiful natural scenery."],["region6name=",{"type":"[[","value":[["Barisal Division"]]}],["region6color=#9dd1ab"],["region6description=The land of rivers, paddies, and green."],["region7name=",{"type":"[[","value":[["Rangpur Division"]]}],["region7color=#b5d07b"],["region7description=Temples, culture, and a rural lifestyle."]]},"\n\n",{"type":"==","value":["Cities"]},"\nMost of these cities are also the capital of the ",{"type":"'''","value":["division"]}," of the same name:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dhaka"]]}," - The hectic capital city, an intense and thriving metropolis of around 12 million people that's growing by the day"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chittagong"]]}," - a bustling  commercial centre and the largest international seaport in the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mymensingh"]]}," - a historic city located by the side of river Brahmaputa, has got a rich cultural and political history dating back to more than 200 years"]},{"type":"*","value":[" ",{"type":"[[","value":[["Khulna"]]}," - located on the Rupsha River, famous for shrimp and a starting point for journeys into the ",{"type":"[[","value":[["Sundarbans"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rajshahi"]]}," - the silk city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Rangpur (Bangladesh)"],["Rangpur"]]}," - important city in the north-west, with agriculture and trade"]},{"type":"*","value":[" ",{"type":"[[","value":[["Barisal"]]}," - Southern city famous for Paddy growing and many rivers, best reached by a slow-paced and relaxing boat ride on the Rocket Steamer"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sylhet"]]}," - the largest city in the northeast, known for the shrine of Sufi saint Hazrat Shahjalal, one of the holiest sites in the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jessore"]]}," - a nondescript small town, and a likely transit point to or from ",{"type":"[[","value":[["Kolkata"]]},", famous for ",{"type":"''","value":["Gur"]},", a form of cake-like molasses produced from the extract of the date tree"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cox's Bazar"]]}," - the country's premier beach resort, filled to the brim with boisterous Bangladeshi holiday makers."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bagerhat"]]}," - an important historical center and site of several mosques including the famous Shait Gumbad Masjid."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bogra"]]},"- one of the oldest towns in northern Bangladesh."]},{"type":"*","value":[" ",{"type":"[[","value":[["Char Atra"]]}," - a low lying island located in the Ganges. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Paharpur"]]}," - ruins of an ancient Buddhist vihara."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rangamati"]]},"- To take the colorful tribal experience of Bangladesh. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Saint Martins Island"]]}," - the country's only coral island with friendly locals, a laid back vibe and coconuts to spare."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sundarbans"]]}," - the largest mangrove in the world, with lots of bird life and some very elusive Royal Bengal Tigers."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["VisaRestriction"],["Entry will be refused to citizens of ",{"type":"[[","value":[["Israel"]]},". However, there are no restrictions on holders of other passports containing Israeli stamps and visas."]]},"\n",{"type":"[[","value":[["File:Bgdsh 029.jpg"],["thumb"],["300px"],["The National Parliament"]]},"\n\n",{"type":"===","value":["Visas"]},"\n\nThe citizens of the following countries do not require visas for stays of up to 90 days: ",{"type":"[[","value":[["Antigua and Barbuda"]]},", ",{"type":"[[","value":[["Bahamas"]]},", ",{"type":"[[","value":[["Bhutan"]]},", ",{"type":"[[","value":[["Dominica"]]},", ",{"type":"[[","value":[["Fiji"]]},", ",{"type":"[[","value":[["Gambia"]]},", ",{"type":"[[","value":[["Grenada"]]},", ",{"type":"[[","value":[["Guinea-Bissau"]]},", ",{"type":"[[","value":[["Jamaica"]]},", ",{"type":"[[","value":[["Guyana"]]},", ",{"type":"[[","value":[["Honduras"]]},", ",{"type":"[[","value":[["Lesotho"]]},", ",{"type":"[[","value":[["Malawi"]]},", ",{"type":"[[","value":[["Maldives"]]},", ",{"type":"[[","value":[["Montserrat"]]},", ",{"type":"[[","value":[["Papua New Guinea"]]},", ",{"type":"[[","value":[["Saint Kitts and Nevis"]]},", ",{"type":"[[","value":[["Saint Lucia"]]},", ",{"type":"[[","value":[["Saint Vincent and the Grenadines"]]},", ",{"type":"[[","value":[["Seychelles"]]},", ",{"type":"[[","value":[["Solomon Islands"]]},", ",{"type":"[[","value":[["Uruguay"]]},", ",{"type":"[[","value":[["Vatican City"]]}," and ",{"type":"[[","value":[["Zambia"]]},".\n\n",{"type":"[[","value":[["Australia"]]},"n citizens, according to the current VISA database can pay 50 USD for a 90 day visa on arrival. ",{"type":"[","value":["http:\/\/www.timaticweb.com\/cgi-bin\/tim_website_client.cgi?SpecData=1&VISA=1&NA=AU&DE=BD&PASSTYPES=PASS&user=KLMB2C&subuser=KLMB2C"]},"\n\nTransit passengers continuing their journey on the first connecting aircraft also do not require visas, provided they hold valid onward or return documentation and do not leave the airport.\n\nOn occasion, tourists and business travellers arriving at airports in Dhaka and Chittagong may be granted 'landing permission' by the Chief Immigration Officer for stays of up to 15 days, as long as they hold return air tickets. Although this method is fairly unorthodox, and is not available for the average traveller.\n\nCitizens of all other countries need a visa to enter Bangladesh. It is preferred you obtain it in your home country, but it's also possible to process a visa at embassies and consulates in neighboring countries. Visas are available on arrival only if there is no Bangladeshi diplomatic mission within the country you're a citizen of, or if you're a 'privileged investor' invited by a Bangladeshi export trade body. Be ready to show paperwork indicating invitations from the said government organizations.\n\nIf you were a Bangladeshi citizen at some point in time and now hold a passport from a different country, you can contact your nearest Bangladesh High Commission for your \"No Visa Required\" stamp, which works as a permanent visa as long as your passport containing the stamp doesn't expire. This option is also available to the children and grandchildren Bangladeshi citizens.\n\nIf you apply in your home country you can usually obtain a 3 month visa if arriving by air, or 15 days if arriving at a land border crossing. Fees vary depending on nationality and length of visa requested.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"'''","value":["Australian citizens"]}," - All visas cost AU$150 from the Bangladesh High Commission in Canberra. For further information, visit the High Commission's official website here: ",{"type":"[","value":["http:\/\/www.bhcanberra.com\/visa.php"]},". See note above where apparently visa can be purchased on arrival."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"'''","value":["Belgian citizens"]}," - As of August 2013 there is no website for the embassy of Bangladesh in Belgium. A single-entry tourist visa allows you to stay one month (up to three on special request) and needs to be used within three months of being delivered. It is supposed to be delivered one week after the request has been introduced. The visa office is open from 09:30 to 11:30. You need to go to the embassy in person or to send someone for you to request the visa and to retrieve it. You need to provide the following documents when introducing your request:"]},{"type":"*","value":[{"type":"*","value":[" plane tickets to\/from Bangladesh (optional?)"]}]},{"type":"*","value":[{"type":"*","value":[" hotel booking in Bangladesh (at least the first one)"]}]},{"type":"*","value":[{"type":"*","value":[" filled Machine Readable Visa Application Form (you can get the empty form by e-mail if you call the embassy on the phone)"]}]},{"type":"*","value":[{"type":"*","value":[" two photographs"]}]},{"type":"*","value":[{"type":"*","value":[" your passport"]}]},{"type":"*","value":[{"type":"*","value":[" 50€"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"'''","value":["Canadian citizens"]}," - A single-entry visa for 3 months is C$80 and a multiple-entry visa is C$158. The visa form for Canada is here: ",{"type":"[","value":["http:\/\/www.bdhc.org\/bhcvisa.pdf"]},". Tourist visas are now issued upon arrival for 30 days at the airport, and may be extended for stays up to 60 days."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"'''","value":["UK citizens"]}," - A single-entry visa is £40, double entry is £52, 3 entries for £75, and £104 for 4 entries. The UK visa form is here: ",{"type":"[","value":["http:\/\/www.bangladeshhighcommission.org.uk\/images\/frm-visa.pdf"]},". The UK also boasts a large number of Bangladeshi consular offices: ",{"type":"[","value":["http:\/\/www.bangladeshhighcommission.org.uk\/consular\/"]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"'''","value":["US citizens"]}," - The embassy is in Washington D.C.: ",{"type":"[","value":["http:\/\/www.bdembassyusa.org\/"]},". The visa fee is currently $160 if obtained from within the USA, and can be applied for by mail. There are also consulates in Los Angeles ",{"type":"[","value":["http:\/\/www.bangladeshconsulatela.com\/fees.htm"]}," and New York ",{"type":"[","value":["http:\/\/www.bdcgny.org\/"]}," who will answer most questions; ensure you read the 'visa requirements' sections carefully. A U.S. cashier's check, money order or bank draft should be made payable to \"Consulate General of Bangladesh\". International money orders, personal checks and cash are ",{"type":"''","value":["not"]}," acceptable. Visas on Arrival are available to US tourists for up to 30 days (length may differ at some land borders), provided they have at least $500 in cash or travellers checks. The fee, still $160, must be paid in cash (USD, EUR or GBP)."]},"\nThe ",{"type":"'''","value":["Bangladesh High Commission"]}," in ",{"type":"[[","value":[["Kolkata"]]},", Circus Ave (",{"type":"''","value":["Just east of AJC Bose Rd"]},"), ",{"type":"''","value":["+91"]}," (0)33 2290 5208\/5209, issues only 15 day visas, ranging from free for Indians to a hefty Rs 5000 (~US $110) for American citizens. Applications are received at window #4 weekdays from 9-11AM, and visas are generally ready the next afternoon. Bring 3 passport photos and copies of passport and Indian visa.\n\n",{"type":"====","value":["Visa extensions"]},"\nVisa extensions are possible in ",{"type":"[[","value":[["Dhaka"]]}," at the Immigration and Passport Office on Agargaon Rd. Fees are the same as a single-entry visa, even if just trying to expand your 15 day pittance into a full-fledged 30-90 day visa, making a sidetrip from India for longer than 15 days an expensive endeavor. If you want to stay only a little longer, it's better to just pay the ",{"type":"'''","value":["overstay fee"]}," of Tk 200\/day for up to 15 days, which grows substantially to Tk 500\/day thereafter. Some of the smaller backwater crossings such as ",{"type":"[[","value":[["Tamabil"]]}," may not even notice that you've overstayed if you don't point it out yourself.\n\n",{"type":"===","value":["By plane"]},"\nThe main gateway to the country is Dhaka's ",{"type":"'''","value":["Shahjalal International Airport"]},", (",{"type":"{{","value":[["IATA"],["DAC"]]},") (Bengali: শাহজালাল আন্তর্জাতিক বিমানবন্দর) though there are also limited international flights from regional centres ",{"type":"[[","value":[["Chittagong"]]}," and ",{"type":"[[","value":[["Sylhet"]]},".\n\nThe national carrier is ",{"type":"[","value":["http:\/\/biman-airlines.com\/ Biman Bangladesh Airlines"]},", though the airline has a less-than-stellar reputation for punctuality, cleanliness, safety and maintaining routes. It recently underwent a major restructuring to recoup financial losses and many routes have been cancelled. See ",{"type":"[[","value":[["w:Biman Bangladesh Airlines destinations"],["Wikipedia"]]}," for a fairly updated list.\n\nThe private carrier ",{"type":"[","value":["http:\/\/www.uabdl.com\/ United Airways"]}," has taken the advantage of Biman's poor service and has expanded to serve many major hubs throughout Asia. See ",{"type":"[[","value":[["w:United Airways#Destinations"],["Wikipedia"]]},".\n\nThere are good connections to Dhaka from the ",{"type":"[[","value":[["Middle East"]]}," with ",{"type":"[","value":["http:\/\/www.qatarairways.com\/ Qatar Airways"]},", ",{"type":"[","value":["http:\/\/www.emirates.com\/ Emirates"]}," and ",{"type":"[","value":["http:\/\/www.etihadairways.com\/ Etihad Airways"]}," through which it is possible to connect to most Asian and European capitals and several North American hubs. ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Bangkok"]]},", ",{"type":"[[","value":[["Kuala Lumpur"]]}," and ",{"type":"[[","value":[["Singapore"]]}," are other major Asian hubs that have regular flights to the country and beyond.\n\nAnother popular route of getting to Bangladesh is via Indian carriers, of which ",{"type":"[","value":["http:\/\/www.airindia.in\/ Air India"]}," operates a non-stop flight between ",{"type":"[[","value":[["London"]]}," and Dhaka. Although, these airlines are often plagued with mismanagement and cancellations. Nearby regional destinations like ",{"type":"[[","value":[["Kathmandu"]]}," in ",{"type":"[[","value":[["Nepal"]]},", ",{"type":"[[","value":[["Paro"]]}," in ",{"type":"[[","value":[["Bhutan"]]},", ",{"type":"[[","value":[["Kunming"]]}," in ",{"type":"[[","value":[["China"]]}," and all Indian cities are readily accessible from Dhaka in under three hours and are served by a great number of private airlines.\n\n",{"type":"===","value":["By bus"]},"\nThe only open land borders are those with ",{"type":"[[","value":[["India"]]},". No land crossing is possible to ",{"type":"[[","value":[["Myanmar"]]}," (occasionally Bangladesh passport holders are allowed to cross from ",{"type":"[[","value":[["Teknaf"]]},", though this changes regularly).\n\n",{"type":"====","value":["From Kolkata"]},"\n\nFrom India there are a number of land entry points. The most common way is the regular comfortable a\/c buses from ",{"type":"[[","value":[["Kolkata"]]}," to ",{"type":"[[","value":[["Dhaka"]]}," via the ",{"type":"[[","value":[["Haridaspur"]]}," \/ ",{"type":"[[","value":[["Benapole"]]},"  border post. Private Bangladeshi bus companies ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.shohagh.com\/group\/ Shohagh"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greenlineparibahan.com\/ Green Line"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/shyamoli.paribahan.com\/ Shyamoli"]}]}," among others operate daily Kolkata-Dhaka-Kolkata bus services. Govt. buses run under the label of the state owned West Bengal Surface Transport Service Corporation (WBSTSC) and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.brtc.gov.bd\/ Bangladesh Road Transport Corporation"]}]}," (BRTC). WBSTSC and BRTC both operate buses from Kolkata (",{"type":"'''","value":["Karunamoyee international bus terminus"]}," in the Salt Lake neighborhood) every Tuesday, Thursday, and Saturday at 5:30AM and 8:30AM, and 12:30PM while from Dhaka they leave on Monday, Wednesday, and Friday at 7AM and 7:30AM. The normal journey time is around 12 hours with a one-way fare of Rs550 or BDT600-800, roughly $8–12. If you're headed only to ",{"type":"[[","value":[["Haridaspur"]]}," the fare is Rs86 (2.5 hours). Timings will vary, please confirm after arrival in Kolkata (Calcutta).\n\n",{"type":"====","value":["From Siliguri"]},"\n\"Shayamoli Paribhahan\" has a bus service from Siliguri to Dhaka.Phone# +8802-8360241, +8801716942154. It cost around 1000\/=(may increase later) Taka for one way ticket.\n\n",{"type":"====","value":["From Agartala"]},"\n\nThere is a regular bus service between ",{"type":"[[","value":[["Dhaka"]]}," and ",{"type":"[[","value":[["Agartala"]]},", capital of India's ",{"type":"[[","value":[["Tripura"]]}," state. Two BRTC buses leave daily from Dhaka and connect with the Tripura Road Transport Corporation vehicles, running six days a week with a roundtrip fare of BDT600 ($10). There is only one halt at ",{"type":"[[","value":[["Ashuganj"]]}," in Bangladesh during the journey. Call +880 2 8360241 for schedule.\n\nOther entry points from India are ",{"type":"[[","value":[["Hili"]]},", ",{"type":"[[","value":[["Chilahati"]]}," \/ ",{"type":"[[","value":[["Haldibari"]]}," and ",{"type":"[[","value":[["Banglaband"]]}," border posts for entry from ",{"type":"[[","value":[["West Bengal"]]},"; ",{"type":"[[","value":[["Tamabil"]]}," \/ ",{"type":"[[","value":[["Dawki"]]}," border post for a route between ",{"type":"[[","value":[["Shillong"]]}," (",{"type":"[[","value":[["Meghalaya"]]},") and ",{"type":"[[","value":[["Sylhet"]]}," in Bangladesh, and some others with lesser known routes from north-eastern Indian regions.\n\n",{"type":"===","value":["By train"]},"\n\nTrain services from ",{"type":"[[","value":[["India"]]}," were suspended for 42 years, but the ",{"type":"''","value":["Maitree Express"]}," started running again between ",{"type":"[[","value":[["Dhaka"]]}," to ",{"type":"[[","value":[["Kolkata"]]}," in April 2008.  The service is biweekly: A Bangledeshi train leaves Dhaka every Saturday, returning on Sunday, while an Indian train leaves Kolkata on Saturdays and returns the next day.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Kamlan.jpg"],["thumb"],["250px"],["Kamalapur Railway Station in Dhaka."]]},"\n\n",{"type":"===","value":["By plane"]},"\n\nAir travel in Bangladesh is very affordable and convenient.\n\nThere are airports in all of the division capitals and in ",{"type":"[[","value":[["Jessore"]]},", ",{"type":"[[","value":[["Cox's Bazar"]]}," and some other small cities. Most of the domestic airports are served by either Biman Air ",{"type":"[","value":["http:\/\/www.bimanair.com\/"]},", the national airline, or GMG Airlines ",{"type":"[","value":["http:\/\/www.gmgairlines.com\/"]},", their private competitor.\n\nBiman had the interesting distinction of flying the half-hour Dhaka-Chittagong (DAC-CGP) leg (~250 miles) on DC-10's and Airbus A-310's - both large wide-body jets.\n\nUnited Airways ",{"type":"[","value":["http:\/\/www.uabdl.com\/"]},", Regent Airways ",{"type":"[","value":["http:\/\/flyregent.com\/"]}," and  Royal Bengal Airlines ",{"type":"[","value":["http:\/\/www.royalbengalairline.com\/"]}," are three private operators offering excellent domestic and international flights.  Regent is a new operator in 2010 and has new aircraft.  There are reports that United Airlines pilots have been forced to state that planes are in good condition, even without proper maintenance checks. Regent Airways is the safest domestic airline currently in operation in Bangladesh. Most of the private operators use the Bombardier DASH-8.\n\n",{"type":"===","value":["By helicopter"]},"\n\nThere are quite a few rotor-wing craft services available for hire in Bangladesh for tourism, MEDEVAC or Film-footage services. Any reputable travel agent will know full details. As of now - one service \"ATL\" is at, ATL ",{"type":"[","value":["http:\/\/www.nitolniloy.com\/atl_contact.html\/"]}," or at ATL ",{"type":"[","value":["http:\/\/www.atlhelicopter.com\/"]},".\n\n",{"type":"===","value":["By bus"]},"\n\nLocal Bangladeshi buses are generally crowded, often to the extent of people riding on the bus steps (entrance) and sometimes even the roof. The state run Bangladesh Road Transport Corporation ",{"type":"[","value":["http:\/\/www.brtc.gov.bd\/"]}," (BRTC) buses usually fall into this category. Avoid all of the low cost buses - they are easy to spot by their poor condition.  There are daily fatal accidents involving them. If you do use them, it is worth noting that they do not usually stop, but rather slow down slightly to let passengers on or off. Additionally, fare collectors, disconcertingly, do not wear uniform making them difficult to identify. If you do not speak the language you may have to simply jump on the bus (literally) and give money to the first person who asks you.\n\nHowever, there are luxurious air conditioned bus services connecting major cities and popular tourist destinations. Green Line ",{"type":"[","value":["http:\/\/www.greenlineparibahan.com\/"]},", Shyamoli ",{"type":"[","value":["http:\/\/shyamoli.paribahan.com\/"]},", SilkLine ",{"type":"[","value":["http:\/\/www.paribahan.com\/paribahan\/silkline_browsers\/silkline_main.php?"]}," and Shohagh ",{"type":"[","value":["http:\/\/www.shohagh.com\/group\/"]}," usually have a couple different offices dotted around the cities they serve. Greenline has a few Scania buses running between Dhaka, Chittagong and Cox's Bazar that offer a level of comfort you've probably never seen in a bus before - they cost about 1\/3 more than their Volvo buses, but are comparable to business class on an airplane, at least.\n\n",{"type":"===","value":["By car"]},"\n\nDriving in Bangladesh is not for the faint hearted - the road network is fairly good, but dodging irrational bus drivers and weaving in and out of rickshaws isn't easy on the nerves. Driving standards are some of the worst in the world, as notable by the many cars which have bumper bars that encircle the whole car.  Traffic in Dhaka has reached unimaginable proportions, and self-driving is definitely not advised. Parking places are non-existent. It is highly advised to hire a local driver. Night time driving is substantially more dangerous as trucks\/buses often ignore smaller cars; road travel at night should be avoided, regardless of who's driving.\n\nOfficially, cars drive on the left; in reality, cars drive on any side of the road. The speed limit is 25 km\/h on all urban roads, though it is highly unlikely a vehicle will even reach this speed with the traffic. Many traffic lights have been installed in recent times, but these are often disregarded by both drivers and traffic police. Traffic police direct cars on all major intersections in urban areas. On many country roads, it is illegal to overtake; but again, this is completely ignored, with locals employing extremely dangerous manoeuvres when passing the vehicle in front of them. The cities are well lit, but country roads often lack street lighting. Some new inter-city roads have tolls, especially new bridges; these are fairly cheap.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.railway.gov.bd\/ Bangladesh Railways"]}]}," is the state and only train operator. The ticket prices are reasonable and usually similar to bus ticket prices and sometimes even cheaper. However, due to the roundabout routes and tricky river crossings, the journey durations are usually much longer. Tickets can be booked over the phone, though unless you speak Bengali you're likely to get better results at one of the computerized station booking offices.\n\nTrains are generally comfortable, with more leg room than buses. Though the carriages are generally not very clean, the AC and 1st class seats are manageable. ",{"type":"''","value":["Sulob"]}," class is the highest 2nd class ticket, with reserved seating and not much different from 1st class (except in price).\n\nKamlapur Rail Station in Dhaka is large and modern. It serves all major cities but due to the existence of broad gauge ",{"type":"''","value":["and"]}," meter gauge tracks around the country it may be required to change trains en route.\n\n",{"type":"===","value":["By boat"]},"\n\nThere are over 230 mighty and small rivers throughout the country, and boats and ferries are an integral part of travel for locals and tourists alike. A journey along the river in any mode is probably the best way to see Bangladesh. There are a number of private tour operators offering river sightseeing trips of various lengths, or using the ferries to get between cities is a great way to see the country at a moderate pace.\n\nThe ",{"type":"'''","value":["Rocket Steamer"]}," service connects ",{"type":"[[","value":[["Dhaka"]]}," and ",{"type":"[[","value":[["Khulna"]]}," via ",{"type":"[[","value":[["Barisal"]]},", and is a fantastic way to enjoy riverine Bangladesh, for those who prefer the scenic route. The 4 ferries are operated by BIWTC ",{"type":"[","value":["http:\/\/www.mos.gov.bd\/biwtc.htm\/"]}," and run several times per week in each direction. It's advisable to book several days in advance if possible. While there are several different classes it's unlikely that you will end up in anything but 1st or 2nd class. Both of these consist of around 10 small berths on the upper deck of the boat with 2 beds each and a sink (no doubt doubling as a urinal), and fairly clean shared bathrooms. There's a central dining\/sitting room in each class with a chef cooking Bengali meals and the odd fish-and-chips or an omelette for around Tk 50-150. Cheaper food can be bought at the vendors in the lower classes on the bottom level. First class is at the front of the boat, with the bow made into a nice sitting area. If you're traveling single you must book 2 beds if you want a berth guaranteed to yourself in either class, though unless the boat is completely full it's unlikely they'll put someone in a foreigner's room even if you just pay for one. The full journey takes anywhere from 26–30 hours and costs Tk 1010\/610 in first\/second class. It's best avoided during the rainy seasons and during holidays when the launches get over crowded with home-returning city dwellers. The more eco-friendly may prefer to take their trash off with them: otherwise, it's likely to end up in the river at the end of the journey.\n\nBIWTC also operates many other more basic ferries that may be useful for smaller distances.\n\n",{"type":"==","value":["Talk"]},"\nThe national language is ",{"type":"[[","value":[["Bengali phrasebook"],["Bengali"]]}," (",{"type":"''","value":["Bangla"]},") and is spoken everywhere. It's an Indo-Aryan language derived from Prakit, Pali and Sanskrit and written in its own script. Many Bangladeshis understand only limited English such as basic affirmatives, negatives, and some numbers. This is especially so in rural areas and among the lower socio-economic classes. Learning a few Bengali words ahead of your trip will prove very useful.\n\nTwo centuries of British colonisation lead people to identify most foreigners as either British or Americans, and to view them with curiosity. The first question you will probably be asked is \"What is your country?\" (\"Desh kothay?\" in Bangla). If hawkers or rickshaw-wallahs are over-zealous in selling you their products or services, simply say \"Amar dorkar nai\" (\"I don't need [this item]\") or \"Lagbey nah\" (\"No need\") as a colloquial way of saying \"No, thanks.\"\n\nIf you don't wish to give money to beggars and other unfortunates, simply tell them \"Maaf koro\" (with informal you) or \"Maaf koren\" (with polite\/formal you), which means \"Pardon me\"; or you can apply a tricky concept by saying \"Amar bangthi poisha nai\", meaning \"I have no change.\" Above all, if you're refusing a service or product, don't linger. Walk on as you say these phrases. Otherwise, your lingering may be misinterpreted by peddlers as your uncertainty about refusal.\n\n",{"type":"==","value":["See"]},"\n\nBangladesh  as a vacation land has many facets. Her tourist attractions include archaeological sites, historic mosques and monuments, resorts, beaches, picnic spots, forest and wildlife. Bangladesh offers opportunities for angling, water-skiing, river cruising, hiking, rowing, surfing, yachting and sea bathing as well as bringing one in close touch with Mother Nature. She is also rich in wildlife and game birds.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sundarbans"]]}," — A UNESCO world heritage site, largest mangrove forest on the earth."]},{"type":"*","value":[" ",{"type":"[[","value":[["Cox's Bazar"]]}," — The world’s longest uninterrupted natural sandy sea beach."]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Martins Island"]]}," — Bangladesh’s only coral island."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mowdok Mual"]]}," - The highest peak of the country."]},{"type":"*","value":[" Nafa-khum Waterfall - The largest waterfall of Bangladesh, and also a place to enjoy rafting on local boats."]},{"type":"*","value":[" Lawachara National Park - IUCN category V protected landscape, a tropical forest of Bangladesh."]},"\nIf you arrive at a historic monument after it has already closed for the day, it may be possible to \"pay\" a security guard an \"after hours tour fee\" to be quickly taken around a site.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"{{","value":[["infobox"],["What will it cost?"],[{"type":"*","value":[" 2-litre bottled water: Tk 23"]},{"type":"*","value":[" Cup of tea: Tk 5"]},{"type":"*","value":[" Newspaper: Tk 8"]},{"type":"*","value":[" Candy bar: Tk 15"]},{"type":"*","value":[" Coke\/Pepsi: Tk 35"]},{"type":"*","value":[" Pair of ready-made pants: Tk 700\/800"]}]]},"\n\nThe currency of Bangladesh is the Bangladeshi Taka (BDT \/ Tk). As of June 2014: 1 EUR is about 105 Tk; 1 GBP is about 131 Tk; 1 USD is about 77 Tk. The updated exchange rate can be found in the official website of the Bangladesh Bank, the central bank of Bangladesh",{"type":"[","value":["http:\/\/www.bb.org.bd\/econdata\/exchangerate.php"]},". But this rate can vary in different money exchange booth. \n\nBangladesh is one of the largest ready-made garment manufacturers in the world, exporting clothing for famous brands such as Nike, Adidas and Levis. Though these products are usually not meant for sale in the local markets, they can be found in abundance in famous shopping areas such as Banga Bazaar and Dhaka College.\n\nIn most stores, prices are not fixed. Even most stores that display 'fixed-price' label tolerate bargaining. Prices can thus be lowered quite considerably. If ",{"type":"[[","value":[["haggling"],["bargaining"]]}," is not your strong point ask a local in the vicinity politely what they think you should pay. Besides there are loads of handicraft, boutique shops. There are lots of shopping malls in and around Dhaka and Chittagong. Foreigners will usually be changed a higher cost, however you will not usually be priced gouged, with what you are changed usually being only slightly more than what the locals would pay, with the difference for small items often being only a matter of a few US cents.\n\nAarong ",{"type":"[","value":["http:\/\/www.brac-aarong.com\/"]}," is one of the largest and most popular handicraft and clothing outlets with stores in ",{"type":"[[","value":[["Dhaka"]]},", ",{"type":"[[","value":[["Chittagong"]]},", ",{"type":"[[","value":[["Sylhet"]]}," and ",{"type":"[[","value":[["Khulna"]]},". It's a great place for souvenirs or to pick up a stylish kurta or salwar kameez at fixed prices.\n\nWomen can find a cotton ",{"type":"''","value":["shalwar kameez"]}," for around Tk 400 in a market or Tk 800-1500 in a shop. Silk is more expensive.\n\n",{"type":"'''","value":["ATMs"]}," can be found in most metropolitan areas. Dutch Bangla Bank has the largest ATM network in Bangladesh and finding one isn't hard. These ATMs accept all MasterCard and Visa credit\/debit cards. Most international banks in the country such as Standard Chartered and Citibank also rely on the Dutch-Bangla Bank Nexus™ ATM network for their own clients. HSBC ",{"type":"[","value":["http:\/\/www.hsbc.com.bd\/"]}," ATMs are located at most hotels but accept only Visa debit\/credit cards and HSBC GlobalAccess™ cards (no MasterCard).\n\nMost ATMs are usually quite safe to use as most will be set inside a building with a security guard standing (or more likely sitting) guard at the door.\n\n",{"type":"==","value":["Eat"]},"\n\nBangladesh is a fish lover's paradise.  Traditionally most of the country lives off of the once-bountiful fresh-water river fish, especially the officially designated \"national fish\" ",{"type":"'''","value":["Hilsa"]},". The ",{"type":"'''","value":["Hilsa"]}," has a nice flavour but some may find the many fine bones difficult to manage; if you can master eating this fish, consider yourself on par with the locals in fish-eating and deboning expertise.  Various recipes exist for cooking Hilsa, suitable for all seasons and all regions of the country. Mutton is also popular, as in most Muslim countries, as is decidedly lean or hard chicken. Rice is almost always the staple side dish.\n\nMixed vegetable curries are plentiful - potato, eggplant, squash and tomatoes are the staple ingredients. Gourds, tubers and certain root vegetables are common. In the major cities (Dhaka, Chittagong, etc.), you will find a larger variety of vegetables than in rural areas.\n\nThe idea of salad varies from the international standard. In Bangladesh, salad has not been extensively developed, and \"kacha\" (raw) vegetables are generally not deemed very appetizing or palatable (with the exception of cucumbers), especially in more rural or suburban areas and in less Westernized households. Traditionally, most salad vegetables (carrots, celery, lettuce, paprika, etc.) were not even grown in most agrarian households, so the use of these vegetables was extremely rare. Hence, borrowing from the Mughal traditions, a few round slices of onions and cucumbers, spiced with salt, chilies, etc., is often treated as a full plate of salad.\n\n",{"type":"''","value":["Dal"]}," is usually a given side dish or meal course for all households, even the poorest or most rural (who often cannot afford any other daily meal courses). Most Bangladeshi dal varies from its West Bengali counterpart, and even more so from its other Indian counterparts, primarily because it is more watery and less concentrated or spiced. An easy analogy would be that whereas most Indian dal is more like thick stew, most Bangladeshi dal is more like light soup or broth. The Hindus of Bangladesh have greater varieties of Dal recipes, just as they have greater varieties of vegetarian dishes. The Muslims have thicker and more spiced varieties of dal. Dal recipes vary regionally in Bangladesh, so be careful not to over-generalize after a brief experience.\n\nBoiled eggs (",{"type":"''","value":["dhim"]},") are a popular snack (Tk 3-5), and fresh fruit is abundant, such as bananas (Tk 2\/ea), apples (Chinese, Tk 80-100\/kg), oranges, grapes, pomegranates and papayas.  Delicious and diverse, mangos (Tk 50-150\/kg) are a very popular fruit throughout Bangladesh.\n\n",{"type":"'''","value":["Fast food"]}," restaurants and bakeries serving burgers, kababs, spring rolls, vegetable patties and just about anything else you can throw in a deep fryer are dotted around most cities. Most items will run around Tk 10\/each.Bangladesh also has international fast food chains like Pizza Hut, KFC, A&W, Nando's.\n\nTo enjoy the tastes of Dhaka one needs to go to old Dhaka. The Haji biriyani, Nanna biriyani are a must. Also Al Razzak restaurant is famous for its Shahi food. To savour local food one must go to Korai Gost at Dhanmondi Satmosjid road, Kasturi restaurant at Gulshan & Purana Paltan area. No one should leave Bangladesh without tasting the Phuchka and Chatpati available in the streets of Dhaka,Chittagong. Also there are loads of Chinese and Thai restaurants in Bangladesh which serve localized Chinese and thai dishes.Bailey road in Dhaka is the unofficial food street of the nation followed by Satmoshjid Road.Dhaka also has Japanese, Korean and Indian restaurants located mostly in Gulshan area. For world class Ice creams do visit Moven pick, Club gelato in Gulshan. To taste Kebab, Babecue tonight in Dhanmondi is the best followed by Koyla in Gulshan.\n\nMost Bangladeshis eat with their right hand as in neighboring countries. Never use your left hand to bring food to your mouth, though it's ok to use it for bringing a glass to your mouth or to serve food from a common dish with a spoon. Every restaurant will have a handwashing station (sometimes just a pitcher of water and a bowl if they don't have running water), and you should use this before and after the meal. To eat with your hand, rake in a little portion of the rice and a bit of the curry to an open space on your plate (usually create a bit of space on the side of the plate closest to you, sufficiently inward from the rim but NOT in the center of the plate), and mix the rice and curry with your fingers. Then, create a little ball or mound (it should be compact and modestly sized, but does not need to be perfectly shaped or anything—function over form!) of the mixture and pick it up with all your fingers, and scoop in into your mouth. Your fingers should not enter your mouth in the process, and your upper fingers and palms should not get dirty either. Only toddlers and foreigners\/tourists are exempted from these rules. It doesn't matter a whole lot if you don't get it all exactly right, but know that the entire restaurant is watching and waiting to see if you do. Attempting to eat with your hands and failing miserably will raise many a smile.  The use of cutlery (except serving spoons for common dishes) is lacking in rural areas and poorer households, and basic cutlery (i.e.: spoons, sometimes a fork) is sometimes available in urban restaurants and more Westernized, urban households. However, the use of hands is a more humble and culturally respectful gesture, especially from a tourist.\n\nTable-sharing is acceptable and even expected in most establishments, with the exception of nicer urban restaurants. Many places have separate curtained-off booths for women and families, a nice reprieve from prying eyes.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Nightlife"]}," in Bangladesh is nearly non-existent. Being a Muslim country, alcohol is frowned upon and found mostly in the international clubs and pricier restaurants in ",{"type":"[[","value":[["Dhaka"]]}," and in some restaurants in tourist centers like ",{"type":"[[","value":[["Cox's Bazar"]]},". In ",{"type":"[[","value":[["Teknaf"]]}," and on ",{"type":"[[","value":[["Saint Martins Island"]]}," you may stumble upon the occasional beer smuggled in from Myanmar. Some of the nicest hotels in the cities have fully equipped bars with exaggerated prices to match. However, lack of commercial availability of liquor should not always be confused with cultural aversion to alcohol in mainstream society. You'll likely find that Bengali Christians and many urbanized, upper-class Muslims privately have a more liberal, Westernized attitude toward social consumption of alcohol. However most 5 Star Hotels like Radisson, Sheraton. Shonargoan, Regency etc. and few clubs in Gulshan, hold DJ \/ Dance parties on frequent basis. Foreigners may bump into one of those parties if they are lucky. Usual entrance fees of such parties aare around 2000 Tk. Young people of upper class and higher uper class of the society are the main portion of the formed crowd. How ever in some places, western clothed hired companions are available. Foreigners looking for a clean vacation should stay away from them using common sense. Alcoholic drinks are rare.\n\n",{"type":"'''","value":["Coffee"]}," is aperennial middle-class 'Adda' (gossip) accompaniment in this city. A popular chain is 'Coffeeworld' ",{"type":"[","value":["http:\/\/www.coffeeworld.com\/gallery\/cw_gallery.asp"]},", of which there are seven in Dhaka. Instant coffee is widely available.\n\n",{"type":"'''","value":["Tea"]}," is everywhere. Ask for red tea if you do not want milk.\n\n",{"type":"'''","value":["Fruit juices"]}," are plentiful, varied and delicious, though be wary of watered down or icy drinks and dirty blenders. Raw sugarcane juice is widely available during the hot season, and usually safe, as are ",{"type":"'''","value":["coconuts"]},", which are widely available.\n\n",{"type":"==","value":["Do"]},"\n\nThere's a lot happening around the city. Like any large metropolis there are dramas, concerts and performances galore—both of the western and local variety. Yes it is possible to end up at a live rave event with thrash music in Dhaka!\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["sleeppricerange"],["Tk 50-500"],["Tk 550-5000"],["Tk 5000+"]]}," \t\n\nThere's a broad range of hotels in the country, from economy hotels costing $1 per night (sometimes filthy and sometimes reluctant to take foreigners) up to 5-star hotels in some of the major cities.\n\n",{"type":"==","value":["Visit"]},"\n\nBangladesh is a country with lots of places to visit, many of which offer unforgettable experiences but remain relatively unknown to the rest of the world.\n\nDhaka is a pulsing, gritty conglomerate, one of the most densely populated cities in the world. It has a number of attractions for the tourists, including the Lalbagh Quilla, Ahsan Manjil, Shaheed Minar, Boro Katra, Choto Katra, the National Museum, Jatiyo Songshad Bhaban(the Parliament Building) etc. The Suhrawardy Uddan and the Ramna Park are two parks that provide green respite to city dwellers. Other tourist attractions include places like Baitul Mukarram (National Mosque), the High Court Building, the Bangabandhu Museum, etc. If you're visiting only one thing, then the LalBagh Qilla fort is a must-see, in the older part of town. The older part of Dhaka, known as \"Puran Dhaka\", is literally a city of history, with hundred-year-old buildings crammed on each side of hundreds of narrow lanes. Each \"Moholla\" (city block) of Puran Dhaka is unique with its specialized shops and artisans and gives a taste of Dhaka\n\nThe rest of Bangladesh is also ornamented with thousands of gems, most of which remain hidden and await exploration. The names are endless, but the prominent ones include, Moynamoti, Paharpur (Shompur Bihar), Mohasthangor, Kantajir Mondir, Ramshagor, Shatgombuj Mosque, Khanjahan Ali's Shrine, Shriti Shoudho etc. These sites offer architectures from various eras of the country's history, including Buddhist, Hindu and Muslim eras and date back thousand years.\n\nThe natural beauty of Bangladesh can be explored away from the hustle and bustle of Dhaka, the Capital. Bangladesh has the longest unbroken sea beach in the world, the Cox Bazaar. Also, it has the largest mangrove forest in the world, the \"Sundarbans\" (\"beautiful forests\", named after the \"Sundari\" [beautiful] trees in it). The hill tracts of Rangamati, Khagrachori and \"Bandarban\" (\"monkey forest\") offer exciting trekking opportunities, while the Kaptai Lake (situated amongst the hills of Rangamati) can be considered a romantic getaway. The villages are the true countryside of Bangladesh and almost always have green paddy fields and yellow mustard fields with flowing rivers. Other natural wonders of Bangladesh include the Padma (Ganges) river, the Madhabkunda, Jaflong, the tea gardens of Sylhet\/Sreemangal and Moulovibazar, etc.\n\n",{"type":"==","value":["Stay safe"]},"\n\nBangladesh is a country full of friendly and open minded people. But being a poor country with a high poverty rate, there are some impoverished or bad-natured people who may find ways to exploit a foreigner\/tourist. Please stick to common sense precautions, such as not walking around unnecessarily or alone after dark. Also, if you do find yourself in trouble, create some noise and draw the attention of others who are almost certain to come to your aid. Foreigners, particularly Caucasian, will for the most part will be safe when walking around city streets as you will undoubtedly be watched by multiple curious locals at any one time.  When travelling by rickshaw, CNG (auto-rickshaw) or bus, be careful to keep valuables close at hand. Don't wear expensive jewellery without precaution; most middle-class locals now simply wear imitation gold\/silver and rhinestones\/clay and beaded pendants.\n\nThe clothing of local women varies, according to religion and degree of religious conservatism, socio-political climate (varies from time to time), geographic region, and socio-economic status. In general, as a female tourist, it is wisest to wear at least the salwar kameez, which is both easy to wear and relatively versatile and functional, while being generally culturally respectful. However, most of Bangladesh is a relatively open-minded Muslim country, and the youth in major cities (e.g.: Dhaka, Chittagong, etc.) are quite Westernized.\n\nNationwide strikes or “hartals” are widely employed as a means of political expression in Bangladesh. The political opposition over the past several years has called a number of these hartals, resulting in the virtual shutdown of transportation and commerce, and sometimes attacks on individuals who do not observe the hartals. Clashes between rival political groups during hartals have resulted in deaths and injuries. Visitors should avoid all political protests, demonstrations, and marches.  During hartals, visitors should exercise caution in all areas and remain indoors whenever possible. Hartals, demonstrations, and other protests can occur at ANY time.\n\nIt's best to not eat, drink or smoke anything offered to you by strangers - there's a growing problem in many Asian countries of drugging, and you're likely to see signs warning you against it on buses, trains, etc. That's not to say you shouldn't take someone up on their offer for a home cooked meal, but you may want to think twice about that piece of candy the person in the seat next to you just handed to you. Also, be careful about the sanitation procedures of local street food and snacks.\n\nSpeeding bus\/coaches\/trucks cause many deaths. Road signs and traffic lights are often ignored by cars, and traffic jams are always a given, making it very difficult for pedestrians to travel. It is wisest NOT to drive yourself or to walk major roads alone. Consequently, road travel (if absolutely necessary) is best undertaken with an experienced local driver in a good vehicle with safety belts. Use rickshaws with precaution; although a very authentic local drive, it is also the most dangerous vehicle for transport, especially on major routes (now being banned).\n\nPrison sentences ranging from 2 to 10 years are prescribed for homosexual activity between consenting adults under Bangladeshi law. LGBT travelers should exercise discretion.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bottled water"]}," is recommended, as the tap water is often unsafe for foreign stomachs, and some hand-drawn tube wells are contaminated with naturally occurring arsenic. This will easily pass through filters designed only to screen out bacteria. A more environmentally friendly option is to boil your own water, or use purifying tablets.  However, nothing short of distillation will remove arsenic. Recommended brands: Mum, Fresh and Spa."]},"\n",{"type":"*","value":[" It's also wise to use discretion when eating from ",{"type":"'''","value":["street vendors"]}," - make sure it's freshly cooked and hot."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mosquitoes"]]}," can be abundant in some areas and cities, especially during the rainy and humid seasons, and nets covering your bed at night are often provided, even in some of the cheapest hotels and in all households."]},"\n",{"type":"*","value":[" Consult your travel doctor about precautions against ",{"type":"[[","value":[["malaria"]]}," and ",{"type":"[[","value":[["Tropical diseases#Water .28or contaminated food.29"],["typhoid fever"]]},". Get vaccinated and take preventive and curative medication with you before you go."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pollution"]}," can be a problem, and in some of the cities like ",{"type":"[[","value":[["Dhaka"]]}," and ",{"type":"[[","value":[["Chittagong"]]}," you may wish you'd brought along an oxygen tank. While some effort has been shown recently to clean up the country such as the banning of plastic bags, there's still a long way to go and most people use the many waterways as garbage dumps - it would be unwise to swim in most of the rivers and downright senseless in a lake."]},"\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"{{","value":[["infobox"],["Amar dike takaben na!"],["Foreign tourists are still very much a novelty to many Bangladeshis (not anymore!) - kids see you as a toy to play with, while others see you as their opportunity to practice their English with endless enthusiasm. Most however, are content to just look... and look... and look. If it becomes too much, ",{"type":"''","value":["Amar dike takaben na"]}," roughly means \"please stop staring at me!!\"... but use the !! sparingly, since most Bangladeshis will think they are favouring you by admiring you so much publicly."]]},"\n\nMost Bangladeshis are religious, but fairly liberal and secular points of view are not uncommon. The people in general are very hospitable, and a few precautions will keep it this way:\n\n",{"type":"*","value":[" As in most neighbouring countries, the left hand is considered unclean and is used for toilet duties, removing shoes, etc. Hence, always use your right hand to offer or receive anything, and to bring food to your mouth."]},"\n",{"type":"*","value":[" Men, especially strangers and foreigners, should never attempt to shake hands with or touch local women — simply put your hand on your heart and bow slightly to greet."]},"\n",{"type":"*","value":[" Women travelling without men may find it slightly harder to get an auto-rickshaw driver who will take them to their destination."]},"\n",{"type":"*","value":[" Mosques are sometimes off-limits to non-Muslims and certain areas of them off-limits to women. Inquire with someone at the mosque before entering and before taking any pictures. Cover your head and arms and legs, and take off your shoes before entering."]},"\n",{"type":"*","value":[" Standing from your seat and bowing slightly to greet elderly individuals will gain you respect and social approval. Do not refer to your elders or those in socially senior positions to you (i.e.: doctors, professors\/teachers, religious leaders, etc.) by their first names; this is considered extremely rude and utmostly derogatory. Children do not call their parents by their first or last names, and in some regions of the country, wives do not call their husbands by their first names either."]},"\n",{"type":"*","value":[" Keep in mind that Bangladesh sees only a tiny number of foreign visitors, and most locals will be genuinely curious about you, watching your every move and expression. Don't underestimate how impressionable some can be, make sure you're leaving good ones!"]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Electricity"]},"\n\nElectricity is 220V 50 Hz. There are three types of electrical outlets likely to be found in Bangladesh — the old British standard BS-546, the newer British standard BS-1363 and the European standard CEE-7\/16 \"Europlug\". It's wise to pack adapters for all three.\n\n",{"type":"===","value":["Clothing"]},"\n\nMost women wear either a sari or a salwar kameez [an easy\/ready-to-wear, three-piece outfit, with a knee-length tunic (\"kameez\"), pants (\"salwar\") and a matching scarf (\"urna\")]. Foreign women may want to consider wearing at least the salwar kameez, out of general cultural respect. Having said this, rapid westernization has changed how modern city dwellers dress, especially the upper class. Jeans, shirts and t-shirts are common among the younger generation, although remember it's polite to keep your shoulders, chest and legs covered. This also goes for men – shorts are worn only by young boys, and undershirts are worn alone (without a shirt covering it) only by the lowest class in public.\n\n",{"type":"===","value":["Shaving"]},"\n\nMen can easily leave their razors at home and rely on the ever-present barber shops where a basic shave will run around Tk 10-20. Make sure they use a new blade, though you won't usually have to ask. \"Deluxe\" shaves will run around double price and barbers will often assume foreign tourists want this, so be clear if you're just after a quick shave and don't want the dubious massage and forehead\/nose shaving.\n\n",{"type":"===","value":["Tipping"]},"\n\nIn upscale restaurants around 7% is expected, but outside of these at informal food joints and with street food vendors, it's the exception not the rule. Consider tipping the driver and delivery men modestly.\n\n",{"type":"===","value":["News"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thedailystar.net The Daily Star"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bangladeshobserveronline.com The Bangladesh Observer"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.newstoday-bd.com The News Today"]}]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/nation.ittefaq.com\/artman\/publish The New Nation"]}]}]},"\n",{"type":"===","value":["FM Radio Stations"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.abcradiobd.net ABC Radio"]}," (Dhaka) - 89.2 MHz"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.radiofoorti.fmRadio Foorti"]}," - 88.0 MHz (Dhaka), 98.4 MHz (Chittagong), 89.8 MHz (Sylhet)"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.radiotodaybd.fm Radio Today"]}," - 89.6 MHz(Dhaka), 88.6 MHz(Chittagong)"]},{"type":"*","value":[" Radio Aamar - 88.4 MHz(Dhaka)"]},{"type":"*","value":[" Bangladesh Betar (Relays BBC World Service) - 100.00 MHz"]},"\n",{"type":"===","value":["Overseas Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Washington D.C."]},", 3510 International Drive NW, ",{"type":"[","value":["http:\/\/www.bangladoot.org"]},"."]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephone"]},"\n\nThe country code for Bangladesh is ",{"type":"'''","value":["880"]},". Add a ",{"type":"'''","value":["0"]}," to make a call to any Bangladesh city or region outside the national capital.\n\nIt is not possible to access  international information (directory assistance) from within Bangladesh.  If you need international directory assistance, check the Internet telephone directories.\n\n",{"type":"'''","value":["Landlines"]}," are a rarity in Bangladesh, and aren't reliable even when you can find them. Bangladesh Telephone Company Ltd. (BTCL or formerly BTTB, known generally as T&T) is the public sector phone company and the only landline service in the country.\n\n",{"type":"'''","value":["Mobile phones"]}," are a better bet and widely available. In most towns they'll be your only option, and many shop owners let theirs double as PCO's \/ ISD's.  Banglalink ",{"type":"[","value":["http:\/\/www.banglalinkgsm.com\/"]}," and Grameenphone ",{"type":"[","value":["http:\/\/www.grameenphone.com\/"]}," are the most widely available, followed by Citycell ",{"type":"[","value":["http:\/\/www.citycell.com\/"]},",  Robi ",{"type":"[","value":["http:\/\/www.robi.com.bd\/"]},", Teletalk ",{"type":"[","value":["http:\/\/www.teletalk.com.bd\/"]}," and Airtel ",{"type":"[","value":["http:\/\/www.airtel.com.bd\/"]},". Except Citycell all work on the GSM network and offer prepaid packages at reasonable prices – usually about Tk 140 ($2) to get started. International calls are possible, and often more reasonably priced than you would expect if you're calling the US or major European countries although prices can rise drastically as you get more off the beaten path. E-ISD facility offered by different mobile phone service providers can reduce the cost significantly. For the E-ISD service dial 012 instead of 00\/+.\n\n",{"type":"===","value":["Internet"]},"\n\n",{"type":"'''","value":["Internet"]}," is available in most of the larger towns, with prices hovering around Tk 15-20\/hour. Most are on broadband connections, but speed does not meet international standards.  WiMAX service is now available from some internet service providers. You can also find WiFi connectivity in some places around the big cities.\n\n",{"type":"'''","value":["Internet calls"]}," may be possible, though the Information Ministry has outlawed them.  Try Dialpad ",{"type":"[","value":["http:\/\/dialpad.com"]},", Hotelphone ",{"type":"[","value":["http:\/\/hottelephone.com"]},", Mediaring ",{"type":"[","value":["http:\/\/www.mediaring.com\/pdtnsvcs\/pcphone\/index.html"]}," or Skype ",{"type":"[","value":["http:\/\/www.skype.com"]},". You'll likely need your own microphone\/headphone.\n\n",{"type":"{{","value":[["geo"],["23.7000"],["90.3500"],["zoom=7"]]},"\n",{"type":"{{","value":[["isPartOf"],["South_Asia"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"{{","value":[["related"],["Sacred_sites_of_the_Indian_sub-continent"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bangladesh"]]},"\n",{"type":"[[","value":[["Wikipedia:Bangladesh"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Bangladesh\/"]]}]