[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bang Thao"]}," (อ่าวบางเทา) ",{"type":"''","value":["Ao Bang Thao"]},"), also known as ",{"type":"'''","value":["Bang Tao"]}," and ",{"type":"'''","value":["Laguna Beach"]},", is a beach on the northwest side of ",{"type":"[[","value":[["Phuket"]]},".\n\n",{"type":"==","value":["Understand"]},"\nBang Thao is a large open bay with one of Phuket's longest beaches. It was once used for tin mining, but has since been developed into a luxury resort. Most of it is occupied by the ",{"type":"[","value":["http:\/\/www.lagunaphuket.com\/ Laguna Complex"]},", a massive five-hotel development with golf course. There are, however, accommodations available outside Laguna at the bay's south end.\n\nDry season swimming is excellent, and at the bay's north end is a smaller bay, almost completely enclosed, at the mouth of which is some fine coral. Plenty of places to eat, tour companies, and other tourist facilities are available either at Laguna or in the nearby town of Cheong Thale.\n\n",{"type":"==","value":["Get in"]},"\nBang Thao is about 25 min from ",{"type":"[[","value":[["Phuket"]]}," airport and transfers can be arranged for about 600 baht. A metered taxi may cost about 300 baht.\n\n",{"type":"==","value":["Get around"]},"\nGetting around Laguna is easy and free.  There are free shuttle buses between all the hotels and the shopping centre as well as a ferry service around the lagoon to most of the hotels and the shopping centre.  Leaving Laguna for other places in Phuket is expensive as few Phuket taxis travel to this complex.  There are chauffeured cars available but these cost 600 baht each way to Patong or Phuket town.\n\n",{"type":"[[","value":[["Surin Beach"]]}," is within walking distance if you're not in a hurry, just follow the road south of Bang Tao for about 15 min.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nLaguna is about relaxation. All of the hotels have swimming pools with food and bar service pool side. There are a variety of day spa facilities at the hotels.  All the hotels have areas of the beach with lounges and towel service. Food and bar service is available on the beach but cannot be charged to your room. The beaches are not patrolled but do have roped-off swimming areas.  Some of the resorts have sailing and rowing boats for use on the lagoon.  Banyan Tree has a championship golf course which can be used by residents at all of the hotels in the complex. Green fees can be charged to your room. Tours can be booked through the hotels for all of the standard Phuket tourist attractions.\n\nLaguna Beach is where to see and touch baby elephants around 16:00 each afternoon when their handlers take them for a swim.\n\n",{"type":"==","value":["Buy"]},"\nThe Laguna complex has a large number of shops, but all are expensive. Much better deals can be found elsewhere.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Canal Village Laguna"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 76 270957"],["tollfree="],["fax="],["hours="],["price="],["content=Shopping village, antiques to designer clothing."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Stand Up Paddle Thailand.,Co. Ltd"],["alt=SUP THAI"],["url=http:\/\/www.standuppaddlethai.com\/"],["email="],["address=131\/34-36 Moo 4 Srisoonthorn Rd"],["lat="],["long="],["directions="],["phone=+66 81 9852478"],["tollfree="],["fax="],["hours="],["price="],["content=Stand up paddle surfing and fat water cruising tours and lessons. Longtail SUP surfing equipment and SUP school. Lessons Daily."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThe Laguna complex has a large number of very good and reasonably expensive restaurants.  You can charge any of the restaurants in the complex to your room irrespective of which hotel you are staying in.  There are some cheaper hawker-style restaurants on the beach which must be paid for in cash.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ceramic Kitchen Phuket"],["url=http:\/\/phuketrestaurant.blogspot.com"],["email="],["address=185\/15 Moo 7, Srisoonthorn Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Western and Thai food in a clay house. Selection of wines and local Thai rums."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Babylon Beach Club"],["url=http:\/\/www.babylonbeachclub.com"],["email="],["address=between Amora Hotel and the Laguna Beach Resort"],["lat="],["long="],["directions="],["phone=+66 76 377961"],["tollfree="],["fax="],["hours="],["price="],["content=A popular restaurant on Bang Tao Beach. The restaurant looks straight out over the Andaman Sea allowing drinkers and diners to enjoy fantastic ocean views and Thai sunsets."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=DeDos"],["url=http:\/\/www.dedos-restaurant.com"],["email="],["address=8 Lagoon Rd, Cherng Talay"],["lat="],["long="],["directions=5 min outside of Laguna"],["phone=+66 76 325182"],["tollfree="],["fax="],["hours=18:00-24:00"],["price="],["content=French cuisine with an Asian touch, prepared by Bocuse-trained, Swiss-Bolivian chef, Pablo Blattmann."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Toto Italian Restaurant"],["url=http:\/\/www.totophuket.com"],["email="],["address="],["lat="],["long="],["directions=Laguna Resort entrance, Lagoon Rd"],["phone=+66 76 271430"],["tollfree="],["fax="],["hours=11:00-24:00"],["price="],["content=Special attention is paid to the preparation of seafood, grilled on a specially made traditional Tuscan charcoal grill."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThere are a large number of bars throughout the Laguna complex but there is no nightlife to compare to ",{"type":"[[","value":[["Patong"]]},".\n\nJust 5 min walk south from the Laguna complex is a small reggae bar owned by an enterprising local named Nam. The drinks at the \"Wood Bar\" are cheap and cold, the service is relaxed and the atmosphere is just amazing. Nam has built his bar almost entirely from debris washed up on the shore. The bar stands out at night with its green, red, and yellow lights, and as you get closer the alluring sound of reggae music draws you in. Well worth the visit if you are looking for a break from resort life or being pestered by some of the other local bars.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beachfront Phuket"],["url=http:\/\/www.beachfrontphuket.com"],["email="],["address=110 Moo 3 Cherng Talay"],["lat="],["long="],["directions="],["phone=+66 76 303200"],["tollfree="],["fax="],["hours="],["price=5,935+ baht"],["checkin="],["checkout="],["content=Air conditioned rooms, all of which have satellite TV, Wi-Fi, and en suite baths with hot shower. Swimming pool, fitness gym, Castaway Restaurant, and beach BBQ."]]}]},"\n",{"type":"==","value":["Go next"]},"\nIf you want nightlife or shopping you can go with a taxi to ",{"type":"[[","value":[["Patong"]]}," beach in about 20 minutes.\n\n\n",{"type":"{{","value":[["IsPartOf"],["West Coast (Phuket)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]