[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bang Saen"]}," is a beach town on the ",{"type":"[[","value":[["Eastern Gulf Coast"]]}," of ",{"type":"[[","value":[["Thailand"]]},". It is the closest beach to ",{"type":"[[","value":[["Bangkok"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nBang Saen is a town that is famous throughout Thailand. It is the closest pleasant beach getaway spot from Bangkok as well as any provinces north of Chonburi. Most visitors typically come from provinces to the north and northeast of Chonburi. It is much closer, cheaper and less hassle free than Hua Hin's beaches or Pattaya's beaches.\n\nBang Saen is a sleepy town weekdays. The town is a host to a major university, Burapha University. During the day, most of the people you will see are students. On weekends, travellers, families, and groups of friends come from surrounding areas or other provinces in Thailand to spend a day at the beach.\n\nNearly all of the visitors to Bang Saen are Thai. There are foreign tourists all year round, though they are small in number. There is a Scandinavian Village in Bang Saen, with probably 200-300 residents. Many menus and shop names are in English as well as Thai.\n\n",{"type":"==","value":["Get in"]},"\n\nThe only way into Bang Saen is by van or bus. It is close to Sukhumvit Rd. So you can take transport directly into Bang Saen, or take ",{"type":"'''","value":["any"]}," transport that goes along Sukhumvit (which is usually either to or from Bangkok or Pattaya).\n\nBus from Bangkok\nArrive at Bang Saen either directly or via Pattaya. If you take a bus to Pattaya, you must get off at Nong Mon Markets (tell the bus driver you want to stop at Nong Mon). You can take a bus to Pattaya or Bang Saen from Mo Chit or Ekamai bus stations in Bangkok. The thing about taking a bus to Pattaya is that they come far more often and the buses to Bang Saen may only stop at Nong Mon and continue further south anyway.\n\nMinibus\nMinibus stations are at Victory Monument in Bangkok. There are a few stations that go to Bang Saen. There is one very close to Center One (just outside of McDonalds) and there is one next to Century Plaza. They are the fastest ways to Bang Saen and usually go directly into Bang Saen and stop at either Laem Thong or near Burapha Hospital, though it depends the company. If you can't find a minibus to Bang Saen, you can take a minibus to Pattaya, but ensure that you get off at Nong Mon (tell the van driver specifically).\n\nFrom Nong Mon into Bang Saen via songthaew (red bus)\nSongthaews will usually always travel to and from Bang Saen Sai 2. Sometimes though for special occasions they will travel to and from Bang Saen Sai 1. Tell the driver where you would like to go to. The trip is 10 baht, paid on exiting, although it could be 15 or even 20 baht if late at night.\n\nTaxis usually cost from 700-800 baht from Bangkok to Bang Saen (excluding the expressway tolls). Expect about 500-600 baht from Suvarnabhumi Airport (excluding the 50 airport fee and expressway tolls).\n\nIf you are going from Pattaya, take a bus to Bangkok and ask the driver to stop at Nong Mon.\n\n",{"type":"==","value":["Get around"]},"\n\nThere are two main transportation methods in Bang Saen. Either a motorcycle taxi or a songthaew.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Institute of Marine Science Aquarium and Museum"],["url=http:\/\/www.bims.buu.ac.th\/"],["email="],["address=Burapha University, 169 Long-Hard Bang Saen Rd"],["lat="],["long="],["directions="],["phone=+66 38 391671(-3)"],["tollfree="],["fax="],["hours=Tu-Su, 08:30-16:00 (feeding time 14:30), holidays 08:30-17:00 (feeding times 10:30, 14:30)"],["price=20 baht\/adult, 10 baht\/child"],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Festivals"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ko Pra Sai Wan Lai Festival"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Based on an ancient tradition formerly called the Wan Lai Merit-Making Ceremony. Villagers from various places gather to make merit for the Thai New Year (Songkran). Activities include building sand stupas, water-throwing, games and folk sports."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nAlong Long Had Bang Saen Rd, but before the corner of Bang Saen Sai 2 Rd there are numerous pubs and 2 clubs. Browse around before entering anywhere. The 2 clubs are ",{"type":"'''","value":["Burdoc"]},", which plays both Thai and English music and ",{"type":"'''","value":["Be Chic"]},", which plays Western music.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere is a whole range of accommodation, from the cheapest being a small fan room for 150 baht to luxury hotels for 3,000 baht.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox"],["image1=Thai Highway-3.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Bangkok"]]}],["minorl1=",{"type":"[[","value":[["Chonburi"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Trat"]]}],["minorr1=",{"type":"[[","value":[["Si Racha"]]}]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Gulf Coast"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]