[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Bangka"]]},"\n",{"type":"'''","value":["Bangka"]}," is a group of islands off the coast of ",{"type":"[[","value":[["North Sulawesi"]]},", ",{"type":"[[","value":[["Indonesia"]]},".  These include Bangka itself as well as Gangga and Talise.\n\n",{"type":"==","value":["Understand"]},"\nThe Bangka area is one of Indonesia's most famous dive areas, and it draws scuba divers from all over the world.  In addition to Bangka itself, a beautiful lush island, the area includes the neighboring islands of ",{"type":"'''","value":["Gangga"]},", Talise, and Sahaung.\n\n",{"type":"===","value":["Flora and fauna"]},"\nExcept for the very largest pelagics, nearly everything can be found at Bungka.  Reef inhabitants include white and black tip reef sharks, giant sea turtles, napoleonfish, pygmy seahorses and dugongs.\n\nYou may frequently run into dolphins, and occasionally schools of whales.\n\nOn the Island Bangka you can even see wild deer, the tarsius and the maleo.\n\n",{"type":"==","value":["Get in"]},"\nBangka is about 90 minutes ",{"type":"[[","value":[["Manado"]]},", using a combination of car and boat. Most resorts will arrange transfers from the airport for their guests.  Alternatively, a public boat leaves daily except Sunday around  4 PM from Likupang, or you can charter a boat anytime.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nBangka area is not part of the ",{"type":"[[","value":[["Bunaken"]]}," Marine park, so there is no fee or permit. However, most resort offer diving in the neighboring dive area's, ",{"type":"[[","value":[["Bunaken"]]}," and ",{"type":"[[","value":[["Lembeh Strait"]]},", as well as these are only about an hour away by boat.\n\n",{"type":"==","value":["Get around"]},"\nThere are no real roads on Bangka, and only a couple of villages. The best way to go from a resort to one of the villages or by boat. Watch out if walking along the coastline, as the beach may disappear when the high tide rolls in.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nDive, dive, dive.\nDiving around Bangka is very varied and possible for both beginning and advanced divers.\nThere are also good opportunities for snorkeling.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are no restaurants on Bangka, but all resorts have their own restaurant.\nDishes include lots of traditional Indonesian food but usually they also have some western meals.\nSince you're on an Island it's fish almost every day, but the resorts usually have some meat as well.\n\n",{"type":"==","value":["Drink"]},"\nNatural Drinking water is available in some resorts, but not all!\nAll resorts offer bottled mineral water, so if you don't trust the source you can ask for bottled water.\nLocal spirits Cap Tikus literally \"rat brand\" made from distilled palm wine (a type of moonshine), actually quite nice \"on the rocks with a slice of lemon\".\n\n",{"type":"==","value":["Sleep"]},"\nMost people choose to sleep at their dive resorts, almost all of which offer full board and attractive package offers.  \n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Blue Bay Divers"],["alt="],["url=http:\/\/www.blue-bay-divers.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a dreamlike and paradisiacal Dive Resort located on the Island Sahaung - Bangka Island - in front of the north peak of North Sulawesi. The small resort is facing a sky-blue bay and offers a long, white sandy beach, which is surrounded by palms and mangroves."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Mimpi Indah resort"],["alt="],["url=http:\/\/www.MimpiIndah.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Eco dive resort with coarse sand beach that disappears completely at high tide and a house reef badly damaged by local fishermen. Accommodation in traditional bungalows, with full board starts at 49€\/night. This is a PADI Eco resort and they offer all dive courses from beginner up to Dive Master and even some specialties. Nitrox for free!"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bangka Island resort"],["alt="],["url=http:\/\/www.murexdive.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=One of the first in North Sulawesi, with several different locations. Accommodation starts around 40€\/night."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Gangga Island resort"],["alt="],["url=http:\/\/www.ganggaisland.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A luxury resort on Gangga Island, with prices starting around 160€\/night."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThere are no unusual health risks in the park, aside from the standard set of easily avoided venomous marine critters. Sharks and crocodiles are both absent, and jellyfish are found only occasionally, primarily during the change of the seasons in spring\/fall.\n\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northern Sulawesi"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]