[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\nThis is a suggested itinerary for a trip from ",{"type":"[[","value":[["Bangkok"]]}," to ",{"type":"[[","value":[["Ho Chi Minh City"]]},", in ",{"type":"[[","value":[["Southeast Asia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThis itinerary takes you both through the core of former French Indochina, and through the fields of the Vietnam War.\n\nCambodia and Vietnam gained final independence from French rule in 1954. You will even today find many signs of French influence. The Cold War shaped Cambodian history from 1954 onwards. In 1970, General Lon Nol, with backing from the United States, overthrew Prince Sihanouk's Beijing-backed government. Civil war broke out between 1970-1975. The Khmer Rouge won the civil war in 1975 and seized control of Phnom Penh. Saloth Sar (known in the West as Pol Pot) killed between 500,000 and 2 million countrymen between 1975-1979, estimates vary. While most died of starvation, thousands were also killed in concentration camps and outright genocide. Both the \"killing fields\" and the Tuol Sleng interrogation center have today been converted into museums and are must-sees for any visitor to Phnom Penh. Despite the tragedy of modern Cambodian history, the country is today a vibrant and exciting country, full of history, architecture and monuments, at the core of Southeast Asia.\n\n",{"type":"==","value":["Prepare"]},"\nVisas for ",{"type":"[[","value":[["Vietnam"]]}," need to be arranged in advance. You can obtain one from the Vietnamese embassies in ",{"type":"[[","value":[["Bangkok"]]}," or ",{"type":"[[","value":[["Phnom Penh"]]},", or a Vietnamese embassy or consulate in your home country. Allow two-four days for processing in Bangkok, and a fee of US $45–60. For Cambodia, a 30-day tourist visa is available at most border crossings; the official price is US $20, but it usually costs more (e.g., 1,000 baht).\n\nUS dollars are the preferred currency in Cambodia, and are easy to get in ",{"type":"[[","value":[["Cambodia"]]},", but less so in ",{"type":"[[","value":[["Vietnam"]]},". Thai baht will also usually be accepted, or at least exchanged, but buy US $ in Bangkok if you can. Cambodian ATMs (dispensing US dollars) are currently available in Siem Reap, Phnom Penh, and on the beach in Sihanoukville. The ATM network is steadily growing. ATMs are widespread across Vietnam including in (",{"type":"[[","value":[["Chau Doc"]]},", ",{"type":"[[","value":[["Can Tho"]]}," and ",{"type":"[[","value":[["Ho Chi Minh City"]]},"). There is generally a maximum withdrawal of 2,000,000 dong (US $107,Mar 2010), sometimes less. The ANZ Bank branches in HCMC recently increased their limit to 9,900,000 dong.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" ",{"type":"[[","value":[["Bangkok"]]}," to ",{"type":"[[","value":[["Siem Reap"]]}," "]},"\n\nTime: From 9–14 hours, depending on the season\n\n",{"type":"*","value":[" Starts with a 4-5 hour bus ride from Bangkok to ",{"type":"[[","value":[["Aranyaprathet"]]}," (\"Aran\"), the town on the Thai side near the border. Both public buses and private tour buses are available; tickets can be bought from nearly any travel agent in Bangkok and at any of Bangkok's four bus terminals. Make sure you get the right terminal for your bus. Public buses are the cheapest option and are of reasonable standard."]},"\n",{"type":"*","value":[" From Aranyaprathet, get a tuk-tuk the last 6 km to the border crossing. Touts will approach you at the border. Ignore them as they will expect a whopping tip at the other end for not really helping you much at all. Beware of scams; the border police sometimes try to make an extra buck on various fees and fines they more or less make up on the spot. You do not need to pay a fine for not bringing your yellow fever certificate. You should only have to pay the visa fee with the price stamped in your passport, although in reality you'll probably have to pay at least 1,000 baht."]},"\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Poipet"]]}," on the Cambodian side, it’s a further 3-6 hour bus or taxi to Siem Reap, in the dry season; in the rainy season the trip may sometimes take as much as  9–10 hours as the road gets flooded. You may get a bus or hire a taxi,and it may be a good idea to share one if you come across fellow travelers. Approach drivers directly and agree on a price to Siem Reap. Bear in mind that northern Cambodia is still one of the most heavily mined areas in the world; if you need to take a leak, you are well advised to choose safety before dignity and do what you need on the road itself."]},"\n",{"type":"*","value":[" Particularly the Poipet to Siem Reap leg can be an exhausting journey, but it's also a fantastic experience, and you should be completely safe."]},"\n",{"type":"*","value":[" As the road has been paved in the last year this part from the border to Seam Reap is faster and a much better ride. There are bus from the border that have air-con and are rather nice. Much better than only a year ago."]},"\n",{"type":"===","value":[" ",{"type":"[[","value":[["Siem Reap"]]}," to ",{"type":"[[","value":[["Phnom Penh"]]}," "]},"\n\nTime: 4–9 hours\n\nYou have two options; road or boat. Which is more comfortable depends on the state of the road. When good, buses are excellent and fast, and boats deteriorate from lack of custom. When bad, boats become the preferred option. The road is steadily gaining the upper hand in terms of convenience, but taking the boat gives you the opportunity to travel across Southeast Asia's largest inland lake, the Tonle Sap, and see the people living around and (literally) on the lake.\n\n",{"type":"*","value":[" Boat: A daily catamaran service from Siem Reap to Phnom Penh may be in operation, depending on the season and the state of the road. Older diesel boats limp across the Tonle Sap the rest of the time. These boats' safety record is rather patchy, and in dry season they may not be able to pass beneath Kampong Chnang at the foot of the lake (in which case you'll end up on another bus) -- but you won't see the Tonle Sap another way. Most hotels can sell you tickets and it will include minibus transfer from your hotel to the port of departure (90 min). The price for anyone with a white face is a whopping US $25+."]},"\n",{"type":"*","value":[" Bus\/taxi: The road from Siem Reap to Phnom Penh has been recently resurfaced. In March 2007 modern air-con coaches did the trip in 4 hours with lunch included. As with any road in Cambodia, however, maintenance is patchy and the situation can deteriorate after only a few seasons. Check with your hotel or a travel agency in Siem Reap for up-to-date information. There are many bus companies making the journey including Mekong Express, Capitol, and Angkor express. Prices are about US $4–10."]},"\n",{"type":"===","value":[" ",{"type":"[[","value":[["Phnom Penh"]]}," to ",{"type":"[[","value":[["Ho Chi Minh City"]]}," "]},"\n\nTime: 6–8 hours\n\n",{"type":"*","value":[" The best option is to buy a tour with a travel agency in Phnom Penh, as a public bus will only get you to the Vietnam border, which is a no man's land. Organized trips will bus you to the border where you cross on foot, before another bus picks you up on the other side for the 3-4 hour drive into Ho Chi Minh City. Some companies, including Mai Linh Express (the famous transport company in Viet Nam), Mekong Express, use the same bus across the border all the way to HCMC but you will have to get off to go through immigration and customs."]},"\n",{"type":"*","value":[" Alternatively, tour operators in Phnom Penh organize boats down the Mekong to the border near ",{"type":"[[","value":[["Chau Doc"]]},". Again, you cross on foot and transfer to a Vietnamese boat waiting on the other side. Speedboats (US $15–20) operate directly from Phnom Penh whilst for the slower boats (US $6–8) a minibus takes you to landings downstream of the ferry across the Mekong on Highway 1. From ",{"type":"[[","value":[["Chau Doc"]]}," regular buses make the connection to Ho Chi Minh City."]},"\n",{"type":"==","value":["Highlights"]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Angkor Wat"]]},", an enormous temple complex on the outskirts of ",{"type":"[[","value":[["Siem Reap"]]},". "]},{"type":"*","value":[" Boating the vast Tonle Sap."]},{"type":"*","value":[" ",{"type":"[[","value":[["Phnom Penh"]]},", with its vibrant markets, and the Tuol Sleng and Killing Fields museums."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ho Chi Minh City"]]},", a vibrant, busy, beautiful city, full of French colonial history and architecture, and with a great nightlife and fantastic food."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":[" Siem Reap "]},"\n",{"type":"*","value":[" Visit ",{"type":"[[","value":[["Angkor Wat"]]},". Depending on your level of interest, you should spend between 2–7 days sightseeing Angkor Wat. Be aware that due to the size of it all, it is not really possible to see all of it in one, or even two days."]},"\n",{"type":"*","value":[" See the separate ",{"type":"[[","value":[["Siem Reap"]]}," page for tips on restaurants and bars. You may notice how many of the restaurants have similar names, only differentiated by number 1, 2, 3 etc. This is due to the fact that when a particular named restaurant receives positive mention in any major guide book, surrounding restaurants will change their name to the same. Restaurant \"No #1\" of any particular name is not necessarily the one that received positive mention; food is generally good and cheap however, just be vigilant and ask to see the menu first."]},"\n",{"type":"*","value":[" Get the speed boat across the Tonle Sap to ",{"type":"[[","value":[["Phnom Penh"]]},". Tonle Sap is one of the biggest freshwater lakes in the world. Beware of the slow boats trafficking the lake, as they are both slow and unsafe."]},"\n",{"type":"===","value":[" Phnom Penh"]},"\n",{"type":"*","value":[" The first thing you should do is to hire a moto driver! It looks crazy, but it really is the only way to get around. Be prepared to pay around US $5 for a moto driver for the entire day."]},"\n",{"type":"*","value":[" Visit the Tuol Sleng museum, also known as S-21. Saloth Sar (better known as Pol Pot) used to be a teacher at this former high school. As Pot grasped power in 1975, he turned the school into an \"interrogation center.\" Several thousand people were interrogated and killed here. Only a very few left Tuol Sleng alive. Upon entrance to the Tuol Sleng museum, you will be approached by guides who will tour the grounds with you for a US $3–5 fee."]}," \n",{"type":"*","value":[" The Choeung Ek museum gives another chilling account of the atrocities of the Khmer Rouge. Located just outside the city center, you can still find human remains if you dig with your shoe just beneath the ground surface. Get your moto driver to take you there."]}," \n",{"type":"*","value":[" Make sure to pay a visit to the Foreign Correspondent's Club, the legendary FCC, overlooking the river and central Phnom Penh. This place serves the best burgers in Phnom Penh, and they have regular happy-hour deals on gin & tonics. Burgers and drinks are priced accordingly, but still comparatively cheap (around US $3 for your gin) Perhaps one of the few places in Asia where full colonial gear (black boots\/white uniform) still today wouldn't feel out of place."]},"\n",{"type":"===","value":[" ",{"type":"[[","value":[["Ho Chi Minh City"]]}," (Saigon) "]},"\n\n",{"type":"*","value":[" Use one of the many ",{"type":"''","value":["travel cafés"]}," to organize your excursions, found on the main backpacker street in District 1, the ",{"type":"''","value":["Phạm Ngũ Lão."]}," The quality of these trips are generally good, and the prices are low. The Sinh Cafe ",{"type":"[","value":["http:\/\/www.sinhcafevn.com"]}," organizes trips both to Mui Ne, the Mekong Delta and Cu Chi tunnels at reasonable prices, but there are a multitude of offers and options, and competition is fierce."]},"\n",{"type":"*","value":[" You should spend some time to see the architectural highlights of central Ho Chi Minh City, many of which were built by the French. The Opera, the Central Post Office and the almost perfect miniature replica of the Notre Dame church is all worth a visit."]},"\n",{"type":"*","value":["  Ho Chi Minh City has a vibrant nightlife. However, to combat a rising drug use problem, the authorities have imposed a midnight curfew for all clubs and bars. This is not to say that you can't party til early morning—you simply have to find out which clubs run an after hour on the particular night. ",{"type":"''","value":["Apocalypse Now!"]}," is a usual suspect (yes, it's the name of a club). Don't worry, the police quietly condone after hour parties as they know it is needed to attract tourists, and although drinking after hours is illegal, it is very widespread."]},"\n",{"type":"*","value":[" The Vietnam War Museum is a must-see, particularly if you're into browsing some captured old American military hardware. The museum has a large collection of captured tanks, helicopters, bombs and planes. Formerly known as the ",{"type":"''","value":["American War Atrocities Museum,"]}," the name was changed after normalization of US-Vietnamese relations in the 1990s."]},"\n",{"type":"*","value":[" The Cu Chi tunnels just outside town offer an exciting glimpse into the secret tactics of the Viet Cong during the war."]},"\n",{"type":"*","value":[" A trip to the Mekong Delta is absolutely worthwhile, and a three-day trip including hotel, guide, transportation and food is usually around US $150!"]},"\n",{"type":"*","value":[" The Mui Ne resort town is a good choice for some beach life if you don't want to travel too far from the city. There is a public bus to Mui Ne every day, or you can simply hire a driver."]},"\n",{"type":"====","value":[" See "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Reunification Hall"],["alt="],["url="],["email="],["address=106 Nguyen Du St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily, 07:30-11:30, 13:00-16:00"],["price=15,000 dong"],["content=Formerly South Vietnam's Presidential Palace, this is a restored five-floor time warp to the '60s, left largely untouched from the day before Saigon fell to the North. On April 30, 1975, the war ended when tank 843, now parked outside, crashed through the gate. You can also visit the war rooms in the basement and view a propaganda film recounting how the South Vietnamese lackeys and American imperialists succumbed to Ho Chi Minh's indomitable revolutionary forces."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=War Remnants Museum"],["alt="],["url="],["email="],["address=28 Vo Van Tan St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Daily, 07:30-11:45, 13:30-17:30"],["price=10,000 dong"],["content=Formerly known as the Exhibition House of American War Crimes, this is a disturbing exhibit of man's cruelty during the Vietnam War. In addition to halls full of gruesome photographs, exhibits include a real guillotine, a simulated \"tiger cage\" prison and jars of deformed fetuses blamed on Agent Orange. The museum, currently a rather confused assemblage of warehouses, will shortly be moved to new purpose-built premises under construction next door; however, the comic relief provided by a display on the evils of American rock music has sadly disappeared."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nWhile generally safe, particularly Cambodia can be an exhausting country in which to travel. Because of the widespread and extreme poverty, foreigners may sometimes feel as if they were walking cash points. Simply leaving your hotel and walking down the street is likely to attract a mixed crowd of cyclo drivers, postcard sellers, water and ice-cream merchants and anyone else out to get their hands on a dollar. Learn to say \"no\" (or \"ot tay\" in the Khmer language) and remain polite, but determined.\n\n",{"type":"==","value":["Go next"]},"\nOne option to carefully consider for this itinerary is to book your tickets inbound to ",{"type":"[[","value":[["Bangkok"]]},", but outbound from ",{"type":"[[","value":[["Ho Chi Minh City"]]},". Alternatively, you will probably want to fly back to Bangkok rather than backtrack your journey through Cambodia. ",{"type":"[[","value":[["Ho Chi Minh City"]]}," is well connected, however you are well advised to book and buy your tickets before arrival as local air fare prices are very steep.\n\n",{"type":"{{","value":[["usableitinerary"]]}]