[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Banlung"]},", although a small town, is the capital of Ratanakiri Province in ",{"type":"[[","value":[["Eastern Cambodia"]]},".\n\nThis part of the country is heavily forested, giving way to plantation agriculture (rubber, cashews, and oil palms) and home to 12 different ethnic minority groups, giving the province a sort of \"edge of civilization\" feel to it. The town is growing though, new roads are being built, and some things change quite quickly.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nBanlung has an airfield, but all scheduled airlines have stopped serving it. The Banlung runway is still a gravel strip, but there are plans to extend it and build a concrete runway, which would make it more likely to attract a new carrier and make cancellations in the wet season less frequent. Medivacs and charters are available from Helicopters Cambodia.\n\nAt ",{"type":"'''","value":["Phnom Penh Airport"]}," a USD6 departure tax may be levied.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["Road Conditions"]},":\nThe road between ",{"type":"[[","value":[["Phnom Penh"]]}," and ",{"type":"[[","value":[["Stung Treng"]]}," has recently been upgraded and sealed (though a newly reconstructed road south of ",{"type":"[[","value":[["Kratie"]]}," through Chhlong is more often used as it saves 100 km) and can be negotiated rather quickly. The road between the Stung Treng junction and Banlung is mostly unsealed but is being rebuilt, including a long diversion around the proposed Lower Sesan 2 hydro dam. (Dec 2013). North of Kratie the road is in a bad state to the Banlung turnoff, but the rest of the road is new and still in very good condition with new bridges.\n\nIt is possible to get buses to Banlung from\/to:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Phnom Penh"]]}," - Doing this in a single day is now reliable, with 4 big buses (Sorya, Rithmony, Hy Long, GST; 39,000 riel\/USD9.70) and numerous minivans (40,000 riel\/USD10) servicing the route regularly, departing from 06:00-07:30. The minivans are faster but the free pickup and dropoff can add 2-3 hr to the 8 hr trip."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kratie"]]}," - Two options currently:"]},"\n:* Shared minibus. Leaves around 08:00, takes 5-6 hr. Costs USD8. Beware that they seat 4 people in each row of 3 seats, so it can be packed.\n\n:* ",{"type":"[","value":["http:\/\/www.ppsoryatransport.com\/ Phnom Penh Soraya Transport"]}," bus.  Leaves 13:00, then stops for lunch just out of Kratie for at least half an hour, so if you miss the bus at the station you can always catch up with it. Takes about 6 hours; usually arrives between 19:00-20:00. Costs USD8.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Stung Treng"]]}," - 3-5 hr, later departures."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Laos"]]},"- It is possible to buy a ticket to ",{"type":"[[","value":[["Si Phan Don"],["Four Thousand Islands"]]}," in ",{"type":"[[","value":[["Laos"]]}," from Banlung. These are not direct buses; you must take three buses, switching at Stung Treng and at the border, and then a boat to your final destination. Costs USD14-18. Despite what you may be told at the Lao Embassy in Phnom Penh, ",{"type":"''","value":["Lao visas"]}," have been available on arrival at the border since about Oct 2009."]},"\nBorder crossing update (Jan 2014) - USD2 \"stamp fee\" is demanded both on leaving Cambodia by minivan and to enter Laos (in addition to USD30-40 visa, depending on your country of origin). This is bakshish so its up to you to pay or not. If you refuse to pay the tip, it may be badly received by the Lao officials, who may block you from entering for a few hours. Perhaps it is different on regular buses (bakshish may be included in the ticket?)\n\nMinivan hints: all buses and minivans are often late, but minivans may arrive\/leave early if they're ahead of schedule and may not wait, so be prepared to leave at least 15 min before departure, especially in the morning when you may be their first pick-up. Also, if you are changing minivans, do not stray too far from your drop-off point. If the minivan turns up and doesn't see you around, they may think you haven't turned up for some reason and go off without you. Let someone know if you have to go somewhere. It is also possible to buy an extra seat when you book if you are concerned about being squashed or if you are on the big side: 3 seats for 2 people is close to 2 normal places.\n\n",{"type":"===","value":["By private taxi"]},"\nA more expensive option than bus, taking a private taxi from Phnom Penh to Banlung is possible, for about USD120. It's a 5-6 hour drive to the junction near Stung Treng, then 2–4 hours to Banlung, plus meal breaks. Some taxi drivers in Phnom Penh specialize in this trip. Your hotel\/guesthouse will probably be able to help you out.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Vietnam"]]}]},". The ",{"type":"'''","value":["border crossing"]}," ",{"type":"[[","value":[["O Yadaw"]]}," (",{"type":"[[","value":[["Cambodia"]]},") to  ",{"type":"[[","value":[["Pleiku"]]}," (Gia Lai Province) and ",{"type":"[[","value":[["Quy Nhon"]]}," (",{"type":"[[","value":[["Vietnam"]]},") has been opened to foreign travellers. ",{"type":"''","value":["Vietnam visas"]}," are ",{"type":"'''","value":["not"]}," available at the border but ",{"type":"''","value":["Cambodia visas"]}," are. From ",{"type":"[[","value":[["Pleiku"]]}," town, take a public van (2 hr) or taxi (1.5 hr) to the border. The Cambodia post is isolated with no regular transport. The immigration police may help find a taxi. Bargain. Up to USD80 for a whole car or USD30 for a motorbike with driver. 70 km; 2.5 hr. Hwy 78 has been completed and is now one of the best roads in Cambodia."]},"\n",{"type":"==","value":["Get around"]},"\nThe best way to get around Ratanakiri Province is by motorcycle, either by renting one and then driving it yourself, or by hiring one of the ubiquitous motodop drivers hanging all around town. Be mindful that almost no one outside the town will speak English, so it may be a good idea to hire a guide to go with you to some of the villages. Also, going alone into the indigenous villages may offend them at religious occasions, such as when they close the village and hold ceremonies to please the spirits.\n\n",{"type":"*","value":[" You can possibly rent ",{"type":"'''","value":["bicycles"]}," near the roundabout. Sometimes they are unavailable, and one shop is quite strict about taking passports as deposit. It is better instead to go do Bona Tours, just southeast of the roundabout. They have motorbikes and bicycles, and Mr. Bona is a friendly, English-speaking owner. Banlung Balcony, formerly Lakeview Lodge, also has bikes for rent for USD1."]},"\n",{"type":"*","value":[" For ",{"type":"'''","value":["motorbike rentals"]},", there is a shop on the highway just west of the roundabout, the ",{"type":"'''","value":["Ratanak Hotel"]},", a shop near Tribal Hotel, or most guesthouses. Readily available are the smaller 125 cc semi-step through bikes for about USD5-7\/day. These are the types that you will be seeing many Khmer driving. If you'd prefer a bigger bike, they can obtain a 250 cc bike for USD10\/day."]},"\n",{"type":"*","value":[" You can also rent trucks or 4 x 4 vehicles for USD30-50\/day, and renting a car with a driver is usually helpful. This rent can be organized by various hotels and restaurants, and at Parrot tours. For bigger groups Dutch Co & Co and Terres Rouges Lodge rent a Landcruiser with driver\/guide which can carry up to 8 persons although it is a bit more expensive."]},"\n",{"type":"*","value":[" Most guesthouses will arrange guides and these generally get good reviews. A number of shop front tour shops have sprung up since early 2009."]},"\n",{"type":"==","value":["See"]},"\nBanlung is near several spectacular natural attractions, including waterfalls, lakes, natural parks and hill tribe villages.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mining Tour"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=As evident from the number of gem dealers in town, Ratanakiri Province is a significant gem mining area. Miners work in the Bokeo mines about 36 km from the town extracting the gems which sometimes are sold in Banlung's market. For more tour information, ask your guesthouse."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rubber Plantations"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are a few large rubber plantations on the way to the waterfalls ."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Virachey National Park"],["url="],["email="],["address="],["lat="],["long="],["directions=37 km northeast of town and borders ",{"type":"[[","value":[["Laos"]]}," and ",{"type":"[[","value":[["Vietnam"]]}],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It's chock full of jungle and mountains, and hasn't been completely explored yet. Not all areas of the park are accessible in the wet season. The Ministry of Environment (Biodiversity and Protected Areas Management Project) offers jungle treks into the park, guided by a park ranger and community guide. Their office is located near Banlung centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Wat Rahtanharahm"],["url="],["email="],["address="],["lat="],["long="],["directions=About 1 km out of town at the base of Eisey Patamak Mountain"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There is a large reclining Buddha with a spectacular view of the surrounding countryside located past the wat and about half a kilometre up the hill ."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Waterfalls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Each of these charge a 2,000 riel entry fee in addition to whatever you shell out to get there in the first place."],["content=There are several local waterfalls, and they are best seen during the rainy season when the water volume is at its highest and the vegetation is lush and green. ",{"type":"'''","value":["Cha Ong"]}," is the most visited waterfall in the area, and is 18 m high. The rock area behind the waterfall has been eroded away over the centuries by the waterfall, thus allowing you to walk behind the fall. ",{"type":"'''","value":["Kan Chang"]}," is another fall, which is approximately 7 m in height and empties into a large pool in which it is possible to swim. ",{"type":"'''","value":["Ka Tieng"]}," is a third waterfall, 10 m tall, in the jungle which also allows swimming. Further out from town are Ou'Sean Lair Waterfall (about 26 km SE) with 4 tiers, Ou'Sensranoh Waterfall (about 9 km SE and 18 m high), Veal Rum Plan stone field (about 14 km N) and another crater lake (about 35 km SE)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Yeak Laom Volcanic Lake"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=4,000 riel (USD1)"],["content=A 700,000 year old volcanic crater lake in the Yeak Laom (Yaklom) Commune Protected Area. The lake itself, as well as the surrounding areas, are considered sacred by the local tribal minorities, and many a legend abound about this lake. There are docks on the lake, and swimming and picnicking are options here. There is also a hiking trail which winds around the lake. Along the trail there is a visitors centre displaying some objects and folklore of the local hill tribes."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Go on a rafting trip or jungle trek, visit a hill tribe cemetery, 7-tiered waterfall and mining villages with a local guide. These can be tailored to your taste but can be expensive for only one or two people."]},"\n",{"type":"[[","value":[["File:AroundBanLungMap.png"],["thumb"],["280px"],["Tourist map of the area around Banlung"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dutch Co Adventurous Eco-tourism"],["alt="],["url=http:\/\/www.ecotourismcambodia.info"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Offers treks, kayaking, information on border crossings to Laos and Vietnam and free maps of Banlung town and environs. Besides English, the manager speaks good German and Dutch. They donate supplies and medical attention to the indigenous people in remote areas, and support an education project in cooperation with Krou Yeung Centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Parrot Tours"],["alt="],["url=http:\/\/www.wix.com\/jungletrek\/parrot-tours"],["email="],["address="],["lat="],["long="],["directions=At the corner near A'dam Restaurant"],["phone="],["fax="],["hours="],["price="],["content=Sitha at Parrot is reliable and is happy to recommend other guides. The family-run places which guide you themselves may be cheaper than one that hires guides, but very cheap may mean a sleepless night shivering in a damp hammock. Generally they are local people and will often get you an impromptu invitation to a party or meal in a village. Be wary of guides from outside the province as there has been complaints of poor treatment of clients."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=",{"type":"[[","value":[["Virachey National Park"]]}],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=arranges treks in the park; they are not cheap but are generally the only treks that actually enter the park (most avoid paying park fees by trekking \"to\" the park but not \"in\" the park). The manager has done exchange trips to South America and is said to do a good job."]]}]},"\n",{"type":"*","value":[" Respect the locals. Ethnic minorities are animist and many taboos exist. At certain times, e.g. village sacrifice ceremonies, outsiders may not enter the village. Look out for signs, such as fresh tree leaves hanging in front of the village gate or house. Taking photos of people or places in hill tribe villages can break a taboo or disturb the spirits so get permission, and you may be fined if you don't. If you are unsure about local traditions, do not enter villages without a knowledgeable guide."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Banks"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Acleda (",{"type":"''","value":["pronounced \"A.C. leader\""]},") is the only bank in Banlung. It has an ATM that accepts Visa but not Cirrus or Mastercard. Since guesthouses in town that cash travellers' cheques charge high commissions and ATMs are unreliable, visitors are advised to carry sufficient cash both for the visit and for travel onto the next destination. The Acleda charge for overseas cards is USD2, and although many Cambodian banks in Phnom Penh don't charge, ANZ Royal charge USD4. Canadia Bank have a branch, with a 24-hr ATM that accepts many cards, on the street on the west side of the market."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Phsar Banlung"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Banlung's market is a typical Cambodian market selling the same merchandise as other markets. At early many Khmer Loeu people come to the market from their villages to sell fruits, vegetables and forest products. In addition to offering a good shopping opportunity it is a very photogenic, although permission should be sought."]]}]},"\n",{"type":"==","value":["Eat"]},"\nEat responsibly in Banlung and don't encourage poaching by eating the local wildlife.\n\nThere's not much to differentiate Banlung cuisine from other Cambodian towns. All but three restaurants are owned and run by Cambodians. Aside from restaurants located in guesthouses, there are several eateries that serve Western food. All of these serve a variety of Cambodian and Western food and drinks. The staff are friendly and dishes start at around USD1.50 or 6,000 riel.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=A'Dam"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=East of the market, turn right just before Tribal Lodge, look for the sign on the corner."],["phone="],["fax="],["hours="],["price="],["content=Cheap, with a relaxed pub-like feel. Has a pool table, big screen television, filling meals and draught beer. Especially convivial on Friday nights when the expats gather"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Beef and Chips"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=South of the bank around a few bends"],["phone="],["fax="],["hours="],["price="],["content=Good beef and home-style chips."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gecko House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=On the road from the central roundabout going to Kansieng Lake on the left after the Ratanakiri Governor's Office"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gecko has moved and the style has changed. The new place is a hit with locals. Upmarket ambience. Owned by the brother of A'dam's host, there's good food at competitive prices including Thai dishes, pizza and draught beer. Popular meeting place for lunches and small group dinners. Free Wi-Fi. Choose inside with air-con or the garden. Prices are reasonable and rumour has it that they have a new chef from PP."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Khmer restaurants"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Heading east from the intersection in front of the market (bus stop corner): on the right are a couple of good soup restaurants. The first, ",{"type":"'''","value":["Tanam"]},", is popular for breakfasts. The second, ",{"type":"'''","value":["Soup 63"]},", has a great view. Down the second street left is another Khmer place, while further out on the left are three Khmer restaurants, Red Cow, Green House with last named in Khmer only, that have gone beyond plastic chairs and strip lights to more pleasant décor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sal's"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Tucked away a block south of the highway, west of the airport and about 1.2 km from the market on a rough clay track, in an elevated wooden building."],["phone=+855 12 284377"],["fax="],["hours="],["price="],["content=The menu has a couple of English and Mexican specialities, such as Shepherd's Pie and chili con carne, and pizza. The menu is sorted by waiting time, important as the slow service is infamous. No Khmers eat here twice. Impatient diners can call to order pizzas in advance."]]}]},"\n",{"type":"==","value":["Drink"]},"\nSouth of the roundabout are four shops selling beer, wine and spirits, all a bit more expensive than more accessible places like Phnom Penh. The range of wines is modest.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Apocalypse Bar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=East of the market"],["phone="],["fax="],["hours="],["price="],["content=Quiet atmosphere and Western music.This place is now closed - see Cafe Alee."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Alee"],["alt="],["url="],["email="],["address=Next to Dutch Co"],["lat="],["long="],["directions="],["phone=089 473 767"],["tollfree="],["fax="],["hours="],["price="],["content=Cool place to hang out and meet people in the evenings. Open all day."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Banlung Balcony Guesthouse and Restaurant"],["alt=Formerly Lakeview Lodge"],["url="],["email=banlungbalcony@yahoo.com"],["address=Boeung Kan Siang Rd"],["lat="],["long="],["directions="],["phone=+855 97 8097036"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Tents\/dorm USD2; rooms USD4-10"],["content=Some rooms have air-con and hot water; there is also a mixed 4-bed dorm and rooms with shared bathroom. Camping sites are also available on the large wooded property. Overlooking the lake, in the attached bar\/restaurant is a small TV lounge with comfortable chairs in which to just read, watch the sunset or the large-screen TV with over 100 DVDs. Has a wide selection of Asian and Western food including vegetarian, but also an extensive, MSG-free, Khmer menu, including local ethnic minority dishes and forest meats. Open for meals 07:00-21:00, later for drinks. Full bar, a full-sized snooker table and dart board, free Wi-Fi, books to swap. Note: This place was formerly Lakeview Lodge but there is some confusion as the previous owner uses the old Lakeview phone and email to book clients for his new place."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Borann Lodge"],["alt="],["url=http:\/\/www.yaklom.com\/wiki\/ratanakiri\/borann_lodge_affiliate"],["email="],["address="],["lat="],["long="],["directions=Next to A'dam"],["phone=+855 12 959363"],["fax="],["hours="],["price="],["content=This multi-storey villa turned into a small hotel will suit those who love timber panelling and being central; the rooms are large and well-kitted out including fridge, air-con, hot shower for USD15 or a bit smaller for USD10."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lakeside Chheng Lok Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+855 12 957422"],["fax="],["hours="],["price=USD5-10-15-20"],["content=Overlooks Kan Siang lake, featuring fan and air-con rooms, hot water and cable TV, plus some bungalows in the garden. Lakeview rooms are priced USD5 more than road view. The view across the water from the restaurant is its one real good feature."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Motel Phnom Yaklom"],["alt="],["url=http:\/\/www.jaredscambodia.com\/phnomyaklom.html"],["email="],["address="],["lat="],["long="],["directions=On top of a hill near Yaklom Lake"],["phone="],["fax="],["hours="],["price=USD10-30"],["content=Has beautiful views all around, especially at sunset. They have bungalows and air-conditioned hotel rooms. It's out of the way, but it's near the lake and they have free transportation to the lake and to town so it's not so bad. The restaurant here is starting to attract travellers for sunset drinks. It's on top of a hill and has beautiful views all day, but especially sunset. Call them and they'll drive you up the hill for free from your guesthouse and drive you back."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Norden Lodge"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Around 5 km from the centre on the Yaklom Lake Rd"],["phone="],["fax="],["hours="],["price="],["content=More upmarket than most with European décor and priced at around USD20 for bungalows. The restaurant serves good local and Western food and has some classy meals including Scandinavian specialties such as salmon salad for around USD5."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Terres Rouges"],["alt="],["url=http:\/\/www.ratanakiri-lodge.com\/index.php?lng=en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=USD35-60"],["content=The town's top accommodation, boasting a large post-colonial villa-style guesthouse, a group of bungalow suites, a large pool and spa\/massage facility and the town's best eatery set in sprawling tropical gardens overlooking the town lake. It is decorated with memorabilia reflecting the founders French Army \"para\" past. Its restaurant, Le Jovial Jarai, is arguably the finest restaurant in town, famous for its garden setting and music. It serves a variety of Cambodian, Thai, Chinese and Western dishes and has a full bar, white jacketed waiters and table linen. Prices average USD4.50 per main dish with more expensive imported steaks."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tree Top Lodge"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=At the end of the A'dam Restaurant road"],["phone="],["fax="],["hours="],["price=USD12-16"],["content=An unusual design with stilt-house bungalows connected by elevated walkways. Opened by an old tourism hand, \"Mr T\", it has nice views and a typical restaurant that is a little more expensive than its peers (beer USD1-1.25)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tribal Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+855 11 912322; +855 75 974074"],["fax="],["hours="],["price="],["content=A range of rooms with some costing more than most, one option being a USD50 per night wooden house. The standard rooms have nice décor, with fans, air conditioning and cable TV. The standard rooms cost USD15-20 with basic rooms for around USD5."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yaklom Hill Lodge"],["alt="],["url=http:\/\/www.yaklom.com"],["email="],["address="],["lat="],["long="],["directions=A few km outside of Banlung"],["phone="],["fax="],["hours="],["price=USD15 for a double\/twin cottage"],["content=A nature lovers dream, with individual cottages dotted on a jungle hillside and 3 viewing platforms offering great views of the surrounding hills. Not for lovers of creature comforts, this is an eco-lodge: cottages have a small fan and 2 small lights powered by a solar cell system; electricity and hot water for showering is available 18:00-21:00 (if the generator works). Good food (Khmer\/Lao\/Thai), breakfast is included. Friendly staff, tours\/guides can be organized."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nThere have been some muggings around Banlung, and some gang robberies targeting isolated farms. In February 2009, a French tourist was shot during an attempted robbery after he became lost looking for Cha Ong Waterfall outside Banlung. This emphasizes that you should not resist if accosted.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Kratie"]]}]}," - A pleasant riverside town which is a nice place to break the long journey to Phnom Penh."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Stung Treng"]]}]}," - The town most tourists pass through on the way to Laos."]},"\n",{"type":"{{","value":[["IsPartOf"],["Eastern Cambodia"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Banlung"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Banlung"]]},{"type":"{{","value":[["geo"],["13.746666666667"],["107.00444444444"]]}]