[{"type":"{{","value":[["pagebanner"],["Baracoa (Cuba) banner Skyline.jpg"]]},"\n",{"type":"'''","value":["Baracoa"]},", nicknamed ",{"type":"''","value":["La Ciudad Primera"]},", is Cuba's easternmost and oldest city.  It is popular among tourists for its indigenous-inflected unique local culture, distinctive local cuisine, natural rainforest surroundings, and its chocolate.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:ElYunqueBaracoa.JPG"],["400px"],["thumbnail"],["right"],["alt=El Yunque, an anvil-shaped mountain, surrounded by rainforests"],["El Yunque rises above Baracoa"]]},"\nShielded by heavy mountains on one side and the Atlantic ocean on the other, Baracoa has historically been isolated from the rest of Cuba; until the 1960's, it could only be accessed by sea.  This isolation has contributed to much of Baracoa's distinct identity from the rest of Cuba.\n\n",{"type":"===","value":["History"]},"\nIt is believed that Baracoa is where Columbus first landed on American soil, making it truly the first city of the modern Americas.  Baracoa was formally established as the first of Diego Velazquez' villas in 1511, and was Cuba's capital until 1515, when the capital was moved to Santiago in part due to Baracoa's remoteness.  \nIn the coming centuries, Baracoa, simultaneously close and remote from the rest of Cuba, thrived off piracy and developed a culture distinct from the rest of the island.  French settlers fleeing the revolution in nearby ",{"type":"[[","value":[["Haiti"]]}," found the climate ideal for growing chocolate, and the city transitioned to an agricultural center.  In the lead-up to the 1959 revolution, the citizens of Baracoa were particularly supportive and helpful (as was generally true of Eastern Cuba), and were rewarded by the completion of a road from Guantánamo and the end of more than 4 centuries of isolation.\nToday Baracoa is chiefly a major agricultural zone for Cuba, with all of Cuba's chocolate coming from the surrounding area, as well as a major destination on the Cuban tourist trail.\n\n",{"type":"===","value":["Culture"]},"\nBaracoa's culture has more visible indigenous roots than most of the rest of the Cuba, and many major archeological finds have been made here.  The local hero is Hatuey, who famously resisted the Spanish, and local art has a distinctive indigenous inflection to it.  The cuisine is also different from the rest of Cuba and the overall lifestyle is more relaxed.\n\n",{"type":"===","value":["Climate"]},"\nBaracoa and the surrounding areas has a tropical rainforest microclimate, which allows chocolate to grow very well.  Expect a fair bit of rain, although it's generally not unpleasant.  Baracoa can be surprisingly cool, though most of the surrounding area is pretty hot.\n\n",{"type":"==","value":["Get in"]},"\nAlthough no longer reachable only by boat, Baracoa remains pretty isolated.  Baracoa is accessible from Guantanamo City via ",{"type":"''","value":["La Farola"]}," (the lighthouse), a mountain road built in the 1960's to reward the Baracoans for their support of the revolution.\n\nNote that transportation ",{"type":"'''","value":["out"]}," of Baracoa on both the plane and bus is frequently ",{"type":"'''","value":["fully-booked"]},", so make sure to buy your return tickets on arrival or, better yet, when reserving your outbound trip.  \n\n",{"type":"===","value":["By bus"]},"\nA daily ",{"type":"[","value":["http:\/\/www.viazul.com\/ Viazul"]}," bus runs to ",{"type":"[[","value":[["Santiago de Cuba"],["Santiago"]]}," via ",{"type":"[[","value":[["Guantanamo City"]]},", taking about 5 hours.  The bus also has a few semi-official flag stops along the coast road and La Farola, where it picks up hitchikers.  The bus ride is one of the more beautiful in Cuba, going from arid-semi dessert out of Guantanamo to impressive mountains on La Farola to rainforest lowlands approaching Baracoa.  Near the midpoint of La Farola, the bus makes a stop at a tiny tourist-oriented village, where you can buy red bananas, Baracoa chocolate, and ",{"type":"''","value":["cucurucho"]},".\n\nAstro, the national bus line, also runs to Baracoa, but as a tourist you are highly unlikely to be allowed on Astro, and if you are (usually by being a student) you're not likely to get a seat.  Of course, this being Cuba, the usual array of chartered buses also serve Baracoa.\n\n",{"type":"===","value":["By plane"]},"\nCubana's subsidiary Aero Caribe flies to Havana on Thursdays and Sundays. The flight is frequently delayed so check the time at the airport office (Calle Jose Marti) or with local travel offices before showing up at the airport.\n\n",{"type":"===","value":["By car"]},"\nIt's also possible to drive La Farola in a rental vehicle or a taxi, though this is not particularly recommended as, asides from the difficulty and expense of getting a rental car in Cuba, most of the road, especially the mountainous sections, is ",{"type":"'''","value":["very remote"]}," and if a breakdown happens, you will be stuck for a while; there is no cell phone reception and the only way to communicate will be through buses.  Baracoa is 150 km east of ",{"type":"[[","value":[["Guantanamo City"]]},".\n\n",{"type":"==","value":["Get around"]},"\nBaracoa is a tiny and very compact town, as such walking will be the primary form of transportation in-town.  For excursions further afield, a taxi or a bici-taxi is handy.   Bici-taxis are everywhere and can be paid for in CUC or Moneda Nacional.  Regular taxis are less common but can be hired if necessary.\n\n",{"type":"===","value":["By hired driver"]},"\nBici-taxis are available for rent, expect to pay approximately $5CUC\/day Alternatively, you can hire a car (with driver) for approx. $20CUC.\n\n",{"type":"===","value":["By moped"]},"\nMopeds\/Scooters can be rented from a rental agency just off the main park (Parque Centro). It is located inside a cafeteria next to the Cinema. Expect to pay approximately $25CUC for a full day.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["In Town"]},"\n",{"type":"[[","value":[["File:BaracoaMalecon.JPG"],["thumbnail"],["right"],["alt=View along the Malecon (sea wall) of Baracoa"],["Baracoa's Malecon is much more low-key than the famous one in Havana"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Parque Independencia"],["alt="],["url="],["email="],["address= corner of Antonio Maceo and Felix Ruene"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Effectively the city's main plaza, Parque Independencia features a fountain, a statue of local hero ",{"type":"'''","value":["Hatuey"]},", and Baracoa's original church (closed for renovations as of 2012).  Most of the tour operators'offices, including Cubatur's, ring the park, as do the city government offices.  Many ",{"type":"''","value":["casas"]}," and ",{"type":"''","value":["paladares"]}," are nearby"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Town"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Baracoa's old town, which pretty much encompasses the entire city, is not particularly pretty nor does it contain many particularly notable buildings, but it's pleasant to stroll in."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Malecòn"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Baracoa has its very own Malecòn, running from the bus station to Fuerte Matachín, though it has none of the fame (or crowds) of Havana's.  It does, however, make for a pleasant stroll along the Atlantic.  Near the middle of the walk, a park and statue commemorate Columbus and the Spanish landing on Cuba."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hotel La Rusa"],["alt="],["url="],["email="],["address= 161 Máximo Gomex"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=More a historical oddity than a great place to spend the night, this hotel along the malecón was run by a Russian woman who escaped to Cuba from the Russian Revolution – only to become one of Castro's closer confidantes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fuerte Matachin"],["alt="],["url="],["email="],["address= corner of José Martí and Malecón"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$1"],["content=At the southern end of the ",{"type":"''","value":["malecón"]}," this former Spanish fort now serves as the city's municipal museum.  It's quite informative, but most exhibits are in Spanish."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Veteran's Center"],["alt="],["url="],["email="],["address= 216 José Martí"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price= free"],["content=A tiny museum that has some photographs and other articles from the revolution and, perhaps more interestingly, the conflict in Angola.  Will kill 15 minutes."]]}]},{"type":"[[","value":[["File:AsientoTainoStatue.JPG"],["smallpx"],["thumbnail"],["left"],["alt=A small stone Taino statuette resting among plants"],["A statuette at Asiento Taino"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Castillo de Seboruco"],["alt="],["url="],["email="],["address= Hill west of Calixto Garcia, near Mariana Grajales"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The highest fort in Baracoa, dating to 1739, is now a hotel, but non-guests are free to wander the outdoor (and some indoor) areas and admire the views"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Asiento Taino"],["alt="],["url="],["email="],["address= Moncada beyond Hotel Castillo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$3"],["content= A reconstructed Taino burial ground full of statuettes.  While the museum is fascinating, one does end up wondering how heavy-handed the reconstruction was.  On the way there, watch for the dilapidated old gas station on Moncada – it's an impressive sight."]]}]},"\n\n",{"type":"===","value":["Further Afield"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Cucurucho Factory (",{"type":"''","value":["Fábrica de Cucuruchu"]},")"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions= Ask a bici-taxi to take you"],["phone="],["tollfree="],["fax="],["hours= irregular"],["price="],["content=Yes there's a factory that makes them!  It's located on the outskirts of town (ask a bici-taxi driver to take you there) and is a good place to buy the conical coconut confection, at least when it's open."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Yumuri"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Venture just outside the city on a bici-taxi to see the mighty Yumuri river, which runs through several of the surrounding communities"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Punta de Maisi"],["alt="],["url="],["email="],["address= 62 km east of Baracoa"],["lat="],["long="],["directions= Ask a taxi driver to take you"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Roughly 62 km east of Baracoa lies Punta de Maisi, Cuba's easternmost point, from which you can see Haiti on a clear day.  Bargain with a taxi driver (and you're going to want to have a car, not a bici-taxi), but be aware that the road is rough and the trip will likely take longer than the distance suggests."]]}]},"\n",{"type":"==","value":["Do"]},"\nRelax around the town, share a bottle of rum and koola cola with locals at the nightclub 100 steps above the town.  The Casa de la Trova by the church offers itself as a comfortable and welcoming drinking establishment where you can dance with the locals.  Popular for any blossoming salsa lovers.\n",{"type":"===","value":["Beaches"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Playa de Miel"],["alt="],["url="],["email="],["address= Just south of Fuerte Matachin"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=A lovely black sand beach within easy walking distance of town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name= Playa Duaba"],["alt="],["url="],["email="],["address= North of Baracoa off the road to Alejandro de Humboldt"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=free"],["content=A beach located North of Baracoa (not in walking distance), usually visited at the end of a tour to Alejandro de Humboldt Park (below) to relax after a day of hiking."]]}]},{"type":"===","value":["Sports"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Baseball stadium"],["alt="],["url="],["email="],["address= On Playa de Miel"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This being Cuba, of course there is a baseball stadium.  Baracoa's stadium though, is actually ",{"type":"'''","value":["on"]}," the beach."]]}]},{"type":"===","value":["Natural Attractions"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=El Yunque"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= A 575 m high mountain whose name means ",{"type":"''","value":["the anvil"]}," in Spanish, approx. 30 mins by push bici-taxi from the centre of town. You must pay to enter the national park, but the views from the peak are fantastic and well worth the 1-2 hr hike."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Alejandro de Humbold National Park (",{"type":"''","value":["Parque Nacional Alejandro de Humboldt"]},")"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Unmatched in the Caribbean for sheer biodiversity, this fascinating park can be the highlight of any visit to Baracoa.  The park features the world's smallest frog, the endemic polymita snail, and a surprising amount of rural agriculture.  Talk to Cubatur at Parque Independencia for a group tour; it's also possible to visit independently and hire a guard at the gate, but this is more expensive and not particularly recommended.  The road to the park is ",{"type":"'''","value":["not so much a road with potholes, but potholes with bits of road"]},", and you'll feel the bus swerving in all directions to dodge them.  Most tours also take in Playa Duaba, above."]]}]},{"type":"<","value":["gallery",["\nFile:Monte Iberia Dwarf Frog (Eleutherodactylus Iberia) (8572426754).jpg|alt=A tiny brown frog with yellow stripes|A Monte Iberia Dwarf Frog, the smallest frog in the Northern Hemisphere, in Alejandro de Humboldt park.\nCuban Painted Snail (Polymita picta) (8573971561).jpg|alt=A snail shell with yellow stripes radiating outwards|One of several varieties of ",{"type":"''","value":["polymita"]}," snails, endemic to the Baracoa area, in Alejandro de Humboldt park.\nFile:Coccothrinax yunquensis.jpg|alt=View from the top of a mountain, with tropical plants and a palm tree up front.  A sign (in Spanish) says the tree is an endemic Yunque palm.|View from the top of El Yunque, including an endemic palm tree.\nFile:Unidentified Anolis Species in El Yunque, Cuba (8591589503).jpg|A small, lizard-like creature with a flap hanging down from its neck.  One hand is holding the creature, the other is holding the flap.|An anole at El Yunque\n"]]},"\n\n",{"type":"==","value":["Buy"]},"\nContrary to what you might expect for such an isolated city, Baracoa isn't any more expensive than anywhere else in Cuba, partly because the Cuban tourism market is so tightly-controlled.  Costs in Baracoa run the gamut depending on whether you frequent peso or CUC places.\n\nIn general, as one goes east in Cuba, how much people care whether you give them CUC or moneda nacional decreases, and this is most so in Baracoa, with virtually all non-tourist goods (such as trips to the national park) being payable in either currency.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Cadeca"],["alt="],["url="],["email="],["address=corner of José Martí and Roberto Reyes"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The place to change you money into CUC, or your CUC into pesos"]]}]},"\nBaracoa is a good place to buy indigenous-styled art, although it's not cheap.\n\n",{"type":"==","value":["Eat"]},"\nTravelers weary of the repetitive (and frankly somewhat boring) food found elsewhere in Cuba can breath a sigh of relief when they reach Baracoa—and then dig straight into the small city's delicious ",{"type":"'''","value":["regional dishes"]},".\n",{"type":"[[","value":[["File:CacaoPodInside.JPG"],["smallpx"],["thumbnail"],["left"],["alt=A yellow, oval, ribbed pod split in half to reveal semicircular seeds covered in white slime"],["The inside of a cacao pod prior to undergoing the many steps necessary to become chocolate.  A common sight in Baracoa"]]},"\n",{"type":"===","value":["Regional Specialties"]},"\nBaracoa is known as ",{"type":"'''","value":["the land of chocolate and coconut"]}," and most of the local cuisine is based around these two ingredients.  ",{"type":"'''","value":["Baracoa chocolate"]}," is sold in tiny 6-piece bars at 5 per CUC.  You'll find people selling it everywhere, but the best place to look is around ",{"type":"'''","value":["Parque Independencia"]},", where you may be able to find someone selling them in packs of 25-30.  You will also find people selling balls of chocolate—these are unsweetened, which would normally make them totally unpalatable, but Baracoa chocolate is quite mild (though it's definitely not to everyone's taste).  Be sure to buy plenty, as its cheaper here and absolutely amazing.\n\n",{"type":"'''","value":["Coconut"]}," manifests itself in two local specialties.  The first is a rich ",{"type":"'''","value":["coconut milk sauce"]}," that oddly resembles Thai curries while remaining completely different (quite a change from the usual bland Cuban diet!) and is served with fish and seafood.  The best way to try it is to specifically ask your ",{"type":"''","value":["casa"]}," owner to prepare it, or go to some of the ",{"type":"''","value":["paladares"]}," that specialize in local food.  The other speciality is ",{"type":"'''","value":["cucurucho"]}," a conical concoction of shredded coconut, sugar (and lots of it), orange peels, guava, and whatever else the maker felt like putting in–no two are alike!  Cucuruchos are wrapped in palm leaves with a handy lid, and usually sell for one CUC each.  They are quite sweet, sweeter perhaps than the typical North American palate usually allows for.\n\nIn general, aside from chocolate, government-run restaurants don't serve local cuisine.\n\n",{"type":"==","value":["Drink"]},"\nBe sure to check out Baracoan drinking chocolate – hot chocolate brewed with cinnamon leaves.  It's delicious, though the powdered milk limits its potential somewhat.\n\nYou'll of course find the usual assortment of peso and CUC sodas and alcohol in bars all around Baracoa.\n\n",{"type":"==","value":["Sleep"]},"\nAs elsewhere in Cuba, ",{"type":"''","value":["casas particulares"]},", available for around 15-20 CUC per nightm will most likely be your cheapest options.\nCasa particulars are available, expect to pay between 15-20 CUC per night.  Note that while many ",{"type":"''","value":["casas"]}," are small, they tend to operate in informal (and not entirely legal) family networks, so if the main ",{"type":"''","value":["casa"]}," is full, you will stay at a family member's.  Don't expect that most ",{"type":"''","value":["casa"]}," owners speak English.\n\nBe prepared for the onslaught of hoteliers and taxi drivers as you arrive at the bus stop..  Watch out for the people claiming to be hotel owners, offering you a very cheap rate because this may change when you arrive at the hotel, meet the real owner and get given the real room rates.  The game is, that by this time you cannot be bothered to go and look for another hotel because it is just too hot.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"====","value":["Casas Particulares"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Yodanka"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+53 53553587"],["tollfree="],["fax="],["hours="],["price=15CUC"],["checkin="],["checkout="],["content=Fantastic casa in a quiet side street, opposite end of the Malecon from the bus station.  It doesn't have a name but it is the road after Juracion, on the right, as you are leaving town.  The casa is about 200 meters away from the beach on the right hand side.  Rooms are large  with a double bed and ensuite bathroom.  You also get a shaded patio, and a staircase to another patio in the sun.  The owners speak Spanish only."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Clara Silot y Victor"],["url="],["email=ocha@gtm.sld.cu"],["address=Libertad No. 28-A"],["lat="],["long="],["directions="],["phone=+53-21-643662"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=An alright room, with a great elderly couple, which actually adopted us while we're been there. Because of them, Baracoa was even more wonderful! It's about 8 minutes walk from the center."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Colonial Gustavo y Yalina"],["alt= Flor Crombet"],["url="],["email="],["address=125 Flor Crombet"],["lat="],["long="],["directions="],["phone= 021-64-25-36"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=An elegant colonial house that dates to the 19th century, this ",{"type":"''","value":["casa"]}," features Baracoan drinking chocolate and local specialties for dinner."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Nelsy Borges Teran"],["alt="],["url="],["email="],["address= 171 Antonio Maceo"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=If trying Baracoa's local dishes is your priority, this should be the ",{"type":"''","value":["casa"]}," you stay in, as it is widely considered to have the best food."]]}]},"\n",{"type":"====","value":["Hotels"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel La Rusa"],["url="],["email="],["address=161 Máximo Gomez"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=18CUC-30CUC"],["checkin=4PM"],["checkout=12PM"],["content=A notable historica landmark, this bright yellow hotel is opposite the Malecon (sea wall) in the centre of town. Famous figures like Che Guevara and Fidel Castro have stayed in the hotel. The rooms are basic with air conditioning, television and hot water. If you want some history and great views - ask for room 302. It's the room Che stayed in during his visit to open the local chocolate factory and is marked by a commemorative plaque and cliche furnishings.  Conditions have degraded since Hurricane Ike in 2008 and haven't improved much since."]]}]},{"type":"===","value":["Midrange"]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"[[","value":[["File:ElCastilloBaracoa.JPG"],["mediumpx"],["thumbnail"],["right"],["alt=A path along a wall with turrets.  Palm trees and small tropical plants grow nearby."],["At Hotel el Castillo, you can pretend to be a ",{"type":"''","value":["conquistador"]}]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel El Castillo"],["alt="],["url="],["email="],["address=Hill west of Calixto Garcia, near Mariana Grajales"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Converted from Castillo El Seboruco, this elegant hotel allows you to feel like a ",{"type":"''","value":["conquistador"]}," – and has an amazing view over the town (though you don't have to stay here to see it)."]]}]},"\n",{"type":"==","value":["Cope"]},"\nBeing a tiny isolated tourist town in a largely isolated country, Baracoa doesn't have lots of communication with the outside world, though it does have an ",{"type":"'''","value":["Etecsa"]}," office just off Parque Independencia.  \n\nThe local newspaper is ",{"type":"''","value":["Venceremos"]}," (\"We will conquer\"), as in the rest of Guantanamo province.  \n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Etecsa"],["alt="],["url="],["email="],["address=Antonio Maceo on Parque Independencia"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$12 for two hours of internet"],["content=As Baracoa is a tourist town, Cuba's telecommunications and internet company has an office here with surprisingly fast internet terminals.  This is the only place to (legally) access the internet in Baracoa, and it's restricted to foreigners as usual.  No wifi."]]}]},"\n",{"type":"==","value":["Go Next"]},"\n\nThere isn't much to do in the surrounding towns, and as most visitors come in by bus via ",{"type":"''","value":["La Farola"]},", they leave exactly the way they came, towards ",{"type":"[[","value":[["Guantanamo City"]]}," and ",{"type":"[[","value":[["Santiago de Cuba"],["Santiago"]]},", or alternatively take a flight to ",{"type":"[[","value":[["Havana"]]},"\n\n",{"type":"{{","value":[["cautionbox"],["Both of these alternatives go over ",{"type":"'''","value":["extremely bad to practically non-existent road"]}," and are ",{"type":"'''","value":["even more remote"]}," than ",{"type":"''","value":["La Farola"]},", and should not be attempted except by the absolute most experienced and prepared travelers.  The ",{"type":"'''","value":["vast majority"]}," of travelers should simply return via ",{"type":"''","value":["La Farola"]}," or the airport"]]},"\n\nIf you're determined to leave a different way than they came and have your own ",{"type":"'''","value":["very good"]}," wheels (or a taxi's--probably a better option!) and a sense of adventure, there's actually two other possibilities for (theoretically) leaving Baracoa.  The first is to take the unpaved road towards Parque Nacional Alejandro de Humboldt past the park towards ",{"type":"'''","value":["Moa"]}," in ",{"type":"[[","value":[["Holguin (province)"],["Holguín province"]]},".  Even going just to the park, the road is a potholed mess (you'll find your bus swinging back and forth to dodge them all, maybe occasionally leaving the road), and after the park it's even worse.  If you make it to Moa, it's a depressing industrial town that likely has no tourist accomodations, but venturing further will take you to some of the attractions of Northern Holguín Province, including ",{"type":"[[","value":[["Banes"]]},", birthplace of Fulgencio Batista, ",{"type":"[[","value":[["Birán"]]},", birthplace of Fidel Castro (the two are shockingly close) and ",{"type":"'''","value":["Parque Nacional Cayo Saetia"]},".\n\nAnother alternative is to go to Punta de Maisi, from which another road ",{"type":"'''","value":["theoretically"]}," connects to the same coastal highway that splits from ",{"type":"''","value":["La Farola"]}," in ",{"type":"'''","value":["Cajobabo"]},". \n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"{{","value":[["geo"],["20.348611"],["-74.510556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Guantánamo (province)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Baracoa"]]}]