[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":[" Baratang Island"]}," is part of the ",{"type":"[[","value":[["Andaman and Nicobar"]]}," group off the coast of ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThis is one of best part of your trip to Andaman Islands. Here you get to see the wild nature as well as its beauty. Andaman trip will be incomplete without a trip to Baratang and Jirkatang.\n\n",{"type":"==","value":["Get in"]},"\nIt is about 90 km away from ",{"type":"[[","value":[["Port Blair"]]},". Regular bus services are available from STS Bus Terminal, Aberdeen Bazar. Journey takes about 2 hrs and 30 minutes from Port Blair to Middle Strait and the fare is just Rs. 45. The journey is in 2 phases - P.Blair to Jirkatang (40 km, 1 hr 15 mins) and then Jirkatang to Baratang (49 km, 1 hr 15 mins, no overtake zone through Jarwa Reserve Forest).  From Nilambur Jetty at middle strait ferry ",{"type":"[[","value":[["File:Middle strait jetty.jpg"],["thumb"],["View of Middle Strait Jetty from Baratang jetty"]]}," ",{"type":"[[","value":[["File:Middle strait jetty front.jpg"],["thumb"],["Middle Strait Jetty"]]}," services are available for Baratang Island. Ferry fare is only Rs. 3\/- and it takes about 15 minutes to reach Baratang from Nilambur Jetty.\n\n----\n\nIt is advisable to take a conducted tour of the Baratang islands, if you want to return on the same day. In that case you will miss seeing Parrot Islands. Once you start from Port Blair early morning at around 4AM, the first halt is at Jirkatang (40 km from Port Blair on road). At Jirkatang you will get a forest\/police check post.",{"type":"[[","value":[["File:Jirkatang Police Checkpost.JPG"],["thumb"],["Jirkatang Police Checkpost (extreme right is the public toilet)"]]}," Just opposite to the check post on the other side of the road is a temple (just for a landmark ",{"type":"[[","value":[["File:Temple opposite to J.tang Checkpost.JPG"],["thumb"],["Temple opposite to Jirkatang Checkpost"]]},"). From here starts a stretch of 49 km forest (Jarwah Reserve Forest), where you cannot halt your vehicle or walk on foot or take snaps\/video. On the other end of the Jarwah Reserve forest is Middle strait jetty. The jetty will take you to the other side of the strait in about 15 minutes. Here you have reached Baratang islands. \n",{"type":"[[","value":[["File:Jirkatang to Baratang Map (in Hindi).jpg"],["thumb"],["Map route from Port Blair to Rangat\/Mayabunder (given at Jirkatang Checkpost, legends are in Hindi)"]]},"\n\nThis is one of the most exciting part of journey, where you will see the tribes (Jarwah). They are short height, black in complexion, with reddish eyes. They feed on roasted pig meat mainly. Fish and fruits being the other part of their diet. Civilization has not yet touched this part of the world, and the Government of India has taken every steps to ensure that no one interferes with their freedom. Offering food items to Zarawah is strictly prohibited, once when they were offered food (generally fried and spicy as we normally eat), some of the people in the tribe started dying. Forest department (Andaman Adi Janjati Samiti) also provides them with clothes. On your way to Middle strait jetty you might still find a lot of people among the tribes particular young men asking for food. Please do not pay any heed. Always speak to your driver before doing anything.\n\nInteracting with the Jarwahs is strictly prohibited as is taking their snaps. There are stories as well as facts of tribes attacking tourists\/convoy with bows and arrows and harassing trespassers. So please keep away from them and enjoy the experience.\n\nThe vehicles have to leave in convoys. There are 8 convoy throughout the day from Jirkatang (6:30AM, 7AM, 7:30AM, 8AM, 9:30AM, 11:30AM, 1:30PM, 2:30PM). ",{"type":"[","value":["http:\/\/shared.wikivoyage.org\/wiki\/Image:Convoy_timings.JPG"]}," So please take care of the timings. You cannot cross the forest unless you are in one of the convoys. At Jirkatang check post there is a toilet\/bathroom with all facilities. So if you have left from you hotel\/lodge at around 4AM you will reach there by 5:15AM and you can get fresh and alight your bus\/vehicle by 6:30AM before the 1st convoy leaves for Baratang. In the convoy 2 wheelers\/bicycles are not allowed. Only 4 wheelers are allowed. The 1st vehicle in the convoy is always a bus, with 1-2 gunned policemen. And the Jarwahs do fear the forest police. Police though does not have shoot order from government of India. Once again if you are an Indian tourist, you will find enough reasons to be proud to be so. Its is simply amazing to see how two worlds (civilized and uncivilized) coexist in this reserve forest with some amount of discipline. Hats off to the Andaman Adi Janjati Samiti.\n\nThis is the only road connecting to North Andaman to places like Kadamtala (28 km from Baratang jetty), Rangat (71 km from Baratang jetty), Mayabunder (141 km from Baratang jetty), Diglipur (203 km from Baratang jetty). Here it is interesting to see how buses\/vehicles alight the jetty to reach either side of the middle strait.  ",{"type":"[[","value":[["File:Directions at Baratang jetty.jpg"],["thumb"],["Directions to different places at Baratang Jetty"]]},"\n\nAn option to visit the Andaman & Nicobar islands is to opt for the package tours offered by India Beacons Sojourn. This agency take care of all your needs to make your holiday smooth and exciting.\n\n",{"type":"'''","value":["India Beacons Sojourn"]},", 1 Indra Roy Road (Opposite Indira Cinema), Room No. 8(1st Floor), Kolkata - 700025, West Bengal, India. Mobile: +91 9903295920, Phone & Fax: +91-33-26270886, E-mail:info@indiabeacons.com, Website: http:\/\/www.indiabeacons.com\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nAt Baratang you can see ",{"type":"'''","value":["Mud Volcano"]},"  ",{"type":"[[","value":[["File:Mud volcano baratang.jpg"],["thumb"],["Mud Volcano at Baratang"]]}," which is about 4 km away from the jetty. To reach there you can hire a shared taxi @ Rs. 20\/- per head to and fro.\n\nFrom Baratang, regular boat services are available for ",{"type":"'''","value":["Limestone Caves"]}," . These ancient caves are located about 50 minutes (by sea) away from Baratang Jetty. The fare of boat is Rs. 200\/- per head for both ways. It includes speed boat fare also which is required to reach Limestone Caves. The boat journey through the heart of dense mangrove forest is simply breathtaking. The boat ride here is a lifetime experience for some. Its something you get to see only in channels like NatGeo or Discovery otherwise. At the limestone caves remember to carry a torchlight, its very dark inside. ",{"type":"[[","value":[["File:Mangrove forest on the way to limestone caves.jpg"],["thumb"],["Mangrove forest on the way to limestone_caves by speedboat"]]},"\n\nAnother must-see attraction is ",{"type":"'''","value":["Parrot Island"]},". The experience at Parrot Island at sunset, when all the parrots are returning home is indeed a mesmerizing experience. For this a night's stay is required at Baratang.\n\n",{"type":"===","value":["Itineraries"]},"\nSome points to note :\n",{"type":"*","value":[" Do not waste time in visiting everything what the locals – other tourists – travel guide trumpets.  Covering each of the points is a long journey either by boat or road – in whichever the case the journey can be extremely time and energy consuming. "]},{"type":"*","value":[" The places like limestone caves, mud volcano are boring and disappointing. Unless you have specific interest in it, do not bother to waste a long day which would start at 3:40AM while you plan to visit these two places."]},"\nAt the same time visiting Baratang can be more memorable if the trip is taken with a night stay at Baratang. The early morning journey which generally starts at 3:40AM in the morning can easily be avoided. The main reason for any tourist opting for the early morning hectic trip is only because of improper guidance from the Port Blair tour operators. There are regular bus services to Baratang. Book your seat in any bus with your convenient timings and visit Baratang Island. APWD guest House, Forest guest House and Panchayat Guest house are some of the places for the night halt. The only good private property at Baratang is Dew Dale Resorts. By doing so you can also add Parrot Island trip at Baratang in your itinerary, which is really a breathtaking experience. Do visit Baratang Island which is one of the most beautiful parts of Andaman & Nicobar Islands but only with a night halt to avoid the hectic 3:40AM trips.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\nPlease carry your food items. At Baratang jetty there are 2-3 restaurants, food is okay. You will get fish fry (Mackarel fish) mostly here.\n\n",{"type":"==","value":["Drink"]},"\nThere is one bar and restaurant at Baratang jetty.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dew Dale Resorts"],["url=http:\/\/www.msnusers.com\/DEWDALERESORTS"],["email=dewdale.resorts@gmail.com"],["address="],["lat="],["long="],["directions="],["phone = +91 9434280628, 03192-243677-244930"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A new property with cottage-type accommodations, four rooms in a cottage. The architecture, layout, ambience of this resort is unique to the Andaman & Nicobar Islands. There are 16 rooms in all, with an open multi-cuisine restaurant"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Crossroads"],["url="],["email="],["address="],["lat="],["long="],["directions=located 6 km from the jetty and by the NH"],["phone="],["tollfree="],["fax="],["hours="],["price=AC rooms Rs 3,990, non-AC rooms Rs 2,790"],["checkin="],["checkout="],["content=The setting is rural, isolated, and far from the madding crowd. All rooms at this resort are double bedded. Cable TV and running cold\/hot water are available 24 hrs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hornbill Nest Resort"],["url="],["email="],["address=Carbyn's Cove"],["lat="],["long="],["directions="],["phone = +91 229130"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThe Middle strait jetty is infested with salt water crocodiles.\n\n",{"type":"==","value":["Go next"]},"\n\nOther places where you can visit -\n",{"type":"*","value":[" Kadamtala (28 km from Baratang jetty)"]},{"type":"*","value":[" Rangat (71 km from Baratang jetty)"]},{"type":"*","value":[" Mayabunder (141 km from Baratang jetty)"]},{"type":"*","value":[" Diglipur (203 km from Baratang jetty)."]},"\nTo reach the above mentioned places you have to cross another strait between Gandhi Ghat jetty and Uttara jetty (similar to what you found at Middle Strait jetty and Baratang jetty).\n\n",{"type":"{{","value":[["IsPartOf"],["Andaman and Nicobar Islands"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]