[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Barbastro"]}," is a city in ",{"type":"[[","value":[["Aragon"]]},", ",{"type":"[[","value":[["Spain"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By bus"]},": Regular lines stop at Aragon square’s bus station.\n\n",{"type":"'''","value":["By car"]},": Arriving via motorway or the N-240 road, take the “Barbastro-centre” exit. The best option is to park close to the exit, at a free parking area which is close to the graveyard, in front of the tourist office.\n\n",{"type":"==","value":["Get around"]},"\nYou can walk all over the way. There's a bus service, but there is no point in using it for a tourist point of view.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Puerta de San Julian en Barbastro.jpg"],["thumb"],["San Julián gate in Barbastro"]]},"\n",{"type":"'''","value":["San Julián gate"]},". This is an ancient gate, which the travellers from Zaragoza used to use to enter the town centuries ago. This gate belonged to Barbastro’s ",{"type":"'''","value":["fourth exterior wall"]},". This wall was built in the 17th century, and according to historical documents, it was the weakest of all the walls surrounding Barbastro and had a lot of towers. Today this gate stands as a reminder of the original one that was used to support the hospital floors.\n   \nThe ",{"type":"'''","value":["bullfighting ring"]},", with its tiny museum is to the left of the gate. There’s only one bullfight a year (in September), but it is also used for concerts during the Somontano music festival in August.\n\nWalking down the steep street outside the bullfighting ring, you will realize why Barbastro is known as “the small ravine”. It ends at ",{"type":"'''","value":["Aragon square"]},", known as “los Jardinetes” (the “small garden”) and the ",{"type":"'''","value":["Coso avenue"]},".\n\nThe north side of the square makes up the ",{"type":"'''","value":["second wall"]}," of Barbastro built in 918 by the Muslims to protect the early city of Barbastro, which today is the Entremuro district.\nNowadays the wall is hidden behind the buildings, but its ‘look’ still remains.\nThe street continues next to the bus station and it does not offer any entrances, apart from “las escaleretas” (“the small steps”), a small flight of steps that was opened in the 17th century. Inside these buildings there are the remains of at least three defensive towers.\nThe wall surrounded the city by the street next to the bus station, and it continued up the north side of the Coso Avenue. Buildings on the north side of Coso Avenue are still leaning against the ancient wall.\n\nIn front of the square lies the cathedral. To arrive at its gate inside the wall, centuries ago people crossed the ",{"type":"'''","value":["“Abbot Ducha” gate"]},", southbound entry to Barbastro.\n\n",{"type":"===","value":["Cathedral"]},"\nDuring Muslim rule, there were eight (!!) mosques in Barbastro, and the ",{"type":"'''","value":["Cathedral"]}," was the greatest of them all. This seems like a big number of Mosques, but this only serves to highlight how important the city was back then.\n\nBefore entering the cathedral, take a look at the base of the right side of the entrance: it’s made of large stone blocks, very different from the cathedral brickwork. This was one of the ancient defensive towers of Barbastro’s wall. In the 18th century, neighbors of the Entremuro district asked for permission to use the tower ruins to build a chapel for their beloved Santo Cristo de los Milagros (saint Christ of the Miracles).\n \n\n\nYou can visit the cathedral by yourself or you can arrange a guided tour at the museum that is next to the bishop’s palace. You can use the door at the left side of the shrine to arrive there without going around the cathedral.\n\nThe cathedral is magnificent and it would take up too much space to write about it in full in this brief guide , but it’s interesting to note that, on its north side, behind the organ, there is a strange arrangement of chapels. This is due to the fact that centuries ago there was a cloister and half of it was transformed to chapels inside the cathedral and the other half was left outside and later destroyed.\n\nThe ",{"type":"'''","value":["bishop’s palace"]}," was built in the 17th century and restored in the early 21th. Before that, bishops lived in a house built upon a cliff over the river, next to an ancient church that no longer exists. Today, this palace hosts not only the bishop and his office, but a museum of sacred objects.\n\n",{"type":"[[","value":[["File:Barbastro Kath Turm1.jpg"],["thumb"],["Barbastro cathedral tower"],["200px"]]},"\nWhen visitors see the ",{"type":"'''","value":["cathedral tower"]},", they will feel that there is something special about it. If they study it, they will notice that the tower is not next to the cathedral, but some meters away. This is because the cathedral once was a mosque, and the tower was its minaret.\nThe lower part is thicker, and the upper narrower. If you take a closer look, you will realize that it is actually a tower inside of another tower\nThis is because the original narrow Muslim minaret remains inside the Christian hexagonal tower.\nIn 1366, the French warlord Bertrand du Guesclin, famous for fighting side-by-side with Joan of Arc, led his troops to fight for the Spanish king Pedro IV. He passed through Barbastro and plundered the city. 306 people tried to take refuge inside the tower with their belongings, but the soldiers set fire to the tower and they were all killed. The original tower was heavily damaged due to this and the inside tower remains scorched until today. In 1610, the outer hexagonal tower was built, also adding a spire to the old tower.\n\nThroughout its history, the tower has been a Muslim minaret, a Christian tower, the home of the bell-ringer (he had to stay at the tower at all times), a jail in the 17th century, hideout of a secret society (the “Commoner Knights”) in 1824 and an air defense gun emplacement during the Spanish civil war. Even nowadays, the old air raid alarm sounds at noon.\n\n",{"type":"===","value":["A stroll along Entremuro, the old district of Barbastro (Optional)"]},"\n\nOnce the cathedral has been visited, you can continue into the city center, but it is also worth visiting the old Entremuro district. It’s a circular track starting and ending at the cathedral tower. It takes about half an hour to complete it.\n\nThis district was once the early city of Barbastro, and today remains like a “village inside a city”, peaceful and quiet.\n\nWe enter through the narrow and dark ",{"type":"'''","value":["Hornos street"]},". At the beginning, on the right-hand side, there is an ancient masonry wall, built with alternating lines of bricks and stones. This way of building was used to save money. Neighbors call it the “roman wall”. \n \n\nThis wall supports a tiny domestic orchard. It’s one of the Entremuro’s “Cármenes”, word that comes from the Arab word “Karm” that means “vineyard”, “garden” or “orchard”. Almost every house of this district has a small orchard at the back, following the traditional Muslim city design. In the Spanish city of Granada, the Muslim “Albaicin” district also follows this pattern.\nA few meters ahead, at the first crossroads, you can peek to your left to see some more back gardens.\nThe neighbors of this district were traditionally farmers, and back in the 80’s there were still donkeys, mules, horses and other animals kept in the lower floors of the houses. Along with the orchard, they were a way of life.\n\n",{"type":"[[","value":[["File:Plaza de la candelaria en Barbastro.jpg"],["thumb"],["Candelaria square in Barbastro"]]},"\nThe street ends in ",{"type":"'''","value":["Candelaria Square"]},". This pleasant square has a great historical background, because It was here that the princess Petronila, only daughter of king Ramiro II of Aragon, married the count of Barcelona, joining Catalonia under the Aragonese crown. Their son Alfonso II would govern a kingdom which included Aragon, Catalonia, Valencia, the Balearic Islands, Sicily, Naples and Athens.\n    \n\n\nOne of the buildings has an old papal coat of arms carved in stone. This house was reserved for the Pope’s representatives when the king of Aragon held his meetings in Barbastro.\n \n\n\nNow it’s time to climb some stairs. At the north side of the square a staircase leads up to the “",{"type":"'''","value":["Barbacana"]},"”, the hill that dominates Barbastro.\n\n\nIn this hill, nowadays empty, once stood the castle of Barbastro, the ",{"type":"'''","value":["first wall"]}," of the city. It was built in 811 by Jalaf ibn Rasid ibn Asad.\nThere’s nothing left of the castle today, but it probably stood on the west side of the hill, where the convent of the Capuchinas sister is located today.\nThis convent has very large stone blocks on its outer walls, and some parts of it seem to have been built upon the ruins of a tower.\nIt had three wells, one of them is still in use.\n \n\n\nWalking eastbound, in clear day it's possible to admire a magnificent view of the Pyrenees mountains from this hill. Before going back to the narrow streets, a little stroll leads to “",{"type":"'''","value":["la peñeta"]},"”, a cliff hanging over the Vero river. It’s a nice place to take pictures of the river Vero entering Barbastro.\nThe church of the “Santo Sepulcro” once stood here, but the poor quality of the rock and the action of water eroded the cliff over the centuries and the church was destroyed. \n \n\n\nIn the opposite direction, a track leads down to the “San Juan” district, where the old “",{"type":"'''","value":["ice well"]},"” is found. In the past, ice was collected in winter and held in a dark cave to use it in summer time. Today, visitors can enter the well and there are lights and explanations about it. \n\n\nTime to return to the cathedral tower, walking down the narrow streets of Esperanza and la Peña. At the corner between the streets stood the ",{"type":"'''","value":["synagogue"]}," of Barbastro. After being forced to convert by the king, the Jewish community of Barbastro had to turn the synagogue into a shrine, named “San Salvador”. But they secretly kept their rituals, and worshiped sacred Jewish objects that were hidden in the shrine. Until a few years ago, a stone arch that belonged to the synagogue was still visible, half hidden by the debris of buildings that were built in its place.\n \n\n\nThe stroll ends next to the cathedral tower, and the visit will continue with the city centre. \n\n",{"type":"===","value":["City centre"]},"\n\nOnce the oldest part of Barbastro has been visited, the part that was inside the second wall, it's possible to go onwards to the economic and social centre of the cty.\nThis part was inside the ",{"type":"'''","value":["third wall"]}," of Barbastro, built by the king Juan I at the end of the 14th century. This wall was connected to the second wall. It also covered the right side of the Vero river and finished at the Coso Avenue.\nUntil the building of the third wall, this place was the east limit of the city, and there was a gate called ",{"type":"'''","value":["Ferrata"]},", between the bishop’s palace and the “Hermanitas” home for the elderly. When the third wall was completed, this gate communicated the old city and the new city and was named the “Traviesa” gate.\n \n\n",{"type":"[[","value":[["File:Muralla del palacio del obispo en Barbastro.jpg"],["thumb"],["Bishop's palace wall in Barbastro"]]},"\nBefore walking down to Argensola street, one can take a look at the tiny square behind the bishop’s palace and see a good piece of the second wall and some kind of gate. This way it’s easy to imagine where the second wall was.\nThis street was named “el Rollo”. A “Rollo” was a column where criminals were tied to and whipped as punishment. This place is where public punishments were enforced in the middle ages.\n\n\nThe ",{"type":"'''","value":["city hall square"]}," is formed by three buildings: the “Hermanitas” home for the elderly is on the left. The city hall stands in the front. The original building had a pigeon house and was built in 1510 by the moor Farag de Galí. On the right, there’s the “Escolapios”, the first public school built in Spain by San Jose de Calasanz.\n \n\nWalking down Argensola street between the two buildings of the UNED (National Distance Education University) and turning left, the ",{"type":"'''","value":["Portillo bridge"]}," stands over the Vero river. This entry to Barbastro was protected by a defensive gate, lost nowadays.\n    \n\n",{"type":"[[","value":[["File:Río Vero en Barbastro de 1930 a 2012.jpg"],["thumb"],["River Vero in Barbastro, from 1930 to 2012"]]},"\nIt is recommended to walk the side of the river opposite to the buildings, so you can look at the colored facades. Before the Vero river was canalized with concrete to avoid the dramatic floods, these buildings stood vertically over the water. ‘1984’ writer George Orwell was impressed by this fact when he visited Barbastro during the war.\nThere was also a waterfall and an irrigation ditch that passed under the buildings on its way to many watermills.\n \n\n\nThere is an old windmill turned into a museum named “el Moliné”, and two fountains named ",{"type":"'''","value":["Azud"]}," and ",{"type":"'''","value":["Vivero"]},", today restored after lying half a century underground. This street is called “las Fuentes” (Fountain street).\n \n\n\nA little farther there is the ",{"type":"'''","value":["San Francisco church"]}," and a fountain with the same name almost under the bridge. In the past, this church was a convent, and at this side stood another gate of the city, named the “Yedra” gate. There were also some Arab baths with decorated fountains.\n\nNow it's possible to return to the centre crossing any of the two bridges close to San Francisco church. In the past, to enter the city, locals had to go through another gate: the ",{"type":"'''","value":["San Francisco gate"]},", which was demolished in 1936.\n    \nWalking along Argensola street, a large house turned into a library is found: it is the ",{"type":"'''","value":["Argensola house"]},". It has nice wooden eaves, and belonged to the brothers Lupercio and Bartolomé Leonardo de Argensola, poets and historians\n\n",{"type":"[[","value":[["File:Casa de Escrivá de Balaguer en Barbastro.jpg"],["thumb"],["House of Escrivá de Balaguer in Barbastro"]]},"\nShortly after, the street comes across the arch of an impressive brickwork house. It’s the birthplace of Jose Maria Escrivá de Balaguer, founder of Opus Dei. The original house was demolished and rebuilt by the Opus Dei.\n\nAt the pedestrian ",{"type":"'''","value":["Mercado square"]}," (Market Square), always full of playing children. There is a market every morning where fresh vegetables grown in amateur Somontano orchards are sold since many centuries ago.\n    \n\n\nCrossing the square and turn right to Romero street, there’s a narrow street that crosses on the left: there used to be another entry to the city from the south: the ",{"type":"'''","value":["Cremada gate"]},". San Ramon street continues, full of different shops. The wall of the city continued at the side of this street and joined the second wall in the Coso Avenue, where the street ends.\n\n",{"type":"'''","value":["Coso Avenue"]}," was originally left outside of the city until the fourth wall was built to protect the new districts and orchards that grew on the south side of the city. Nowadays, Coso Avenue is a pleasant wooded street where the social life of Barbastro takes place. This fact is specially evident on summer nights, when everyone sits to eat and drink on the terrace.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nBarbastro has always based its economy on trade, because it is well connected with the Pyrenees valleys. The typical products are, apart from the Somontano wine, the ",{"type":"'''","value":["“chiretas”"]}," (lamb stomach filled with spiced rice and meat, similar to the Scottish Haggis) and the sweets: “crespillos”, “pastillo” and ",{"type":"'''","value":["“Biarritz"]},"” cakes. If you don’t dare to taste “chiretas” (even though they taste better than they sound), you could go for the “pastillo”, but if you need to take it away inside your bag then maybe the “Biarritz” cakes are easier to carry.\n\n",{"type":"==","value":["Eat"]},"\nIt is easy to have a nice and cheap lunch or dinner anywhere in Barbastro.\nBoth Coso Avenue or Mercado square offer a lot of suitable places for different budgets: Sandwiches, tapas, daily menus…\nThere are many other good options in the city, among them I would recommend:\n\n",{"type":"===","value":["From 10€ to 15€"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=El Rincón"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+34 974 30 89 50"],["tollfree="],["fax="],["hours="],["price="],["content=Amazing quality and price. Delicious daily menu. It’s better to book in advance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mesón del muro"],["content=A good and affordable daily menu, also served on the weekends."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel “Mi casa”"],["content=A cheap, homemade and tasty menu at the hotel restaurant."]]}]},"\n",{"type":"===","value":["Around 20€ and up"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trasiego"],["content=Delicious tapas and dished at a reasonable price. Modern but cozy."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ordesa"],["content=Nice food in really large amounts. Do not miss their grilled meat."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bodega del Vero"],["content=Maybe the most expensive option, but it’s hard to match its quality anywhere. The decoration and atmosphere is magnificent."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Contact"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["geo"],["42.0333"],["0.1167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Aragon"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Barbastro"]]}]