[{"type":"{{","value":[["pagebanner"],["Barcelona banner Ciutadella Fountain.jpg"],["caption=Public art above the fountain of Ciutadella Park in Ciutat Vella"]]},"\n\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bcn.es\/english\/ihome.htm Barcelona"]}]}," the capital and largest city of ",{"type":"[[","value":[["Catalonia"]]}," and ",{"type":"[[","value":[["Spain"]]},"'s second largest city, with a population of nearly two million people. The city, located directly on the northeastern Mediterranean coast of Spain, has a rich history dating back at least 2,000 years when it gained prominence as a Roman town under its old name, Barcino.\n\nIn 1992, Barcelona gained international recognition by hosting the Olympic games which brought a massive uptick to the tourism industry in the city.  This had the effect of changing the city in ways that are still felt today with neighborhoods renovated (and in some cases leveled) and the intense focus of modern design permeating all aspects of life in Barcelona from public buildings to something as simple as a park bench or an event poster.  For visitors, this has translated in to the very modern, yet incredibly old city you see now in the 21st century where the new elements work to both preserve and celebrate the ancient.\n\nThis beautiful city is full of what European cities are known for (outdoor markets, restaurants, shops, museums, and churches) and is fantastic for walking with an extensive and reliable Metro system for more far-flung destinations.  The core center of town, focused around the Ciutat Vella provides days of enjoyment for those looking to experience the life of Barcelona while the beaches the city was built upon provide sun and relaxation during the long periods of agreeably warm weather.\n\n",{"type":"==","value":["Districts"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=BarcelonaDistricts.png"],["regionmaptext=Barcelona districts."],["regionmapsize=350px"],["region1name=",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]}],["region1color=#7ed561"],["region1description=Barcelona's old town, including the medieval Barri Gotic, La Rambla, Raval, and El Born (also known as La Ribera)"],["region2name=",{"type":"[[","value":[["Barcelona\/Eixample"],["Eixample"]]}],["region2color=#73a3c3"],["region2description=Modernist quarter, central hub of the city, and ",{"type":"''","value":["the"]}," area to go to find Antoni Gaudí's work."],["region3name=",{"type":"[[","value":[["Barcelona\/Gràcia"],["Gràcia"]]}],["region3color=#bc75a4"],["region3description=Formerly an independent town, it joined the city in the 20th century. Narrow streets and a cosmopolitan and young atmosphere with not too many tourists"],["region4name=",{"type":"[[","value":[["Barcelona\/Sants-Montjuïc"],["Sants-Montjuïc"]]}],["region4color=#dde390"],["region4description= Plaça Espanya and Montjuïc have been the focus of several great fairs and exhibitions. They have left behind museums, monuments and festivals for travellers to explore."],["region5name=",{"type":"[[","value":[["Barcelona\/Sant Martí"],["Sant Martí"]]}],["region5color=#be9ebe"],["region5description=More beaches along the coast, but generally fewer tourists and tourist attractions."],["region6name=",{"type":"[[","value":[["Barcelona\/Inland Suburbs"],["Inland Suburbs"]]}],["region6color=#d1888f"],["region6description=Mostly residential, but there are some sights if you want to explore. It includes Camp Nou, home of FC Barcelona; Tibidabo, the highest point in Barcelona; and more Gaudí architecture."]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:ParcDiagonalMar.JPG"],["thumb"],["250px"],["Parc Diagonal Mar"]]},"\n\n",{"type":"===","value":["When to visit"]},"\nAugust is probably the busiest time for tourists in Barcelona.  That said a very large percentage of the shops and restaurants can be found closed from early-August to early September. You'll find the most expensive hotel rates (outside of conference times such as the World Mobile Congress) and the city is devoid of locals as the vast majority of residents go on vacation in August and leave the heat and humidity to the hordes of tourists who come.  This also happens to be one of the highest periods of home break-ins as criminals know that many places are unoccupied for an entire month.\n\nImportant to note is that while Barcelona has decent, albeit crowded beaches, the locals will really appreciate it if visitors do not consider it a beach resort and absolutely don't wear beachwear when visiting churches, restaurants, etc.  If you only want beach and good beach at that, head south to ",{"type":"[[","value":[["Costa Daurada"]]},", north to ",{"type":"[[","value":[["Costa Brava"]]}," out to sea for the ",{"type":"[[","value":[["Balearic Islands"]]},".\n\nBarcelona is great off-season and is a lovely city even in winter months of January and February as long as the possibility of rain is low. Given the high humidity, 19-23°C is considered comfortable weather, which is normally the temperature between April and June and between late September–November. This is the best time to visit the city.  Anything warmer than this can feel too hot.\n\n",{"type":"===","value":["With children"]},"\nToddler happiness is considered a public responsibility in Spain: in any public place people around you put every effort into making your toddler happy: whenever he or she looks bored or is crying, everyone does their best to entertain or to calm them.\n\n",{"type":"===","value":["Visitor information"]},"\nA tourist office is at Plaça de Catalunya, 17.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nLow cost carriers include : ",{"type":"''","value":["Norwegian"]}," ",{"type":"[","value":["http:\/\/www.norwegian.com"]},", ",{"type":"''","value":["Air Berlin"]}," ",{"type":"[","value":["http:\/\/www.airberlin.com"]},", ",{"type":"''","value":["Monarch Airlines"]}," ",{"type":"[","value":["http:\/\/www.monarch.co.uk"]},", ",{"type":"''","value":["Jet2.com"]}," ",{"type":"[","value":["http:\/\/www.jet2.com"]}," , ",{"type":"''","value":["Vueling"]}," ",{"type":"[","value":["http:\/\/www.vueling.com"]}," (a discount subsidiary of ",{"type":"''","value":["Iberia"]},"), ",{"type":"''","value":["Wizz Air"]}," ",{"type":"[","value":["http:\/\/wizzair.com\/en-GB\/Search"]},", ",{"type":"''","value":["easyJet"]}," ",{"type":"[","value":["http:\/\/www.easyjet.com"]},", ",{"type":"''","value":["Ryanair"]}," ",{"type":"[","value":["http:\/\/www.ryanair.com"]}," , ",{"type":"''","value":["Blue Air"]}," ",{"type":"[","value":["http:\/\/www.blueair-web.com"]},", ",{"type":"''","value":["Transavia"]}," ",{"type":"[","value":["http:\/\/www.transavia.com"]},", ",{"type":"''","value":["Germanwings"]}," ",{"type":"[","value":["http:\/\/www.germanwings.com"]},",",{"type":"''","value":["TUI Fly"]}," ",{"type":"[","value":["http:\/\/www.tui-fly.com"]}," among many others.\n\n",{"type":"====","value":["Barcelona International Airport"]},"\nBarcelona International Airport ",{"type":"[","value":["http:\/\/www.aena.es\/csee\/Satellite?pagename=subHome&Language=EN_GB&c=Page&SiteName=BCN&cid=1045569607459"]}," (",{"type":"{{","value":[["IATA"],["BCN"]]},"), also known as ",{"type":"'''","value":["El Prat"]},", is a major transport hub and fields flights from all over Europe and beyond.\n\n",{"type":"'''","value":["Terminals:"]}," There are now two terminals, ",{"type":"'''","value":["T1"]}," and ",{"type":"'''","value":["T2"]},", the latter with A, B, and C subdivisions. T1 and T2 are linked by a bus shuttle (every 5 to 7 minutes, travel time 12 minutes).\n\n",{"type":"[[","value":[["Image:AirportBarcelona.jpg"],["thumb"],["250px"],["at the gate"]]},"\n\n",{"type":"'''","value":["T1"]},", the new terminal, opened in June 2009 and hosts Iberia, Air Europa and a variety of major international airlines, including Singapore Airlines, Qatar, Delta Air Lines, US Airways, American Airlines, Avianca, TAP, Lufthansa, Austrian, Air France, KLM, British Airways, etc.\n\nSectors A, B and C of ",{"type":"'''","value":["T2"]}," are all within fairly easy walking distance of each other. ",{"type":"'''","value":["T2 B"]}," is used by a large number of smaller carriers and low cost airlines.\n",{"type":"'''","value":["T2 C"]}," is smallest and hosts EasyJet. \n",{"type":"'''","value":["T2 A"]}," is now only for some charter flights.\n\nPlease be aware that you can check in for your flight only at the respective terminal T1 or T2, and since they are 7 kilometres apart and there is little information available at the train station and bus stops, it's good to know which terminal you need before arriving at the airport. AENA provides information about the allocation of airlines to terminals ",{"type":"[","value":["http:\/\/www.aena-aeropuertos.es\/csee\/Satellite\/Aeropuerto-Barcelona\/en\/Page\/1045569607351\/\/Departures.html"]},".\n\n",{"type":"'''","value":["Transfer to\/from the airport:"]}," The airport is only about 12–14 km away from the city centre. Airport transfers can be arranged for groups, taxis are available but expensive (€30-40 to the city centre). Taxis and Minibuses can be pre-booked online ",{"type":"[","value":["http:\/\/www.barcelonaairporttaxis.com"]},". Luxury car can book online on EuropeShuttle ",{"type":"[","value":["http:\/\/www.europeshuttle.com"]},". English speaking taxi service company with very good prices can be booked online on Taxi Barcelona Transfer",{"type":"[","value":["http:\/\/www.taxibarcelonatransfer.com"]},". \n\nA cheaper and often faster option is the half-hourly RENFE R2 Nord suburban train line calling at Sants (travel time is 18 minutes), Passeig de Gràcia (24 minutes), El Clot-Aragó (30 min.) and more stations beyond Barcelona city limits. Please be advised that this airport train has changed, and no longer terminates at Estació de França (it now goes through the center of Barcelona and into the suburbs, so it is important to know at which station you should get off). The train terminates next to T2 by section B, with a connecting green colored bus service to T1 (plan for an extra 15 minutes of travel). The airport train station has got facilities for disabled people: escalators, lifts, etc. A single ticket for the train is about €3.15, ",{"type":"'''","value":["but"]}," you can also buy a T10 travelcard (€10.20 for ten trips over any period of time; each of those trips includes 3 bus, metro, train or tramway transfers made within 75 minutes) instead. You can buy a T10 from the ticket vending machine at the airport station and at the tobacco shop in front of Terminal 2B. Remark: you cannot buy T10 travelcard at Terminal 1!\n\nAlso bus 46 runs every 20 minutes from both terminals (downstairs at T1) to Plaça Espanya (35–45 minutes).\n\nAlternatively, the Aerobús A1 line takes you to Terminal 1 or the A2 line takes you to Terminal 2. It travels all along Gran Via de les Corts Catalanes to Plaça Catalunya (beside El Corte Inglés). Buses depart every 6–12 minutes, the published journey time is 35 minutes (although can take considerably longer during rush hour) and costs €5.90 one-way or €10.20 for return ticket, you can pay by credit card or cash. Buses are heavily air-conditioned in Summer: have something extra to wear during the journey. Aerobuses stop running at midnight, but you can catch a Nitbús night bus service instead (line N17, between 22.00 and 05.00 every 20 minutes. The ride from Plaça Catalunya to Airport El Prat takes about 40–50 minutes).\n\n",{"type":"'''","value":["Duty-free shops"]},". Open from 6\/6:30AM to 9:30PM (few to 10PM). Shops are numerous and some are hard to find elsewhere in the city. After security check, most shops are before the passport control; there are only one or two afterwards.\n\n",{"type":"'''","value":["Tax-free shopping refund"]},". Office closes at 10PM without compromises. After that time checks can be processed only by mail: complete your tax-free forms with your passport data and addresses, have them stamped by the customs office (a window next to arrivals gate door; they don't ask to see your purchases); put them into the envelope you were given in the shop—and wait for several months.\n\n",{"type":"'''","value":["Cafes, pre-security check"]},". Limited options, sub-standard fare. Food at ",{"type":"''","value":["Ars"]}," is awful and not cheap. ",{"type":"''","value":["Pans & Company"]}," have almost no hot meals. For more options in Terminal 1 go to 3rd floor: better food and restaurants, but more expensive.\n\n",{"type":"'''","value":["Cafes, post-security check"]},". Numerous options, all close at around some time between 10PM and 11PM.\n\n",{"type":"'''","value":["Parking:"]}," Costs €1.35\/hour, €9.45\/day, €6.75\/day from the 6th day.\n\n",{"type":"'''","value":["Luggage lockers:"]}," Baggage storage is €4.60 per day for a large locker that easily fits 2-3 large suitcases. It is located at the ground floor of Terminal 1. Remark: No luggage lockers or storage room in Terminal 2!\n\n",{"type":"'''","value":["Departure gates:"]}," For T2, poorly conditioned at ground level (at least gate #57, sector 2A, after 11PM). T1 is hyper-modern and comfortable.\n\n",{"type":"'''","value":["WiFi"]},": Available throughout the airport, operated by KubiWireless ",{"type":"[","value":["http:\/\/www.kubiwireless.com\/"]},": 15 minutes for free if you click in the blue option. Or €7.5 for 45min, €9 for 1 hour, €15 for 24 hours.\n\n",{"type":"====","value":["Nearby airports"]},"\nSome low-cost carriers, notably Ryanair, use the ",{"type":"'''","value":["airports in ",{"type":"[[","value":[["Girona"]]}]},", nearly 100 km to the north, or ",{"type":"'''","value":[{"type":"[[","value":[["Reus"]]}]},", around the same distance to the south, instead. Since Ryanair recently started operating at Barcelona El Prat (airport code BCN), you might be in the case mentioned above, but check using the three-letter airport codes where your flight actually goes. Girona's airport code is GRO and Reus's airport code is REU.\n\nFor Girona Airport ",{"type":"[","value":["http:\/\/www.barcelonagirona.com\/"]}," : The Barcelona Bus service runs a shuttle bus from Estació del Nord (which is walking distance to the Arc de Triomf metro stop) in Barcelona to Girona Airport and this ties in with various flight times. A one-way ticket costs €16 and a return ticket costs €25. The journey takes approximately one hour and ten minutes. Timetables are available online ",{"type":"[","value":["http:\/\/www.sagales.com\/index.php?nIdioma=LANG3"]},".\n\nFor Reus Airport, the easiest way is to get there is to take the bus run by Hispano Igualadina from the Barcelona Sants bus station to the airport. Bus departures are synchronized with Ryanair plane departures\/arrivals. One way ticket costs €13 and a return ticket costs €24. The journey takes from 1:30 to 1:45 hours, depending on the traffic on the motorway. Timetables are available online ",{"type":"[","value":["http:\/\/www.igualadina.com\/pdfs\/REUS%20AIRPORT.pdf?"]},". A slightly cheaper, yet longer option is to take a train from Barcelona Sants station to Reus and then the local bus no. 50 to the airport. The train costs €7.25 and then the bus costs €2.1. This takes roughly about two and a half hours. Train timetables can be checked at Renfe's website ",{"type":"[","value":["http:\/\/www.renfe.com"]}," and the bus timetable is availabe at the website of Reus public transport. ",{"type":"[","value":["http:\/\/www.reustransport.cat\/pdf\/L50.pdf"]},"\n\n",{"type":"===","value":["By train"]},"\nBarcelona is well-connected to the Spanish railway network as well as to the rest of Europe, and high speed trains run frequently from Sants station (in the southwest of the city) to Madrid, Seville and Malaga. In addition, there are regular long-distance connections which partially use high-speed infrastructure to all major Spanish cities.\n\nFrom France, regular high-speed train service started December 15 2013. In addition to two daily TGV services from ",{"type":"[[","value":[["Paris"]]}," (, there will be a daily service from ",{"type":"[[","value":[["Toulouse"]]},", a daily service from ",{"type":"[[","value":[["Lyon"]]},", and a daily service from ",{"type":"[[","value":[["Marseille"]]},". Prices start at € 59,-,  so even though the train could take longer than a flight, it is often a good economically-viable and more relaxed alternative.\n\nOvernight ",{"type":"''","value":["Trenhotel"]}," trains operated by Elipsos still ",{"type":"[","value":["http:\/\/www.elipsos.com"]}," run at irregular intervals from ",{"type":"[[","value":[["Paris"]]},"-Austerlitz. All trenhotel trains terminate at the Estació de França station, on the edge of the old town next to the seafront district of Barceloneta. This service is likely to be discontinued after December 15 2013.\n\nAlternatively, coming from France, there is a daily Talgo train connecting Montpellier to Barcelona, and all the way south to Alicante and Cartagena. It's also possible to connect to regional trains to Barcelona at Cerbère. There is also a less-well-known rail line over the Pyrenees to ",{"type":"[[","value":[["Toulouse"]]},". There are four trains per day to La Tor de Querol (Latour-de-Carol), where it is possible to transfer to a French Train bound for Toulouse. The journey takes 7–8 hours (including transfer) and costs roughly 30 Euros.\n\n",{"type":"===","value":["By sea"]},"\nThe city's port is one of the busiest on the Mediterranean. It supports both ferries and cruise ships.  Large cruise ships dock 1-2 kilometers to the southwest. Many offer bus-shuttles to points near the south end of La Rambla.\n\nYou can arrive to Barcelona by boat from the ",{"type":"[[","value":[["Balearic Islands"]]},", from ",{"type":"[[","value":[["Genoa"]]}," and from ",{"type":"[[","value":[["Rome"]]},". From Rome (",{"type":"[[","value":[["Civitavecchia"]]},") it is actually cheaper than the bus. The ferry docks almost directly on the Ramblas.\n\nYou can have your luggage picked up and stored or transferred to the airport ",{"type":"[","value":["http:\/\/www.bcnluggageservices.com"]},"\n\n",{"type":"===","value":["By bus"]},"\nContact Barcelona Nord for all bus connections, national (e.g. 18 buses per day from Madrid) and international.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Barcelona Nord"],["url=http:\/\/www.barcelonanord.com\/default_eng.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone= +34 902 260 606"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["By car"]},"\n\nThere are several main roads leading to Barcelona from France and Spain and traffic is usually relatively light outside of peak hours. It is possible to find free parking spaces a few metro stops from the center of the city.\n\nBlue parking spaces are paid between 9AM and 2PM and between 4PM and 8PM Monday to Saturday. At some crossroads the pay time starts at 8AM. Anyone can use a blue space but they aren't that easy to find. You pay at the meter and put the ticket on the dashboard. Green parking spaces are for residents only. White parking spaces are free at all times but there aren't any in the city centre.\n\nThe city car parks have some special offers for tourists.",{"type":"[","value":["http:\/\/www.bsmsa.cat\/mobilitat\/index.php\/bsm-car-parks\/advantages-and-discounts\/special-rates"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Barcelona metro map.png"],["thumb"],["800px"],["Barcelona's Metro system and link to airport. Notable stations for travellers are highlighted."]]},"\n\nThe department store El Corte Ingles publishes a helpful (and free) street map for tourists. You can pick a copy at the store, or from most hotel front desks. They're also available at the tourism information offices (including one at each terminal at Barcelona El Prat Airport).\n\n",{"type":"===","value":[" By public transport "]},"\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Barcelona Bus Turístic ",{"type":"[","value":["http:\/\/www.barcelonabusturistic.cat"]}]}," links all of the Barcelona tourist sites you could possibly want to visit. It has three routes (map provided as you board), including a northbound and a southbound line that leave from opposite sides of the ",{"type":"''","value":["Plaça de Catalunya"]},". Each takes 1–2 hours.  The hop-on\/hop-off format lets you get-off risk-free at any interesting stop, see what interests you, then get back on any later bus at that or any other stop. One approach is stay on for an entire route, then continue while getting off at locations that interested you earlier. Buses are double-decked, with the open-air upper deck offering much better views...sunscreen essential in summer months, jackets in winter\/early spring\/late fall. As you first get on, you are offered earphones. Outlets near every seat let you choose among many languages and playback volumes. As you approach each significant location, you receive audio describing it.  You can buy tickets at the bus stops and elsewhere (e.g., better hotels) valid for one day (€24) or two consecutive days (€31)."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["metro"]}," can take you to many places. Stations are marked <M> on most maps; every station has a detailed map of exits to the city. A one-journey ticket cost €2, so it's best to buy a multi-person 10-ride ticket for €9.80 for Zone 1 ",{"type":"[","value":["http:\/\/www.tmb.net\/en_US\/home.jsp"]}," which includes most tourist areas (called a T-10) or a personal 50-ride monthly ticket for €37.70. These tickets are also valid on the ",{"type":"'''","value":["buses"]},", ",{"type":"'''","value":["trams"]},", ",{"type":"'''","value":["FGC (Catalan Railway Network)"]}," and on the main Spanish Trains (",{"type":"'''","value":["RENFE"]},"). 1- to 5-day public transport tickets are available that allow unlimited travel on the metro and bus networks (€7.25 for one day (a ",{"type":"''","value":["T-DIA"]},"), €13.40 for two days, €29 for five days). These are an excellent value. Be sure to look after them well as bent or damaged cards will not be read by the ticket machines (such cards can be replaced at one of TMB's customer service centers). Metro operating hours are: Sunday and M-Th 5:00 to 24:00, Fri 5:00 to 2:00, Saturday 24 hr (continuous service from Saturday at 5:00 until Sunday at 24:00). Trains are fast, often coming in two minute intervals. Announcements are made only in Catalan, though signs and ticketing machines are generally trilingual in Catalan, Spanish and English."]},"\n",{"type":"[[","value":[["File:Bitllet T-10 (ATM Àrea de Barcelona).svg"],["thumb"],["left"],["Using the ",{"type":"'''","value":["T-10 (1 zone)"]}," is the most affordable way to travel within Barcelona"]]},"\n\n:Pay attention to the fact that to get from metro lines operated by TMB (1,2,3,4,5, 9\/10 and 11) to the ones operated by FGC (6,7 and 8), or vice versa, you need to exit and then enter through a new pay-gate. In this case, if you had a one-journey ticket, you need to get a new one. If you used a multiple journey ticket (such as the popular 10 rides T-10 ticket -the one that locals use the most-) you won't be charged for a second time when changing lines (as long as you are within the stated travel time for a single journey). To be clear, you get 10 journeys on a T-10 ticket, and once a journey begins, you have a certain amount of time (stated on the card) where you can use the pay gates the TMB metro, the FGC metro (6\/7\/8), TMB bus, tram, and local RENFE lines up to once on each journey.\n\n:Unusual features are: all cars are air conditioned; there are large screens for video advertising between lanes (e.g. at Universitat).\n\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.barcelonaturisme.com\/vis?prod=1 Barcelona Card"]}]}," features unlimited free travel on public transport and free admission and discounts at around 100 visitor attractions. The card is available for purchase for periods of between 2 and 5 days, costing €27,50 for a 2-day card and €45 for a 5-day card. But you will get an online discount of 10% if you are booking in advance. If you don't plan to see lots of museums every day, then it is cheaper to buy transport-only tickets (see above)."]},":But there are many things that you will want to do in Barcelona that are not eligible for discounts. You can't use the Barcelona card on fun transport options like cable cars, funiculars (except to Montjuic), for example.\n\n",{"type":"===","value":[" Exotic transport "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tramvia Blau"]}," is an old tram (beginning of the 20th century) connecting Av. Tibidabo metro station and Funicular station at the foot of Tibidabo. Costs: €4.50 for a two-way trip."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Funicular"]}," connects the foot of Tibidabo with the view point. Costs: €9 for two-way trip."]},"\n",{"type":"===","value":[" Scooter "]},"\n",{"type":"*","value":[{"type":"'''","value":["Mattia46"]},", ",{"type":"[","value":["http:\/\/www.mattia46.com"]},". 50cc 125cc 150cc 200cc scooters for rent. "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gocartours.es\/barcelona\/ GoCar"]}]}," is a two-seater, 3 wheeled vehicle that runs with a 49cc size scooter engine. It is legally classified as a scooter to drive on the roads. The GoCars were created with the purpose of being rented to tourists as a different way to see a city."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bcn.travel\/barcelona-activities\/tours\/barcelona-scooter-tour Scooters"]}]}," for singles or couples are a great way to explore Barcelona at their own speed. If you are coming as a group you can get a personal tour of all the places you want to see."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cooltra.com Cooltra Motos"]}]}," Scooter rental. You can rent a moped for 1, 2, 3 days and up to 1 month. You can also take part in private or group tours."]},"\n",{"type":"===","value":[" By bicycle "]},"\n\n",{"type":"*","value":[{"type":"'''","value":["BornBike Experience Tour Barcelona"]},", ",{"type":"[","value":["http:\/\/www.bornbikebarcelona.com"]},". Takes you to the heart of Barcelona's culture through these tours:  The Gothic to Modernism Tour, Beach Bike Tour, Montjuïc Tour (from € 22) , Tapas Tour (from € 28). Also offers bike rentals from 6 €. Close to Métro station \"Barceloneta\" (L4), Marquesa nº1, +34 93 319 00 20 ."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Barceloneta Bikes"]},", ",{"type":"[","value":["http:\/\/www.barcelonetabikes.com"]},". Close to the harbor and the beaches, this company has different kinds of bikes you can choose to rent."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bicimetrobike"]},", ",{"type":"[","value":["http:\/\/www.bicimetrobike.es"]},". Barcelona Sants Train Station. City bikes, mountain bikes. They provide maps."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Biking in Barcelona"]},", ",{"type":"[","value":["http:\/\/www.bikinginbarcelona.net"]},". Backed by Biciclot, a cooperative that promotes the use of bicycles in Barcelona."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.budgetbikes.eu Budget Bikes"]}]},". Quality Dutch bicycles on hire. Offers group reductions."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["e-bikerent"]},", ",{"type":"[","value":["http:\/\/www.e-bikerent.com"]},". Electric bike rental from €7 to 20 per day."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mattia46 bikes & motos hire"]},", ",{"type":"[","value":["http:\/\/www.mattia46.com"]},". Bikes and motors, 1 day (24h) on bike for €6."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Terra Diversions"]},", ",{"type":"[","value":["http:\/\/www.terradiversions.com"]},". Big selection of city bikes, mountain bikes, hybrid bikes, road bikes and children bikes in different sizes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Plan Bike Barcelona"]},",  ",{"type":"[","value":["http:\/\/www.planbikebarcelona.com"]},". Quality beach cruiser bikes from €6. Very comfortable and very cheap."]},"\n",{"type":"===","value":[" On Foot "]},"\nBarcelona is a very walkable city.\n\n",{"type":"===","value":[" By car "]},"\nParking around all major tourist destinations is expensive (€3\/hour, €20-36\/day) and the spaces are difficult to navigate, as there are several classes of public parking spaces, with complicated rules for each class. Barcelona is plagued with the same problems that plague other major European cities; massive traffic jams and extremely narrow streets in some areas, coupled with a very complicated road system. As such, driving yourself around is not recommended for tourists, especially those with no driving experience in large cities. Public transport will get you to all the major areas, and you should use that as your main mode of transport.\n\nHaving a driving map is essential - plan your route before you set off. Navigating with an average tourist map is frequently misleading: many streets are one-way; left turns are more rare than rights (and are unpredictable). As an example, ",{"type":"''","value":["Gran via de Les Corts Catalanes"]}," is technically two-way, but in one direction supports only minor traffic: after every crossroad you'll find the traffic light on the next crossroad turns red by the time you reach it.\n\nSome free parking spots reported by travelers are:\n",{"type":"*","value":[" Near ",{"type":"''","value":["Moll de Sant Bertran"]}," (which is south-west from ",{"type":"''","value":["Museu Maritim"]},") - driving at B-10, exit to WTC and make a complete round at roundabout, heading to warehouses - and park next to its employees cars."]},{"type":"*","value":[" Somewhere near Guell Park."]},{"type":"*","value":[" Near Font Màgica, in Plaça Espanya."]},"\nGetting around by car makes sense if you plan to spend much more time driving outside the city borders than inside it - and ideally if you don't plan to park overnight at all. Otherwise, for purely in-city transportation, consider renting a scooter, or using public transportation instead.\n\n",{"type":"==","value":["Talk"]},"\n: ",{"type":"''","value":["See also:"]}," ",{"type":"[[","value":[["Catalan phrasebook"]]},", ",{"type":"[[","value":[["Spanish phrasebook"]]},"\n\nBarcelona's official languages are ",{"type":"[[","value":[["Catalan phrasebook"],["Catalan"]]}," and ",{"type":"[[","value":[["Spanish phrasebook"],["Spanish"]]},". However, most signs are indicated only in Catalan because it is established by law as the first official language. Yet, Spanish is also widely used in public transport and other facilities. Regular announcements in the Metro are made only in Catalan, but unplanned disruptions are announced by an automated system in a wide variety of languages including English, French, Arabic and Japanese. On the other hand, FGC announcements -either regular or disruptions- will be made only in Catalan, and disruption announcements on RENFE's network will usually be broadcasted only in Spanish. As in most other cities, any attempt by visitors to use the native languages is always appreciated. Most locals are bilingual in Catalan and Spanish, and instinctively address foreigners in Spanish. Catalan is a language, not a dialect, and sounds closer to Italian, Portuguese, and French in many ways. Avoid referring to Catalan as a dialect, which will offend Catalans.\n\nThe main cause of Spanish and Catalan social bilingualism in modern Catalonia is a large scale immigration process from the rest of Spain which occurred over the 20th century, as Catalonia started a significant industrialization which demanded an increased workforce from elsewhere. Nowadays, 60% of the people in Catalonia use Spanish as their first language whereas 40% use Catalan.\n\nThese issues regarding language, national identity, and politics are like politics anywhere, and there's no way to summarize them here. Some Catalans feel Spanish and some not, and there is a portion who are anti-Spanish (and feel opposed to Spain and the Spanish language), as there are Spaniards who are not very fond of Catalans or Catalonia in general.\n\nIn tourist areas, almost all shops and bars have some English speaking staff. People will generally make an effort to try to help you if you speak in English. If you are a native English speaker you will not have any problems as Barcelona is a very touristic city.\n\n",{"type":"==","value":["See"]},"\n",{"type":"{{","value":[["infobox"],["What to see in the dark"],["The most spectacular sights in the night are:\n",{"type":"*","value":[" ",{"type":"'''","value":["Musical fountains"]},", in Plaça d'Espanya. From Th-Su, May to October, 8:30PM. Each session lasts 30 minutes, with the last one starting at 11PM."]},{"type":"*","value":[" ",{"type":"'''","value":["Casa Batlló"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Torre Agbar"]}," office tower, highlighted F-Su 7-11PM."]},{"type":"*","value":[" City views from ",{"type":"'''","value":["Montjuic hill"]}]}]]},"\n\n",{"type":"[[","value":[["File:Casa Milà - Barcelona, Spain - Jan 2007.jpg"],["thumb"],["250px"],["La Pedrera (Casa Mila)"]]},"\n\n",{"type":"===","value":[" Barri Gòtic "]},"\nWalk around the winding streets and hidden squares, fountains and palaces in the ",{"type":"'''","value":["Barri Gòtic"]}," (",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]},"). Highlights include the ",{"type":"'''","value":["Catedral"]},", the ",{"type":"'''","value":["Museu d'Història de Barcelona"]}," (formerly known as the Museu d'Història de la Ciutat), and ",{"type":"'''","value":["Plaça Reial"]},".\n",{"type":"===","value":[" Works of Antoni Gaudí "]},"\n",{"type":"[[","value":[["Image:Parc Guell.jpg"],["thumb"],["250px"],["Gaudí's Parc Güell is a must see in Barcelona"]]},"\nSince 1984 seven buildings by the architect Antoni Gaudí (1852–1926) in or near Barcelona are listed as \"Works of Antoni Gaudí\" on the UNESCO World Heritage List: ",{"type":"'''","value":["Palau Güell"]}," and the ",{"type":"'''","value":["Parc Güell"]}," in ",{"type":"[[","value":[["Barcelona\/Gràcia"],["Gràcia"]]},"; Casa Vicens; Gaudí’s work on the Nativity façade and Crypt of La Sagrada Familia in ",{"type":"[[","value":[["Barcelona\/Eixample"],["Eixample"]]},"; ",{"type":"'''","value":["Casa Batlló"]}," and ",{"type":"'''","value":["La Pedrera"]}," ( Casa Mila ) in ",{"type":"[[","value":[["Barcelona\/Eixample"],["Eixample"]]},"; Crypt in Colonia Güell.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rutadelmodernisme.com\/ The Ruta del Modernisme"]}]}," run by ",{"type":"'''","value":["Modernisme Centre"]}," (Pl. de Catalunya, 17, subterráneo; phone +34 933 177 652): guidebook and discount voucher book for €12. Takes you round all the best Modernisme (art nouveau) buildings in Barcelona. The main part of the route can be walked in a couple of hours, providing you don't stray too far from the main routes. The Tourist Offices offer a pack that includes discounted tickets to many attractions such as La Pedrera and La Casa Batlló. All can be seen from the outside for free.\n\n",{"type":"===","value":[" Palau de la Música Catalana and Hospital de Sant Pau "]},"\n",{"type":"[[","value":[["Image:HospitaldeSantPau.jpg"],["thumb"],["250px"],["Hospital de Sant Pau by Lluís Domènech i Montaner"]]},"\nTwo buildings by the Catalan art nouveau architect Lluís Domènech i Montaner listed on the UNESCO World Heritage List.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Palau de la Música Catalana"]},"  in ",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]}," is an art nouveau music auditorium full of light and space, and decorated by many of the leading designers of the day."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hospital de Sant Pau"]}," in ",{"type":"[[","value":[["Barcelona\/Eixample"],["Eixample"]]}," is a bold in design and decoration Hospital-City concept from 1902."]},"\n",{"type":"===","value":[" Harbour Cable Car and Montjuic "]},"\n",{"type":"{{","value":[["see"],["name=Harbour Cable Car"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Jun-Sep: 11AM-8PM"],["price=One-way €10, round trip €15.1"],["content=The 1450 metre long harbour aerial tramway with red cars connects Montjuic and Barceloneta. It starts in Barceloneta on the top of the 78 metre tall ",{"type":"''","value":["Torre San Sebastian"]}," tower, which has also a restaurant at its top accessible by an elevator. It has an intermediate stop at ",{"type":"''","value":["Torre Jaume I"]}," tower (close to Columbus monument), which can be reached by elevator from ground—107 metre tall tower, the second tallest aerial tramway support tower in the world. The final point of the tramway is ",{"type":"'''","value":["Montjuic"]},". Overall, the tramway is quite old (built in 1929), and the car is packed with tourists during the daytime—particularly sensitive for a stroller or a wheelchair. Currently, the ",{"type":"''","value":["Torre Jaume I"]}," tower in Barceloneta is temporarily closed for renovation, while two other stops work as usual."]]},"\n\nWhen you arrive on ",{"type":"'''","value":["Montjuic"]},", you can visit the fortress on the hill and get amazing views of the city of Barcelona and the harbor areas. It's a pleasant area comprised mostly of public parks. You don't need to take the cable car to reach Montjuic. You can also use the funicular railway, which is part of the city's mass transit network.\n\n",{"type":"===","value":["With children"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Museum of Natural History"]}," in the Forum - Museu Blau"]},{"type":"*","value":[" ",{"type":"'''","value":["CosmoCaixa: Museum of Science"]}," Amazing museum for kids from 4-5 onwards. Adults will really enjoy it also."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Stroll along the following famous streets in ",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]},":"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Las Ramblas"]}," or ",{"type":"'''","value":["La Rambla"]},", a gorgeous tree-lined pedestrian walkway, the busiest and most lively street of the city. Mostly occupied by tourists, expect to pay higher prices for food and drink. Avoid the groups of people supposedly betting on a game played on a cardboard table, they are thieves. Head off into some of the side streets for a cheaper, more local, and authentic experience of Barcelona. Often called Las Ramblas, because it is actually a series of several different streets each called 'Rambla de ____', the sections also have distinct feels. As you get closer to Plaça Catalunya, you find more street performers doing stunts. In the middle, you'll find street performers in costumes. Towards the pier, there are artists who will do pencil drawings, paintings, etc. Beware, you might find it boring."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["La Plaça Catalunya"]},". Connecting all the major streets in the city, the Plaça is known for its fountains and statues, and the central location to everything in the city. A favourite meeting spot for locals."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["El Portal de l'Àngel"]},". Large pedestrian walkway with many new and stylish shops to browse in."]}]},"\n",{"type":"*","value":[" Cruise miles of ",{"type":"'''","value":["beachfront boardwalk"]}," starting from Barceloneta or get a tan on the beach."]},"\n",{"type":"*","value":[" Sit on a wooden bridge to Maremagnum in ",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]}," and cool your toes at the water's edge: with a book, sandwich or just for a short rest."]},"\n",{"type":"*","value":[" Wander the ",{"type":"'''","value":["Barri Gotic"]}," in ",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]},", the largely intact medieval center of the city."]},"\n",{"type":"*","value":[" Enjoy your Sangria at ",{"type":"'''","value":["La Plaça Reial"]}," in ",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]},", near the La Rambla Street. Great place to sit,relax and drink. While visiting ",{"type":"'''","value":["La Placa Reial"]}]},"\n",{"type":"*","value":[" Walk in ",{"type":"'''","value":["Born"]}," in ",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]},", a very popular area with great restaurants and places to have a few drinks. If your accommodation is on Rambla, Born is a great place to escape the crowds, enjoy a relaxed atmosphere and meet off-the-beaten track travellers and non-tourist-industry locals—especially in the evenings."]},"\n",{"type":"*","value":[" Visit a ",{"type":"'''","value":["Flamenco Show"]}," in a real tablao. One of the best is Tablao de Carmen in ",{"type":"[[","value":[["Barcelona\/Sants-Montjuïc"],["Sants-Montjuïc"]]},". A cheaper alternative is in the jazzclub ",{"type":"'''","value":["Jazz Si"]}," in ",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]},"."]},"\n",{"type":"*","value":[" Ride the ",{"type":"'''","value":["Cable Way"]}," to get from the sea front to Montjuïc mountain in ",{"type":"[[","value":[["Barcelona\/Sants-Montjuïc"],["Sants-Montjuïc"]]}]},"\n",{"type":"*","value":[" Sit and sip on a coffee in ",{"type":"'''","value":["Plaça dels Àngels"]}," in ",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]},", while admiring the whiteness of the MACBA and the best street skate tricks in town."]},"\n",{"type":"*","value":[" Catch a performance at the beautiful ",{"type":"'''","value":["Teatre del Liceu"]}," or the ",{"type":"'''","value":["Palau de la Musica Catalana"]}," both in ",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]},"."]},"\n",{"type":"*","value":[" Rent a bike or join a bike tour and get to see the highlights of the city in a different way. Ride from the magic beaches of the Mediterranean, to Gaudí's modernist buildings through the medieval atmosphere of the Gothic Quarter."]},"\n",{"type":"*","value":[" Sail 3 hours to see Barcelona from the sea."]},"\n",{"type":"*","value":[" Mail boats serve almost all populated in Barcelona, and are among the cheapest way to reach many areas, though far from the fastest or most comfortable. The government has a mailboat schedule of mailboat routes online ",{"type":"[","value":["http:\/\/www.barcosbarcelona.com"]}," which may or may not reflect reality."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sail on a classic yacht"],["alt="],["url=http:\/\/www.classicsailbcn.eu"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Enjoy a day trip sailing along the Barcelona coastline on a classic yacht."]]}]},"\n",{"type":"===","value":["Festivals and events "]},"\n\nBarcelona hosts a number of annual fiestas, many of which are unique to Catalonia and offer an insight into its distinctive culture.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sónar"],["alt="],["url=http:\/\/sonar.es\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€52 daypass, €76 night entry, €199 festival pass on internet booking, higher fees for entrance passes"],["content=A annual three-day music festival. It is described officially as a festival of Advanced Music and Multimedia Art. Music is by far the main aspect of the festival. The festival runs for three days and nights, usually starting on a Thursday in the third week of June. There is a day and separate night location."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Monegros Desert Festival"],["alt="],["url=http:\/\/www.monegrosfestival.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The most famous and biggest one day\/night electronic music festivals in Spain is in desert of Fraga 200 km from Barcelona. More than 40 000 people gather every July to celebrate the electronic music with the best DJs representing styles from house, electro, minimal, techno, to drum&bass, dubstep and hiphop. 20hours nonstop, unique desert experience."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Festes de la Mercè"]},". Barcelona's main annual festival around the 24th of September, encompassing many events such as which group of 'castellers' can form the highest human tower, live music events, firework displays and processions involving wooden giants. All of this is accompanied by a heavy consumption of Cava, the national drink of Catalonia."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Festes de Gràcia"]},". The Festes de Gracia is a Catalonian celebration, held around the 15th of August each year to commemorate the Assumption. During the week of festivities that mark one of Barcelona's most important fiestas, the city of Gracia explodes with fun, excitement, color and fireworks. Many streets are decorated by the neighbours, live music, food in the street, and the parties continue all night."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Festes de Sants"]},". Similar to Gracia's event, but smaller and later on in August. If you can't go to the Gracia's, try to go to this festival instead."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sant Jordi"]},". 23 April. Considered to be like Valentine's Day. People give roses and books around the streets. Traditionally men give women roses and women give men books. It is one of the most popular and interesting celebrations in Catalonia."]},"\n",{"type":"[[","value":[["Image:Corpus.jpg"],["right"],["thumb"],["250px"],["Casa de l'Ardiaca during Corpus"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Corpus"]},". Late in May (Corpus Christi day). An egg is put over the fountains (most of them in the churches, and decorated with flowers), and \"magically dances\" over the water. Most of the churches are in the city center: Cathedral's cloister, Santa Anna, Casa de l'Ardiaca, Museu Frederic Marés, and over 10 more fountains."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fira de Santa Llúcia"]},". From December 2\/3 to December 23, to commemorate Sta. Llúcia (December 13). During this time, in front of the Cathedral, Christmas objects are sold. Some places sell Christmas trees, but most of them sell elements for making the ",{"type":"''","value":["pessebres"]}," (Nativity scenes). These include small sculptures, wooden pieces and moss used to simulate grass."]},":December 13th is the feast day of Santa Llucia, patron saint of fashion designers and blind people, who gather at the Santa Llucia chapel in the cathedral to pay their respects.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Revetlla de Sant Joan"]},". This is the midsummer solstice celebration. It is celebrated on 23 June every year and is signified by the fireworks (note that there are frequent and loud amateur fireworks all night long, which may make it hard to sleep) that are permanently on display during this time."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Fira de Barcelona"],["alt="],["url=http:\/\/www.firabcn.es\/showsCongresses\/begin.do"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are trade events all year round in Barcelona."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["La Mercè"]},". (few days before Sept 24): Another day that is famous, but not that important. It is a holiday and the city offers a lot of activities to have fun. Enjoy a fountains and fireworks show at the base of the Montjuic hill."]},"\nDuring festivals and especially during mobile world congress ",{"type":"[","value":["http:\/\/www.mobileworldcongress.com\/"]}," which is a major trade show at the Fira, accommodation in Barcelona and especially near the Fira is much more difficult to find and more expensive than usual.\n\n",{"type":"==","value":["Learn"]},"\n\nFor those wishing to make a real attempt at learning the language, there are plenty of Catalan and Spanish language schools in Barcelona.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ub.edu\/sl\/ca\/fl\/formling.htm University of Barcelona"]}]},". Tel: +34 934 035 478"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.uab.cat\/servlet\/Satellite\/Idiomes-per-a-estrangers-1193818051796.html Universitat Autònoma de Barcelona"]}]}," Tel: +34 93 581 13 25"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.upf.edu\/llengues\/en\/ Pompeu Fabra University"]}]}," Tel: +34 93 542 14 17"]},"\n",{"type":"[[","value":[["Image:Library Barcelona.jpg"],["thumb"],["250px"],["University Library"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.donquijote.org\/english\/barcelona.asp Don Quijote"]}]}," You can take 4–6 hours of courses a day. All courses including beginner courses are taught entirely in Spanish."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.linguabarcelona.com Linguaschools Barcelona"]}]}," organizes Spanish courses for foreigners. The school is open all year round. On 5 min. from Plaza Catalunya."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.olelanguages.com Olé Languages Barcelona"]}]},". Av Mistral 14-16 Local 6, Tel: +34 93 185 15 18"]},"\n",{"type":"==","value":["Buy"]},"\nMost shops and shopping malls are closed on Sundays because of law restrictions, but not all. In ",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]}," you will find plenty of small fashion shops, souvenir shops and small supermakets open on Sundays.  The souvenir shopping scattered throughout the Barri Gotic and all along La Rambla are tourist traps, none of them sell Catalan or Spanish products but the typical array of Chinese general souvenirs, they should be avoided. Moreover on the Port Vell, right at the end of The Ramblas there is Maremagnum, a shopping mall that stays open all Sundays.\n\n",{"type":"*","value":[" Secondhand English books in ",{"type":"[[","value":[["Barcelona\/Gr%C3%A0cia#Buy"],["Gràcia"]]},"."]},"\n",{"type":"*","value":[" Design lovers head for ",{"type":"[[","value":[["Barcelona\/Gr%C3%A0cia#Buy"],["Gràcia"]]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=El Corte Inglés"],["alt="],["url=http:\/\/www.elcorteingles.es\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spanning several floors and several buildings, and in several locations around town, many in ",{"type":"[[","value":[["Barcelona\/Eixample"],["Eixample"]]}," and ",{"type":"[[","value":[["Barcelona\/Inland Suburbs"],["Inland Suburbs"]]}," and a couple also in ",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]},". You can find anything and everything in this department store, from gastronomy to pneumatics. Tax return checks are made on a separate floor of the store. See ",{"type":"[[","value":[["Spain#El Corte Ingles"],["review for the whole chain in the Spain article"]]},"."]]}]},"\n",{"type":"[[","value":[["Image:MarketBarcelona.jpg"],["thumb"],["250px"],["market"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=La Boqueria"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In ",{"type":"[[","value":[["Barcelona\/Ciutat Vella"],["Ciutat Vella"]]},". Large public market with a diverse range of goods and produce. Enjoy freshly squeezed organic fruit juices for €1.5 per cup.  If you go near closing time (20h, 8PM) sellers will make you a special price (2 or 3 for 2€).  Closed Sundays."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stamps"]}," are actually sold in 'Tabacs' or tobacconists. Once you know what they look like, you'll notice them on every block or so. To post your mail, you need to find one of the ",{"type":"''","value":["yellow"]}," letter box located rather infrequently along the sidewalks."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Records"]}," For vinyl records, try the wonderful shop Discos Revolver located at 13 Carrer dels Tallers."]},"\n",{"type":"==","value":["Eat"]},"\nBarcelona's cuisine is inconsistent in quality, as with all highly touristic cities, but good food does exist at reasonable prices. The golden rule of thumb applies well in Barcelona; to save money and get better food, look for places off the beaten track by fellow travellers and seek out cafes and restaurants where the locals frequent. A good idea is to avoid restaurants with touts outside.\n\n",{"type":"{{","value":[["infobox"],["Where to eat during siesta"],["Majority of restaurants and cafes are closed between 4PM and 8PM for ",{"type":"''","value":["migdiada"]},". If you failed to plan for that, here are some places you can eat during this period:\n",{"type":"*","value":[" tapas in bars (not too healthy nor cheap to substitute a full meal)"]},{"type":"*","value":[" international chains"]}]]},"\n\n",{"type":"'''","value":["Set menus (menú del migdia)"]}," Most restaurants (and some bars) offer a ",{"type":"''","value":["menú del migdia"]}," (menu of the day), which usually means a simple and unpretentious two course meal (one salad, main dish and a drink; plus a dessert sometimes), 3 or 4 options each, with a drink and a dessert, for €8 to €20, depending on the restaurant. Depending on the restaurant, the portions may be quite generous, or rather small. During the week, some smart restaurants offer lunch specials from 2PM to 4PM. The savvy traveler will try the hip places for a fraction of the price during the day.\n\nIf you're looking for a place where everyone can choose their own meal, ask for restaurants that serve ",{"type":"''","value":["platos combinados"]},", which is the closest thing to an American\/Northern European meal.\n\n",{"type":"'''","value":["Smoking:"]}," Is not permitted in restaurants anymore.\n\n",{"type":"===","value":["Dishes"]},"\n\n",{"type":"[[","value":[["Image:PintxosBCN.jpg"],["thumb"],["250px"],["pintxos"]]},"\n\nYou can get food from any part of the world in Barcelona, but make sure you try some Catalan food.\n\n",{"type":"''","value":["See ",{"type":"[[","value":[["Catalonia#Catalan Cuisine"],["Catalan cuisine section in the Catalonia article"]]},"."]},"\n\nThe selection of ",{"type":"'''","value":["seafood"]}," is consistently great, although not a lot of it is local (this part of the Mediterranean is pretty well fished-out).\n\nA treat to try that no travel guide mentions is ",{"type":"'''","value":["waffles"]}," sold at street stands. They will tempt you with their mouth watering smell and taste.\n\nEven though tapa restaurants are now endemic all over the city, tapas originated in Andalusia in the south of Spain, are NOT actually a meal, and most importantly are NOT native to Catalan cuisine.  Catalans eat a more French style three course meal (appetizer, main dish and dessert) and would more likely go for a pre-meal beer\/vermouth and some snacks (olives, chips, etc.) than a meal consisting entirely of the new trend in tapa-only dining.  This pre-meal snack is actually called 'fer el vermut' or 'making the vermouth'.  As you travel to smaller towns in Catalonia outside of Barcelona, it is less likely that you will find tapas and more likely to see restaurants serving traditional Catalan food in three courses.\n\n",{"type":"===","value":[" Areas to eat "]},"\n\nDepending on where you are in the city, there may be restaurants galore, or none at all. The following areas tend to be restaurant \"hubs\", with a large variety of restaurants to choose from:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Barcelona\/Barceloneta"],["Barceloneta"]]},": A popular quarter for locals, where you can try fish based dishes, such as ",{"type":"''","value":["Paella"]}," (a name that may hide many different kinds of rice concoctions) or ",{"type":"''","value":["Arròs negre"]}," (",{"type":"''","value":["Black Rice"]},"), that takes its colour because it is made using squid ink. It's a very good place to eat ",{"type":"''","value":["tapas"]}," as well."]},"\n",{"type":"*","value":[" Eixample Esquerra (between Gran Via and Mallorca)"]},{"type":"*","value":[" Barri Gòtic (especially for tapas)"]},{"type":"*","value":[" \"El Born\" (next to Barri Gòtic)"]},"\nAround Plaça Catalunya there are dozens of restaurants serving excellent ",{"type":"''","value":["tapas"]},".\n\nFor budget eating you may choose \"menú del migdia\" in small bars on the Avinguda del Paral·lel for €9-€11 per person. Be aware that sometimes the menu and the staff are only in Spanish.\n\nThe large cafes that line the Passeig de Gràcia and the Rambla Catalunya, just north of the Plaça Catalunya, offer a variety of acceptable tapas. This part of the town is quite touristy and a bit expensive.\n\n",{"type":"===","value":[" Pricing "]},"\n\n",{"type":"{{","value":[["eatpricerange"],["Up to €10"],["€10 - €25"],["€25 and up"]]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"====","value":[" Groceries "]},"\n\nIn several supermarkets you can find a wide stall with a great selection of ready-to-eat dishes. You can get a two-course lunch for less than €5.\n\n",{"type":"====","value":[" Non-Catalan cuisine"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kebap"]},": There is no shortage of Durum or Shawarma stands in Barcelona, offering tasty beef or chicken and salad in toasted flatbread for around €3.50. Gyro is the Greek name and version of the Turkish doner-kebab and it is delicious! You could live on these things for a week!"]},"\n",{"type":"*","value":[" Also you can consider the ",{"type":"'''","value":["Asiatic"]}," offer, with a lot of Chinese, Japanese and Indian restaurants."]},"\n",{"type":"====","value":[" Vegetarian "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Comer y no Bombas"]},"  (location variable) shares free vegan food."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Maoz"],["alt="],["url=http:\/\/www.maozusa.com\/restaurants\/locations\/barcelona"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers excellent vegan falafel (including unlimited salad) for around €4. There are several around Barcelona including one on 95, La Rambla, about 10 minutes walk from Pl Catalunya."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Juicy Jones"]}," c\/ Cardenal Casañas (just off La Rambla) vegan restaurant & juice bar. Nice big meals and the best salads in Barcelona. Average price around 6€."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=More organic restaurants"],["alt="],["url=http:\/\/www.biobarcelona.com\/restaurants.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Check out the independent Bio Barcelona site for more organic options."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n\n",{"type":"====","value":["Traditional Catalan cuisine "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=El Glop"],["alt="],["url=http:\/\/www.elglop.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Three locations, in ",{"type":"[[","value":[["Barcelona\/Eixample#El Glop"],["Eixample"]]}," and ",{"type":"[[","value":[["Barcelona\/Gràcia#Taverna El Glop"],["Gràcia"]]},". Excellent Catalan meals. Allow about €20 per person, although you could get out of there for half of that if you let the price dictate your choice of dishes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Les Quinze Nits"],["url="],["email="],["address=Plaza Real 6"],["lat="],["long="],["directions="],["phone= +34 93 317 30 75"],["tollfree="],["fax="],["hours="],["price="],["content=Good typical paella in a beautiful location, but below average service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Esquinica"],["url="],["email="],["address=Passeig de Fabra i Puig, 296"],["lat="],["long="],["directions="],["phone= +34 933 582 519"],["tollfree="],["fax="],["hours=12:30PM-12AM Mon-Thu, 8AM-4PM and 6:30PM-12AM Sat, 8AM-4PM Sun"],["price=About 20€"],["content=One of the best known tapas restaurant in Barcelona, there's usually a long queue outside."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bar Pinotxo"],["url=http:\/\/pinotxobar.com\/"],["email="],["address=Mercat de la Boqueria, 466-470"],["lat="],["long="],["directions=Located on the Rambla entrance to the Boqueria Market"],["phone= +34 933 171 731"],["tollfree="],["fax="],["hours=6:30AM-4PM"],["price=About 20€"],["content=The best Catalan dishes. No reservations. Always full, don't be surprised if you aren't able to sit."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Cafes"]},"\nTry a \"",{"type":"''","value":["café con hielo"]},"\" an espresso served with a glass of ice cubes on the side and any local 'cafeteria'\n\n",{"type":"===","value":["Bars"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chupitos"]},", are located in several locations throughout the city, including one in Barceloneta. Chupitos is Spanish for \"shots\" and offers hundreds of unique shots including the \"Harry Potter\" (a shot that sparks as cinnamon is sprinkled over it), and \"Monica Lewinsky\" (a variety of flaming shots) among others. As much a show as it is a place to get a drink, it's a fun night out."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=L’Ovella Negra (The Black Sheep)"],["url=http:\/\/www.ovellanegra.com\/"],["email="],["address=Carrer de Zamora, 78, 08018 Barcelona, Spain"],["lat="],["long="],["directions="],["phone=+34 933 09 59 38"],["tollfree="],["fax="],["hours="],["price="],["content=Is a great place to meet up with a large group of friends or to make a large group of new friends! It is a beer hall styled in a traditional Catalan manner. It has been around for decades in the Poble Nou district of Barcelona. It has huge wooden tables that seat no less than ten people. It has exposed stone walls and large wood supports so you feel you are in a barn or old farm house. The Black Sheep is also immediately opposite one of the finest clubs Barcelona has to offer \"Sala Razzmatazz\" and acts as the perfect pre-gamer spot (Inc. Sangria & Beer pitchers!) before heading across the road to dance late into the night \/ early morning! ",{"type":"'''","value":["Please note:"]}," There are 2 bar locations. One in Raval close to Las Ramblas and one in Poble Nou (The one mentioned here)."]]}]},"\n",{"type":"===","value":["Discount cards"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Connect Club Discount Card"],["url=http:\/\/www.connectclub.com"],["email=cards@connectclub.com"],["address=Pl. Urquinaona 11"],["lat="],["long="],["directions="],["phone=+34 93 317 0474"],["tollfree="],["fax="],["hours="],["price=It costs only €18 and is valid for a whole year"],["content=The Connect Club Discount Card is a possibility to have an affordable stay in Barcelona. The discount card offers significant discounts and special privileges for nightclubs, bars, and restaurants."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nBarcelona offers a great arrangement of accommodations, from cheap, decent apartments, hostels and guest-houses to five-star hotels.\n\nSee the district articles: ",{"type":"[[","value":[["Barcelona\/Ciutat Vella#Sleep"],["Ciutat Vella"]]}," (",{"type":"''","value":["Gothic Quarter"]},"), ",{"type":"[[","value":[["Barcelona\/Eixample#Sleep"],["Eixample"]]},", ",{"type":"[[","value":[["Barcelona\/Gràcia#Sleep"],["Gràcia"]]},", ",{"type":"[[","value":[["Barcelona\/Sants-Montjuïc#Sleep"],["Sants-Montjuïc"]]}," and ",{"type":"[[","value":[["Barcelona\/Barceloneta#Sleep"],["Barceloneta"]]}," for detailed listings of hotels, hostels and pensions, hostels and apartments.\n\n\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Telephone and mobile services"]},"\n",{"type":"===","value":["Internet"]},"\n\nThere is a free internet service provided by the city council.  ",{"type":"[","value":["http:\/\/www.bcn.cat\/barcelonawifi\/en\/"]},". The password is \"Barcelona WiFi\". It's slow and with time and schedule limitation.\n\nPrepaid portable WiFi Hot spot service is now available in Barcelona, and whole Spain (provided by local tripNETer ",{"type":"[","value":["http:\/\/www.tripneter.com"]},") which allows the connection to any WiFi device: Smart-phones, Tablets, PCs…\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"===","value":["Pickpockets"]},"\n\nBarcelona is Europe's ",{"type":"[[","value":[["Pickpockets"],["pickpocketing"]]}," capital. ",{"type":"'''","value":["Never keep your wallet, cash or important documents in trouser pockets or in bag pockets: a money belt is an easy and inexpensive way to prevent being robbed."]}," As always, be alert in crowded places, such as public transport, train and bus stations, La Rambla and Raval. People may approach you asking for change, or to change money. Just ignore them.  If you are asked to change money, then official looking police may approach you afterwards to 'check' your wallet for ID, etc. These are not police, so be at your most vigilant or you might find they have taken a few cards or cash upon returning your wallet. If you are in a crowd of spectators watching street entertainment, beware of anyone getting suspiciously close to you.\n\n",{"type":"[[","value":[["Pickpockets"]]}," use the football trick as the local specialty. At certain tourist hotspots, there are people who will try to show you a 'magic trick'. This involves tying a piece of string around your finger. While you are distracted (and your arm is effectively disabled), an accomplice will pickpocket you. It is also possible that criminals will pose as tourists and ask directions to approach their victims. Keep your distance and be careful in tourist places.\n\nThe subway is a hotbed for pickpocketing activity, which can range from simple opportunistic thefts to coordinated attacks. Be especially wary on the subway platforms at Sants train station and Sagrada Família. A group of men will come out of seemingly nowhere while you attempt to enter a subway car and block your entrance ",{"type":"''","value":["and"]}," exit in a coordinated manner, effectively pinning you against the doors while they close. They will act as if the car is just crowded and they are trying to get on as well, but, in reality, they have already gone through your pockets.\n\nOnce they take stuff, they quickly return to the platform and walk off calmly while you are trapped in the departing subway as they make sure they exit just before the doors cannot be reopened. Violence in these situations is rare, and in most cases the goal of the thieves is to rob you undetected. Stay vigilant: do not leave anything in a back trouser pocket (except maybe a map of the city). Hold on to your bag or purse at all times. Do not leave anything unattended while you sit in a cafe or restaurant.\n\nOne guy acts like reading a newspaper and is about to go into the subway gate (he's scanning his target). While you insert your subway card to enter and before the gate opens, that guy immediately enters his subway card also, which causes the gate to jam and alarm sound. Immediately 3-4 other people appear and, while acting like trying to help, (pointing to the gate telling you 'the door is jam') will try to snatch your backpack or wallet while you are still surprised. Check and make sure no one tailgates on you, or, simply, just let the guy go first.\n\nWhile you are at an outdoor table of a café, don't leave your smartphone on the table. Someone will try to steal it. For example, a guy babbling for change with an unreadable poster in his hands, getting closer and closer to the smartphone until he eventually picks it up, passes it to a second guy that will run away with it.\n\n",{"type":"===","value":["Scams"]},"\n",{"type":"{{","value":[["Seealso"],["Common scams"]]},"\n\nPeople in Barcelona are often very friendly and love to practice their English, so don't be unfriendly. That said, you should, of course, be suspicious if someone approaches you in a touristy area speaking your language and asking you for help. This should put your guard up immediately. Do not be tempted to sign their petition, give them directions, or help them with their problem. You don't know anything about where you are, since you're a tourist, so you won't be able to help them in any case. \n\nProfessional scam artists exhibiting a high degree of coordination are active in many areas of the city. Be careful in tourist areas. A variety of ",{"type":"[[","value":[["common scams#Overcharging"],["methods"]]}," are employed, including the ",{"type":"[[","value":[["common_scams#no_change trick"],["No Change trick"]]},". A common scam involves fake cops who will show up ask to see your passport, then take your belongings at the first opportunity. The story varies, but they are almost certainly not real ones. When it happens, the best strategy is to just walk away instead of starting any sort of conversations with them. Another trick is that one seemingly confused person will ask you for directions, diverting your attention and then suddenly fake police will appear asking for your ID. This is a co-ordinated move to divert the attention and steal whatever is possible. If such incident happens, just walk away, without listening to any of their conversation.  Stay alert, especially in busy tourist area near the Sants station and Plaça d'Espanya.\n\nAnother popular scam happens in the metro. A group of scammers (often middle-aged women) will take advantage of the fuss while people are entering the metro and surround a tourist, frantically asking for directions. Most tourists won't know what to say while one of the scammers empties their pockets. They will try to confuse the tourist while the metro stays in the platform, and will get out just before the doors are closed. When you realize you've been scammed, the train will have already left and they will be safely outside with your belongings.\n\nThe bird excrement scam is also common. One or more accomplices will secretly spray or throw a smelly liquid on you. When you look up thinking a passing bird has pooped on you, they will run up to you and tell you that they saw a bird poop on you. They will offer to help you clean up, and while you are cleaning they will go through your pockets and any bags you have set down. It is wise to beware of anyone who is attempting to touch a complete stranger.\n\nA version of ",{"type":"[[","value":[["common scams#Three Card Monte"],["Three Card Monte"]]}," is one of many ",{"type":"[[","value":[["common scams"]]}," played on Les Rambles.  There are also people holding petitions to install a wheelchair lift in locations with a lot of stairs.  Once your signature is obtained they will then aggressively ask for a donation.  Sometimes there can be crowds of children demanding money with hardly anyone else in the area, making it difficult to get away.\n\n",{"type":"===","value":["ATMs"]},"\n\nChoose an ATM in a quiet area to avoid being ",{"type":"[[","value":[["common scams#ATM_scams"],["targeted"]]},". Barcelona is particularly well-equipped with ATM points. Many ATMs offer a wide range of services (withdrawals, transfers, mobile credit recharges, ticketing, etc.) and accept credit cards of various banks. If possible, let someone else in your group keep watch with their back to the ATM while you use it.\n\n",{"type":"===","value":["Areas of caution"]},"\n\nBe very careful in the Barcelona Sants train station where thieves prey on new arrivals, even on the platforms.\n\nWomen traveling alone should exercise caution while exploring the more isolated parts of Montjuïc. The city beaches, particularly the ones adjoining Barceloneta, have proven to be quite lucrative for bag snatchers. Anything that one would rather not lose is best left, locked, in one's hostel or hotel.\n\nMen traveling alone should expect the prostitutes on Les Rambles, St. Antoni, and Raval in the early hours to be very aggressive and in league with pickpockets and robbers.\n\nAlso, people need to be careful when leaving the bars of the Olympic Port late as there are many pickpockets around.\n\nWomen should be wary of wearing exposed jewelery such as gold chains and necklaces. People walking down a street may be attacked from behind by a thief who may grab the necklace and try to rip it off the woman's neck before quickly running away, often down a convenient side street.  Be especially careful of seedy looking men on bicycles as there have been many grab and snatch assaults in recent years.\n\nIn the event of such a robbery, people will need to find the local police station to report the incident, especially if a travel insurance claim is going to be made.  Don't expect any police action beyond the report though as these types of events are par for the course and arrests, even when made almost never lead to prosecution due to a slow, antiquated, and overburdened legal system.\n\nParts of Barcelona are covered by closed circuit TV surveillance, but only the more popular spots.\n\n",{"type":"===","value":["Cars"]},"\n\nTourist drivers may attract special attention, such as ",{"type":"[[","value":[["common scams#Red light bag snatch"],["Red light bag snatch"]]}," or ",{"type":"[[","value":[["common scams#Flat_tire"],["Flat tire scams"]]},"\n\n",{"type":"===","value":["Reporting crimes"]},"\n\nIf you need to report a crime (for example, to claim on travel insurance), be prepared for the reality that in the downtown police station, officers generally do not speak English, despite that fact the official theft report form is in English, Spanish, and Catalan. The police station most often used to report theft is the one underneath Plaça Catalunya beside metro station, where they have some translators for common world languages.\n\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Hospitals"]},"\nEU citizens can get free or reduced cost medical treatment on presentation of an EHIC card and passport.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hospital Clinic I Provincial De Barcelona"],["url="],["email="],["address=C\/ Villarroel 170"],["lat="],["long="],["directions=Metro Stn Hospital Clinic (Line 5)"],["phone=+34 932 275 400"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Angola"]]}," ",{"type":"{{","value":[["listing"],["name=Angola"],["url="],["email="],["address=Carrer del Consell de Cent, 413-415 (08009)"],["lat="],["long="],["directions="],["phone=+34 93 245 02 73"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Argentina"]]}," ",{"type":"{{","value":[["listing"],["name=Argentina"],["url=http:\/\/www.consuladoargentinobarcelona.com"],["email="],["address=Passeig de Gràcia, 11 (08007)"],["lat="],["long="],["directions="],["phone=+34 93 304 12 00"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["url="],["email=barcelona@consuladodeaustria.com"],["address=Carrer de Marià Cubí, 7 (08006)"],["lat="],["long="],["directions="],["phone=+34 93 368 60 03"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bangladesh"]]}," ",{"type":"{{","value":[["listing"],["name=Bangladesh"],["url="],["email="],["address=Carrer de Londres, 35 (08029)"],["lat="],["long="],["directions="],["phone=+34 93 410 83 89"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplomatie.be\/barcelonafr\/default.asp?id=31&mnu=31"],["email=barcelona@diplobel.fed.be"],["address=Carrer de la Diputació, 303 (08009)"],["lat="],["long="],["directions="],["phone=+34 93 467 70 80"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belize"]]}," ",{"type":"{{","value":[["listing"],["name=Belize"],["url="],["email="],["address=Avinguda Diagonal, 469 (08036)"],["lat="],["long="],["directions="],["phone=+34 93 430 30 44"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Benin"]]}," ",{"type":"{{","value":[["listing"],["name=Benin"],["url=http:\/\/www.consuladobenin.com\/"],["email=consuladobenein@terra.es"],["address=Carrer d'Aragó, 290 (08009)"],["lat="],["long="],["directions="],["phone=+34 93 467 70 36"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bolivia"]]}," ",{"type":"{{","value":[["listing"],["name=Bolivia"],["url=http:\/\/consuladodeboliviaenbarcelona.es\/"],["email="],["address=Carrer de Roger de Flor, 3 (08018)"],["lat="],["long="],["directions="],["phone=+34 93 322 65 12"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/www.brasilbcn.org\/"],["email="],["address=Avinguda Diagonal, 468 (08006)"],["lat="],["long="],["directions="],["phone=+34 93 488 22 88"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bulgaria"]]}," ",{"type":"{{","value":[["listing"],["name=Bulgaria"],["url="],["email="],["address=Passeig de Sant Joan, 73 (08009)"],["lat="],["long="],["directions="],["phone=+33 93 457 41 33"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Burkina Faso"]]}," ",{"type":"{{","value":[["listing"],["name=Burkina Faso"],["url="],["email="],["address=Carrer de Muntaner, 261 (08021)"],["lat="],["long="],["directions="],["phone=+33 93 200 99 09"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/spain-espagne\/offices-bureaux\/consul_barcelona.aspx"],["email=bclna@internacional.gc.ca"],["address=Plaça Catalunya, 9 (08002)"],["lat="],["long="],["directions="],["phone=+34 93 412 72 36"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.barcelona.diplo.de"],["email="],["address=Carrer de Marina, 16-18, 30a (08005)"],["lat="],["long="],["directions="],["phone=+34 93 292 10 00"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email=greciabarcelona@yahoo.gr"],["address=Carrer de Freixa, 6 (08021)"],["lat="],["long="],["directions="],["phone=+34 93 200 20 36"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url="],["email=cons.irl@webcat.es"],["address=Gran Via Carlos III, 94 (08028)"],["lat="],["long="],["directions="],["phone=+34 93 491 50 21"],["tollfree="],["fax=+34 93 490 09 86"],["hours=10.00-13.00 (Mon-Fri)"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/www.consbarcellona.esteri.it\/Consolato_Barcellona"],["email=segreteria.barcellona@esteri.it"],["address=Carrer de Mallorca, 270 (08037)"],["lat="],["long="],["directions="],["phone=+34 807 50 58 83"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/www.norgeispania.es\/"],["email=info@norconsbcn.com"],["address=Real Consulado General de Noruega, C\/Balmes, 184, 5º, 2 a, 08006 Barcelona"],["lat="],["long="],["directions="],["phone=+34 932 184 983"],["tollfree="],["fax=+34 932 380 327"],["hours=1000-1330 (Mon-Fri)"],["price="],["content="]]}]}]]},"\n\n",{"type":"==","value":[" Go next "]},"\n\nDay trips from Barcelona include:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Costa Brava"]]}]}," - The coast North of Barcelona has rocky cliffs and a mix of pebble beaches and sandy beaches."]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Figueres"]]}]}," - Home of the most impressive Salvador Dalí museum."]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Montserrat (Spain)"],["Montserrat"]]}]},"  - Visit the monastery nestled high in the mountains to see the Black Madonna or hike to the peak to earn a fantastic view of the surroundings. 30 miles from Barcelona. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sitges"]]}]}," - A traditional beach side destination for the locals. Full of fashion shops open on Sundays. Is a popular gay destination too."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Canet de Mar"]]}]}," - Is small enough to walk almost anywhere. Since boardwalk features a promenade in the historical center walking from the church to the cathedral and visit many architectural works of ",{"type":"[[","value":[["Lluís Domènech i Montaner"]]},".",{"type":"'''","value":["It is the smallest town in ",{"type":"[[","value":[["Catalonia"]]}," with more historical and modernist buildings"]},", for extension km\/2. Canet have too a lot of beaches with the ",{"type":"'''","value":[{"type":"[[","value":[["Blue Flag"]]},"."]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Girona"]]}]}," - A quiet town with an ancient Jewish section, narrow streets, imposing walls and plenty of cafes. See directions to the north airport above."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Pyrenees"]]}]}," - A mountain range around 150 km north from the city. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sant Cugat del Valles"]]}]}," - Has one of the most interesting Romanesque cloisters in Catalunya, with many interesting carvings. The town itself is full of expensive vilas."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Montseny"]]}]}," - UNESCO Biosphere Reserve 40 km northeast of Barcelona. Go there by car or bus\/train"]},"\n",{"type":"{{","value":[["related"],["Ferries in the Mediterranean"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Barcelona (province)"]]},"\n",{"type":"{{","value":[["geo"],["41.3879"],["2.1699"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Barcelona"]]},"\n",{"type":"[[","value":[["Wikipedia:Barcelona"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Spain\/Autonomous Communities\/Catalonia\/Barcelona\/Barcelona City\/"]]}]