[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"[[","value":[["File:Barentsburg Main Street, Svalbard, Norway.jpg"],["thumb"],["300px"],["Central Barentsburg, the main street."]]},"\n\n",{"type":"'''","value":["Barentsburg"]}," (Баренцбург) is the only remaining Russian settlement in ",{"type":"[[","value":[["Svalbard"]]},".\n\n",{"type":"==","value":["Understand"]},"\nBarentsburg is named after Dutch explorer ",{"type":"'''","value":["Willem Barentsz"]},", who (re)discovered Svalbard in 1596. The Svalbard Treaty of 1920 gave the previously unclaimed islands to Norway but allowed any country to perform mining and other economic activity. The Russian state-owned ",{"type":"'''","value":["Trust Arktikugol"]}," has been mining coal here since 1932, and during the Cold War Barentsburg was a veritable hotbed of activity as the Russians attempted to expand their zone of control over the islands.  After ",{"type":"[[","value":[[":wikipedia:Pyramiden"],["Pyramiden"]]}," was closed in 1998, Barentsburg has been the only Russian settlement still operating, with some 400 inhabitants as of October 2008 and some 100,000 tons of coal exported yearly. For the moment the mine is closed due to a mine fire and will probably not be in production before late 2009.\n\nThe population of the settlement has been steadily decreasing in the recent years.  Many buildings are not inhabited, and some are left to decay. Combined with a truly stunning setting for the town when the weather is clear enough to see across the Isfjord, and the black smoke from by the old coal power plant, the visit will leave a strong impression on the few who come here.\n\n",{"type":"===","value":["Orientation"]},"\nOrienting yourself in Barentsburg is easy enough.  It's some 220 steps up the stairs from the dock to the settlement, where more or less everything is along the main street, ",{"type":"''","value":["ulitsa Ivana Starostina"]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Barentsburg Mine Dock.JPG"],["thumb"],["250px"],["The docks at Barentsburg."]]},"\n",{"type":"===","value":["By air"]},"\nBarentsburg has a heliport operated by the Russian company SPARK+ with one Mi-8 helicopter. Trust Arktikugol can only use the helicopter service within the limits of its activities as a mining company, and chartered tourist transport is not permitted. The flight between Longyearbyen Airport and Barentsburg is about 15 minutes. The heliport is located around 4 km from Barentsburg. There is a road there where a minibus transports the travellers.\n\n",{"type":"===","value":["By land"]},"\nThere are no roads to Barentsburg, and it's a two days solid hiking from ",{"type":"[[","value":[["Longyearbyen"]]}," to Barentsburg on foot in the summer. The easiest way (starting from Longyearbyen) is to head off from the end of the road in Björndalen, go up on the mountain of Fuglefjella, continue past the valley of Grumant and descend to the coast along a small creek after 2-3 kilometers. The hike should take about 6–7 hours. The night can be spent in either the Rusanov cabin outside of the old mining settlement of Coles Bay (closed in 1962) or in one of the buildings of Coles Bay itself (recommended in summer only). The next day is a slightly longer hike (7–9 hours), but in flat terrain, crossing the Coles Valley and continuing along Kapp Laila before arriving the heliport at Heerodden outside Barentsburg. There is a road from Heerodden to the settlement itself.\n\n",{"type":"===","value":["By sea"]},"\nMost visitors arrive from ",{"type":"[[","value":[["Longyearbyen"]]}," on daytrips (2–3 hours one way by boat).  In summer, there are also occasional cargo and passenger boats to ",{"type":"[[","value":[["Murmansk"]]}," on the Russian mainland (3 days).\n\nIn winter, travel by ",{"type":"'''","value":["snowmobile"]}," is a more popular option and day trips are offered by tour operators in Longyearbyen — it's a fantastic ride and well recommended.\n\n",{"type":"==","value":["Get around"]},"\nBarentsburg is easily covered on foot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Barentsburg Lenin MirUMir.JPG"],["thumb"],["250px"],["Lenin, housing blocks and ",{"type":"''","value":["Miru Mir"]}," (Peace to the World)"]]},"\n",{"type":"[[","value":[["File:Barentsburg chapel, Svalbard, Norway.jpg"],["thumb"],["250px"],["chapel"]]},"\n",{"type":"[[","value":[["File:Barentsburg museum, Svalbard, Norway.jpg"],["thumb"],["250px"],["from the Pomor museum"]]},"\n\nDay-tripping tourists get about 2 hours to see the sights, and for most this is plenty.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chapel"],["alt="],["url="],["email="],["address="],["lat=78.066159"],["long=14.210240"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small orthodox wooden chapel, erected in 1996 to commemorate the 140 victims of a plane that crashed while bringing in a new shift of miners to Barentsburg."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lenin statue"],["alt="],["url="],["email="],["address="],["lat=78.065454"],["long=14.217491"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It may be only the world's second most northernly statue of Lenin (the top spot still belongs to Pyramiden), but it's still a popular spot to take a picture."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pomor Museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+47 79 021814"],["tollfree="],["fax="],["hours="],["price=Entry 50 kr"],["content=Stuffed polar bears, a dinosaur footprint and lots of rocks."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Star and slogan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Look up on the hillside above Barentsburg — there's a five-pointed star and the Communist-era slogan Миру Мир\/Miru Mir, or \"Peace to the World\". The sign also serves a useful function during winter, as when the star becomes visible again, the polar night has ended and summer is coming."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sport Hall"]},".  Two sea water swimming pools and assorted other sports facilities. Also used for competitions with ",{"type":"[[","value":[["Longyearbyen"]]}]},"\n",{"type":"==","value":["Buy"]},"\nThe Norwegian currency ",{"type":"''","value":["kroner"]}," are used in Barentsburg and prices for touristy activities are adjusted to Norwegian levels.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Polar Star"]},", in the cultural center.  Souvenir shop offering ",{"type":"''","value":["matryoshka"]}," dolls, Lenin pins and assorted other Soviet-Russian kitsch."]},"\n",{"type":"==","value":["Eat"]},"\nLocals eat cabbage soup (shchi) in their canteen for free, but tourists will normally be limited to meals at the hotel (30-70 kr).\n\nThe ",{"type":"'''","value":["Cafe-Bar 78 Parallel"]},", in the canteen building right on top of the stairs leading to town is currently closed, accordingly for some \"restoration\" work.\n\n",{"type":"==","value":["Drink"]},"\nThe hotel's ",{"type":"'''","value":["bar"]}," serves up Russian vodka, cognac and champagne.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Barensburg Hotel, Svalbard, Norway.jpg"],["thumb"],["250px"],["The only hotel in town, the Barentsburg Hotel."]]},"\n\nThere is precisely one public accommodation option.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Barentsburg Hotel"],["alt="],["url="],["email="],["address="],["lat=78.061776"],["long=14.217886"],["directions="],["phone=+47 79 021814"],["tollfree="],["fax="],["price=Double rooms from 550 kr"],["checkin="],["checkout="],["content=Reasonably new (1988) and in fairly good shape."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThe Barentsburg Hotel has a ",{"type":"'''","value":["post office"]}," for sending mail.  It's a branch of the Longyearbyen post office and thus uses Norwegian stamps (and Norwegian prices), but they do have their own postmark.\n\nThere is a small Russian ",{"type":"'''","value":["consulate"]}," on Barentsburg, which could theoretically issue you a Russian visa.  (Don't count on it though, certainly not without checking ahead.)\n\n",{"type":"[[","value":[["WikiPedia:Barentsburg"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Svalbard"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Barentsburg"]]},"\n\n",{"type":"{{","value":[["Geo"],["78.066667"],["14.216667"]]}]