[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nThe ",{"type":"'''","value":["Barelang Islands"]}," are ",{"type":"[[","value":[["Indonesia"]]},"n  and near ",{"type":"[[","value":[["Batam"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nThe Barelang Islands consist of six islands south of Batam. Barelang gets its name as an acronym from two of the island's names - ",{"type":"'''","value":["Ba"]},"tam, ",{"type":"'''","value":["Re"]},"mpang and Ga",{"type":"'''","value":["lang"]},"\n\nThe other four islands are Tonton Island, Nipah Island, Setotok Island and Galang Baru Island.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nThe Barelang Islands are about the following travelling times from these locations:\n",{"type":"*","value":["30min from Hang Nadim Airport"]},{"type":"*","value":["30min from Harbour Bay Ferry Terminal, Batu Ampar"]},{"type":"*","value":["35min from Batam Center Ferry Terminal, Batam Center"]},{"type":"*","value":["40min from Sekupang Ferry Terminal, Sekupang"]},{"type":"*","value":["30min from Waterfront City Ferry Terminal, Waterfront City"]},{"type":"*","value":["50min from Nongsapura Ferry Terminal, Nongsa"]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\nFull day hire of a taxi Rp 500,000 (around SGD70)\n\nThe largest of the Barelang Islands, Rempang Island has many nice beaches along the west coast, such as Melayu Beach, Pasir Putih Beach and Memory Hill Beach, to name a few. These beaches are good for swimming and have restaurants serving local food with drinks available.\n\nVietnam Village, a former Vietnamese Refugee Camp, was built by Vietnamese “Boat People” that escaped the war in Vietnam by boat, and arrived at Galang Island in 1976 and occupied the village until 1995. Around 250,000 Vietnamese occupied the camp during its 19 year history, with most eventually gaining asylum in Australia or Canada, while others were returned to Vietnam under emotional circumstances\n\nThe Vietnamese built several buildings and temples during their stay; these have now been preserved and made into a tourist attraction. There are some replica boats of the ones used by these \"Boat People\" to flee from their homeland.\n\nA Church and the Quan Am Tu Quil Buddhist Temple (built in 1984) are still used by worshippers today, and is one of Batam most visited attractions. The Khong Pan Su Cam Yao administration building, a clinic, and social services complex and youth centre were built and ran by the refugees.\n\nView the Ngha Trang Memorial Wall, built as a tribute to the boat people of Vietnam; or visit the Galang Museum with its many interesting artefacts.\n\nToday the camp remains preserved for visitors to stroll amongst, and read & view the camp history from many of the displayed paintings and documents\n\nThe site is quite overgrown in places by the jungle and takes around 1h to drive to from Batam Centre. However, on entering the site there are several colonies of Macaque monkeys by the road side which are friendly. Unfortunately, there is nowhere around to buy food for them so it is worth stocking up before visiting here if feeding monkeys appeals to you\n\n",{"type":"==","value":["Eat"]},"\nThere is a large seafood restaurant, Lucky Seafood Restaurant on Nipah Island\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Riau Islands"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Barelang Bridge"]]}]