[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:BarnsleyTownHallVertical.jpg"],["320px"],["thumbnail"],["Barnsley Town Hall"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.barnsley.gov.uk\/ Barnsley"]}]}," is a large town in ",{"type":"[[","value":[["Yorkshire"]]},", ",{"type":"[[","value":[["England"]]}," with a population of approximately 240,000.\n\n",{"type":"==","value":["Understand"]},"\n\nIt used to be famous for its coal industry, which has now disappeared.  Barnsley Council are pioneering a scheme called ",{"type":"''","value":["Remaking Barnsley ",{"type":"[","value":["http:\/\/www.remakingbarnsley.co.uk\/"]}]},", including the building of a new £23m transport interchange and a ",{"type":"''","value":["halo of light"]}," around the town.\n\nIn the last 10 years or so, the fortunes of Barnsley have been on the upturn, with commerce and industry building their premises on the sites of the old coal mines. The town is becoming more popular due to the low cost of living compared to nearby Sheffield and Leeds, with some people living in Barnsley but commuting to work in one of these cities.\n\nThere is still a strong sense of community in the town although outsiders are welcomed providing there is mutual respect.  The majority of the locals are straight talking and appreciate honesty and humility.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" Robin Hood Doncaster Sheffield Airport"]},{"type":"*","value":[" Leeds Bradford Airport"]},{"type":"*","value":[" ",{"type":"[[","value":[["Manchester Airport"]]}]},{"type":"*","value":[" East Midlands Airport"]},{"type":"*","value":[" Humberside Airport"]},"\nAll the above are within 2 hours drive of Barnsley. Manchester has the most connections and airlines, but the budget and charter airlines tend to use the other airports. Easyjet is an exception, because it uses both Manchester and Doncaster airports.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[" Barnsley railway station, part of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.btint.co.uk\/ Barnsley Transport Interchange"]}]}," is in the town centre.  There are regular services throughout the day to ",{"type":"[[","value":[["Sheffield"]]},", ",{"type":"[[","value":[["Leeds"]]},", ",{"type":"[[","value":[["Wakefield (England)"],["Wakefield"]]},", ",{"type":"[[","value":[["Nottingham"]]},", ",{"type":"[[","value":[["Chesterfield"]]}," and ",{"type":"[[","value":[["Huddersfield"]]},", plus a handful of direct services to ",{"type":"[[","value":[["London"]]}," (St Pancras).  A wide range of national services are available in Sheffield, Leeds and Doncaster for connections."]},"\n",{"type":"===","value":["By car"]},"\nThe M1 motorway is the main route into Barnsley as it runs through the centre of the town.\n\nRail based Park and Ride facilities are available, see National Park and Ride Directory ",{"type":"[","value":["http:\/\/www.parkandride.net\/barnsley\/barnsley_frameset.shtml"]},"\n\n",{"type":"===","value":["By bus"]},"\nThe Transport Interchange includes an extensive bus terminal with services to neighbouring villages and nearby towns and cities.\n\n",{"type":"===","value":["By boat"]},"\nThis is not currently possible. The ",{"type":"'''","value":["Dearne and Dove Canal"]},"  runs through Barnsley, but is mostly derelict today. However, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bddct.org.uk\/ Barnsley, Dearne and Dove Canals Trust"]}]}," is trying to restore the canal to full working order.\n\n",{"type":"==","value":["Get around"]},"\nBarnsley town centre is fairly compact and easy to walk around, but there are many suburban villages and smaller towns on the outskirts.\n\nA fairly adventurous person could walk to and from the suburbs, but there are also many bus stops around the town and countryside. Details of services are available from the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.travelsouthyorkshire.com\/ Travel South Yorkshire"]}]}," web site, or by phoning the Traveline call centre on 01709 515151.\n\nPublic transport late at night (after 11PM) is usually limited to ",{"type":"'''","value":["taxis"]},". Blue Line is the biggest operator (tel. 244 444), and alternatives include A1 Taxis (tel. 288 888). Licenced taxis either use a meter, or charge a fixed price depending on distance.  The price can normally be agreed prior to the start of your journey.  As is the case in the rest of the UK, the driver will normally expect a small tip on top of the fare.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.transpenninetrail.org.uk\/ Trans Pennine Trail"]}]}," may be a more fitting route for cyclists or horseriders. Stop at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pothousehamlet.co.uk\/ Pot House Hamlet"]}]}," in Silkstone on the way for a coffee, snack or meal and visit the many amenities there.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Barnsley.jpg"],["350px"],["thumbnail"],["A view over Barnsley"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ysp.co.uk\/ Yorkshire Sculpture Park"]}]}," boasts beautiful scenery and sculptures from the likes of ",{"type":"'''","value":["Elizabeth Frink"]},", ",{"type":"'''","value":["Barbara Hepworth"]},", ",{"type":"'''","value":["Antony Gourmley"]}," and ",{"type":"'''","value":["Henry Moore"]},"."]},{"type":"*","value":[" The ",{"type":"'''","value":["Cooper Art Gallery"]},", on Church Street close to the central Town Hall, houses a small but fascinating permanent collection, the majority of which was bequeathed to the gallery by its four main benefactors. Open Monday to Friday 10AM-4PM, and Saturday 10AM-3PM."]},{"type":"*","value":[" Barnsley ",{"type":"'''","value":["Town Hall"]}," - has an art-deco style clock tower that rises up into the skyline, and impressive war memorial to the front."]},{"type":"*","value":[" ",{"type":"'''","value":["Barnsley Markets"]}," - as well as the general stalls (selling everything from chocolate to carpets), try the specialist fish and meat market in the indoor section."]},{"type":"*","value":[" ",{"type":"'''","value":["Locke Park"]}," on the A6133 Park Road, near Kingstone. Perhaps the best known park in the town, it's about 20 minutes walk from the town centre and a great place to spend a lazy summer's day. There is a car park on Keresforth Hall Road, but alas, no bus service passing by."]},{"type":"*","value":[" ",{"type":"'''","value":["Cannon Hall"]},".  Acres of  sweeping lawns leading down from Cannon Hall to a river populated by ducks and geese, good places for a good walk with your dog and a great place for picnics. Access is available through a footpath and road to the scenic village of Cawthorne with a quality restaurant and a la carte pub\/restaurant and village museum. Adjacent to the Hall are ornate gardens and a kitchen garden with glasshouses. Car parks are on the entrance to the Hall to the right, to the left is a garden centre with cafe and its own car park. Situated here is THE MAIZE MAZE, a maze which has a different plan every year with topical additions (really is worth visiting). A snack bar operates at the top of the car park. Near the Hall is an animal farm and play area with a cafe."]},"\n",{"type":"==","value":["Do"]},"\nBarnsley is famous for its nightlife, as evidenced by the number of pubs, bars and clubs in the town centre. If that's not your scene, then head to the suburbs of town where you'll find quiet restaurants, a number of friendly local pubs, and more family-friendly places.\n\nTo learn what events are happening in the town, the weekly ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.barnsleychronicle.com Barnsley Chronicle"]}]}," newspaper has a what's-on guide. Also, local radio station ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dearnefm.co.uk Dearne FM"]}]}," announces events both on air and on its web site.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Parkway Cinema"]}," Formerly an Odeon cinema, it was let out and now called Parkway. There are two screens, and it is definitely cheaper than going to Sheffield or Doncaster!"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cineblah"],["alt="],["url=http:\/\/www.corridorarts.co.uk\/view.aspx?id=56"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a weekly event at Blah Blah Bar (at the top of Market Hill). Cineblah shows a different film every Thursday evening. Tickets are £3. Uniquely, as the event is hosted in a lounge bar, you can enjoy the film while lounging on a sofa and sipping a cool drink."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.barnsley.gov.uk\/tourism\/cannonhall Cannon Hall"]}]},", ",{"type":"[","value":["http:\/\/www.cannon-hall.co.uk"]}," is a stately home and grounds on the outskirts of Barnsley, near Cawthorne. The grounds of the house are popular in the summer for a picnic, or just for wandering around. The house itself has a museum, and also runs regular historically-themed events especially during school holidays and on summer evenings."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cannon Hall Open Farm"],["alt="],["url=http:\/\/www.cannonhallfarm.co.uk\/home.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is right next door to Canon Hall, and is a favourite with children who love to see the animals (from lambs to llamas)!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Pot House Hamlet"],["alt="],["url=http:\/\/www.pothousehamlet.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– A Boutique destination located only 2 miles from the M1 barnsley junction in the beautiful Yorkshire countryside."]]}]},"Walk down the ancient wagon way alongside Silkstone Beck and feed the ducks. Take a picnic to have on the table under the oak trees. Have coffee, a snack, a meal, or even a champagne tea for two at the Potting Shed Café. Alternatively, treat yourself from the ice cream parlour. See where the old water wheel used to be. Wander around the extensive working plant nursery, the stylish womenswear shop, shoe shop or peruse the fine furnishings in the converted mill.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Elsecar Heritage Centre"],["alt="],["url=http:\/\/www.elsecar-heritage-centre.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=– An eclectic mix of Historical buildings that made up an ironstone mine and station complex in the 18th and 19th Centuries. The Centre is now home to a mix of shops, cafes and galleries so there's something for just about everyone. There is also a working steam railway that has regular train rides during the summer, and seasonal rides during Easter, Halloween and Christmas festive periods."]]}]},"\n",{"type":"==","value":["Sport"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Barnsley FC"]}," currently play in the nPower Championship after being promoted in 2006. They play at the Oakwell Stadium just a 5 minutes walk from the Transport Interchange. They are currently managed by Keith Hill."]},"Match tickets for home supporters :http:\/\/www.barnsleyfc.co.uk\/page\/TicketNews\/0,,10309~1735301,00.html\nGround capacity is 23006.  Unusual aspect of the ground is the training facilities are attached to the ground behind the Away stand (North)with Premiership standard indoor arena and six undersoil heated pitches,(one full size astra turf)all floodlit with seating on some.All built to qualify it for Academy status with multiple changing roooms and classrooms.\n\n",{"type":"==","value":["Cricket"]},"\nPlayed at Shaw Lane where Geofrey Boycott, Micheal Parkinson and Dickie Bird played.\n\n",{"type":"==","value":[" Rugby "]},"\n\n",{"type":"'''","value":["Rugby Union"]},"\n\nBarnsley has its own rugby team also at Shaw lane.",{"type":"[","value":["http:\/\/www.barnsleyrufc.co.uk Barnsley RUFC"]},"\n\nThere is also a Rugby Union club at Wath-upon-Dearne\n\n",{"type":"'''","value":["Rugby League"]},"\n\n",{"type":"[","value":["http:\/\/www.pitchero.com\/clubs\/barnsleybroncosrugbyleagueclub Barnsley Broncos"]},"\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Barnsley Central Library"]}," has a large collection of books (fiction and non-fiction), a reference section, and a learning centre that offers self-study courses on a wide range of topics. Public internet access is also available. The library is on Shambles Street (almost opposite the top of Market Hill). NB: The library was closed for renovation in late 2006, but is now open once more."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.barnsleychronicle.co.uk Barnsley Chronicle"]}]}," is a weekly newspaper (with accompanying web site) that covers pretty much everything that happens in the town. If there's something newsworthy happening, chances are it'll be printed in here. The paper is published on Friday in a number of editions, each one for a different area of the town. The town centre one is called simply the \"town\" edition."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ncm.org.uk National Coal Mining Museum"]}]}," is about 20–30 minutes drive from the town centre. Although it's not actually in Barnsley, it offers an insight into the coal mining industry that is such a big part of Barnsley's heritage."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.barnsley.ac.uk\/ Barnsley College"]}]}," offers vocational subjects as well as A levels, night classes and degrees."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The University Centre"]}," is a campus of the University of Huddersfield in Barnsley based on Church Street next to the town hall."]},"\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe (indoor and outdoor) ",{"type":"'''","value":["Barnsley Market"]}," is famous - a great place to meet local people.  It can be found near to the Transport Interchange.  The markets are generally open every Wednesday and Saturday.\n\nThe shops are open from around 9AM-5PM most days apart from Sundays. Most of the high street chains are present, along with a selection of smaller shops. ",{"type":"'''","value":["The Arcade"]}," is a covered area found off Market Hill that seems to be going increasingly upmarket, with designer boutiques alongside more traditional shops. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pollyanna.com\/ Pollyanna"]}]}," on Market Hill (a few doors away from The Arcade) is perhaps the best known designer boutique in the town, and also has an art gallery and coffee shop.\n\n",{"type":"'''","value":["Frank Birds mens wear"]}," 40-44, Eldon St, on the arcade\/eldon street Frank Bird sells a range of menswear and offers suits for hire.  Very high quality designer menswear.\n\nThe High Street chains are located on Queen Street, which houses among others Marks and Spencer, Dorothy Perkins, Wallis, Burtons among others. Cheapside has, among others, Boots, WH Smith, The Body Shop, Superdrug, HMV and New Look. The Alhambra Centre is the main indoor shopping centre, although relatively small it houses Next, Primark, TK Maxx, Vodafone and Wilkinsons, as well as another 20 or more stores. Market Street used to be famous for its charity shops and was known locally as charity shop alley, although the number of these has dwindled in recent years and now offers more choice in terms of retailing. The area around May Day Green and Kendray Street is currently empty in terms of shops as this is the first part of the town centre to be demolished as part as the Remaking Barnsley scheme, as result all but a handful of stores that were located here have relocated to other parts of town.\n\nJust outside of town the Peel Centre is Barnsleys main retail park. It houses Currys, JJB Sports, Halfords, Focus and Pizza Hut as well as 10 more stores. Also across the roads is Comet, PC World, MFI, ASDA and McDonalds.\n\n4 Miles out of the town centre is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pothousehamlet.co.uk\/ Pot House Hamlet"]}]}," which is in the beautiful Silkstone village and has lots of shopping including Pookie womenswear, a ladies shoe shop, gift shops and lot of other amenities too.\n\nDuring the Christmas holidays all the shops stay open very late and on Sundays and there is a special German Christmas Market.  During this season there is usually a variety of brass bands playing. Historically, brass bands were often affiliated to local workplaces (such as coal mines, or financial instituations) in a similar way to other towns and cities in the UK.\n\n",{"type":"==","value":["Eat"]},"\nThe coffee shop in ",{"type":"'''","value":["Pollyanna"]}," (top of Market Hill) serves delightfully indulgent snacks and light meals. It's a great retreat from the bustling shops and markets. The coffee shop is right at the back of the store. Other popular eating places include the ",{"type":"'''","value":["Blah Grill"]}," on the corner or Market Hill and Shambles Street, ",{"type":"'''","value":["Grille Steakhouse"]}," and ",{"type":"'''","value":["Chilli Bar"]}," on Market Street, ",{"type":"'''","value":["Pinnocchios"]}," Italian restaurant on New Street opposite the ",{"type":"'''","value":["Alhambra Centre"]},". ",{"type":"'''","value":["Aroma coffee bar"]}," down The Arcade also serves light snacks. ",{"type":"'''","value":["Walkabout"]},", ",{"type":"'''","value":["Wetherspoons"]}," and various other pubs also serve food during the daytimes. Barnsley has few fast food restaurants in the town centre. ",{"type":"'''","value":["McDonalds"]}," closed its branch in early 2006. Only ",{"type":"'''","value":["KFC"]}," remain at the far end of Peel Street next to town end roundabout. ",{"type":"'''","value":["Pizza Hut"]}," is located at The Peel Centre retail park 5 minutes walk from the town centre and ",{"type":"'''","value":["McDonalds"]}," have a drive through in the ASDA car park. Frankie and Benny's opened a branch at Stairfoot roundabout, which is about 10 minutes drive from the centre in 2008.\n\nIn the many restaurants around Barnsley, you may see the ",{"type":"'''","value":["Barnsley Chop"]}," or ",{"type":"'''","value":["Barnsley Double"]}," on the menu. This is a cut of lamb that is famous as a local Barnsley delicacy.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pothousehamlet.co.uk\/ The Potting Shed Café"]}]},"\nThe award winning eatery with everything from proper fresh coffee and homemade scone, to champagne tea or chef prepared real food. Open 7 days a week, situated at ",{"type":"'''","value":["Pot House Hamlet"]}," in rural village of Silkstone below the church\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn"],["alt="],["url=http:\/\/www.holidayinn.com\/hotels\/gb\/en\/barnsley\/szdbr\/hoteldetail"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is a travel motel just outside the town centre with restaurant and conference facilities. There is a fitness centre next door, with various exercise equipment and a pool."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bluebell Inn"],["alt="],["url=http:\/\/www.newcountryinns.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is also just outside town, and is a modern building that offers budget accommodation for business travellers and families."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Ramada Encore"]}," is currently being built on the roundabout at Junction 37 of the M1 at the top of Dodworth Road, just a few minutes drive from the Town Centre."]},"\nThere are various hotels further afield, a few miles from the town centre. There are also a small number of guest houses. These can be found (and booked) through the Tourist Information office in Barnsley Central Library, or online through the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yorkshirevisitor.com\/ Yorkshire Tourist Board"]}]},".\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Ardsley House Hotel"],["url=http:\/\/www.ardsleyhousehotel.co.uk\/"],["email="],["address=Doncaster Road Ardsley, Barnsley South Yorkshire S71 5EH"],["lat="],["long="],["directions="],["phone=+44 1226 309 955"],["tollfree="],["fax="],["hours="],["price=From £40"],["checkin=2PM"],["checkout=11AM"],["content=The hotel is conveniently located just 15 minutes drive from the M1 and has a free car park for guests of the hotel."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Phone"]},"\n\n",{"type":"*","value":[" The area code for all Barnsley telephone numbers is 01226 when dialled from within the ",{"type":"[[","value":[["United Kingdom"]]}," or +441226 internationally."]},"\n",{"type":"==","value":["Language"]},"\n\nVisitors from outside of the area may often find it a challenge to have a conversation with the older generation especially in Barnsley.  The dialect is strong and made up of hundreds of words which are almost exclusive to the local area.  The majority of people under 30 however tend to speak much more neutrally and in favour of the more common English vernacular.\n\nWith a large number of EU nationals now living in the town, when approaching a local for advice don't be surprised to be greeted by a person originating from Eastern Europe.  In general, such people will have a fairly good understanding of English as this tends to be a requirement of employers in the area.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["53.55270"],["-1.48273"],["zoom=14"]]},"\n",{"type":"{{","value":[["IsPartOf"],["South Yorkshire"]]},"\n",{"type":"[[","value":[["wikipedia:Barnsley"]]}]