[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.city.barrie.on.ca\/ Barrie"]}]}," lies at the end of Kempenfelt Bay on Lake Simcoe in Southern ",{"type":"[[","value":[["Ontario"]]},". Watersports and boating on the bay bring visitors from all over Ontario.\n",{"type":"[[","value":[["Image:Barrie.jpg"],["thumb"],["downtown"]]},"\n",{"type":"==","value":["Get in"]},"\nTake the 400 Highway north from Toronto. Barrie is 63 km away and has 5 highway exits. There is also a small airport on the north end of town which services light aircraft.  Drivers leave Barrie at the junction of Highway 400 and Highway 11, and for many this interchange can be perceived as the beginning of Northern Ontario or the gateway to cottage country.\n\n",{"type":"==","value":["Get around"]},"\nBarrie is serviced by an efficient bus service and several taxi companies. It takes no more than about 20 minutes in good weather to drive from anywhere to anywhere else in Barrie. There are also many bicycle and walking trails.\n",{"type":"'''","value":["Warning"]},": avoid driving on Bayfield street (Hwy 26, Hwy 27) on weekends and statutory holidays. All car traffic from Toronto to and from Wasaga Beach and other beach destinations on Georgian Bay (during summertime) or Horseshoe Ski Resort (in winter) goes through this street and it could get quite congested.\n\n",{"type":"==","value":["See"]},"\nThe city of Barrie is on the shore of Kempenfelt Bay, a part of Lake Simcoe and is the largest city in Simcoe County.\n \n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=MacLaren Art Centre"],["alt="],["url=http:\/\/www.maclarenart.com\/"],["email="],["address=37 Mulcaster Street"],["lat="],["long="],["directions="],["phone = +1 705 721-9696"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kempenfest"],["alt="],["url=http:\/\/www.kempenfest.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]},{"type":"*","value":["A great waterfront and park. Down by the bay, visitors might spot "]},"\n",{"type":"*","value":[{"type":"'''","value":["Ron Baird's Spirit Catcher"]},", near the bay. A 21 metre high sculpture moved from the Expo '86 grounds in Vancouver in 1987."]},"\n",{"type":"==","value":["Do"]},"\nBarrie is within easy reach of many of Ontario's major ski resorts. Visitors to the area should really visit at least one of these to enjoy some of the area's most popular winter activities.\n\nFor those who prefer a less expensive alternative, Sunnidale Park has a great toboggan hill and there is a public skating rink close to the downtown which includes a heated changeroom and washroom facilities.\n\nIn the summer, Barrie's beautifully landscaped lakefront parks are a popular destination for Toronto visitors seeking a break from city life. These parks include walking and bicycle trails, a fountain park, three public beaches and free parking.\n\nMany seasonal festivals occur in the lakefront parks and the downtown area. For information on current events, visit the City of Barrie's website. ",{"type":"[","value":["http:\/\/www.city.barrie.on.ca"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Flying Monkeys Craft Brewery"],["url=http:\/\/theflyingmonkeys.ca\/"],["email="],["address=107 Dunlop Street East"],["lat="],["long="],["directions="],["phone = +1 705 721-8989"],["tollfree="],["fax="],["hours=11:00 - 18:00, tours M-F at 14:00, Sat\/Sun at 13:00 and 16:00"],["price="],["content=Unique and excellent local craft brewery that offers free tours and sample tastings overlooking the turquoise Kempenfelt Bay"]]}]},"\n\n",{"type":"==","value":["Buy"]},"\nThere are three major commercial centres in Barrie. The oldest is the downtown near the shores of Kempenfelt Bay. North of this is Bayfield Street's Golden Mile which consists of three major malls and numerous other retail outlets which include local and international retailers. It is a major shopping destination for area tourists. The third commercial centre is on the south end of town near the exit to Mapleview Drive. This is the newest of the three and is a very large shopping complex where individual retailers are accessible from common parking areas.\n\n",{"type":"==","value":["Eat"]},"\nAs the largest city in Simcoe County, there are a growing number of interesting restaurants that have opened in the last few years, including a number of Italian, Indian, Middle-eastern and Asian restaurants in the city centre down near Kempenfelt Bay. A number of websites have sprung up in the last few years tracking these new arrivals including: ",{"type":"[","value":["http:\/\/barrierestaurants.com BarrieRestaurants.com"]},", ",{"type":"[","value":["http:\/\/simcoedining.com\/ SimcoeDining.com"]}," and ",{"type":"[","value":["http:\/\/tourismbarrie.com\/where-to-eat\/ TourismBarrie.com"]},".\n00:03, 15 August 2009 (EDT)",{"type":"[[","value":[["User:99.238.229.134"],["99.238.229.134"]]},"\n\n",{"type":"==","value":["Drink"]},"\nMuch of Barrie's nightlife is centred on the 5 block area where Dunlop and Bayfield Streets meet in the downtown Core. Many lounges and pubs feature live music on weekends.  Clubs like The Roxx and SkyBank caters to the college Crowd. The Queens is located is a historic hotel and features two bars in one.  Further down Dunlop those wishing for a more laid back night should try Monsoon, where overstuffed leather furniture, martini's and sushi set the mood.  Many other pubs and bars dot Dunlop Street including the Simcoe Hotel a flat iron building which features a more varied, and somewhat rougher crowd.  Those wishing to venture just off of Dunlop may venture into The Ranch a warehouse style country bar featuring a mechanical bull.\n\n",{"type":"==","value":["Sleep"]},"\nVisitor accommodation in Barrie includes world class hotels like the Holiday Inn and Comfort Inn, located near highway 400, as well as some \"bed and breakfast\" and executive apartments.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Carriage Ridge Resort"],["alt="],["url=http:\/\/www.shellhospitality.com\/hotels\/carriage_resort\/?s_kwcid=carriage%20ridge%20resort"],["email="],["address=90 Highland Drive"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-866-553-8902"],["fax="],["price="],["checkin="],["checkout="],["content=RR#1 Shanty Bay, L0L 2L). A resort that reminds you why its called a vacation. Condo suites at hotel rates."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Barrie Summer Hostel at Georgian Green"],["alt="],["url=http:\/\/www.studentrez.com\/hostel\/hostel.htm"],["email="],["address=140 Bell Farm Road"],["lat="],["long="],["directions="],["phone =+1 705 735-0772"],["tollfree="],["fax=+1 705 739-8615"],["price="],["checkin="],["checkout="],["content=Open from May to August. Beds start at $20 per night."]]}]},"\n",{"type":"==","value":["Go next"]},"\nDrivers leave Barrie at the junction of Highway 400 and Highway 11, and for many this interchange can be perceived as the beginning of Northern Ontario or the gateway to cottage country.\n\n",{"type":"{{","value":[["routebox"],["image1=Ontario 11.svg"],["imagesize1=20"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["North Bay"]]}],["minorl1=",{"type":"[[","value":[["Orillia"]]}],["directionr1=S"],["majorr1=ENDS"],["minorr1="],["image2=Ontario 400.svg"],["imagesize2=20"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Sudbury (Ontario)"],["Sudbury"]]}," via ",{"type":"[[","value":[["File:Ontario 69.svg"],["16px"]]}],["minorl2=",{"type":"[[","value":[["Waubaushene"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Toronto"]]}],["minorr2=",{"type":"[[","value":[["Vaughan"]]}]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Ontario"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["44.39"],["-79.686"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Barrie, Ontario"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Canada\/Ontario\/Localities\/B\/Barrie"]]}]