[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Barra de Navidad"]}," is a town in ",{"type":"[[","value":[["Jalisco"]]},".\n\n",{"type":"==","value":["Get in"]},"\nBarra is about an hour's drive north from ",{"type":"[[","value":[["Manzanillo"]]}," on a good road.\n",{"type":"==","value":["Get around"]},"\nBarra de Navidad is such a small town that you can walk all of it in a couple of minutes, or you can get a cab if you don't feel like walking.\n\n",{"type":"==","value":["See"]},"\n\nIn Barra de Navidad, the commonest place to walk is the Malecon. The government have renovated it recently. You will have great views of the bay and the lagoon. You can also walk along the beach around the bay.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Surfing"]}," The beach is good for beginners and more advanced surfers alike. It is steeper than at ",{"type":"[[","value":[["Sayulita"]]},", so you have to paddle pretty hard to get out instead of walking, but the waves are rather small and easy to get on. There are several professional surf shops close to the beach.\n",{"type":"==","value":["Buy"]},"\nThere are several small shops selling souvenirs and clothing, especially in the main streets.\n\n",{"type":"==","value":["Eat"]},"\nTry the Pipi Burritos located on the main street. They are almost always full, so you may have to wait some time, but it's worth it. You can grab a beer while you are at it.\nAlso on the main street try La Palapita Steakhouse for the best steaks and hamburgers in town. Finally, La Casa de la Abuela has great breakfasts as well as Banana's.\n\nSeamasters\/Mexico Lindo is one of the more popular restaurants beachside, serving traditional Mexican fare cooked well and Popeye's makes a great molcajete. Sunset Margaritas at the Hotel Elondra are perfect for photo ops and cost friendly (happy hour 2 for 1 drinks). Just be careful making your way down the long staircase when you're ready to go home!\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villas la Palapa"],["address=Sonora #7"],["content=Charming boutique hotel with 6 fully equipped villas plus a great pool, terrace, and jacuzzi. On special occasions, large party dinners (40+) can be accommodated on the terrace."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Las Margaritas"],["url=http:\/\/www.casalasmargaritas.com"],["email="],["address=Veleros #44"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Beautiful air-conditioned apartments with large pool and grass tennis court. Just a few blocks from the beach but away from the noise of the downtown centre. Casa Las Margaritas is one of Barra de Navidad's outstanding vacation rental properties"]]}]},{"type":"====","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Caribe"],["url="],["email="],["address=Sonora #15"],["lat="],["long="],["directions="],["phone=(3)355-5952"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A budget-friendly hotel a block away from the beach close to the tip of the peninsula. It has a terrace and clean simple rooms. You can get a room for five people for a total of about $450 MXN."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Jalisco"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Barra de Navidad, Jalisco"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/Mexico\/States\/Jalisco\/Localities\/Barra_de_Navidad\/"]]},{"type":"{{","value":[["geo"],["19.203"],["-104.683"]]}]