[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Barranquilla"]}," is a city on the Caribbean Coast of ",{"type":"[[","value":[["Colombia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nBarranquilla is a cosmopolitan and primarily industrial city, often visited by businessmen of all nationalities. However the main attraction for tourism is its carnival \"Carnaval de Barranquilla,\" that takes place during the four days before Ash Wednesday. In November 2003, UNESCO proclaimed it as one of 28 different \"masterpieces of the oral and intangible heritage of humanity\".\n\nBarranquilla is also called by its residents and Colombians in general \"Curramba\" (from a language game, in synthesis, Curramba is a reference to \"party\") and the Golden Gate to Colombia (Puerta de Oro de Colombia), this due to its location on the delta of the Magdalena river, making it the most important commercial sailing port to the Atlantic Ocean for the nation.\n\nResidents are known as \"Barranquilleros\" and are characterized by their outgoing and friendly attitude and relaxed behavior. This makes the average barranquillero an optimistic and open individual, as well as goal-directed and hard-working.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" Air "]},"\n\nVisitors arrive to the city traditionally by plane. The airport \"Ernesto Cortissoz\" is on the far south side of the city. The fare is usually USD$8–12 to get to the city center by taxi.\n\nInternational direct flights are available to ",{"type":"[[","value":[["Fort Lauderdale"]]},", ",{"type":"[[","value":[["Miami"]]}," and ",{"type":"[[","value":[["Panama City"]]},".\nDomestic non-stop flights arrive from Bogotá, ",{"type":"[[","value":[["Medellín"]]}," and ",{"type":"[[","value":[["Cali"]]},".\n\nAirport car rental services can be arranged from abroad with two main companies: Hertz and National Car Rental.\n\n",{"type":"===","value":[" Bus "]},"\n\nBuses run by the terminal as well and will get you into the city for $0.55 or less, with the drawback of a significantly less comfortable ride experience.\n\nBarranquilla can also be a connection to other cities of the northern coast of the country, provided the traveler doesn't have a flight connection to anywhere else in Colombia already. Long-distance bus fares (in US dollars) to some cities are :\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]}," - $12"]},{"type":"*","value":[" ",{"type":"[[","value":[["Maicao"]]}," - $13"]},{"type":"*","value":[" ",{"type":"[[","value":[["Santa Marta"]]}," $13"]},{"type":"*","value":[" ",{"type":"[[","value":[["Medellín"]]}," $20"]},{"type":"*","value":[" ",{"type":"[[","value":[["Maracaibo"]]}," - $26"]},{"type":"*","value":[" ",{"type":"[[","value":[["Caracas"]]}," - $44"]},"\nSince the bus station is quite far away from the city center, and since buses departing from there are generally slow and stop at every village, it might be a good option to travel with bus companies operating direct links to Cartagena, Bogotá or Santa Marta from around the city center. One of these is Berlinastur ",{"type":"[","value":["http:\/\/www.berlinasdelfonce.com\/ingles\/html\/berlinastur.html"]},", departure to Cartagena or Santa Marta every hour, 16COP, terminal at calle 96 with carrera 46. To get there from the tramway system you can take Alimentador A-71 or A-94, and also many \"unofficial\" colectivos, ask people in the street.\n\nCochetur runs air conditioned van services for travel among Cartagena, Baranquilla, and Santa Marta. Price per person is around 25,000 pesos and trip time to either of the other cities is around 2 hours.\n\n",{"type":"==","value":["Get around"]},"\n\nMoving around in Barranquilla depends largely on the traveler's budget, language barriers and spirit of adventure.\n\n",{"type":"'''","value":["Renting a car"]}," is an option for visitors with a more comfortable budget, the daily fare for an economy vehicle being around 150.000 pesos a day (about 75 USD), and with gasoline prices of about 8.000 pesos (4 usd) per gallon. However, driving in Barranquilla can be obviously tricky if you don't know your way around or the changes in traffic during rush hour. Rent a car services can be dealt with from abroad or upon arrival to the hotel, may that be the case.\n\nTaking a ",{"type":"'''","value":["taxi"]}," is by far the best option for the newcomer. As of January 2011, the minimum fare is now 5.000 pesos(2.60 USD). They may more a bit more expensive at night time, Sundays, on national Holidays or during rush hour. Taxis in Barranquilla do not have a meter: The fare is decided by the driver on the basis of distance, travel time and daytime vs nighttime. The most you will ever be charged for an in town trip is 16.000 pesos (8.5 USD).\n\nFor those with more spirit for adventure, ",{"type":"'''","value":["buses"]}," are another option. In this case, talking to the driver may not be necessary, but knowing someone in town is definitely of great help when choosing the right route. Bus fares are around 0.80 USD per ride, sometimes a little more if the bus is equipped with air conditioning (not all of them are). Be warned that the buses do not wait until you are seated before they move and when getting off, often start back up before both your feet are on the ground when getting off. They also start and stop abruptly, so hang on.\n\n",{"type":"'''","value":["Mototaxis"]}," are an illegal way of transportation that has grown in popularity over the past 3 years. These consist of motorcycles charging significantly less money than a regular cab to take you virtually anywhere, but this mean of transportation is riddled with risks for personal safety, as these drivers have the tendency to be reckless.\n\n",{"type":"==","value":["See"]},"\n\nEvery year by the end of February or early March (forty days before Ash Wednesday), Barranquilla hosts its famous \"Carnaval de Barranquilla\" (carnival of Barranquilla), a four-day-long celebration in which the true partying spirit of the city is unleashed. Parades, dances, concerts and many cultural manifestations take place all over town. For more information visit ",{"type":"[","value":["http:\/\/www.carnavaldebarranquilla.org"]},"\n\nBarranquilla also houses the beautiful and famous Teatro Amira de la Rosa, the old Customs building-Edificio de la Aduana, that serves as library as well as a museum; the Museum of Gold; and many other great places to visit. There are also a large number of art deco buildings built from the late thirties into the fifties. (See the book ",{"type":"''","value":["Barranquilla-Ciudad Art Deco"]}," By Gustavo Garcia)\n\nAnother place to visit is \"Bocas de Ceniza\", where the Magdalena River meets the Atlantic Ocean.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo del Caribe"],["url=http:\/\/www.culturacaribe.org"],["email="],["address=Calle 36 No. 46-66"],["lat="],["long="],["directions="],["phone=+57 5 372 0581"],["tollfree="],["fax="],["hours=9AM-5PM"],["price=COP 10.000"],["content=A great collection of the history of Barranquilla and the Caribbean. Modern displays featuring immigration, native cultures, ecology, food and else. A special chamber dedicated to author Gabriel Garcia Marquez. Closed: first Monday of the month (Tuesday if Monday is a holiday)."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nBarranquilla is a large, complex city. Daytime activities are mainly of shopping and eating, but nightlife is active all year round, with bars and nightclubs open from Thursdays to Sundays in most cases. Some of the main party spots in town are Trucupey Latin Disco, AguaHelada, MoMa and Frogg Leggs if you plan to dance.\n\nFor a more relaxed environment some options are Luna Negra, Beba Genobeba, Old Times (an 80's retro bar) and some spots known as \"estancos\": These are basically liquor stores with or without tables, where music is played on weekends. Commonly people gather in these places to drink listening to music from the place itself or from their own car audio systems (in Barranquilla sound restrictions are quite lenient). \nAs well there are magnificent restaurants in the area known as \"Washington\" such as Naia, Mix where the tourist can experience an elegant, chic night.\n\nSome places are known as \"puntos frios\" or \"mundo de la cerveza\" (world of beer), in which you should be able to get beer pretty much any day. There are also small tiendas (convenience stores all over the city).\n\nIf you are lucky enough to go during Carnival you will find yourself in a place in which everybody is up to party for entire days with no rest.\n\nTake \"Chiva\", an old-style bus full of people, music and dancing! The bus takes you to several nice discos in Bquilla. Typically on Saturday nights. Here is a good one: \"La Chiva de Juan\". Calle 34 # 72-197. Tel: 3600264. Cell: 315-7420885.\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Go bowling at: Titos Bolo Club"],["url="],["email="],["address=Carrera 51B No. 94-110"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Titos Bolo Club is a classic bowling place where you have to write down your own score. Price is 27.000 pesos per hour and lane + shoe rent."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Drive Gokart at Xtreme Karts - Carrefour Prado"],["url="],["email="],["address=Carrera 56 No. 75-155"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-10:30PM"],["price=Price is 9.000 pesos for 6 minutes"],["content=Here you can drive gokart in the basement of the supermarket Carrefour in Altos Del Prado. It's a lot of fun to race with your friends."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\nThe language and culture!\n\n",{"type":"==","value":["Buy"]},"\n\nThere are many shopping centers with national and international brands. The biggest two are Buenavista and Villa Country, both located to the north. A cheaper alternative with plenty of \"Sales\" is El Único.\n\nIf what you want is artisanal souvenirs, the corner of 72 street and 46 avenue is the place to go. There you will find kiosks selling cheaper artisan work and a store by the name of \"Artesanías de Colombia\", where more certified, yet more expensive souvenirs can be found. At the down town you will also find these for a lower price but usually of lower quality. You can also find the true and authentic ",{"type":"''","value":["artesanias"]}," in nearby towns such as ",{"type":"[[","value":[["Usiacurí"]]},", many of which are worth visiting.\n\n",{"type":"==","value":["Eat"]},"\n\nBoth local and international cuisine are available in town. Local delicacies include ",{"type":"''","value":["arroz con coco"]}," and ",{"type":"''","value":["sancocho de guandul"]}," (a soup made of pigeon peas or \"guandules\" and meat), ",{"type":"''","value":["bocachico frito"]}," (fried fish from the Magdalena river), sancocho, and fritos (fried foods), including arepas and empanadas. If you wish to try local food, good choices are;\n",{"type":"*","value":[" ",{"type":"'''","value":["Mag Mondongo"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Narcobollo"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["La mano Costena"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["El Tremendo Guandul"]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["El portal del Marisco"]}," (seafood)."]},{"type":"*","value":[" ",{"type":"'''","value":["El corral del Marisco"]}," (seafood). "]},"Try to go to \"Las Flores\" in the nearbies \"Bocas de Ceniza\". There are many seafood restaurants next to Magdalena River. Very good food and environment.\n\nAll the above offer traditional food at very affordable prices.\n\nSome other places to go, for a more international menu are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Doña Linda"]},"  (Arabic food)"]},{"type":"*","value":[" ",{"type":"'''","value":["El Arabe Gourmet"]}," (Lebanese food)"]},{"type":"*","value":[" ",{"type":"'''","value":["Pepe Anca"]}," (steak)"]},{"type":"*","value":[" ",{"type":"'''","value":["Pepe Anca"]}," (try their pepper steak. pricey but worth it)"]},{"type":"*","value":[" ",{"type":"'''","value":["La bonga del sinu"]}," (steak)"]},{"type":"*","value":[" ",{"type":"'''","value":["El Merendero"]}," (steak)"]},{"type":"*","value":[" ",{"type":"'''","value":["Cafe de la Casa"]}," (Colombian gourmet sandwiches, salads, drinks with outdoor lounge area)"]},{"type":"*","value":[" ",{"type":"'''","value":["Bora Bora"]}," (Thai)"]},{"type":"*","value":[" ",{"type":"'''","value":["La vera cucina italiana"]}," (Italian)"]},{"type":"*","value":[" ",{"type":"'''","value":["Nena Lela"]}," (Italian)"]},{"type":"*","value":[" ",{"type":"'''","value":["La Caprichosa (Pizza)"]}," Very good pizzas. You can order by pieces (very huge pieces) for only USD 1.50, and it will be enough to keep your stomach up."]},"\n",{"type":"==","value":["Drink"]},"\n\nThe local beer is ",{"type":"'''","value":["Aguila"]},", and is also the cheapest one. However, ",{"type":"'''","value":["Club Colombia"]}," is a Colombian beer with great flavor and quality, and just a little more expensive.\n\nInternational beer is available widely, with Heineken being the preferred brand.\n\nThe spirit of preference by locals is rum, in a variety of national and international brands. Another popular drink is ",{"type":"'''","value":["Aguardiente"]}," (an anise-flavoured liqueur derived from sugar cane), and is worth a try. Aguardiente literally means \"burning water\", and it honors its name. As well Scotch, which is a little more expensive, hence it is consumed by the elite, the preferred brand is called Old Parr.\n\nAlmost any type of liquor is available, whiskey, vodka and tequila some of the most prevalent.\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Embassy Pub"],["url="],["email="],["address=Carrera 50 No. 82-264"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Embassy Pub is the best pub in town to enjoy good international food, plus great cocktails, shots, spirits, beers and music, all in all an environment that is reminiscent of the famous pubs in northern Europe."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Giron"],["url="],["email="],["address=Carrera 38N #41-31"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Doubles (matrimoniales) available starting at $10, or $8 w\/o air-conditioning"],["checkin="],["checkout="],["content=Clean. Friendly staff. A bit dark and institutional feeling. Restaurant on premises."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Olimpico"],["url="],["email="],["address=Carrera 42 #33-20"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Doubles with Fan: ~35.000 COP"],["checkin="],["checkout="],["content=Clean. Friendly staff. Free WiFi. This area is not particularly safe at night."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Colonial Inn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=3790241, 3790057"],["tollfree="],["fax="],["hours="],["price=Calle 42 #43-131"],["checkin="],["checkout="],["content=Doubles with Fan: ~30.000 COP. With air conditioning 45.000 COP. Clean, safe, friendly staff. Pretty courtyard. They have a sister hotel 2 blocks away, similar."]]}]},"\nThere are many inexpensive hotels in the area between the above hotels. Walk around and ask to see rooms, they're all quite decent. Generally the ones not listed in the guidebooks are a bit cheaper.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Howard Johnson Hotel"],["alt=Former Versalles Inn"],["url=http:\/\/www.hotelversallesinn.com"],["email="],["address=Cra. 48 # 70-188"],["lat="],["long="],["directions=Half a block from intersection of calle 70 - busy and wide street - and carrera 48"],["phone=+57 5 368 2183"],["tollfree="],["fax="],["hours="],["price=180,000"],["checkin=13.00"],["checkout=Noon"],["content=Recently renovated, nice mid-range hotel. Weekend special: you stay 2 nights and pay for one, breakfast included. Small swimming pool. There is a station for the new bus system just 3 blocks away."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Country International"],["alt="],["url=http:\/\/www.countryinthotel.com."],["email=reservas@countryinthotel.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Carrera 52 # 75-30, Barranquilla. Nice staff, good breakfast."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel El Prado"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Puerta del Sol"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Dann Carlton"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Barranquilla Plaza"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Sonesta"]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"==","value":["Stay in touch"]},"\n\nInternet access starts at about $0.60. There are tons of places that serve up access for $1.00 or less, but shops are typically tucked up in centros comerciales (malls) without signs out on the street.\n\n",{"type":"[[","value":[["WikiPedia:Barranquilla"]]},"\n\n",{"type":"{{","value":[["geo"],["10.963889"],["-74.796389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Atlántico"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Barranquilla"]]}]