[{"type":"{{","value":[["pagebanner"],["dotm=yes"],["Basel banner.jpg"],["caption=Mittlere Brücke"]]},"\n",{"type":"[[","value":[["File:Munsterplatz, Basel, Switzerland.jpg"],["thumb"],["300px"],["Munsterplatz in Basel"]]},"\n",{"type":"[[","value":[["File:Basel - Rheinfähre - Wettsteinbrücke - Kleinbasel Rheinweg 2011-10-25 11-02-44.jpg"],["thumb"],["300px"],[{"type":"''","value":["Wettsteinbrücke"]}," in Basel"]]},"\nOne of Switzerland's underrated tourist destinations, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.basel.com\/en Basel"]}]}," has a beautiful medieval old town center, a fascinating Carnival, and several world class art museums built by architects like Renzo Piano, Mario Botta and Herzog & De Meuron. Basel is also rich in architecture old and new, with a Romanesque ",{"type":"''","value":["Münster"]}," (cathedral), a Renaissance ",{"type":"''","value":["Rathaus"]}," (town hall), and various examples of high quality contemporary architecture, including more buildings by Herzog & De Meuron, Richard Meier, Diener & Diener, and various others.\n\nLocated in the ",{"type":"'''","value":["Dreiländereck"]}," (three countries' corner), Basel is a gateway to the Swiss ",{"type":"[[","value":[["Jura Mountains and Fribourg"],["Jura"]]}," mountains and nearby cities of ",{"type":"[[","value":[["Zürich"]]}," and ",{"type":"[[","value":[["Lucerne"]]},", as well as the neighboring French region of ",{"type":"[[","value":[["Alsace"]]}," and the German ",{"type":"[[","value":[["Black Forest"]]},". There are a number of things to see and do if you have a few days to spend.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Dreilaendereck Basel Loerrach.jpg"],["thumb"],["300px"],[{"type":"''","value":["Dreiländereck"]},", borders of Switzerland, Germany, and France meeting at the Rhine harbour of Basel"]]}," The town of Basel lies in the north-western corner of ",{"type":"[[","value":[["Switzerland"]]},". The town shares borders with ",{"type":"[[","value":[["France"]]}," and ",{"type":"[[","value":[["Germany"]]}," and is the heart of this tri-national region - the ",{"type":"'''","value":["Dreiländereck"]}," (three countries' corner). Besides its own attractions it can serve as a good entry point to the ",{"type":"[[","value":[["Alsace"]]},", ",{"type":"[[","value":[["Black Forest"]]}," regions or the canton of ",{"type":"[[","value":[["Basel-Land"]]},".\n\n",{"type":"[[","value":[["File:Basel 2012-10-06 Batch Part 5 (113).JPG"],["thumb"],["right"],["A ",{"type":"''","value":["Basilisk"]},", the mythical dragon holding the coat of arms and protecting the city"]]}," The ",{"type":"'''","value":["Rhine"]}," curves through the city and divides the town into two parts. Situated on the south and west bank is ",{"type":"'''","value":["Grossbasel"]}," (Great Basel) with the medieval old town at its center. ",{"type":"'''","value":["Kleinbasel"]}," (Little Basel), featuring much of the night-life, is on the north bank.\n\nVisiting Basel can be a holiday for your vocal cords if you plan to absorb the beautiful art in silence exhibited in the many first-rate museums. Once a year it also hosts ",{"type":"'''","value":["Art | Basel"]}," (see ",{"type":"''","value":["Do"]},") which is the world's premier fair for modern classics and contemporary art.\n\nBasel has one of the most amazing carnivals you're likely to see, called ",{"type":"'''","value":["Fasnacht"]},". If you're there during the \"three loveliest days\" of the year, prepare to be amazed, and don't expect to be able to sleep. (See ",{"type":"''","value":["Do"]},", ",{"type":"''","value":["Festivals"]},").\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.baseltourismus.ch BaselTourismus"]}]},", +41 61 268 68 68, the local tourist information service, has several offices, including at the main station, ",{"type":"'''","value":["Bahnhof SBB"]},", and in the city center, in the ",{"type":"'''","value":["Stadtcasino"]}," building at ",{"type":"'''","value":["Barfüsserplatz"]},", directly across the street from McDonald's.  To organize ",{"type":"'''","value":["guided tours"]},", you can also visit the office at Aeschenvorstadt 36, +41 61 268 68 32.\n\n",{"type":"==","value":["Talk"]},"\nBasel is a cosmopolitan city because of its university and industry and its proximity to the borders of France and Germany. The official language of the city is ",{"type":"'''","value":[{"type":"[[","value":[["German"]]}]},", but the majority of the population speaks ",{"type":"'''","value":["Baseldytsch"]},", an Alemannic dialect, as their mother tongue. German is taught in schools and fluently spoken by virtually everyone, so if you speak German and they notice that you are a foreigner, they will most likely answer you in German. Also widely spoken are ",{"type":"'''","value":["English"]}," and ",{"type":"'''","value":[{"type":"[[","value":[["French"]]}]},", both of which many people are able to communicate in comfortably enough to deal with everyday interactions and will gladly work to understand you. Borrowed French words are fairly common in everyday conversation; for example, Baslers often bid each other farewell with the French ",{"type":"''","value":["\"adieu\""]},". Basically, the average Basler understands and speaks fluent Baseldytsch, German, English, and often French.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe ",{"type":"[","value":["http:\/\/www.euroairport.com\/en\/ Euroairport Basel-Mulhouse-Freiburg"]}," is the only bi-national airport in the world. Built on French soil about 4 km from Basel, it is connected with the city by a customs-free road. Several major airlines, including Swiss, Air France, British Airways, Wizzair and Lufthansa, serve the airport. Besides the national carriers, EasyJet is building up a larger base in Basel. Current destinations are airports in the surroundings of Berlin, Amsterdam, Tel Aviv, Edinburgh, Liverpool, London, Alicante, Barcelona, Nice, Palma de Mallorca, ",{"type":"[[","value":[["Tuzla"]]}," and Rome. Another low-cost carrier is Air Berlin, which flies to many holiday destinations, e.g. some ",{"type":"[[","value":[["Greece"],["Greek islands"]]}," and the ",{"type":"[[","value":[["Canary Islands"]]},". Moreover, Air Transat offers seasonal service to Montreal.\n\nIn the arrival hall you can choose to go through the Swiss customs and take the customs-free road to Basel or to go through French customs. Some flights to the EuroAiport are described with Basel (BSL, Switzerland) as the destination, while flights from France or other Schengen airports usually indicate ",{"type":"[[","value":[["Mulhouse"]]}," (MLH, France) as their destination, although it is the same airport. To confuse you completely, the airport has a third international code, EAP, although it is used less frequently than BSL and MLH. When searching for flights to Basel, it may be helpful to search for all three destinations.\n\nFrom the airport, visitors can rent a car, though the most comfortable ways of getting into centre are 1: taking bus 11 from the French exit to the railway station in St Louis and changing to the Basel commuter train to Basel SBB station, 2: the bus no. 50 from right outside the Swiss arrivals area to the Basel SBB train station. Most hotels offer a free mobility pass, which includes bus transport to and from the airport. Showing the bus driver your hotel reservation might allow you free transport. Otherwise, if you take the bus to the center of Basel, you must purchase a two-zone ticket at the bus stop for 3.80 CHF or the equivalent amount in Euros. This ticket is valid to anywhere in Basel, and you do not need to buy another ticket when you change to a tram. If you have a trioregio local ticket, you can also travel via St Louis as it is valid until Mulhouse, France.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:BaselBadBahnhof 6746.jpg"],["thumb"],["right"],["Badischer Bahnhof \"Basel Bad\""]]},"\n",{"type":"[[","value":[["File:Basle Bahnhof Trainstation Switzerland.jpg"],["thumb"],["550px"],["Central station \"Basel SBB\""]]},"\nBasel has two main train stations.  The ",{"type":"'''","value":["Basel SBB"]}," station is south of the town center and the ",{"type":"'''","value":["Basel Badischer Bahnhof"]}," (abbreviated Basel Bad Bf) is to the north in Kleinbasel. All trains call at Basel SBB with Deutsche Bahn trains also calling at Badischer Bahnhof.\n\nSwiss ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sbb.ch\/en SBB"]}]}," trains depart from the Swiss capital ",{"type":"[[","value":[["Zurich"]]}," (53 min), ",{"type":"[[","value":[["Bern"]]}," (55 min) and ",{"type":"[[","value":[["Geneve"]]}," (2½ h) every half-hour. Slower regional trains connects with most major Swiss cities, there is at least one depature every second hour.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bahn.de Deutsche Bahn"]}]}," runs high-speed ICE trains every second hour from ",{"type":"[[","value":[["Berlin"]]}," (7 h) via ",{"type":"[[","value":[["Frankfurt"]]}," (2½ h), which itself has plenty of trains heading for Basel. ",{"type":"[[","value":[["Paris"]]}," is only three hours away with the high-speed TGV trains of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.voyages-sncf.com SNCF"]}]},". Basel can be reached from most other major French cities with a simply change in ",{"type":"[[","value":[["Mulhouse"]]}," which is connected by frequent regional trains. Other cities with direct connections include ",{"type":"[[","value":[["Brussels"]]}," (6½ h), ",{"type":"[[","value":[["Luxembourg (city)"],["Luxembourg"]]}," (3:20 h) and ",{"type":"[[","value":[["Milan"]]}," (4 h).\n\nBasel is also a hub for night trains, services are nightly from ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Copenhagen"]]}," and ",{"type":"[[","value":[["Prague"]]}," with ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.citynightline.de City Night Line"]}]},". A long-distance night train from ",{"type":"[[","value":[["Moscow"]]}," via ",{"type":"[[","value":[["Minsk"]]}," and ",{"type":"[[","value":[["Warsaw"]]}," is also available.\n\n",{"type":"===","value":["By tram"]},"\n\nBasel is one of only two places on earth where you can cross an international border on a streetcar, or tram. Tram route 10 crosses the Swiss-French border twice, passing into and out of French territory. So it is possible to travel to Basel by tram from the French commune of ",{"type":"[[","value":[["Leymen"]]},". Unfortunately, Leymen station is not connected to the rest of the French railway network. The international tram line is operated by ",{"type":"[","value":["http:\/\/www.blt.ch\/ BLT"]},", public transport company.\n\n",{"type":"===","value":["By car"]},"\nWhen arriving from Germany via the ",{"type":"'''","value":["A5"]}," highway, you pass the border control near ",{"type":"'''","value":["Weil am Rhein"]}," just outside Basel and enter the city via the same highway, now named ",{"type":"'''","value":["A2\/3"]}," (you're in Switzerland), which passes north of the city center and continues on to other Swiss cities, including ",{"type":"'''","value":["Zürich"]},", ",{"type":"'''","value":["Berne"]},", and ",{"type":"'''","value":["Lucerne"]},". To get to the city center in ",{"type":"''","value":["Grossbasel"]}," (the larger section of the city) look for signs to ",{"type":"'''","value":["Bahnhof SBB"]},"; if you want to arrive in ",{"type":"''","value":["Kleinbasel"]}," (the smaller part on the other bank of the Rhine), look for ",{"type":"'''","value":["Messe Basel"]},". Arriving from Zurich or central Switzerland, you are on the same ",{"type":"''","value":["A2\/3"]}," highway, just in the opposite direction - same exits. For parking in the city, see below ",{"type":"''","value":["Get around - By car"]},".\n\nIf you drive into Basel, ",{"type":"'''","value":["make sure you have a valid Vignette"]}," (toll sticker) if you drive on the Autobahn! The Vignette costs CHF 40 and is valid for the calendar year indicated on the sticker. If you do not and are caught without one, expect to pay a fine of CHF 100 plus the cost of a Vignette.\n\n",{"type":"===","value":["By boat"]},"\nThe Rhine is navigable to Basel, and in the summer cruise ships operate on from Amsterdam to Basel, with intermediate stops.\n\n",{"type":"===","value":["By bus"]},"\nAlthough not strictly into Basel, ",{"type":"[","value":["http:\/\/meinfernbus.de\/ MeinFernbus"]}," operates long distance bus services to Lörrach from Freiburg, Frankfurt, Hannover, Hamburg, Stuttgart, and many other cities in Germany. Tickets can be very affordable, especially when booked in advance. From Lörrach the S-Bahn runs every 30 minutes to Basel SBB.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["On foot"]},"\nThis is the standard mode of travel for many within the city.  Old Basel isn't very large and there are many narrow and winding side streets with incredible slopes.  ",{"type":"[[","value":[["File:Bibliothèque cantonale et archives jurassiennes.JPG"],["thumb"],["right"],["300px"],["The State Archives, a medieval mansion in an alley on ",{"type":"''","value":["Münsterberg"]}]]}," The shopping streets in the old city are closed to car traffic.  Tourists will walk a lot - and be pleased and impressed at every turn.  But the walking can be a bit strenuous after a while, particularly when walking on cobblestone alleys in the old town, which can also get quite steep. Walking around Basel can be a real cardiovascular workout for some if you wander off the main streets - but it's the best way to experience the city.\n\nWARNING: Trams have the right of way over just about everyone - all the time.  Keep an eye out for them as you cross a street, including on pedestrian crossings.\n\n",{"type":"===","value":["By tram and bus"]},"\nBasel has an extensive tram (light rail) and bus ",{"type":"[","value":["http:\/\/www.bvb.ch\/docs\/default-document-library\/2013\/12\/17\/liniennetz_bs_a4_dez_13.pdf?Status=Master network"]},". The bright green trams and buses are the greatest amenity you can imagine: absolutely prompt, relatively inexpensive, clean and very convenient. Each stop has maps of the public transport system and a listing of arrival times.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bvb.ch\/en\/tickets-fares Tickets"]}]},"\n\n",{"type":"*","value":[" ",{"type":"''","value":["Ticket Machines"]},":  Buy single tickets here, there is no vending inside the trams and buses. Every stop has one - bright green as the trams. They take both Swiss Francs and Euros. Some train station vending machines also sell tickets for trams and buses."]},"\nInside the city limits, all destinations farther than 4 stops away are 1 Zone, cost 3.00 Francs. As long as you are travelling away from the stop where you got on, you can ride on the same ticket for as long as the ticket is valid. The fare for buses and trams is the same and transfers (changing) is free.  There are also special buses that connect to nearby towns in France and Germany.\n\n",{"type":"*","value":[" ",{"type":"''","value":["Mobility Pass"]},": All hotels in Basel, including the youth hostel, offer each registered guest a free \"Mobility Pass\" upon check in. This gives free unlimited travel in Basel and suburbs (including to and from the airport) for the duration of their stay. This is easily worth the price of a lunch every day you stay. (If you have written confirmation of a hotel reservation you can also use this to travel from the railway station or airport to your hotel. At least one respected hotel in Basel advertises this fact on their web site.)"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Day Pass"]},": You can also buy one-day passes (Press \"Tageskarten\" then \"Basel + Agglomeration\" buttons on the touch-screen ticket machine) with the same validity as the \"Mobility Pass\" above for CHF 8.00; and multi trip tickets or multi-day tickets."]},"\n",{"type":"[[","value":[["File:Barfüsserplatz 3.JPG"],["thumb"],["Basel's old city center"]]},"\n\n",{"type":"*","value":[" ",{"type":"''","value":["6-Trip One Zone Multi-Ticket"]}," (Mehrfahrtenkarte): 6 trips for the price of 5. Worth buying for a group or if you plan on spending more than a couple of days in Basel. Available at every kiosk in town and at ticket machines which have a credit card reader. Not significantly cheaper but it saves you having to fiddle around with change."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Halbtax-Abo"]},": If you own a ",{"type":"[","value":["http:\/\/mct.sbb.ch\/mct\/en\/reisemarkt\/abonnemente\/halbtax.htm Halbtax-Abo"]},"(half-tariff card) issued by Swiss Railways SBB, you can buy half-tariff tram tickets as well. (The cost of the Halbtax-Abo is CHF 150, worthwhile if you plan to spend more than 300 CHF on Swiss train tickets during your trip or within one year - which can happen quite quickly)."]},"\nTram and bus travel is on the honor system. Nobody collects your ticket. Periodically, a number (4-8) of \"tram police\" (undercover agents) board a tram and quickly examine everyone's ticket before the next stop. If you don't have one, there is an on-the-spot fine of 80 Francs. Even in this exercise, there is efficiency - if you don't have cash available you'll be given the option to pay later at the office on Barfüsserplatz, but then it will cost you 100 Francs.\n\n",{"type":"'''","value":["Handling trams and buses"]},"\n\nTo open the door from outside press the button near the door on newer (low floor) trams, or the orange lit button beside the door on older trams and buses. Inside, press a button on the door of the newer trams or the small black button on the grab rail near the door on older trams and buses, and the door will then open automatically as soon as the tram stops. Doors close automatically before the tram starts moving. Hold on! Trams accelerate quickly and brake quite abruptly.  Upcoming stops are announced by a recorded voice in Standard German (as well as English and French at main stops) along with the numbers of connecting trams at that stop.\n\nTrams change routes slightly at certain times of year (summer, Fasnacht). This will be signposted at stops, and usually also on the overhead screens that display departure times - see photo (look for a scrolling message highlighted with ***). If a tram is temporarily diverted because of an accident this is announced inside and at stops over PA - but in Swiss German: ask a fellow passenger or the driver if it's Greek to you.\n\n",{"type":"===","value":["By bike"]},"\n\nBasel is a bicycle-friendly city, with many well-marked bicycle lanes throughout the city, and even traffic signals and left-hand turn lanes for bikes. While drivers are generally aware of bikers, be sure to use hand signals and ride defensively. Beware of the trams! If you are not careful, your wheels may also get stuck in the tram tracks and this can make you fly. Helmets are not required (although recommended), but lights and bells are. The Swiss are quite keen cyclists, so don't be surprised when an old lady goes flying past you on her bike while going uphill.\n\nBesides local commuter bike lanes, there are specific bike trails that connect to other parts of Switzerland (via the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cycling-in-switzerland.ch Veloland Schweiz"]}]}," network, (recommended for overland bicycling tours). These bike trails are indicated by signs at some intersections.\n\n",{"type":"'''","value":["Bike Rental"]},"\n\nBikes can be rented locally from the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rentabike.ch Rent-a-Bike"]}]}," underground bike park, +41 51 229 23 45, at Centralbahnplatz, underneath the Basel SBB railway station.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:Basel Münsterfähre 0185-dz.jpg"],["thumb"],["right"],[{"type":"''","value":["Münsterfähri"]}," - ferry below the Cathedral"]]}," \n",{"type":"*","value":[" You can be carried across the Rhine by ",{"type":"[","value":["http:\/\/www.faehri.ch\/ ",{"type":"'''","value":["Fähri"]}]},", one of Basel's four small ferry boats, which, hanging at a steel rope, are silently drawn by the current between the two banks of the river. One river crossing costs CHF 1.60 for adults and 0.80 for children. The most popular one may be the one that starts in Grossbasel just below the ",{"type":"''","value":["Münster"]},"."]},{"type":"*","value":[" Various day excursions up and down the Rhine, on large motor boats, are offered  by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bpg.ch Basler Personenschiffahrt"]}]},", Reservations phone +41 61 639 95 00. Boats depart from ",{"type":"'''","value":["Schifflände"]},", near the Grossbasel end of Mittlere Brücke."]},"\n",{"type":"===","value":["By car"]},"\nDriving in Basel is not recommended for visitors, as inner city streets can be confusing - and are shared with trams (note that cars must yield to trams). Parking in the old city is relatively expensive and scarce. Most mid-range or luxury hotels have or help with parking. In addition, there is a network of clean, safe (and payable) public garages at the periphery of the city center, generally open 24\/7. If you stay for the day only and are driving via highway into Grossbasel, try ",{"type":"''","value":["Centralbahnparking"]}," near the SBB Station; if you're entering in Kleinbasel, try ",{"type":"''","value":["Parking Badischer Bahnhof"]},", near the German railway station. Closer to the city center in Grossbasel are ",{"type":"''","value":["Steinen Parking"]}," at Steinenschanze 5 and ",{"type":"''","value":["Elisabethen  Parking"]},", at Steinentorberg 5, and in Kleinbasel ",{"type":"''","value":["Messe Basel Parking"]}," at Messeplatz. A handy website with availability and driving directions to all public garages can be found ",{"type":"[","value":["http:\/\/www.parkleitsystem-basel.ch\/stadtplan.php here"]},".\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Old Town Attractions"]},"\n\nMost of the \"old town\" attractions in Basel are in a walkable area between the Basel Zoo (just south of the Basel SBB train station) and the Rhine. Since most stores are closed on Sundays, it is a good day to plan to see one of the many museums, which are usually open. Basel and surroundings have over 20 museums, and many of these have a free opening hour at the end of the day.\n\n",{"type":"[[","value":[["File:Basel Münster 0219-h.jpg"],["thumb"],["right"],["Basler Münster ",{"type":"''","value":["(Basel Minster)"]}]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Basler Münster"],["alt=Basel Minster"],["url=http:\/\/www.baslermuenster.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=And ",{"type":"'''","value":["Pfalz"]},". Walk up cobbled streets and alleys from ",{"type":"''","value":["Marktplatz"]}," or ",{"type":"''","value":["Mittlere Brücke"]}," to ",{"type":"''","value":["Münsterplatz"]}," ",{"type":"''","value":["(Cathedral square)"]}," to see Basel's Münster (cathedral), built 1019-1500 in Romanesque and Gothic style, and the medieval buildings lining the square. The Münster is open to the public. Its highlight is the ",{"type":"'''","value":["Galluspforte"]}," ",{"type":"''","value":["(Gallus portal)"]}," on the western façade, considered the most important Romanesque sculptural work in Switzerland. The main (south) façade also features numerous figures (mostly Romanesque), including St. George slaying the Dragon. The inside has, among other things, a lectern most delicately carved out of sandstone (19th century), and a crypt with tombs of early bishops of Basel. For a few CHF, you can climb St. Martin's tower (completed 1500), at 62 meters the shorter of the two towers - the other tower is St. George's, 65 meters, completed in 1492, after the 1356 earthquake destroyed an earlier version. Enjoy spectacular views over the Rhine, the city and Alsace and Black Forest in the distance. However, you must be accompanied in order to be allowed entrance (jumping risk). Views from the ",{"type":"'''","value":["Pfalz"]}," ",{"type":"''","value":["(plaza)"]}," north of the Münster and overlooking the Rhine are some of the best Basel has to offer. This is a nice place to have a picnic."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Elisabethen"],["alt="],["url="],["email="],["address=Elisabethenstrasse"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= St. Elizabeth is relatively underrated in Basel guides and maps given its historical significance. Built between 1857-1865, it was the first new Protestant church building in Basel following the Reformation and is considered the most important neo-Gothic church in Switzerland."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Marktplatz"],["alt=Market square"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Fresh fruits and vegetables, breads and pastries, flowers are available each working day. Considerably more vendors on Saturday morning."]]}]},{"type":"[[","value":[["File:Basel Rathaus 0209-kh.jpg"],["thumb"],["330px"],["Basler Rathaus ",{"type":"''","value":["(Town Hall)"]}]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rathaus"],["alt=Town hall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Right on Marktplatz, this beautifully renovated Renaissance palace is still in official use, but you can enter the courtyard on your own, or join a guided tour organized by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.baseltourismus.ch\/ Basel Tourismus"]}]},", which also offers tours of other sightseeing destinations, such as the ",{"type":"'''","value":["Münster"]}," (see below)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Gates to the Walled City"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A (third) ring of fortifications around the whole old city was constructed after the great earthquake of 1356, to provide security for the then roughly 20,000 inhabitants of Basel. A number of these gates can still be seen at the perimeter of what used to be the medieval city: ",{"type":"'''","value":["Spalentor"]}," (tram no. 3 from ",{"type":"''","value":["Barfüsserplatz"]}," in the city center, direction ",{"type":"''","value":["Burgfelden Grenze"]},"), ",{"type":"'''","value":["St. Alban Tor"]},", near Aeschenplatz (tram no. 3 direction ",{"type":"''","value":["Birsfelden"]},"), ",{"type":"'''","value":["St. Johanns Tor"]},", near the Rhine, tram No. 11 direction ",{"type":"''","value":["St. Louis Grenze"]},")."]]}]},"\n",{"type":"===","value":["Museums"]},"\n\nBasel prides itself on having more than two ",{"type":"[","value":["http:\/\/www.museenbasel.ch\/ dozen museums"]},", covering a wide range of subjects, from art - emphasized below - and ",{"type":"[","value":["http:\/\/www.sam-basel.org\/ architecture"]}," to ",{"type":"[","value":["http:\/\/www.cartoonmuseum.ch\/ cartoons"]}," and even ",{"type":"[","value":["http:\/\/www.puppenhausmuseum.ch\/ doll houses"]},". Perhaps the most important ones are:\n\n",{"type":"[[","value":[["File:Basel Kunstmuseum 0211-ab.jpg"],["thumb"],["Kunstmuseum Basel"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kunstmuseum Basel"],["alt=Museum of Art"],["url=http:\/\/www.kunstmuseumbasel.ch\/en.html"],["email="],["address=St. Alban-Graben 16, city center"],["lat="],["long="],["directions="],["phone=+41 61 206 62 62"],["tollfree="],["fax="],["hours="],["price="],["content=Basel's exquisite art museum houses an impressive permanent collection of 19th and 20th century works (including a whole room filled with masterpieces by Picasso), as well as an extensive collection of medieval and renaissance paintings from European artists (Hans Baldung Grien, Hans Holbein, among others). Under the same umbrella, but in a separate building, at St. Alban-Rheinweg 60 (10 minute walk from the main facility) is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kunstmuseumbasel.ch\/de\/museum-fuer-gegenwartskunst-mit-emanuel-hoffmannn-stiftung.html Museum für Gegenwartskunst"]}]}," ",{"type":"''","value":["(Museum of Contemporary Art)"]},", which focuses - as the German name says - on contemporary art. Along with the Beyeler Foundation (see below), both collections are must-sees for art lovers. No photography."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fondation Beyeler"],["alt="],["url=http:\/\/www.beyeler.com\/fondation\/e\/html_01start\/01_sta__main.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Baselstrasse 101, +41 - (0)61-645 97 00, (take tram no. 6 towards ",{"type":"''","value":["Riehen Grenze"]}," to ",{"type":"''","value":["Fondation Beyeler"]}," stop). 10AM-6PM (W UNTIL 8PM). This elegant museum, located 15 minutes outside of Basel in the suburb of ",{"type":"''","value":["Riehen"]},", was designed by Italian architect Renzo Piano. It houses a world-class collection, assembled over half a century by Basel's pre-eminent art dealer Ernst Beyeler (see ",{"type":"''","value":["Art | Basel"]}," in the ",{"type":"''","value":["Other Events"]}," section). The names of its collection read like a Who-is-Who of the art world since the late 19th century. It is notable, among other things, for a permanent collection of works by color-field painter Mark Rothko and a vast ",{"type":"''","value":["nymphéas"]}," (water lily) painting by impressionist master Claude Monet. The Fondation usually also displays excellent temporary exhibitions. No photography indoors, photos allowed outdoors."]]}]},"\n",{"type":"[[","value":[["File:Fastnachtsbrunnen.jpg"],["thumb"],["right"],["Tinguely's Fasnachtsbrunnern \/ Carnival Fountain"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum Jean Tinguely"],["alt="],["url=http:\/\/www.tinguely.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 681 93 20"],["tollfree="],["fax="],["hours="],["price="],["content=Paul Sacher-Anlage 1. Tu-Su 11AM-5PM. A 15 minute walk east from Mittlere Brücke, following for the most part the promenade on the Kleinbasel bank of the Rhine, or take bus no. 36. See some fantastic animated mechanical works at this museum dedicated to Swiss artist Jean Tinguely and other similar \"kinetic\" modern artists. Great for kids. It's allowed to take pictures. The building was designed by Mario Botta, whose other museum buildings include the San Francisco Museum of Modern Art. 10 CHF adults, free for children up to age 16. No photography. Tinguely was one of Basel's most beloved artists, and another of his poetic machine sculptures, the ",{"type":"''","value":["Fasnachtsbrunnen"]}," (",{"type":"''","value":["Carnival Fountain"]},") can be seen on the plaza in front of ",{"type":"''","value":["Restaurant Kunsthalle"]}," on Steinenberg (see ",{"type":"'''","value":["Eat"]},"), next to a large metal sculpture by American artist ",{"type":"''","value":["Richard Serra"]},". It's allowed to take pictures."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Schaulager"],["alt="],["url=http:\/\/www.schaulager.org\/"],["email="],["address=Ruchfeldstrasse 19"],["lat="],["long="],["directions=10 minute tram ride from the city center with No. 11"],["phone=+41 61 335 32 32"],["tollfree="],["fax="],["hours="],["price="],["content=Designed by Basel's star architects Herzog & De Meuron, this extraordinary building houses the extensive back catalogue of the Emanuel Hoffmann Foundation's eminent modern and contemporary art collection. The Foundation, which is also a large benefactor of the ",{"type":"''","value":["Kunstmuseum"]}," and the ",{"type":"''","value":["Museum für Gegenwartskunst"]}," (",{"type":"''","value":["Museum for Contemporary Art"]},") was created by heirs to the fortune of the pharmaceutical multinational ",{"type":"''","value":["Hoffmann-La Roche"]}," (see ",{"type":"'''","value":["Work"]},"). ",{"type":"''","value":["Schaulager"]}," literally means ",{"type":"''","value":["display-warehouse"]}," - and the building is indeed a hybrid between a storage space (",{"type":"''","value":["cum"]}," art history research center) and a museum, with changing temporary exhibitions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kunsthalle Basel"],["alt="],["url=http:\/\/www.kunsthalle.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 206 99 00"],["tollfree="],["fax="],["hours="],["price="],["content=Steinenberg 7, city center. Tu–F 11AM–6PM, Th 11AM–8:30PM, Sa,Su 11AM–5PM. Basel's main non-commercial art space for changing contemporary art shows. Throughout the year, the Kunsthalle shows cutting edge international artists in meticulously curated shows."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum der Kulturen"],["alt=Museum of Cultures"],["url=http:\/\/www.mkb.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 (0)61 266 56 00"],["tollfree="],["fax="],["hours="],["price="],["content=Münsterplatz 20. Basel's ethnographic museum featuring exhibits from South America, Africa, East Asia and Oceania. The exhibits from the South Seas, Ancient America, Tibet and Bali are world-famous, as are its textiles."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Antikenmuseum Basel"],["alt=Museum of Ancient Art and Ludwig Collection"],["url=http:\/\/www.antikenmuseumbasel.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 (0)61 201 12 12"],["tollfree="],["fax="],["hours="],["price="],["content=St. Albangraben 5. Across the street from the Kunstmuseum there is one of Europe's largest collection of antiquities. It includes some Egyptian and Mesopotamian art, but its largest departments are those of Greek art."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=",{"type":"'''","value":["Spielzeug Welten Museum Basel"]}," - Puppenhausmuseum Basel"],["alt=Dollhouse Museum"],["url=http:\/\/www.spielzeug-welten-museum-basel.ch\/en\/181%2BM58e84f083d1.0\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Steinenvorstadt 1, ",{"type":"''","value":["at the Barfüsserplatz"]},". Boasts having the world's greatest collection of teddy bears as well as fascinating toy shops and doll houses constructed to the scale of 1:12. A great place for kids and adults alike. CHF 7 adults, free for children up to age 16 (if accompanied)."]]}]},"\nEqually interesting are the contemporary art spaces near Basel, all reachable by public transport:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kunsthaus Baselland"],["alt="],["url=http:\/\/www.kunsthausbaselland.ch"],["email="],["address=St. Jakob-Strasse 170 Muttenz"],["lat="],["long="],["directions=15 minutes by tram (no. 14 from ",{"type":"''","value":["Barfüsserplatz"]}," to stop ",{"type":"''","value":["Schänzli"]}],["phone=+41 (0)61 3128388"],["tollfree="],["fax="],["hours=Tu, Th–Su 11AM–5PM, W 2PM–8PM"],["price="],["content=The Kunsthaus features changing exhibitions of contemporary art, particularly the ",{"type":"''","value":["Regionale"]},", an annual platform for young artists from the ",{"type":"''","value":["Three Countries' Corner"]}," (together with the ",{"type":"''","value":["Kunsthalle Basel"]},"). It also houses the ",{"type":"''","value":["BEWE Collection"]}," (donated by collectors Bruno and Elisabeth Weiss), which focuses on the oeuvre of two renowned Basel based modernist artist groups: ",{"type":"''","value":["Rot-Blau"]}," and ",{"type":"''","value":["Gruppe 33"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vitra Design Museum"],["alt="],["url=http:\/\/www.design-museum.de"],["email="],["address=Charles-Eames-Str. 1, Weil am Rhein, Germany"],["lat="],["long="],["directions="],["phone=+49 7621 702 3200"],["tollfree="],["fax="],["hours="],["price="],["content=No collection, only changing temporary exhibitions - see website. But worth the visit for any self-respecting architecture junkie: During a guided tour of the campus (Tuesday - Sunday, at 12PM and 2PM, 2 hours, call ahead), see Frank Gehry's first European building, and more structures by Zaha Hadid, Tadao Ando, Nicholas Grimshaw and Alvaro Siza. Bring your passport and take bus no. 55 from Basel's ",{"type":"''","value":["Badischer Bahnhof"]}," to the train station in Weil am Rhein, 20 minutes. From there schedule a 15-minute walk to the museum. - Or take a taxi from downtown Basel (15 minutes)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fernet Branca Musée d'Art Contemporain"],["alt="],["url=http:\/\/www.museefernetbranca.org\/"],["email="],["address=Rue du Ballon 2 Saint-Louis, France"],["lat="],["long="],["directions="],["phone=+33 3 89691077"],["tollfree="],["fax="],["hours="],["price="],["content=Changing contemporary art exhibitions, see website for schedule. This latest addition to the array of museums of the Basel region is reachable by a 10 minute bus ride from ",{"type":"''","value":["Schifflände"]}," (near ",{"type":"''","value":["Mittlere Brücke"]},"). Bring your passport and get off at the ",{"type":"''","value":["Carrefour"]}," stop (another 3 minutes on foot to the museum)."]]}]},"\n",{"type":"===","value":["Other Worthwhile Sights and Discoveries"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Basel Zoo"],["alt="],["url=http:\/\/www.zoobasel.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 295 35 35"],["tollfree="],["fax="],["hours="],["price="],["content=Binningerstrasse 40. Basel's most visited paid tourism attraction. It is the oldest and largest (by number of animals) zoo in Switzerland, with easy access by walking or tram from the central SBB station. For a zoo located in the center of a city it is big with great variety. Have lunch watching the elephants and take some time to see the monkeys solving problems for food in the Monkey House."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rhine river"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In warm weather, be sure to spend some time in the afternoon enjoying the sun by the Rhine, walking along the 2 mile\/ 3 km promenade on the Kleinbasel board, or take a dip in it if it's really hot, as many locals do (see ",{"type":"''","value":["Sports"]}," in the ",{"type":"''","value":["Do"]}," section, and ",{"type":"''","value":["Stay safe"]},"). Walk over the bridges: they offer excellent vantage points to see river - and river bank - life. Even better - cross the Rhine by ",{"type":"'''","value":["Faehri"]},". See ",{"type":"''","value":["Getting Around"]},", ",{"type":"''","value":["By Boat"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Voltaplatz"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ",{"type":"''","value":["world-class construction projects"]}," at ",{"type":"'''","value":["Voltaplatz"]},". The first is the building of a tunnel under the city streets for traffic entering and leaving France. This traffic has been using surface routes to the bridge over the Rhine for decades. The project has been causing chaos for years, further complicated by the unearthing of ancient ruins in the excavation. Not to be ignored is the nearby ",{"type":"'''","value":["Novartis campus"]}," reconstruction project. This immense building project will totally renovate the look of the campus and integrate with the tunnel project to create a revitalized and attractive neighborhood and serene parkland along the Rhine River. The sheer number and size of the construction cranes in this area is awesome! And the entire area is accessible and transportation continues to flow every day in the midst of all this construction."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Third Man"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chase ",{"type":"'''","value":["The Third Man"]},"? While Carol Reed's classic post-war ",{"type":"''","value":["film noir"]}," actually takes place in Vienna, you can recreate its dark atmosphere by taking a guided tour of Basel's underground sewerage system (don't worry, this being Switzerland, it's not overly smelly). After entering a tunnel at ",{"type":"''","value":["Heuwaage"]},", you follow the ",{"type":"''","value":["Birsig"]}," river underground to its estuary in the Rhine. The 1 1\/4 hour tour ends at Restaurant ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.safran-zunft.ch Safran-Zunft"]}]}," in the city center, where you are taken up into the light again - and to tasty snacks. Because the tour requires a group to justify the somewhat high cost of CHF 250.- (per group, not person) you should either find like-minded folks or try to join an existing group. Contact the urban planning firm ",{"type":"''","value":["Lindenberg 3"]},"], +41 61 683 56 52, for details and reservation."]]}]},"\n",{"type":"==","value":["Do"]},"\nBasel is one of the major cities in Switzerland and offer all activities of an urban center. Most popular is the Basle Carnival but the Basle ferry is the icon.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Basle ferry"],["url=http:\/\/www.faehri.ch\/"],["email="],["address="],["lat="],["long="],["directions=behind Münster"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Basle Rhine ferry is an icon of the city and a visit to Basle with the ride on a ferry would be incomplete. It only takes two-three minutes but it offer great view (during sunshine)."]]}]},"\n",{"type":"===","value":["Events and Festivals"]},"\n\n",{"type":"====","value":["Basler Fasnacht"]},"\n\nThis is Basel's version of  ",{"type":"[","value":["http:\/\/www.fasnachts-comite.ch\/en Carnival"]},", and a premier event during the year, lasting for three straight days, beginning on the Monday following Ash Wednesday. Don't confuse it with the more raucous festivals in traditionally Catholic areas, such as the German Rhineland (",{"type":"''","value":["Karneval"]},") and Munich (",{"type":"''","value":["Fasching"]},"), or Carnival in Rio or Mardi Gras in New Orleans. It can actually have a kind of somber feel, although with a distinct poetry and subtle humour, which you may learn to like. Many locals are dead-serious about it, often preparing their costumes and practicing their skills on the traditional musical instruments (military drums and piccolo flutes) throughout most of the year. If you are not a Basler, avoid dressing up silly or putting on make-up, as this is neither customary nor appreciated by locals - who mostly prefer to stay among themselves for what many consider \"the three loveliest days\" of the year. But that's no reason to be discouraged (thousands of tourists aren't anyway), just have the right approach:\n\n",{"type":"[","value":["http:\/\/starswebworx.lc-stars.com\/swiss_photo\/pictures1.htm Fasnacht"]}," starts Monday morning with an eerie procession called ",{"type":"'''","value":["Morgestraich"]},": At precisely 4AM, street lights are turned off, and hundreds of traditional bands (",{"type":"''","value":["cliquen"]},"), dressed up in elaborate costumes and masks (\"",{"type":"''","value":["larven"]},"\"), parade through the densely packed streets of the old town. Arrive well in advance - and on foot - or you will not get through to the city center. It's not recommended for the claustrophobic, although it is peaceful, despite the masses. Absolutely DON'T use flash photography! It ruins the atmosphere, marks you as a tourist and creates hundreds of instant enemies. Morgestraich lasts for about 2–3 hours, during which restaurants are open - if mobbed - and you can warm up with a traditional ",{"type":"''","value":["zibelewaie"]}," (a kind of quiche) and a ",{"type":"''","value":["mählsuppe"]}," (a soup made of sauteed flour). It's an acquired taste, so perhaps wash it down with a glass of white wine. Almost all of the restaurants mentioned in the ",{"type":"'''","value":["Eat"]}," section below are open during Morgestraich - but perhaps don't choose McD. After Morgestraich, everyone goes home to get some hours of sleep - or sometimes to work, if you are a Basler.\n\nThere are similar parades, the ",{"type":"''","value":["cortège"]},", by the cliquen on Monday and Wednesday afternoon, along a predetermined route through most of the inner city. Note again the elaborate costumes and masks, and the large hand-painted ",{"type":"'''","value":["lanterns"]}," (\"",{"type":"''","value":["ladäärne"]},"\"), the pride of each clique, often designed by a local artist. Each clique chooses a ",{"type":"''","value":["sujet"]},", a motto that typically pokes fun at some (often local) political event of the past year and which is reflected in the costumes and lanterns. You don't need to understand the sujet to appreciate the beauty of the artistic renderings. The lanterns are also on display on Tuesday nights, at ",{"type":"'''","value":["Münsterplatz"]},". In the evenings, the cortège route is all but abandoned, and large and small cliquen roam through the smaller alleys of the old town (",{"type":"''","value":["gässle"]},"). It is common for spectators who like the look or sound of one of the cliquen to follow it around on foot for a while. As the pace of the cliquen is a slow stroll, and as the music can be lovely, this may even be kind of romantic, particularly if you are holding hands with a date. But note that Fasnacht is nothing like Mardi Gras, so don't expect ladies baring their breasts. Overt sexuality is a no, and aggressive attempts at picking up are frowned upon, as is binge-drinking. Remember: it's an almost somber if poetic affair. Try to blend in with locals, perhaps express some friendly curiosity about a costume or a sujet when talking to someone, and you are likely to have a much better time.\n\nTuesday is the day of the children, and of the ",{"type":"''","value":["Guggemusig"]},", noisy brass bands that intentionally play off key. On Tusday night at 10PM, dozens of these bands play on two stages, at ",{"type":"'''","value":["Claraplatz"]}," and ",{"type":"'''","value":["Barfüsserplatz"]},". This is the one day where things get much merrier, particularly in the more proletarian neighborhoods of ",{"type":"'''","value":["Kleinbasel"]},", where many of the Guggemusige have their home.\n\n",{"type":"[[","value":[["File:Chienbaese Liestal 3268.jpg"],["thumb"],["Burning ",{"type":"''","value":["Bäse"]}]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Chienbäse"],["alt="],["url=http:\/\/www.chienbaese.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Combine Fasnacht with the amazing fire spectacle of Chienbäse parade in nearby town of ",{"type":"'''","value":["Liestal"]},", capital of the neighboring canton Basel-Landschaft (15 minutes by train from the SBB Station), which starts at 7:15PM on the Sunday evening preceding Morgestraich. Locals clad in (kind of) fireproof garb parade through the narrow and spectator-lined streets of the town, carrying large burning wooden brooms (",{"type":"''","value":["bäse"]},") above their heads. Other groups are drawing iron carts with huge bonfires - which they even rush through some of the old town gates, as the flames lick the structures above. There are a number of inconclusive interpretations of this pagan-seeming custom but, again, you don't necessarily need to understand any of them to appreciate the eerie and even mildly threatening beauty of the parade."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fasnachtsbummel"]},". The three Sunday afternoons following Fasnacht, the cliquen tour the countryside and small towns around Basel and return to Basel for a final large evening parade - the ",{"type":"''","value":["bummel"]}," (lit. stroll). No costumes, just music."]},"\n",{"type":"===","value":["Art | Basel and other art fairs"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.art.ch\/ Art | Basel"]}]}," Mid-June. Co-founded by gallery owner Ernst Beyeler (see ",{"type":"'''","value":["Beyeler Foundation"]},") in the late 1960s, this is the world's premier fair for modern and contemporary art. Another event that seems to all but double the population of the city. The five day fair attracts major galleries and wealthy art collectors from around the world. ArtBasel showcases works by virtually every important artist from the late 19th century up to red hot trendsetters. Concurrently with Art | Basel, three other contemporary arts fairs are held in Basel each year, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.liste.ch Liste"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.voltashow.com Voltashow"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hot-art-fair.com Hot Art"]}]},". Liste and Voltashow feature international but generally younger and less established artists from around the globe, while Balelatina focuses on art from Latin America. All three \"little sister\" fairs tend to make room for (somewhat) more affordable artists than Art | Basel. Competition among galleries to get into Art | Basel is immense and prices for renting a booth astronomical. So expect the prices to reflect that.  But Basel is well worth a trip just for this gigantic artfest if you are interested in seeing modern art, in being seen seeing modern art, and in buying modern art (if you can afford it). The international art world virtually takes over Basel for the week leading up to and during the fairs, with all kinds of art-themed parties and side events and much the same kind of beautiful (and somewhat self-important) people whose company you can enjoy, or not, in New York's Chelsea and London's East End. If you're serious about visiting the fairs, plan at least three days to see them all - Art | Basel alone is exhaustingly vast in scope and requires at least a day (unless you already know which Picasso or Rauschenberg you've got your eyes on).  By the way, because of its immense success, Art | Basel has branched out to a second fair, Art | Basel | MiamiBeach, held in December in Miami, FL, by all accounts an even bigger zoo."]},"\n",{"type":"====","value":["Other Fairs and Markets"]},"\n",{"type":"[[","value":[["File:BaselMessehalle2 6749.jpg"],["right"],["thumb"],["250px"],["Hall 2 of Messe Basel"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=BaselWorld"],["alt="],["url=http:\/\/www.baselworld.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["International Watch and Jewelry fair"]},". Late March-Early April. The world's biggest watch and jewelry trade show. The city's population more than doubles during this convention. The watch displays are particularly elaborate, with the exhibition space set up like an indoor version of New York's 5th Avenue."]]}]},"\n",{"type":"''","value":["Art | Basel"]}," and ",{"type":"''","value":["BaselWorld"]}," shows take place at ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.messe.ch\/ca\/o\/eeq\/?lang=eng Messe Basel"]}]},", Messeplatz (",{"type":"''","value":["Kleinbasel"]},") one of Switzerland's biggest trade fair venues, which also hosts several other trade shows throughout the year.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Basel Herbstmesse"],["alt=autumn fair"],["url=http:\/\/www.messen-maerkte.ch\/herbstmesse-set.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Two weeks beginning on the last Saturday of October every year. Rides, booths, shooting alleys and lots of food in several locations all over the city, including ",{"type":"''","value":["Messeplatz"]}," (biggest site with most attractions, including rollercoaster and the like), ",{"type":"''","value":["Barfüsserplatz"]}," and ",{"type":"''","value":["Münsterplatz"]}," (where you get nice views from the ferris wheel). Recommended: the cosy market at ",{"type":"''","value":["Petersplatz"]},", near the main ",{"type":"''","value":["University"]}," building, where you can take a leisurely stroll and buy almost anything you never needed - from china, spices and tea, hand-drawn candles, knitted sweaters, leather goods to the latest household cleaning tools - and of course tons of tasty fast food, from healthy corn on the cob to less healthy ",{"type":"''","value":["Wurst"]}," varieties."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Basler Weihnachtsmarkt"],["alt=Christmas market"],["url=http:\/\/www.baslerweihnacht.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Last week in November until 23 December in ",{"type":"''","value":["Barfüsserplatz"]},"."]]}]},"\n",{"type":"===","value":["Theater and Classical Music"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Theater Basel"],["alt="],["url=http:\/\/www.theater-basel.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 295 11 33"],["tollfree="],["fax="],["hours="],["price="],["content=Box office, is a three stage public theater in the city center. The ",{"type":"'''","value":["Grosse Bühne"]}," (grand stage), in the theater's main building on Theaterplatz, is primarily used for operas and ballet. The ",{"type":"'''","value":["Schauspielhaus"]},", re-opened in 2002 in a new building on nearby Steinentorstr. 7, offers drama and comedy plays (",{"type":"'''","value":["in German"]}," and sometimes Swiss-German). The ",{"type":"'''","value":["Kleine Bühne"]},", also in the main building, is used for smaller drama productions or other unclassifiable genres. The repertoire of all three stages typically features a mixture of classic European canon (plays by Schiller, Chekhov, Ibsen, etc., operas by Mozart, Verdi, and the like) and contemporary, sometimes experimental, shows that may defy genre borders. Even classical plays or operas will generally be given a contemporary treatment. Not for a traditionalist's taste but enjoyable for the adventurous spectator. Both the drama and opera productions garner attention beyond Basel and are reviewed by the German speaking press all over Europe."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Symphony Orchestra Basel"],["alt=Sinfonieorchester Basel"],["url=http:\/\/www.sinfonieorchesterbasel.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is the opera orchestra of the ",{"type":"''","value":["Theater Basel"]}," (",{"type":"''","value":["see above"]},"), and also performs classical symphonies and other pieces on the ",{"type":"''","value":["Grosse Bühne"]}," and in another venue, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.casinogesellschaft-basel.ch\/ Stadtcasino Basel"]}]},", which features an excellent grand auditorium. Tickets for the Orchestra are generally available via the Theater Basel box office (",{"type":"''","value":["see above"]},")"]]}]},"\nOther theater venues include ",{"type":"'''","value":["Fauteuil"]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fauteuil.ch Tabourettli"]}]},", box office +41 61 261 26 10, two small stages in a medieval manor on picturesque Spalenberg 12, near ",{"type":"''","value":["Marktplatz"]},", presenting (very) light comedy, usually in ",{"type":"''","value":["Baseldytsch"]},", and some ",{"type":"''","value":["Fasnacht"]},"-related events during the season; and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.musicaltheaterbasel.ch\/ Musicaltheater Basel"]}]},", Feldbergstrasse 151, near ",{"type":"''","value":["Messe Basel"]},", box office via ",{"type":"[","value":["http:\/\/www.ticketcorner.ch Ticketcorner"]},".\n\n",{"type":"===","value":["Dance, Rock and Jazz"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Atlantis"],["alt="],["url=http:\/\/www.atlan-tis.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 288 96 96"],["tollfree="],["fax="],["hours="],["price="],["content=Klosterberg 13, city center near ",{"type":"''","value":["Heuwaage"]},", is probably the most venerable venue for all kinds of popular music Basel has to offer. It's been around since the 50s and is, after many incarnations as a jazz club, theater, rock venue, now one of Basel's most popular dance clubs. A national and international set of DJs turns the tables nightly and finds an audience aged between 17 and 30. But the spirit of Rock is still alive, and the ",{"type":"''","value":[" 'Tis"]}," also provides a stage for numerous local bands, with concerts taking place about five times a month."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Kaserne"],["alt="],["url=http:\/\/www.kaserne-basel.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 66 66 000"],["tollfree="],["fax="],["hours="],["price="],["content=Klybeckstr. 1b, Kleinbasel. A concert (Indie Rock, Electronic Music, Hip Hop, Drum'n'Bass), theater and dance venue."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=the bird's eye"],["alt="],["url=http:\/\/www.birdseye.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 263 33 41"],["tollfree="],["fax="],["hours="],["price="],["content=Kohlenberg 20, city center. A casual jazz club and home to mostly local talent."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Offbeat\/Jazzschule Basel"]}," is a promoter of jazz concerts, often bringing big international names to the city. Concerts take place in various venues, including ",{"type":"''","value":["Stadtcasinoo"]}," and ",{"type":"''","value":["Theater Basel"]}," (",{"type":"''","value":["see above"]},"). Check current programming via Offbeat ",{"type":"[","value":["http:\/\/www.jsb.ch\/offbeat\/festival.html"]},", tickets also there, or at the ",{"type":"''","value":["Theater Basel"]}," box office +41 61 295 11 33."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Roche'n'Jazz"],["alt="],["url=http:\/\/www.roche-n-jazz.ch\/en\/index-future\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A jazz event every last Friday of the month, except September, starting at 4PM, in the galleries of ",{"type":"''","value":["Museum Tinguely"]}," (see ",{"type":"''","value":["See, Museums"]}," for address details)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hinterhof"],["alt="],["url=http:\/\/hinterhof.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Münchensteinerstrasse 81, M-Parc station, +41 61 331 04 00. Live acts, bar culture, exhibitions. This place opened its doors in winter 2011 and has been vibrant ever since. Suitable for short visits to the rooftop bar and dancefloor, since they offer frequent parties with no entry fee."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Nordstern"],["alt="],["url=http:\/\/nordstern.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Voltastrasse 30, Voltaplatz station, +41 61 383 80 60. Club & lounge with a reputation for good electronic music. Free entry Ragga & Dancehall parties on Mondays."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Das Schiff"],["alt="],["url=http:\/\/www.dasschiff.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Westquaistrasse 19, Kleinhüningen station, +41 61 631 42 40. Club, lounge & restaurant located on a boat at the port close to the German border. Keep one eye on the club program and watch out for the well-known international and local DJ's that frequently set foot on the boat to entertain the crowd on the small and often-packed dancefloors."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kuppel.ch Kuppel"]},", ",{"type":"[","value":["http:\/\/www.theannex.ch\/ Annex"]}," and ",{"type":"[","value":["http:\/\/www.acquabasilea.ch\/ Acqua"]}]},", Binningerstrasse 14, Markthalle station. Hotspot near the zoo and the old city center; very popular with a young crowd. They serve almost any musical taste here: HipHop, Reggae, Funk, Disco, Oldies & Alternative Rock at Kuppel and mostly Electronic at Annex. Acqua is part restaurant, part bar; chill out here in a unique environment and enjoy the DJs from a local radio station ",{"type":"[","value":["http:\/\/www.livingroom.fm\/"]}," while they broadcast live from within the bar."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=SkuBar"],["alt="],["url=http:\/\/www.skuba.ch\/dienstleistungen\/skubar\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Petersplatz 1, Universität station, +41 61 267 30 06. This venue is run by students and open every Thursday evening during lecture period. Climb down the stairs to the cellar of the university and enjoy the cheap drinks and friendly people. The music played and live acts on stage are subject to constant, chaotic change."]]}]},"\n",{"type":"===","value":["Sports"]},"\n",{"type":"*","value":[" For those who enjoy watching a fierce game of football, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fcb.ch FC Basel"]}]}," delivers some of the best ",{"type":"'''","value":["football"]}," (Am. ",{"type":"''","value":["soccer"]},"). Having claimed the Swiss Championship in 2002, 2004, 2005, 2008 and 2010 and the Swiss Cup in 2002, 2004, 2007, 2008 and 2010 the team has also held its own in the European Championships. Home games take place in the spanking new ",{"type":"'''","value":["St. Jakobs Park"]},", Gellertstrasse 235, +41 61 375 10 10, designed by Herzog & De Meuron and completed in 2001.  St. Jakobs Park is the largest park in all of Switzerland and FC Basel is known to bring in the most fans per game out of the entire Swiss Soccer League."]},"\n",{"type":"*","value":[" Kick a ",{"type":"'''","value":["football"]}," or fly a ",{"type":"'''","value":["frisbee"]}," in one of Basel's parks, e.g., ",{"type":"'''","value":["Schützenmattpark"]},", reachable by tram No. 8 from central Barfüsserplatz (direction ",{"type":"''","value":["Allschwilerweiher"]},"); or in ",{"type":"'''","value":["Kannenfeldpark"]},", reached by tram No. 3, also from Barfüsserplatz (direction ",{"type":"''","value":["Burgfelden Grenze"]},"), or tram No. 1 from Bahnhof SBB."]},"\n",{"type":"*","value":[" Ashtanga ",{"type":"'''","value":["Yoga"]}," and ",{"type":"'''","value":["Japanese archery"]},", among other things, are offered by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mitte.ch Unternehmen Mitte"]}]},", Gerbergasse 30, +41 61 263 36 63 (see also the ",{"type":"''","value":["Drink"]}," section)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Swim"]}," the Rhine! While recommended only for good swimmers - and only during the height of summer, when the water temperature allows to actually enjoy it, it is a fun way of cooling off and getting free sightseeing of the medieval old town at the same time. There are several possible points of entry, including the ",{"type":"'''","value":["Badhysli"]}," [bath house] ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.badhysli.ch\/ Rheinbad Breite"]}]},", St. Alban-Rheinweg 195, +41 61 311 25 75, on the Grossbasel bank of the river. Exit at the Badhysli ",{"type":"'''","value":["Rheinbad St. Johann"]},", St. Johanns-Rheinweg, +41 61 322 04 42, also on the Grossbasel bank, roughly 2 km \/1.2 miles below the Breite bath. Alternatively you can also enter the river on a variety of points on the Kleinbasel bank of the river, where the water is accessible along a promenade of about 3 km \/ 1.8 miles. Since you'll be swimming with the current, you will have to either carry your clothes along in a sealed plastic bag (the Tourist Office sells bright orange ones), or be prepared to walk back in your bathing suit. It is probably best to take a swim with a local. The water is generally considered pretty clean, but you may wish to inquire about current conditions (including the strength of the current and other possible hazards) with one of the Badhysli. See also the ",{"type":"''","value":["Stay safe"]}," section below. Each August, there is a popular ",{"type":"'''","value":["Rheinschwimmen"]}," with up to 3000 participants and accompanying boats providing some security. You can also just sunbathe and take a dip without swimming very far at either of the Badhysli, which both feature outdoor restaurants (with limited menus), showers, and locker facilities."]},"\n",{"type":"*","value":[" There are also several ",{"type":"'''","value":["outdoor pools"]},", including ",{"type":"'''","value":["Gartenbad St. Jakob"]},", St. Jakobs-Str. 400, +41 61 311 41 44, ",{"type":"'''","value":["Gartenbad Bachgraben"]},", Belforterstr. 135, +41 61 381 43 33 and ",{"type":"'''","value":["Gartenbad Eglisee"]},", Egliseestr. 85, +41 61 267 47 47. But while these are popular as well, they are far less exciting than a swim in the Rhine."]},"\n",{"type":"*","value":[" Wintertime offers ",{"type":"'''","value":["ice-skating"]}," on a number of large rinks: ",{"type":"'''","value":["Eiskunstbahn Egliseee"]},", on the grounds of the swimming pool of the same name (details see above); ",{"type":"'''","value":["Kunsteisbahn Margarethen"]},", Im Margarethenpark, +41 61 361 95 95; or ",{"type":"'''","value":["Genossenschaft St. Jakob-Arena"]},", Brüglingen 33, + 41 61 377 51 74 (next to the ",{"type":"''","value":["St. Jakob"]}," public pool). All but ",{"type":"''","value":["St. Jakob-Arena"]}," are open only in the wintertime. ",{"type":"''","value":["Restaurant Kunsthalle"]}," (see ",{"type":"''","value":["Eat"]},", ",{"type":"''","value":["Splurge"]},") has in some past winters also set up a romantic ice rink in their garden."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rockclimbing"]}," or, for the less adventurous, ",{"type":"'''","value":["hiking"]}," in the nearby ",{"type":"'''","value":["Jura Mountains"]},". ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.golfherrenmatt.ch\/Klettern.htm Falkenfluh"]}]},", near the picturesque little town of ",{"type":"'''","value":["Seewen"]}," (about 15 km \/ 9 miles south of Basel, reachable by car or train and post bus) is a popular destination, featuring some 227 marked climbing routes, most of which are medium to challenging. To learn more about rockclimbing contact Irène & Martin Brunner, Rüttenenstrasse 19, 4513 Langendorf, Switzerland, +41 32 622 34 37. There is also an indoor rock-climbing center near the SBB train station, called ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kletterhalle7.ch K7"]}]},". It is family friendly and offers courses. There is an even bigger climbing gym over the border in Germany, at Weil am Rhein ",{"type":"[","value":["http:\/\/www.impulsiv-weil.de\/"]}," with badminton, squash and ice skating facilities."]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["University of Basel"]}," (Universität Basel) ",{"type":"[","value":["http:\/\/www.unibas.ch\/"]},", +41 61 267 31 11.  Switzerland's oldest university, founded in 1460. The main campus is on and around ",{"type":"''","value":["Petersplatz"]},", reachable by tram no. 3 (direction ",{"type":"''","value":["Burgfelden Grenze"]},", stop at ",{"type":"''","value":["Lyss"]}," or ",{"type":"''","value":["Spalentor"]},"). For student exchange or study abroad programs visit the University's website and go to ",{"type":"''","value":["International Students"]},". Because of its close links with the Basel-based pharmaceutical companies ",{"type":"''","value":["Novartis"]}," and ",{"type":"''","value":["Roche"]}," (see ",{"type":"''","value":["Work"]},"), the University's school for molecular biology, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.biozentrum.unibas.ch\/ Biozentrum"]}]},", attracts many international doctoral and post-doc students and is considered one of the top schools in Europe in this area."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["University Library"]}," (Universitätsbibliothek) ",{"type":"[","value":["http:\/\/www.ub.unibas.ch\/"]},", +41 61 267 3100 is near the main campus at Schönbeinstr. 18-20. You need not be a student or member to read inside or use the internet terminals, but you need a membership to borrow books. There is a café on the top floor, which serves coffee, snacks and even limited lunch options at reasonable prices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sfgbasel.ch\/ Schule für Gestaltung Basel"]}]},", Vogelsangstrasse 15, +41 61 695 67 70 is one of Switzerland's leading art and design schools, offering academic curricula for design professionals and artists, as well as apprenticeships for trades such as bookprinting, jewelry making and photography."]},"\n",{"type":"==","value":["Work"]},"\nBasel is a center of the pharmaceutical industry. The international pharma giant Novartis is headquartered in Basel. as well as the smaller Hoffmann-La Roche. There are also other large chemical and life sciences companies such as CIBA Specialty Chemicals, Syngenta and the aluminium company Lonza.\n\nBasel also has several IT and software companies that offer international jobs.\n\nBasel is (jointly with Zurich) headquarters of UBS, Switzerland's biggest and internationally active bank and home of the Bank for International Settlements.\n\n",{"type":"====","value":["Work Authorization"]},"\n\nNote that Swiss immigration laws are strict. To become a legal resident of Switzerland and to legally access the labor market requires the necessary permits. If you are a citizen of one of the 15 countries of the EU prior to the latest enlargement, a bilateral agreement providing for free movement of persons makes it much easier to get the permits. If not, you will need to have special skills and generally have to be sponsored by an employer. Working illegally can lead to criminal prosecution and detention pending deportation.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Buy some ",{"type":"'''","value":["Basler Läckerli"]},", the local biscuit specialty, a kind of gingerbread (without ginger, however). Addictive, even if you buy the non-brand ones from the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.migros.ch\/Migros_DE Migros"]}]}," supermarket chain."]},"\nBasel's \"shopping mile\" goes from Clarastrasse (Claraplatz) to Marktplatz and up Freiestrasse and Gerbergasse to Heuwaage and Bankverein.  Much of the shopping here is in specialty stores and luxury boutiques, with a few department stores.  Like other large Swiss cities, Basel has many jewelers, horologers (watches), and chocolatiers.  Try to veer off the beaten track and check out ",{"type":"''","value":["Schneidergasse"]}," (off of ",{"type":"''","value":["Marktplatz"]},"), the hilly ",{"type":"''","value":["Spalenberg"]}," and adjacent little alleyways such as ",{"type":"''","value":["Heuberg"]},", ",{"type":"''","value":["Nadelberg"]},", which are not only lovely to walk through but where you are likely to find more original shops, selling artisan jewelry, antiques, specialty items, vintage clothing, books, art, etc.  Retailers are generally cheery and very competent, polite and helpful.\n\nThere are many places in Basel, including bigger kiosks, where you can buy (relatively) cheap - and mostly kitschy - souvenirs, but if you're looking for something special, go to ",{"type":"'''","value":["Heimatwerk"]}," (see below).  Souvenirs are also available at the SBB Station.\n\nPrices of name brands are generally uniform across the city - and across the country.  Discounting has only recently made inroads in Basel. Expect to pay the same price anywhere for a Swiss Army knife or a watch.\n\nMost stores close promptly at 6:30PM Mo-Fr, except for Thursday when many stores are open until 8 or 9PM. Stores close by 5PM on Saturday and nothing is open on Sunday. Exceptions are the stores in and around the train station, the supermarket ",{"type":"'''","value":["Coop Pronto"]}," at Barfüsserplatz and a number of small family businesses in residential areas.  VAT is included in prices, and there is generally no ",{"type":"[[","value":[["haggling"]]},".  Some luxury stores offer tax-free shopping for tourists.\n\n",{"type":"'''","value":["Basel market"]}," (in the Marktplatz) runs Monday to Saturday until 1PM, selling mostly local organic produce. Not cheap, but worth considering for a picnic.\n\nFor the very cheapest, try the Fleamarket in ",{"type":"'''","value":["Petersplatz"]}," on Saturday.\n\n",{"type":"====","value":["Shops worth visiting"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Läckerli Huus"],["alt="],["url=http:\/\/www.laeckerli-huus.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 264 23 23"],["tollfree="],["fax="],["hours="],["price="],["content=Gerbergasse 57, city center. Another location is at ",{"type":"''","value":["Cafe Spitz"]}," (see ",{"type":"''","value":["Eat Splurge"]},") on the Kleinbasel side of ",{"type":"''","value":["Mittlere Brücke"]},". Traditional and non-traditional versions of the famous ",{"type":"''","value":["Basler Läckerli"]}," and many other sweets - nice souvenirs."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Confiserie Brändli"]}," Barfüsserplatz 20, +41 61 261 70 33, and Freie Strasse 109, +41 61 271 50 05, ",{"type":"[","value":["http:\/\/www.braendli-basel.ch\/"]},". One of about half a dozen excellent Basel ",{"type":"''","value":["confiseries"]}," (pastry shops) that create unbelievably good ",{"type":"''","value":["pralinés"]},". ",{"type":"''","value":["Chocolate candy"]}," is a very poor translation for these little marvels that are absolutely to die for."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=choco loco"],["alt="],["url=http:\/\/www.chocoloco-shop.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 261 06 75"],["tollfree="],["fax="],["hours="],["price="],["content=Spalenberg 38a. An unusual chocolate shop, selling not mass-produced brands like ",{"type":"''","value":["Lindt"]}," or ",{"type":"''","value":["Cailler"]}," - not that there is anything wrong with those - but unusual artisan chocolates, including spicy ones, most of which are (heaven help!) not even made in Switzerland."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Confiserie Sprüngli"],["alt="],["url=http:\/\/www.spruengli.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At Basel SBB station, upstairs. Satellite location of the famous Zürich chocolatier. Wide variety of chocolate products and pastries. Try the dark chocolate or ",{"type":"''","value":["Luxemburgerli"]},", something like little macaroons - just better."]]}]},"\nWhen you have filled your stomach with chocolates you may wish to move on to more substantial items:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Heimatwerk"],["alt="],["url=http:\/\/www.heimatwerk.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 261 91 78"],["tollfree="],["fax="],["hours="],["price="],["content=Schneidergasse 2, near ",{"type":"''","value":["Marktplatz"]},". High quality traditional and neo-traditional Swiss goods, such as silken bands (formerly Basel's main export), cotton towels and handkerchiefs from Appenzell, wood toys and traditional clothes."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=TARZAN"],["alt="],["url=http:\/\/www.tarzan.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 361 61 62"],["tollfree="],["fax="],["hours="],["price="],["content=Güterstrasse 145. in a cosy backyard behind ",{"type":"''","value":["Bahnhof SBB"]},", Swiss label for trendy and high quality streetwear. The shop sells cotton shirts, hoodies, underwear and also some special design items. Clothes for heroes and other suspects."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=erfolg"],["alt="],["url=http:\/\/www.ich&willerfolg.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 262 22 55"],["tollfree="],["fax="],["hours="],["price="],["content=Spalenberg 36. Trendy underwear and t-shirts, somewhat reminiscent of the ",{"type":"''","value":["AmericanApparel"]}," brand."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kiosk 18"]},", Kasernenstrasse 34, Kleinbasel, +41 61 681 50 45. Conveys Swiss design fashion and accessories by brands such as ",{"type":"''","value":["beige"]},", ",{"type":"''","value":["prognose"]},", and ",{"type":"''","value":["Chantal Pochon"]},". Try the colorful silk scarves by ",{"type":"''","value":["Sonnhild Kestler"]}," - they beat Hermès by a wide margin."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Plattfon Record Shop"],["alt="],["url=http:\/\/www.plattfon.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Feldbergstr. 48. Very cool, small and independent record shop carrying mostly vinyl of genres like: Hip Hop, Electronica, Techno, Drum n Bass, Punk Rock, Dub, Metal and so on. It is open Wednesday through Saturday 12-8PM. There's also a small selection of books and zines about music, anarchy, situationism and alternative art. Definitely a place worth checking out."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Marinsel*"],["alt="],["url=http:\/\/www.marinsel.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Feldbergstrasse 10. Crazy little shop, independent fashion for boys \/ girls and kids, over 50 local brands, colorful stuff like comics, stickers, buttons, bags, belts and more…"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Globus"],["alt="],["url=http:\/\/www.globus.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 268 45 45"],["tollfree="],["fax="],["hours="],["price="],["content=Marktplatz 1\/2. High-end department store, with two floors of gourmet grocery store (take the elevator or escalator downstairs)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Bucherer"],["alt="],["url=http:\/\/www.bucherer.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Freie Strasse 40, city center, + 41 61 261 40 00. High-end jewelry and watches, especially Rolex."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Flohmarkt"]},". If ",{"type":"''","value":["Bucherer"]}," is outside your budget or range of interests, try the weekly ",{"type":"'''","value":["Flea Market"]},", each Saturday on ",{"type":"''","value":["Petersplatz"]}," (Grossbasel, tram no. 3). Find just about anything (except what you needed and came for), and enjoy what you usually never get to do in Switzerland: heavy ",{"type":"[[","value":[["haggling"]]},"!"]},"\nBasel, home of the renaissance philosopher Erasmus of Rotterdam, also prides itself of many good bookshops. Here are some:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bider & Tanner"],["alt="],["url=http:\/\/www.biderundtanner.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Aeschenvorstadt 2, city center, +41 61) 206 99 99. Large bookstore with a well-stocked English book section and a wide selection of travel books and maps. The place to go to get local topo maps and Swiss bike maps."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["DomusHaus Buchhandlung für Architektur und Design"]},", Pfluggässlein 3, city center, + 41 61 262 04 90. Excellent design and architecture bookshop, off of Freie Strasse."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Pep & No Name"],["alt="],["url=http:\/\/www.pepnoname.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Unterer Heuberg 21, old town, near ",{"type":"''","value":["Spalenberg"]},", +41 61 261 51 61. Wide selection of books, including on art and photography, limited selection of titles in English. It's also a photography gallery featuring changing exhibitions."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Comix Shop"],["alt="],["url=http:\/\/www.comix-shop.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Theaterpassage 7, city center, +41 61 271 66 86. If you're into comics, whether the American ",{"type":"''","value":["Spiderman"]}," & Co., or arty French ",{"type":"''","value":["bandes déssinées"]},", plan to spend an afternoon in this vast shop with a terrific selection. Also sells postcards and other comics related items."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Thalia"],["alt=formerly Jäggi Bücher"],["url=http:\/\/www.thalia.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Freie Strasse 32, near the central post office, +41 61 264 26 26. This is Switzerland's version of ",{"type":"''","value":["Barnes & Noble"]},", and part of a major German chain. The biggest bookstore in town, but not the most personal one. Also carries a small selection of English books (including computer books) and stationery."]]}]},"\n",{"type":"==","value":["Eat"]},"\nBasel has a thriving restaurant and café (see below ",{"type":"'''","value":["Cafés"]},") culture, and the streets of the old town are lined with outdoor seating in the summer.\n\nNot all restaurants in Basel accept credit cards (though an increasing number do). If in doubt check first.\n\nAs in most of Europe, tipping is not a requirement. It is common (but not universal), to round up to the nearest 10 or 20 Franks, for example by refusing the change from a note.\n\nAn exhaustive list of eateries is at the ",{"type":"''","value":["Basel Hotel restaurant and Bar Guide"]},{"type":"[","value":["http:\/\/www.basel-restaurants.ch\/english\/index.html"]},".\n\n",{"type":"===","value":["Budget"]},"\nFood in Switzerland is generally more expensive than other countries in Europe, and those on a budget should consider preparing their own food from the grocery store (closed in the evenings), or taking a trip up to nearby France or Germany.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mensa Universität Basel"],["address=Bernoullistrasse 14"],["content=One of the students cafeterias. Serves an inexpensive lunch menu not only to students from Monday to Friday. By no means 'gourmet' food, but you can eat your lunch on the terrace during warm weather."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Marktplatz"]}," and ",{"type":"'''","value":["Barfüsserplatz"]},". Usually you can find some street vendors in these areas selling pretzels, sandwiches, pizzas, and sometimes crêpes, for around 3-5 CHF each.  On many days in Marktplatz you can buy a variety of tasty sausages (",{"type":"''","value":["Wurst"]},") hot off the grill from the yellow cart of the ",{"type":"''","value":["Eiche"]}," butcher for less than 6 CHF each.  These are served with a piece of bread and a condiment, and there are usually stands nearby where you can eat. During ",{"type":"''","value":["Herbstmesse"]}," (see ",{"type":"''","value":["To Do"]},", ",{"type":"''","value":["Other Events"]},"), there are significantly more ",{"type":"''","value":["Wurst"]}," and other fast food carts and booths in various locations where the fair takes place. "]},{"type":"*","value":[" ",{"type":"'''","value":["Mister Wong"]},". Good Asian food, as cheap as 7-8 CHF to around 16 CHF for a meal, situated at the Steinenvorstadt (near Barfüsserplatz) and at the Centralbahnplatz (by SBB station). Many vegetarian options. Self-service."]},{"type":"*","value":[" Some of the large ",{"type":"'''","value":["department stores"]}," in the city center, ",{"type":"''","value":["Coop City"]},", ",{"type":"''","value":["Pfauen"]},", ",{"type":"''","value":["Migros"]}," and ",{"type":"''","value":["Manor"]},", have self-service restaurants\/cafeterias on the top floor.  While they are not particularly cheap, they serve good food that is a reasonably priced alternative to a full-service restaurant.  Note that salad bars often sell food by plate, not by weight."]},{"type":"*","value":[" The ",{"type":"'''","value":["Brötli-Bar"]}," at the Stadthof Hotel, Barfüsserplatz, has a large selection of open sandwiches (\"Brötli\" to the Swiss)."]},{"type":"*","value":[" If you are looking for a snack, the ",{"type":"'''","value":["Coop Pronto"]}," convenience stores usually have fresh baked breads and pastries, and sometimes heartier pastries filled with meat and some packaged sandwiches.  As can be expected, drinks are much cheaper at grocery stores than at cafés or restaurants."]},{"type":"*","value":[" Many of the excellent ",{"type":"'''","value":["bakeries and confiseries"]}," in town sell petite sandwiches that you can take away, and usually you can get some kind of small snack at any street café."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hirscheneck"],["alt="],["url=http:\/\/www.hirscheneck.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Lindenberg 23. Traditional left-wing \/ punk-run restaurant. You get a relatively cheap square meal. Always serves vegetarian and vegan food too. Breakfast on Sundays until 16.00."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Migros Gourmet"]}," in Bahnhof SBB, the Swiss train station, a store of the largest grocery store chain in Switzerland, provides sandwiches, tarts, fresh-baked bread, pizza, döner kebab, etc. at very reasonable prices, perfect for picnic lunches on outings. Similar: the ",{"type":"'''","value":["Coop"]}," shop opposite the station (Centralbahnstrasse). Unlike all other grocery stores in the city, both are open late at night and on Sundays. "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lily's Stomach Supply"],["alt="],["url=http:\/\/www.lilys.ch\/index.php?id=17"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Claraplatz. \"Pan-Asian\" bench table type restaurant (think Wagamama if you know it, but with more than just noodles). Inexpensive, good Asian food, though it can be a bit crammed and a bit smoky. Outside terrace in summer. No reservations needed, and they do takeaway as well."]]}]},{"type":"*","value":[" Sams - The best American style eat out place. Has a take away counter which serves filling Turkish wraps and pizzas for around 8 CHF. By far the best in Claraplatz."]},"\n",{"type":"===","value":["Mid-range"]},"\n\nMany of the restaurants in the historical part of Basel near Marktplatz are generally of good quality, these include the easily located ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.loewenzorn-basel.ch\/ Löwenzorn"]}]}," (\"lion's fury\"), ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gifti.ch\/en\/ Gifthüttli"]}]}," (\"poison cabin\"), and ",{"type":"'''","value":["Hasenburg"]}," (\"hare's castle\"), all of which serve traditional Swiss dishes in a rustic environment - don't be scared by the names, no one gets devoured by wild animals or poisoned.... These places are always packed during ",{"type":"''","value":["Fasnacht"]},". In addition, here is a list of places, not necessarily in the old town but still worth a visit:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Zum Braunen Mutz"],["address=Barfüsserplatz 10"],["phone=+41 61 261 33 69"],["content=Great local food such as bratwurst with rosti (around 20CHF) served in a traditional beer hall setting. A perfect place to eat, drink and meet the locals in a friendly, relaxed atmosphere. Also ideally placed during Fasnacht, frequently visited by itinerant Guggi bands."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bodega zum Strauss"],["address=Barfüsserplatz 16"],["phone=+41 61 261 22 72"],["content=Italian and Spanish dishes in a noisy but friendly atmosphere on the ground floor. Artsy, and favored by creative types from the local advertising scene, and by certain Basel 'originals' (a moniker for which some of the waiters qualify as well). Slightly more elegant (reservation recommended) on the upper floor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Alter Zoll"],["address=Elsässerstrasse 127"],["directions=tram no. 11 to Hüningerstrasse"],["phone=+41 61 322 46 26"],["url=http:\/\/www.alterzoll.ch\/index_en.shtml"],["content=Serves excellent, homemade food for moderate prices (lunch CHF 17.50, dinner CHF 20-30). Calm atmosphere to relax, no bells and whistles."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zum Goldenen Fass"],["address=Hammerstrasse 108"],["directions=in Kleinbasel"],["phone=+41 61 693 3400"],["content=One of Basel's most venerable \"alternative\" restaurants. Originally a spin off of the more anarchist-minded ",{"type":"''","value":["Hirscheneck"]}," (see ",{"type":"''","value":["Budget"]},"), this is a somewhat more upmarket restaurant, but it still retains a certain laid back flair. Food is excellent, and for an after dinner drink you can head to the ",{"type":"'''","value":["Fassbar"]}," next door and fraternize with local hipsters over a few rounds of pinball."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Osteria Donati"],["address=Feldbergstrasse 1"],["phone=+41 61 692 33 46"],["directions=at the Kleinbasel end of Johanniter Bridge, tram 11 to Johanniterbrücke or bus no. 33 to Erasmusplatz"],["url=http:\/\/www.osteriadonati.ch\/"],["content=Not to be confused with the \"famous\" ",{"type":"''","value":["Chez Donati"]}," (to which it has no relation, but see ",{"type":"''","value":["Splurge"]},") at the other end of the bridge, this charming family-run operation offers excellent Italian dining from the ",{"type":"[[","value":[["Emilia-Romagna"]]}," region in a less high-powered (and far less pricey) but still beautiful atmosphere. Has outdoor balcony seating with views of the Rhine. Next door is a very good wine and Italian groceries shop."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Erlkönig"],["address=Erlenstrasse 21"],["phone=+41 61 683 33 22"],["directions=tram no. 14 to ''Musicaltheater"],["content=Organic food, heavy on old-fashioned meat dishes, at reasonable prices in a trendy setting. Even further in Kleinbasel, near the German railway station (",{"type":"''","value":["Badischer Bahnhof"]},") and the ",{"type":"''","value":["Messe Basel"]}," (Basel Fair), hidden away in a former industrial area - the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.areal.org Areal"]}]},"., which also features other watering holes and a night club to dance away the calories."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Birseckerhof"],["alt="],["url=http:\/\/www.birseckerhof.ch\/index_flash.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 281 50 10"],["tollfree="],["fax="],["hours="],["price="],["content=Binningerstrasse 15, close to city center, tram 6 to ",{"type":"''","value":["Heuwaage"]},". Edging on the more expensive end of \"moderate\" priced eating. Daily changing menu of creative (Italian influenced) food, with great desserts (try the Schoggi Mousse if it's on!) and a good wine list. Can be noisy, service isn't necessarily fast, but it's a great way to wile a few hours away with friends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Blindekuh"],["alt="],["url=http:\/\/www.blindekuh.ch\/e\/basel\/wayin.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=061 336 33 00"],["tollfree="],["fax="],["hours="],["price="],["content=Dornacherstrasse 192, 15 minute walk from the train station, A trend spreading world wide, diners eat in copmpletely in the dark. With a group of professional and blind wait staff, the purpose of this experience is to allow the darkness to sharpen your senses to touch, taste and sound. Truly one of a kind."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nooch"],["alt="],["url=http:\/\/www.nooch.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gerberstrasse 73, near Barfüsser Platz. Fairly recently opened, this restaurant has a range of Asian dishes to suit most tastes. Exceedingly quick cooking times: during quiet periods your meal may arrive in five minutes! Everything is freshly made with healthy ingredients and you can have dishes made hotter or milder to taste. Good range of vegetarian options, as most dishes can be made with tofu."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Restaurant Kunsthalle"],["alt="],["url=http:\/\/www.restaurant-kunsthalle.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 272 42 33"],["tollfree="],["fax="],["hours="],["price="],["content=Steinenberg 7. A Basel classic, divided in a casual beer hall type of place - the \"brown\" or ",{"type":"''","value":["Schluuch"]}," (SHLOOKH = tube) section, serving more rustic fare (but don't expect it to be cheap), and a more elegant dining hall - the \"white\" section - for which a reservation is necessary. Features Basel's finest beergarden in the summertime, which some winters doubles up as a romantic ice-rink. At the far end of the garden is the ",{"type":"'''","value":["Campari Bar"]},", an Italian style bar, where Basel's cool and wannabe-cool like to hang out."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Spitz"],["address=Rheingasse 2"],["directions=overlooking the Rhine just across Mittlere Brücke in Kleinbasel"],["phone=+41 61 685 11 11"],["url=http:\/\/www.hotel-merian.ch\/"],["content=Not simply a café - excellent seafood, with a nice terrace overlooking the Rhine.  In the summer, there is a special menu with a variety of grilled fish to choose from.  The outdoor seating area overlooking the Rhine has a reduced (and less expensive) menu."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chez Donati"],["address=St. Johannsvorstadt 48"],["directions=at Johanniterbrücke"],["phone=+41 61 322 09 19"],["content=Reservation necessary. Arguably one of Basel's classiest and most beautiful restaurants, with a beautiful colletion of modern art adorning the walls - some of it by former patrons (it used to be Andy Warhol's favorite hangout when he came to visit ",{"type":"''","value":["ArtBasel"]},"). If you are lucky you might even get a table with view on the Rhine. Heavy but exquisite northern Italian fare, particularly an outstanding ",{"type":"''","value":["Osso Bucco"]}," (braised veal knuckles)."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Restaurant Stucki Bruderholz"],["alt="],["url=http:\/\/www.stucki-bruderholz.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bruderholzallee 42, +41 61 361 82 22. Reservation necessary. Among the finest restaurants in Basel - and indeed Switzerland - is this gem situated in an old manor serving classic French cuisine. For lovers of fine food, it is well worth venturing just outside the city center to dine here (10 minute taxi ride). The restaurant has been awarded 18 ",{"type":"''","value":["Gault-Millau"]}," points and two ",{"type":"''","value":["Michelin"]}," stars. It is also listed in the popular book ",{"type":"''","value":["1000 Places To See Before You Die"]},". - Say no more."]]}]},"\n",{"type":"==","value":["Cafés"]},"\nYou can choose between a wide array of old-style, trendy and alternative coffee houses. Many restaurants or bars also serve coffee outside meal hours and before nightlife begins and it is perfectly acceptable to nurse a cup for an hour while reading a newspaper or book.  Some places have outdoor seating in the summer. \n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grand Café Huguenin"],["phone=+41 61 272 05 50"],["address=Barfüsserplatz"],["content=The mother of all Basel coffee houses, this venerable institution on the second floor of an old office building, with big windows to the square, has been serving (not only) Basel's retirement set for ages. Nice cakes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["url=http:\/\/www.zum-isaak.ch\/"],["name=Zum Isaak"],["phone=+41 61 261 47 12"],["address=Münsterplatz"],["directions=opposite the Cathedral"],["content=Located on one of Basel's finest squares, this is nice and cosy to warm up after a winter visit to the ",{"type":"''","value":["Münster"]}," and the neighboring ",{"type":"''","value":["Pfalz"]}," lookout. Actually more than a café, it also offers creative, organic cuisine. The owners fought and eventually won an epic battle to rid the square of a big parking lot - a win also for the visitors."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café zum Roten Engel"],["phone=+41 61 261 20 07"],["address=Andreasplatz 15"],["directions=near Marktplatz"],["content=A student hangout on a charming little square. Serves good ",{"type":"''","value":["Birchermuesli"]}," and wide selection of teas. Great to sit outdoors in the summer!"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Fumare \/ Non-Fumare"]},". Two cafés - for smokers and for non-smokers. See ",{"type":"''","value":["Unternehmen Mitte"]}," under ",{"type":"''","value":["Drink"]},". Great café lattes and cappucinos."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=BarRouge"],["alt="],["url=http:\/\/www.barrouge.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Messeplatz, in the ",{"type":"''","value":["Messeturm"]},", Basel's tallest building, take the express elevator to top (31st) floor: a cool modern-style bar with panoramic views of the city - even from the stalls in the bathroom! +25 Years Club"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Brauner Mutza"],["address=Barfüsserplatz"],["content=A classic beer hall. A good place to get in contact with locals and have a beer or two. Never mind sitting at a table that still has a stool that's not taken."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cargo Bar"],["address=St. Johanns-Rheinweg 46"],["directions=underneath Johanniter Bridge and Restaurant Chez Donati"],["phone=+41 61 321 00 72"],["content=Cool\/artsy bar on the board of the Rhine . Art events, movie nights, book readings, and lots of drinks into the wee hours."],["url=http:\/\/www.cargobar.ch"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Fischerstube"],["url=http:\/\/www.restaurant-fischerstube.ch"],["address=Rheingasse 45"],["phone+41 61 692 92 00\nThe oldest brewpub in Switzerland, with ",{"type":"''","value":["Ueli Bier"]}," ",{"type":"[","value":["http:\/\/www.ueli-bier.ch"]}," micro-brewery on plain view in the back of the restaurant. The nice selection includes a particularly excellent wheat beer. Also good local cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["address=Rheingasse 41"],["name=Restaurant Linde"],["phone=+41 61 683 34 00"],["content=Here you can help yourself to a pint of ",{"type":"''","value":["Ueli"]}," at a \"self-service\" beer table.  These are good hangouts during ",{"type":"''","value":["Fasnacht"]}," - if you can get in!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rio Bar"],["address=Barfüsserplatz 12"],["phone=+41 61 261 34 72"],["content=Starting point for many a late night and inevitable station in the upringing of every self-respecting local 'bohemien', real or imagined. Have a seat in a booth for four to six if you have or like company, or at the bar. Serves only bar fare - to lay a foundation for your drinks: the main pursuit in this Basel classic."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Basel PubCrawl"],["alt="],["url=http:\/\/pubcrawl-basel.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Every Monday night the Basel Pub Crawl winds its way to the bset Bars and Clubs in Basel. Led by multi-lingual guides, tourists, locals and everyone in between combine to have a good time."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fassbar"]},", see under ",{"type":"''","value":["Eat Mid-range"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Restaurant Kunsthalle"]},", strictly the brown ",{"type":"''","value":["schluuch"]}," section. See under ",{"type":"''","value":["Eat Splurge"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Campari Bar"]},", adjacent to ",{"type":"'''","value":["Kunsthalle"]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Unternehmen Mitte"],["alt="],["url=http:\/\/www.mitte.ch"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gerbergasse, between Marktplatz and Barfüsserplatz). Interesting hangout and modern-style bar with lots of seating indoors and outdoors. On some evenings, it becomes a venue where you can enjoy classical musicians (Wed evenings) and watch Tango dancing (Thu). See also ",{"type":"''","value":["Cafes"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pickwicks"],["address=Steinenvorstadt 13"],["content=Brit\/Irish pub. Friendly atmosphere spills out onto the pavement."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Klingenthal"],["address=Klingental 20"],["phone=+41 61 681 62 48"],["url=\thttp:\/\/www.klingental.ch"],["directions=in the heart of the small red light district"],["content=One of the rare places that do warm plates after midnight and therefore a place for professional ladies to have their break. (They are having a break, so don't intend to do business with them in there.) Quite a rough atmosphere sometimes but definitely not a dangerous place to go."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Webergasse 7"],["directions=in the red light district"],["content=Small bar with a hotel that rents rooms on a \"short timeline basis\". Although definitely used as a \"contact room\", still a nice little dodgy bar with still affordable prices after midnight. Best of all: You don't get chatted up."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fasnacht - \"Cliquekeller\""]},". During Fasnacht many of the Cliques open up their practice\/social rooms to the general public, to enjoy less expensive drinks and food than in most restaurants and bars. These places are often in cellars (hence the name), many in the alleys on the hill between the University and Marktplatz. Check for colorful Fasnacht lanterns above the doors. Worthwhile, as they sometimes easier to get into during Fasnacht than the standard bars - and more fun: decorated in Fasnacht regalia of past years, they are run by cheerful volunteers and homebase to the Cliquen, who come to relax after some hours of roaming the streets. The tone tends to be bit rough, but don't let that scare you, it's not personal. Be courageous and try out your ",{"type":"''","value":["Baseldytsch"]}," and see a bit of Basel normally closed to tourists. You also get to see a few of Switzerland's ubiquitous nuclear shelters, as some of the Cliquekellers double up as bunkers."]},"\n",{"type":"==","value":["Sleep"]},"\n\nIf you plan on staying in Basel during Fasnacht ",{"type":"[","value":["http:\/\/www.fasnachts-comite.ch\/english.html"]},", BaselWorld ",{"type":"[","value":["http:\/\/www.baselworld.com"]},", or Art | Basel ",{"type":"[","value":["http:\/\/www.art.ch\/"]}," be sure to book your room well in advance. Most places are booked solid during these times.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Youth Hostel St. Alban"],["alt="],["url=http:\/\/www.youthhostel.ch\/"],["email=basel@youthhostel.ch"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+41 61 272 08 33"],["price="],["checkin="],["checkout="],["content=Alban-Kirchrain 10, Grossbasel, +41 61 272 05 72. Take tram no. 2 from SBB train station to ",{"type":"''","value":["Kunstmuseum"]},", then follow signposts and walk 10 minutes through St. Alban quarter, one of the most picturesque areas in town, where Basel's patrician families used to make their money in the silk band business. The hostel is in a converted 19th century factory, however, the area is not at all industrial but quiet and charming. It's close to the Rhine, allowing for nice strolls along the water and to the nearby ",{"type":"''","value":["Museum für Gegenwartskunst"]}," (see ",{"type":"''","value":["See, Museums"]},"). You can also get carried across the river to ",{"type":"''","value":["Kleinbasel"]}," by a ",{"type":"''","value":["Fähri"]}," (ferry, see ",{"type":"''","value":["Get around, By Boat"]},"). The hostel has single and double rooms and dorms. Prices range from 30 CHF for dorm beds to 80 CHF for single rooms."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Youth Hostel Basel-City"],["alt="],["url=http:\/\/www.youthhostel.ch\/"],["email=basel.city@youthhostel.ch"],["address="],["lat="],["long="],["directions="],["phone=+41 (0)61 365 99 60"],["tollfree="],["fax=+41 61 365 99 61"],["price="],["checkin="],["checkout="],["content=Pfeffingerstasse 8. Just 3 minutes away from the main station in a more lively and central location in the Gundeldingen (or ",{"type":"''","value":["Gundeli"]},") part of town. Only single and double rooms."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Basel Back Pack"],["alt="],["url=http:\/\/www.baselbackpack.ch\/"],["email=info@baselbackpack.ch"],["address="],["lat="],["long="],["directions="],["phone=+41 61 333 00 37"],["tollfree="],["fax=+41 (0)61 333 00 39"],["price="],["checkin="],["checkout="],["content=Dornacherstr. 192. Basel's first and only backpackers hotel is also located in the ",{"type":"''","value":["Gundeli"]}," part of town, right behind the train station. Single and double rooms and dorms. 30 CHF for dorm beds to 80 CHF for single rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=YMCA Hostel Basel"],["alt="],["url=http:\/\/www.ymcahostelbasel.ch\/home_1_e.php"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 (0)61 361 73 09"],["tollfree="],["fax=+41 (0)61 363 93 35"],["price="],["checkin="],["checkout="],["content=Gempenstrasse 64. The hostel is located approximately 300 meters from the SBB Basel railstation, exit Gundeldingen. Single and double rooms and dorms. Price range from 29 CHF for dorm beds to 85\/95 CHF for single rooms."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Adagio City  Aparthotel Basel"],["alt="],["url=http:\/\/www.pv-holidays.com\/scripts\/fiche_produit.php?id_ofr=462&id_sai_passe=1"],["email="],["address="],["lat="],["long="],["directions="],["phone=+33 1 58 21 55 84"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Central, offers 77 self-catering studio or 1 bedroom apartments. Recently opened, with contemporary decor and close to the tram stop. Roughly 230 CHF for the weekend, based on two sharing, or 299 CHF for four sharing."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Au Violon"],["alt="],["url=http:\/\/www.au-violon.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Im Lohnhof 4, old town, 0041 61 269 87 11. Is spending the night in jail ever an option? Certainly - if the jail is yet another beautiful medieval building at the border of the old town, built around a tree-lined courtyard with a pleasant fountain, and was recently converted into a boutique hotel. The city's former preliminary detention jail, renamed \"Au Violon\", features 20 rooms, most of them quite small (yes, they are former cells!) but lovingly renovated. There are also a number of bigger (and slightly more expensive) rooms in the former police offices, some of which offer excellent views over the old town. Although in the middle of town, it's very quiet. 100-130 CHF for a single and 150-190 CHF for a double room. Also a French brasserie restaurant, with indoor and outdoor seating."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Basel Schweizerhof"],["alt="],["url=http:\/\/www.schweizerhof-basel.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Centralbahnplatz, ",{"type":"''","value":["right next to the SBB Station"]},", +41 61 560 85 85. Handy access to the train station and tram links. A double is about 150-300 CHF."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Krafft Basel"],["alt="],["url=http:\/\/www.hotelkrafft.ch\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rheingasse 12, Kleinbasel, on the shore of the Rhine, +41 61 690 91 30. Historic hotel (Hermann Hesse wrote parts of his novel ",{"type":"''","value":["Steppenwolf"]}," here); renovated in boutique-style, mixes old with contemporary design. Doubles 230-620 CHF (depending on size and view)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Basel Hilton"],["alt="],["url=http:\/\/www.basel.hilton.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+41 61 275 66 00"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Aeschengraben 31. Typical anonymous business hotel, lacking any Swiss authenticity, but only one block from the SBB Station. Borders on two multi-lane pass through streets, and sits right next to the ",{"type":"''","value":["Bank for International Settlements"]}," building (which in turn has the appealing shape of a nuclear power plant's cooling tower). However, through an underpass you can walk not only to the train station but also to a small park across the street and from there within 5 minutes to the center."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Münchnerhof Swiss Quality Hotel"],["url=http:\/\/www.muenchnerhof.ch"],["email=info@muenchnerhof.ch"],["address=Riehenring 75"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+41 (0)61 689 44 45"],["hours="],["price="],["checkin="],["checkout="],["content=The three star hotel just opposite the fair ground. The SBB Bahnhof is 600m away. Single room from 175CHF, two-person room from 205CHF (april 2009)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=St.Gotthard Swiss Quality Hotel"],["url=http:\/\/www.st-gotthard.ch"],["email=reception@st-gotthard.ch"],["address=Centralbahnstrasse 13, CH-4002"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+41 (0)61 225 13 14"],["hours="],["price="],["checkin="],["checkout="],["content=Four star hotel directly opposite the main station SBB. Single room from 215CHF, two-person room from 260CHF (april 2009)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=SAS Radisson"],["alt="],["url=http:\/\/www.basel.radissonsas.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Steinentorstr. 25, at Heuwaage, +41 61 227 27 27. Recently renovated, fully air conditioned, great lobby bar and fair restaurants: ",{"type":"''","value":["Steinenpick"]}," and ",{"type":"''","value":["Kaffi-Muehli"]},". Expect to pay CHF 150-250 range for a neat and clean room. Most rooms are of modest size unless you go high-end deluxe business class. High speed internet access in some better rooms and (wireless) in the lobby (both at extra cost). Window views are generally of a small inner courtyard built on the roof of the first floor (pretty dismal). Otherwise a good hotel with pleasant and helpful staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Metropol**** Swiss Quality Hotel"],["url=http:\/\/www.metropol-basel.ch"],["email=hotel@metropol-basel.ch"],["address=Elisabethenanlage 5, CH-4002"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+41 (0)61 206 76 77"],["hours="],["price="],["checkin="],["checkout="],["content=Modern city hotel, 200m from the main station. Single room from 260CHF, two-person room from 320CHF (high season as of February 2009)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baslertor"],["url=http:\/\/www.balehotels.ch\/"],["email=hotel-baslertor@balehotels.ch"],["address=St. Jakob-Strasse 1, CH-4132"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+41 (0)31 378 66 00"],["hours="],["price="],["checkin="],["checkout="],["content=Three star hotel in Basel-Muttenz, St.Jakob-Park sports stadium is 2.5km away. Single room from 220CHF, two-person room from 250CHF (rates from season 2009)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Engel"],["url=http:\/\/www.engel-liestal.ch"],["email=info@engel-liestal.ch"],["address=Kasernenstrasse 10, CH-4410"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+41 (0)61 927 80 80"],["hours="],["price="],["checkin="],["checkout="],["content=Four star hotel in Basel-Liestal, a suburb 15km away from the center. 200m from the train station Liestal. Single room from 140CHF, two-person room from 190CHF (rates of low season 2009)."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Teufelhof"],["alt="],["url=http:\/\/www.teufelhof.com\/"],["email=info@teufelhof.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+41 61 261 10 04"],["price="],["checkin="],["checkout="],["content=Leonhardsgraben 49, on the border of the old town, +41 61 261 10 10. This is one of Basel's most original hotels, in a (thoroughly renovated) medieval mansion. Each of the spacious hotel rooms was designed by an artist, giving them a very original look and atmosphere (check out the website). Also features a fairly good restaurant of the same name. If you step out of the building, you find yourself in the middle of a maze of small alley ways leading down to ",{"type":"''","value":["Marktplatz"]},", with a variety of whimsical little shops. It's also a popular spot to watch the ",{"type":"''","value":["Morgestraich"]}," and evening processions of the ",{"type":"''","value":["Basler Fasnacht"]}," (see ",{"type":"''","value":["Do, Festivals"]},") - but reserve about a year in advance if you plan on staying here for that event (and bring earplugs if you intend to sleep at all). Rooms are between CHF 350 and 550, but check the website for seasonal deals, which can be significantly better."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Les Trois Rois"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax=+41 61 260 50 60"],["price="],["checkin="],["checkout="],["content=Or ",{"type":"'''","value":["Drei Könige"]}," (Three Kings), Blumenrain 8, on the bank of the Rhine near ",{"type":"''","value":["Mittlere Brücke"]},", +41 61 260 50 50, ",{"type":"[","value":["http:\/\/www.lestroisrois.com\/"]},". Reopened in March 2006 after extensive renovation of the existing 1844 structure. A member of the ",{"type":"''","value":["Leading Hotels of the World"]},", this is one of the oldest and finest hotels in Switzerland. Legend has it that the hotel owes its name to the three kings who made peace in Basel in 1026. The long list of illustrious guests includes, among others, Theodor Herzl, who stayed here during the first Zionist Congress, which took place in Basel in 1897. Very expensive, but views of the Rhine from some rooms - and all that tradition!"]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Euler Basel"],["alt="],["url=http:\/\/www.hoteleuler.ch\/"],["email=reservation@hoteleuler.ch"],["address="],["lat="],["long="],["directions="],["phone=+41 61 275 80 00"],["tollfree="],["fax=+41 61 275 80 50"],["price="],["checkin="],["checkout="],["content=Centralbahnplatz 14. Opposite the ",{"type":"''","value":["Schweizerhof"]}," (see ",{"type":"''","value":["Hotels, Mid-range"]},"), this lovely, if somewhat old-fashioned, hotel combines central location right next to the SBB Station with five star luxury. An added value is the hotel's own garage. Rates are from 250 CHF for a single room to 880 CHF for a suite."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":[" As a rule of thumb, you are safe anywhere in Basel at any time. If you ever feel threatened, go into a restaurant or use a public phone: the emergency number is 117, and operators usually speak English."]},"\n",{"type":"*","value":[" Swiss police usually take on a relatively unobtrusive air. However, they are indeed serious about traffic violations: even jaywalking may be fined on the spot. The upside to stringent traffic rules is that drivers are generally considerate and will stop for pedestrians at crosswalks, even if there are no traffic lights."]},"\n",{"type":"*","value":[" Football (soccer) games are the only notable exceptions to the above rules. Because of an unfortunate history of hooligan violence, games are generally overseen by a large contingent of police officers in riot gear, in case of any major unrest. Nonetheless, it is generally safe to watch a game—just use common sense and stay away from the stadium areas where the hardcore fans congregate (usually the least expensive seats)."]},"\n",{"type":"*","value":[" The biggest threat may be pickpockets. Be mindful of how you carry your valuables, particularly on trams and buses."]},"\n",{"type":"*","value":[" The drinking age for beer, wine, and similar low alcohol drinks is 16, while the age for straight liquor is 18.  The public consumption of alcohol in Switzerland is legal so do not be alarmed if you see a group of teenagers publicly drinking a six-pack."]},"\n",{"type":"*","value":[" Watch out for the trams! Particularly the main downtown stops (Centralbahnplatz (Basel SBB), Barfüsserplatz, Marktplatz, Aeschenplatz, Messeplatz) can get very busy and be a bit of a maze. If you are not used to trams, you may easily be surprised by one sneaking up behind your back; their silent running makes them very difficult to hear at first."]},"\n",{"type":"*","value":[" If at night you feel uncomfortable alone on a tram or a bus, ride near the operator in the front.  They are helpful if you run into any trouble or are lost. In case of an emergency, they can press a panic button to alert the police of the tram's location."]},"\n",{"type":"*","value":[" Be careful when swimming in the Rhine (see ",{"type":"''","value":["To Do"]},", ",{"type":"''","value":["Sports"]},") - it's not a lazy river! Don't go if you are a weak swimmer; ask locals for good and safe entry and exit points besides the ones mentioned above. Wear sandals or other footwear, as you may have to walk back up to 2 km (1.2 mi) to your point of entry. The tourist offices in Basel sell bright orange waterproof bags that allow you to take your clothing down the river as you swim and increase your visibility. The use of floating toys or swimming aids is forbidden by law. Stay clear of the many bridge abutments and the boat traffic, including the large commercial barges - they cannot and will not deviate from their course for you.  Unless you are an experienced Rhine-swimmer, avoid the Grossbasel side of the river: the currents are very strong, exit points limited, and the section is part of the up-river bound trade shipping route. Swimming is safest along the Kleinbasel bank where the currents are weaker and there are many exits along the riverbank. Never try to swim across from one side to the other. Avoid overshooting the last bridge (Dreirosenbrücke): a large commercial port follows, without meaningful exit points but plenty of dangerous commercial boat traffic. If you do overshoot, pick your country of immigration: France to your left, Germany to your right. Jumping off bridges is not only forbidden but also dangerous and outright stupid, as is swimming the Rhine at night - don't do it!"]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" The ",{"type":"''","value":["Thalia"]}," bookstore (see ",{"type":"''","value":["Buy"]},", ",{"type":"''","value":["Shops worth visiting"]},") in the city center has a free, public WiFi hotspot and some internet terminals for a small hourly fee (\"Surfpoint\")."]},{"type":"*","value":[" A free wifi spot can be found in ",{"type":"''","value":["Unternehmen Mitte"]}," (see ",{"type":"''","value":["Drink"]},")."]},{"type":"*","value":[" An internet café is in Steinenvorstadt, near Barfüsserplatz."]},{"type":"*","value":[" The main branch of the public ",{"type":"'''","value":["GGG Bibliothek"]}," (library) ",{"type":"[","value":["http:\/\/www.abg.ch\/"]},", + 41 61 269 97 97, Im Schmiedenhof 10, between Barfüsserplatz and Marktplatz, offers internet terminals for a small fee."]},{"type":"*","value":[" There are a number of free internet terminals in the ",{"type":"''","value":["University Library"]}," (see ",{"type":"''","value":["Learn"]},")."]},{"type":"*","value":[" Each Starbucks location offers a limited free wifi connection voucher with a purchase."]},{"type":"*","value":[" Each McDonald's offers free WiFi in whole Switzerland"]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Attitude"]},"\nEvery Swiss takes great pride in his\/her work. Every position is a profession demanding excellence.  The bartender, housekeeper, tram driver, retail clerk, street sweeper, waiter, etc. aims to be perfectly competent. This attitude is reflected in the everyday life you will experience in Basel and throughout Switzerland. Don't mistake the Swiss penchant for privacy and calmness as indifference.  They are earnest and interested, but generally reserved - except during Fasnacht.\n\nChivalry towards women and the elderly is common. Do not be surprised if you see the pierced mohawk punk on a tram or bus give up his\/her seat to an elderly person. Offering to help  mothers board their strollers into older high-floor trams is also commonplace.  On the same note it is not unusual to see elderly yelling or swatting at young passengers, who they feel are not behaving. Drivers are also known for their gentlemanly attitude towards passengers: even though they aim to be painstakingly punctual, they will find the time to wait for a passenger running towards the bus or tram and keep the front or rear door open.\n\n",{"type":"===","value":["Lost and Found"]},"\n\nIf you happen to lose something, don't despair. There is a fair chance that the person who finds the item will try to contact you personally, if it has a name or address on it. Real story: A Basel resident found a credit card on the street and took the time to visit a number of nearby office buildings and inquire about the possibility of the card owner working in that building.  The rightful owner was eventually found after several inquiries. \nIf you don't want to wait for such a punctilious finder to find you, try the city's Lost and Found to check if anyone has returned the item for claim:\n\n",{"type":"*","value":[" City Lost & Found: Fund- und Passbüro, St. Johanns-Vorstadt 51, telephonic inquiries: 0900 120 130 (CHF 1.19 \/ min). "]},{"type":"*","value":[" Railway Lost & Found: SBB Fundbüro, basement of the Basel SBB railway station."]},"\nIn the case of the SBB Fundbüro, you may, for a fee, report a loss and provide an address to have the item sent in case it is returned.Given the tradition of good citizenry in returning lost items, it is a point of honor to offer a \"finder's fee\" of 10% of the property value.\n\n",{"type":"==","value":["Learn (even) more"]},"\n",{"type":"{{","value":[["style"]]},"\nGiven the international nature of Basel's pharmaceutical industry, the city has a significant number of English speaking expats. They, but also visitors, and even Baslers, can read up on latest news about recently opened or newly discovered restaurants, entertainment, how to get American hot dogs in Switzerland or a new apartment in Basel (among other things) at the ",{"type":"'''","value":["Balehoo"]}," blog ",{"type":"[","value":["http:\/\/www.balehoo.com"]},". Other news and shared experiences for the English speaking community(expat or not) are at the ",{"type":"'''","value":["Basel Expats"]}," website ",{"type":"[","value":["http:\/\/www.baselexpats.com\/"]},", while the English-language webguide, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/rhine-online.com\/index.htm Rhine Online"]}]}," provides useful links and resources to English-speakers living in Basel and neighbouring towns in the Alsace and Germany.\n\nLocal, national and international news are provided by the German-speaking daily ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.baz.ch Basler Zeitung"]}]}," and a variety of other Swiss and international newspapers, many of which are available at many kiosks, particularly in the city center or at the train stations.\n\nBasel's mainstream local radio station is ",{"type":"'''","value":["Radio Basilisk"]},", FM 107.6 (or internet stream) ",{"type":"[","value":["http:\/\/www.basilisk.ch"]},", which broadcasts mainly Top 40 music and spoken word programs in baseldytsch (i.e., dialect).\n\nEnglish speakers may consider tuning in to ",{"type":"'''","value":["Radio X"]},", FM 94.5 or internet stream ",{"type":"[","value":["http:\/\/www.radiox.ch\/"]},", which broadcasts in several foreign languages, including English (",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.theenglishshow.com\/finalcut\/index.php The English Show"]}]}," on Tuesday nights, from 6:30 to 8PM).\n\nArtisans - \nBasel is a permanent exhibit of the expertise of artisans.  In the alleys near Barfüsserplatz and Marketplatz - and near the University, just look at the paving stones in the streets.  The patterns inlaid in the streets are beautiful!  Clearly, the handwork of artisans over the centuries is manifest in so many places. A simple walking tour - anywhere in Basel - reveals extraordinary performance. This standard extends in the modern time to the handcraft of the local pastries and chocolates.  There is a tradition here.  History sets the standard and in modern times - at least in some practices - the tradition continues.\n\nBeer Delivery - \nIn Barfüsserplatz, the major beer hall (at least in years gone by) receives its resupply via a tanker truck from the brewery with a very large hose delivering its precious cargo into the tanks of the rathskeller. This looks a lot like a delivery of heating oil in most commercial enterprises!  The consumption of beer in this area (near the University) is really serious!\n\n",{"type":"==","value":["Go next"]},"\n\nThe following destinations are good day trips by train from Basel: \n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Zürich"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Berne"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Interlaken"]]}]}," (see below), ",{"type":"'''","value":[{"type":"[[","value":[["Lucerne"]]}]}," (see below), ",{"type":"'''","value":[{"type":"[[","value":[["Schaffhausen"]]}]}," - all in Switzerland, 1–2 hours from the main station (",{"type":"''","value":["Bahnhof SBB"]},")."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Freiburg"]]}]}," and the ",{"type":"'''","value":[{"type":"[[","value":[["Black Forest"]]}]}," - these are across the border in Germany (bring a passport), roughly 1 hour from the German station (",{"type":"''","value":["Badischer Bahnhof"]},") in Kleinbasel."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Colmar"]]}]},", in ",{"type":"'''","value":[{"type":"[[","value":[["Alsace"]]}]}," (passport!), leaving from the French (",{"type":"''","value":["SNCF"]},") station, at the far end to the right of ",{"type":"''","value":["Bahnhof SBB"]},")"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lucerne"]]}]}," ",{"type":"[","value":["http:\/\/www.luzern.org\/"]},". One of the most picturesque towns of Switzerland, on the shores of Lake Lucerne, with terrific panoramic views of the Alps. Flooded with tourists during the summer season, but still worth a day trip. Nice restaurants along the Reuss river, which you can cross using the famous wooden ",{"type":"''","value":["Kapellbrücke"]}," (Chapel Bridge). From Lucerne, you can take an air tram up to ",{"type":"''","value":["Mount Pilatus"]}," ",{"type":"[","value":["http:\/\/www.pilatus.com\/default-n7-sE.html"]}," (3 hours roundtrip, including snack and enjoying more panoramic vistas, or 5 hours if you want to walk back down, recommended - but with solid shoes only). The old town also has lots of souvenir shops with T shirts and other relatively inexpensive trinkets."]},"\nThe Kapellbrücke is an astounding historic landmark.  Built of wood, it suffered a disastrous fire in the 90s. The loss was confined to only part of the bridge and it has since been rebuilt. The history of the bridge goes back a long time and the loss in artwork was tragic.  If you visit Lucerne, walk the bridge paying attention to the artwork in the rafters. This is a most delightful ten minute walk through the history of both graphic art and the skill of wooden bridge-builders.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Interlaken"]]}]}," ",{"type":"[","value":["http:\/\/www.interlakentourism.ch\/"]},". Scenic valley town in the Bernese Oberland, between two lakes (hence the name), and right at the center of the Alps. Interlaken is an ideal starting point for day hikes in the Alps, and for sightseeing three of their most famous peaks: Eiger, Mönch and Jungfrau. A most spectacular view is from the mountains opposite. From Interlaken train station, walk or take a bus up the road leading away from the Eiger. About 2–3 miles \/ 4–5 km up that road is a bus stop at a restaurant-chalet that is ideal for gazing at one of the most picturesque sights in the world! Relax, have a beer or two, order a light lunch and shoot your photos.  In addition to the peaks, the view of the valley floor far below with its patchwork of farms and Interlaken itself is awesome."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Lugano"]]}]}," ",{"type":"[","value":["http:\/\/www.lugano-tourism.ch\/"]},". Palm trees in Switzerland? - You better believe it! At the southern end of Switzerland, near the border with Italy, lies the ",{"type":"'''","value":["Ticino"]},", the part of Switzerland where Italian and Swiss culture blend. A direct train from Basel to Lugano (3 1\/2 hours) crosses all of Switzerland and eventually quite literally the heart of the Alps. After the town of ",{"type":"''","value":["Erstfeld"]},", the tracks wind their way up and then down again, using a series of underpasses and tunnels, which culminate in the 18 km (11 mile) long St. Gotthard tunnel. On the way south, as the train passes the town of ",{"type":"''","value":["Wassen"]},", you can see the same little church, perched up on a hill, no less than three times: first on the left, then on the right, and then again on the left of the train. Upon exiting the tunnel into the Ticino valley, you immediately sense the proximity of Italy, particularly in the architecture - and in the weather, which tends to be significantly warmer than in the northern parts of Switzerland. In Lugano, ride the funicular from the train station down to the lakeside to get a quick start on your excursion. There are several local cable railways and areal trams to surrounding peaks, such as ",{"type":"''","value":["Monte Bre"]}," ",{"type":"[","value":["http:\/\/www.montebre.ch\/index_en.html"]},", or ",{"type":"''","value":["Monte San Salvatore"]}," ",{"type":"[","value":["http:\/\/www.montesansalvatore.ch\/"]},". Pretty little towns nearby include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.promorcote.ch\/eg_index.html Morcote"]}]}," and ",{"type":"'''","value":["Melide"]}," (with a miniature Switzerland exhibition  ",{"type":"[","value":["http:\/\/www.swissminiatur.ch\/ie\/index.asp"]}," - great for kids), both about 15 minutes from Lugano with the local FART bus, and Como in Italy (15 minutes by train, good for shopping, bring a passport). Make an early morning departure from Basel, tour and have lunch and dinner in Lugano and return in the late evening. Wear light clothes for sub-tropical Lugano and don't be surprised by the skiers getting off the train in parkas at the mid-Alps stops."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Laufenburg (Switzerland)"],["Laufenburg"]]}]}," ",{"type":"[","value":["http:\/\/www.laufenburg-tourismus.ch"]}," Not as big and well known as the above mentioned destinations, Laufenburg is a small but pretty medieval town, half Swiss half German, divided by the Rhine. It's a pretty half-hour drive or train ride along the Rhine from Basel. You can continue the drive for up to two more hours until you get to ",{"type":"'''","value":[{"type":"[[","value":[["Schaffhausen"]]}]}," and the Rhine falls."]},"\n",{"type":"{{","value":[["geo"],["47.5667"],["7.6000"]]},"\n",{"type":"{{","value":[["isPartOf"],["Basel and Aargau"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Basel"]]},"\n",{"type":"[[","value":[["Wikipedia:Basel"]]}]