[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Golden Princess at Saint Kitts.jpg"],["thumb"],["right"],["350px"],["Cruise Port in Basseterre"]]},"\n\n",{"type":"'''","value":["Basseterre"]}," on the west coast of the island of Saint Kitts is the capital city of the two-island nation, the Federation of ",{"type":"[[","value":[["Saint Kitts and Nevis"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By air"]},"\n",{"type":"'''","value":["Robert L Bradshaw International"]}," (",{"type":"{{","value":[["IATA"],["SKB"]]},") is the only airport on St. Kitts.\n\n",{"type":"===","value":["By cruise ship"]},"\nAs depicted in the photo on the right, a large pier supports visiting cruise ships.  Their passengers can walk directly through the \"duty free\" shopping area (noted in \"Buy\" below), and onward to the central downtown area.\n\n",{"type":"===","value":["By ferry"]},"\nIt is very easy to get to Basseterre from Charlestown, the capital of Nevis, which is the sister island of St. Kitts. A number of different ferry boat make the scenic round trip between the two islands several times a day, especially in the early mornings and late afternoons.\n\n",{"type":"===","value":["By bus"]},"\nLocal buses all ultimately terminate (and start) in Basseterre and they are a very good, fast, inexpensive way to get around the island.  A bus will drop you off or pick you up anywhere at all on the main road. Buses have a green license plate that starts with the letter \"H\" or \"HA\".\n\n",{"type":"===","value":["By taxi"]},"\nTaxis have a yellow license plate which starts with the letter \"T\" or TA\". Taxis are not inexpensive, but they are reliable, and being vans they can carry a whole family or a group of people plus a lot of luggage. There is a taxi stand at the Bradshaw airport; any taxi driver will be happy to take you into Basseterre, which is only a short distance away.\n\n",{"type":"==","value":["Get around"]},"\nThere are many ways to get around Basseterre\n",{"type":"*","value":[" ",{"type":"'''","value":["Bus"]}]},"Public Buses have green license plates with the registration identifier starting with the letter H. \nThe 5 main bus routes on St. Kitts Are:\n",{"type":"*","value":[" ",{"type":"'''","value":["Basseterre to Sandy Point"]}," travelling West, starting at the Ferry Terminal"]},{"type":"*","value":[" ",{"type":"'''","value":["Basseterre to Capesterre"]}," travelling West, starting at the Ferry Terminal"]},{"type":"*","value":[" ",{"type":"'''","value":["Basseterre to St. Peter's"]}," travelling North, starting at College Street Ghaut"]},{"type":"*","value":[" ",{"type":"'''","value":["Basseterre to Molyneux"]}," travelling East, starting at Baker's Corner  "]},{"type":"*","value":[" ",{"type":"'''","value":["Basseterre to Saddler's"]}," travelling East, starting at Baker's Corner"]},"\nWhen a cruise ship visits, dozens of taxis and cars-for-hire can be seen flanking the duty-free mall near the cruise terminals...many with \"brokers\" in the mall ready to greet you and negotiate costs.  Others serve the airport and key resorts, or can be called by phone.\n\n",{"type":"==","value":["See"]},"\n\nWorthwhile places to see in Basseterre include:\n\n",{"type":"*","value":[" Independence Square"]},"\n",{"type":"*","value":[" The Circus"]},"\n",{"type":"*","value":[" St. George's Anglican Church"]},"\n",{"type":"*","value":[" Basseterre Co-Cathedral of Immaculate Conception"]},"\n",{"type":"*","value":[" The Cenotaph"]},"\n",{"type":"*","value":[" St. Kitts Heritage Society"]},"\n",{"type":"*","value":[" National Museum"]},"\n",{"type":"*","value":[" Amina Craft Market"]},"\n",{"type":"*","value":[" Public Market"]},"\n",{"type":"*","value":[" Queen Victoria Statue Roundabout"]},"\n",{"type":"*","value":[" Fort Thomas"]},"\n",{"type":"==","value":["Do"]},"\n\nBicycle Rental, Cayon St. (near Church St.), Tel: 466-3912\/466-4257\/663-4154, US $15.00 per day\n\n",{"type":"==","value":["Buy"]},"\nThe city has a decent selection of small stores on its several primary streets.  They offer restaurants, souvenirs, jewelers and local crafts, plus nearly everything needed for daily life by its citizens and visitors.\n\nAmong other crafts, the island produces and offers very high-quality batik, in the form of cloth, clothing, and numerous kinds of home decorations and accessories. The batik is made at Caribelle Batik, which is about 11 miles outside Basseterre, situated in a historical sugar plantation, Romney Manor, which has a lovely tropical garden around it.\n\nIn the past several years, the waterfront in Basseterre has been filled in to create a sizeable, duty-free, open-air shopping mall catering primarily to visitors.  As of Fall 2009, most of the many storefronts were occupied by a good range of merchants, with more being built, but not rapidly.  Many prices seen (Spring 2011) were competitive with many other island cruise ports.  Virtually all merchants accept U.S. currency.  Before giving you duty-free rates, merchants often ask for something that shows you are not a resident, such as a cruise card, foreign driver's license, or a passport.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe main tourist hotel near Basseterre is the Marriot.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe main resort area is in Frigate Bay.\n\n",{"type":"{{","value":[["geo"],["17.3000"],["-62.7333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Saint Kitts"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Basseterre"]]}]