[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Bastimentos Isle in Bocas del Toro Panama.JPG"],["thumb"],["300px"],["right"],["Old Bank, the only settlement on Bastimentos"]]},"\n\n",{"type":"'''","value":["Bastimentos"]}," is an island in Bocas del Toro province in the ",{"type":"[[","value":[["Caribbean West"]]}," of ",{"type":"[[","value":[["Panama"]]},".\n\nFor everyone who feels a bit overwhelmed by the party scene in ",{"type":"[[","value":[["Bocas del Toro (town)"],["Bocas town"]]}," this is the place to go. In Bastimentos you are going to find the relaxing atmosphere the loud taxis and bars on the main island can't offer.\n\n",{"type":"==","value":["Get in"]},"\nYou can take a taxi boat for $3.50 USD (one way) from the Bocas Town of Isla Colon.\n\n",{"type":"==","value":["Get around"]},"\nThe only village on the island is called Old Bank, consisting of a walking path lined with rustic buildings. There are no cars or roads on this island, so walking and water taxis are the ways of transportation.\n\n",{"type":"==","value":["See"]},"\nThere are several beautiful beaches in walking distance from town. One is \"Wizard Beach\" (1.2 km or 20 minutes from town) and the other one is \"Red Frog Beach\" (~1 hour walking from Old Bank town).  The path is extremely difficult to negotiate in the rain.\n\n",{"type":"====","value":[" Wizard Beach (Playa Primera) "]},"\nThere have been regular reports of robberies with machetes on the path between the town of Old Bank and Wizard Beach since 2006. Ask local sources and always use common sense.\n\nThere is a strong (reportedly deadly) undertow on this beach. Only experienced swimmers should enter the water here. The beach is long and fairly remote. The difficulty involved in getting to this beach lends itself to a smaller number of visitors. There are no services on or near this beach. Sometimes there are good waves for surfing. There is no lifeguard and medical services are far away.\n\n",{"type":"====","value":[" Red Frog Beach "]},"\nThere are two bars and a hostel at the far end of this beach. Drinks are more expensive than in town but still cheaper than US or European prices. The hostal serves food right on the beach and is open until 5PM. A truck runs back and forth from the beach near the hostel to the marina on the other side of the island. The truck is free. Water taxis are usually waiting to take you to Bastimentos for $4 per person.\n\n",{"type":"==","value":["Do"]},"\nThere is a PADI dive centre on Bastimentos called The Dutch Pirate ",{"type":"[","value":["http:\/\/www.thedutchpirate.com"]},"(PADI Store no S 21308) which has cheap prices for Open Water\/Advanced certifications, Discover Scuba Diving experience and fun dives.\n\nWalk up to the Coffee Shop ",{"type":"''","value":["Up in the Hill"]}," and have a great coffee\/tea\/etc. while reading\/changing a book and enjoying the calm environment and the nice views. \n\nDefinently recommend this. get some brownies and truffles. theres a book store here to. wonderful family runs it.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are several restaurants in Old Bank. ",{"type":"'''","value":["Roots"]}," and ",{"type":"'''","value":["Alvin"]}," are safe bets for good food at a very reasonable price.\n\n",{"type":"==","value":["Drink"]},"\nNot so much for going out here. It s more to calm down from Bocas del Toro experiences. Also, Old Bank has a different vibe than gringofied Bocas town - more real but not always in a nice way. Poverty is much more apparent, and after dark the settlement can feel a bit intimidating at times.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Beverly's Hill"],["url=http:\/\/www.beverlyshill.blogspot.com\/"],["email=beverlyshill@gmail.com"],["address="],["lat="],["long="],["directions=Walk left some 100 meters from the pier in Old Bank. You'll see signs leading the way; it's up a small hill on your right."],["phone=(507) 757 9923"],["tollfree="],["fax="],["hours="],["price=From $20 for a double room."],["checkin="],["checkout=11:00"],["content=Very nice place run by a friendly British\/Colombian family. Excellent hospitality, as well as good local knowledge. Highly recommended. There are 7 rooms, in wooden cabins in a lush garden. Breakfast and dinner available, but let them know beforehand so they can prepare."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Yellow Jack"],["alt=Dive, Hostal"],["url=http:\/\/www.yellow-jack.com\/"],["email="],["address=Bastimentos, Bocas del Toro, Panama"],["lat="],["long="],["directions=Ask the water taxi to drop you at Yellow Jack's dock."],["phone=+507 6908-3621"],["tollfree="],["fax="],["hours="],["price=$15pp"],["checkin=14:00"],["checkout=12:00"],["content=Yellow Jack is just outside the main town on Bastimentos. There are two buildings with two and three rooms with private baths. These units are fed by rainwater and have electric water heaters on the shower heads. Fans and mosquito nets are provided. Dive trips, kayak rental, and snorkel gear rental are all available at the \"lobby\" which is actually built out on top of the ocean. See the website for pictures. Breakfast is available in the morning and drinks are available the rest of the day. It is a 5 minute walk into town where there are a couple of restaurants and shops with reasonably priced goods."]]}]},"\n",{"type":"==","value":["Connect"]},"\nFor a totally unique experience, try La Loma Jungle Lodge and Chocolate Farm. It's located in a quiet bay midway down the island and has 4 'handmade' cabins perched on the hillside. The food is incredible with many products grown in the organic gardens. Unsurprisingly, chocolate features prominantly.\n\n",{"type":"==","value":["Go next"]},"\nTaxi boat to ",{"type":"[[","value":[["Bocas del Toro (town)"],["Bocas town"]]},".\n\n",{"type":"{{","value":[["geo"],["9.3500"],["-82.2000"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Caribbean West"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]