[{"type":"{{","value":[["pagebanner"],["Batad banner Rice terraces.jpg"]]},"\n",{"type":"'''","value":["Batad"]}," is a village in the ",{"type":"[[","value":[["Cordillera Administrative Region"]]}," of the island of ",{"type":"[[","value":[["Luzon"]]}," in the ",{"type":"[[","value":[["Philippines"]]},".\n\n",{"type":"==","value":["Understand"]},"\nBatad is a village of fewer than 1500 inhabitants, situated among the Ifugao rice terraces. It is perhaps the best place to view this UNESCO World Heritage site.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Batad Rice Terraces after the rain.JPG"],["350px"],["thumbnail"],["Batad Rice Terraces after rain"]]},"\nNo road leads to the village currently. But a road is in construction.\n\nA jeepney from ",{"type":"[[","value":[["Banaue"]]}," (₱150 for tourists) will bring you to the ",{"type":"''","value":["Saddle"]},", from which it is a roughly 40-minute trek to the village. The road to the ",{"type":"''","value":["Saddle"]}," is mostly unpaved and perhaps treacherous at places, but the views of the Cordillera Mountains are impressive. Also, be advised that not all jeepneys stop at the ",{"type":"''","value":["Saddle"]},"; some stop about three kilometers short of it, at the Batad ",{"type":"''","value":["junction"]},". From here, it's a 30-minute walk up to reach the ",{"type":"''","value":["Saddle"]}," (or if you are lucky, try to stop a nice 4WD). There are two jeepneys in the morning and one at about 3PM at Banaue.\n\nIf you can't get a public jeepney get a tricycle to the ",{"type":"''","value":["junction"]}," from ",{"type":"[[","value":[["Banaue"]]},". You will be quoted ₱300 to ₱350. Try not to settle for this fare but ask around. There are often tricycles headed to the junction to pick up returning travellers, especially after 10AM when there are no more jeepneys out from Batad. They may agree to fares as low as ₱50, although ₱100 to ₱200 is more likely. Walking in from the ",{"type":"''","value":["junction"]}," will take one to one and a half hours.\n\n",{"type":"==","value":["Get around"]},"\nSince no road leads to Batad, there are no motorized vehicles to be found anywhere in the village. This means, of course, that one must get around on foot. (It also means that one can enjoy a delightful respite from the ubiquitous din of tricycles and jeepneys.)\n\nYou will find a lot of local people wanting to guide you trough the various interesting places of the village for ₱400.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ifugao Rice Terraces"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These amazing irrigated rice paddies were carved into the mountains over two thousand years ago. The village is nestled among perhaps the finest examples of them in the region. Anywhere in or above the village provides phenomenal views. Also, you may walk along them if you like."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Viewpoint"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For the braves, there is a viewpoint on the highest point of the opposite side when coming from the ",{"type":"''","value":["Saddle"]},". The valley view is wonderful. From there, don't miss to go down to Tappiyh Waterfalls!"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tappiyah Waterfalls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A beautiful 70-meter falls about a 30-minute walk from the village. It's a great place to go for a swim. To go there without guide, when arriving from the ",{"type":"''","value":["Saddle"]}," head on the opposite side of the rice terraces amphitheater (trough the rice terraces or down to the village and up to the promontory). From here go down again with the only path with stairs to the other side."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Patpat Sitio (Sub-Village)"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Patpat is a small sub-village of Batad. While this sitio itself does not have too many attractions, the two-hour hike going there passes through some amazing sights. You first cross a river with a hanging bridge, then hike up rice terraces which lead into a small forest with numerous little waterfalls and springs. Upon reaching the ridge of the mountain, relax in a waiting shed which gives you both a full-frontal view of the Batad Rice Terraces and the sweet potato plantations of Patpat. There is one store in the village, and the elderly owner speaks perfect American colonial-period English. She only sells snacks and canned sardines, but you can ask her to cook the sardines and some rice for you. She might even give you some boiled sweet potatoes for free! Beside her store is a male basketweaver who might have some native backpacks for sale. There is also a tiny elementary school with tiny tots who will chorus a cheerful English greeting to visitors.\nDo get a guide in Batad Village, because you can get lost in the uphill climb. The fee is just about 400-500 pesos."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere are no real stores to be found within the village proper, but overlooking the village is a cluster of lodges. Here you can buy indigenous souvenirs such as wood carvings, coffee, and rice wine.\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Ifugao weaving"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beside the Foreigner's Inn at the main village there is a small hut with an elderly woman weaving traditional clothing with a backstrap loom. Her items cost around 400 to 500 pesos each."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Handmade Ifugao knives"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also in the main village of Babluy is Juan Buy-a, the village blacksmith. He usually makes items for actual use (not lousy souvenirs), and you may chance upon him finishing a lovely blade with carved handle and scabbard. With some good haggling and a bottle of gin (which you should always carry around in Batad), you may get it at a great price!"]]}]},"\n",{"type":"==","value":["Eat"]},"\nCurrently, the only dining options are the various lodges, which offer \"foreigner food\" (pizza, western breakfasts, etc.) in addition to basic Filipino meals. Expect to pay at least 60-160 pesos. The Batad View Point Restaurant, serving organic, locally grown indigenous cuisine will hopefully be open soon.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sweet potato fries"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sweet potato is planted in the swidden farms around Batad. So, before going on any mountain hike, an energy-boosting snack of fried sweet potato fries is a must! You can also order a few pieces of boiled sweet potato to take with you. Available at any of the restaurants in Batad."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sideview inn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has some nice dishes around 160 p"]]}]},"\n",{"type":"==","value":["Drink"]},"\nExpect to pay a premium for bottled beverages. A small bottle of San Miguel can cost around 60 pesos. A one-liter bottle of water cost 60-65 pesos. It is also possible to buy locally made rice wine.\n\n",{"type":"==","value":["Sleep"]},"\nThere are lodges overlooking the village proper, providing basic rooms with shared bathroom for around 200\/250 pesos per person.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ramon's Home Stay\/Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A much more interesting option, located within the village itself (150 pesos for a regular room; 250 pesos to stay in a traditional Ifugao hut). Ramon is an excellent source of help and information about the local history and culture. He will show you traditional artifacts, host bonfires at night, and prepare you freshly ground, freshly roasted organic coffee made from beans grown right in his garden."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rita's"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=200 p \/ pax"],["checkin="],["checkout="],["content=Clean rooms, spotless shared bathroom, ran by friendly family. It's also possible to sleep in a traditional hut."]]}]},"\n",{"type":"==","value":["Go next"]},"\nMake sure to be back at the ",{"type":"''","value":["Saddle"]}," by 9AM to catch the only jeepney back to ",{"type":"[[","value":[["Banaue"]]},". Remember that the hike back to the ",{"type":"''","value":["Saddle"]}," is uphill and will take longer than your hike in. Plan for at least one hour. Alternatively it is a fairly easy downhill hike to the ",{"type":"''","value":["junction"]}," where you can get a jeepney or tricycle to ",{"type":"[[","value":[["Banaue"]]},".\n\nYou may also continue on to the village of ",{"type":"[[","value":[["Cambulo"]]},", a difficult 90-minute trek away.\n\n",{"type":"{{","value":[["IsPartOf"],["Cordillera Administrative Region"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]