[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Batemans Bay 2.jpg"],["thumb"],["250px"],["Looking into the bay from the south"]]},"\n",{"type":"[[","value":[["Image:Batemans Bay - Circuit Beach.jpg"],["thumb"],["250px"],["A very quiet and unspoiled beach on the bay"]]},"\n",{"type":"'''","value":["Batemans Bay"]}," is a small coastal town (population 16,000) situated at the mouth of the Clyde River. It is close to the many fine beaches of the ",{"type":"[[","value":[["South Coast (New South Wales)"],["South Coast"]]}," of the ",{"type":"[[","value":[["Australia"],["Australian"]]}," state of ",{"type":"[[","value":[["New South Wales"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nBatemans Bay is closest ocean beach to the Australian capital city, ",{"type":"[[","value":[["Canberra"]]},", making it a popular weekend and holiday destination for the capital's inhabitants. Many of the people who live in Batemans Bay are retired, although it is now attracting younger families looking for cheaper houses who would like live close to the sea.\n\nBatemans Bay and its neighbouring South Coast area boast some of the most spectacular and unspoiled coastline in New South Wales. However, the township itself is fairly unlovely.\n\nDuring summer, Batemans Bay's population more than doubles from holidaying folk from inland.\n\n\n",{"type":"===","value":["Climate"]},"\n\nHot during Summer (December-February). Mild weather during Spring and Autumn. Due to the coastal location Winter is fairly mild.\n\n",{"type":"==","value":["Get in"]},"\n\nBatemans Bay is located on the ",{"type":"'''","value":["Princes Highway"]},", some 280 km (175 miles) south of ",{"type":"[[","value":[["Sydney"]]}," (3 - 4 hrs driving time) and about 10 - 11 hours north of ",{"type":"[[","value":[["Melbourne"]]},".\n\nBatemans Bay can be reached from ",{"type":"[[","value":[["Canberra"]]}," (2 - 2.5 hours) by the ",{"type":"'''","value":["Kings Highway"]},". Both the Kings Highway and the Princes Highway have a fairly high accident rate relative to the Australian average. They are fully paved roads, but quite busy. Apart from the occasional passing lane, it is one lane each direction, no center divider, generally 100km\/h limit. There are some very tight 20km\/h corners going down the Clyde mountain from Canberra.\n\nIf coming from ",{"type":"[[","value":[["Melbourne"]]}," it is no longer to come via Canberra and the Hume Highway.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"*","value":[" Murrays Coaches Canberra - Batemans Bay ",{"type":"[","value":["http:\/\/www.murrays.com.au\/default.asp?action=category&ID=15&order=rank&sort=asc&limit=0"]}]},{"type":"*","value":[" Premier Motor Service Sydney - Batemans Bay - Melbourne ",{"type":"[","value":["http:\/\/www.premierms.com.au\/"]}]},{"type":"*","value":[" VLine Batemans Bay - Melbourne (via Sale) ",{"type":"[","value":["http:\/\/www.vlinepassenger.com.au\/network.html"]}]},{"type":"*","value":[" Priors Scenic Express - Sydney - Southern Highlands - Batemans Bay ",{"type":"[","value":["http:\/\/www.priorsbus.com.au\/ "]}]},"::",{"type":"''","value":["note:  VLine timetable information found in the Eastern Region, the appropriate route is the Sapphire Coast link ",{"type":"[","value":["http:\/\/www.vlinepassenger.com.au\/times_east.html"]}]},"\n\n",{"type":"===","value":["By plane"]},"\nThe nearest airport is at ",{"type":"[[","value":[["Moruya"]]},", 27 km south of Batemans Bay, or a 20 minute drive.  A hire car ",{"type":"''","value":["(arrange before you arrive)"]}," can be collected at the airport.  Hertz operate at the airport terminal.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.regionalexpress.com.au\/ Rex Airlines"]}]}," flies into Moruya from ",{"type":"[[","value":[["Sydney"]]},"."]},"\n",{"type":"==","value":["Get around"]},"\n\nThe local bus service is Prior's Bus Service - Ph: 02-4472 4040\n\nThe local taxi service is Batemans Bay Taxis - Ph: 131 008\n\n",{"type":"==","value":["See"]},"\n\nAn emphasis on natural attractions including national parks and beaches. The local bush is mainly spotted gums with an understory of burrawangs.  While there is development around the town, the bush is nearby and quite unspoilt.\n\n",{"type":"==","value":["Do"]},"\n\nCruise up the Clyde river to ",{"type":"[[","value":[["Nelligen"]]},".  Visit ",{"type":"'''","value":["Mogo"]}," for arts and crafts, recreated gold mining village, and zoo.  Visit national parks including ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nationalparks.nsw.gov.au\/parks.nsf\/parkContent\/N0025?OpenDocument&ParkKey=N0025&Type=xo Murramurang"]}]},".  The ",{"type":"'''","value":["Eurobodalla Botanic Gardens"]}," explains the local flora. Most importantly visit the beaches.\n\nWater based activities in the area include deep sea fishing to surf board, boat and jet ski hire.  Just south of Batemans Bay, the Broulee Surf School",{"type":"[","value":["http:\/\/www.brouleesurfschool.com.au\/"]}," offers lessons for all levels. Jetskis can be hired off Corrigans Beach close to the town on the south side of the bay.\n\nShop for arts and crafts in the neighboring villages - Mogo is quite close, ",{"type":"[[","value":[["Tilba Tilba"]]}," is further afield, south down the Princes Highway.  At Tilba Tilba the ABC cheese factory sells produce.  \n\nSpend a night out on the town with first class restaurants and home town pubs with local entertainment.\n\n",{"type":"===","value":[" Swimming"]},"\n\nThe sea temperature becomes quite pleasant as Summer progresses, though at the start of summer can be quite chilly. Surprisingly there is often a brief period towards the end of spring when the sea temperature is quite mild, before getting chilly, and then warming up as summer progresses.\n\nMost beaches in the area have times when they are patrolled by local surf life saving clubs manned by volunteers. Visitors should ensure they swim between the yellow and red flags that denote the patrolled area of the beach. Broulee South Beach is a great beach to swim at on a calm day especially for young families and it is patrolled all weekends during summer.\n\n",{"type":"==","value":["Buy"]},"\n\nYou can purchase small souvenirs (both commercial and unique) of Batemans Bay from the many local arts and crafts establishments and retailers.  As a growing regional population center, the town is also well serviced by local shops and chains including Kmart, Coles and Woolworths.\n\n",{"type":"==","value":["Eat"]},"\n\nOysters from the Clyde River are a local speciality and are also highly praised and appreciated by a much wider audience, including Sydney restaurants and beyond. The ",{"type":"'''","value":["Pearly Oyster Bar"]}," in North Street is a good place to try local produce.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Starfish Deli"],["alt="],["url=http:\/\/www.starfishdeli.com.au\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +61 2  4472 4880"],["tollfree="],["fax="],["hours="],["price="],["content=Clyde Street, views over the water, pizzas and à la carte menu, open each day from 9.30 for breakfast, lunch and dinner,"]]}]},"\nTry some fresh fish and chips from any of the shops along the main street facing the bay.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are a number of hotels in the town and also the Soldiers' Club.\n\n",{"type":"==","value":["Sleep"]},"\n\nA range of accommodation options are available.  Visitors often hire a house or an apartment from a local real estate agent or stay in the many local motels, apartments, caravan and holiday parks or bed and breakfast accommodation establishments available.\n\nBatemans Bay and surrounds are extremely busy in December\/January during the Australian Christmas holiday period, and accommodation will be extremely difficult to find at those periods unless pre-bookings are made.\n\nEaster holidays and long weekends (including Canberra Day) are also popular, so book early.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox-1"],["image1=Australian Route 1.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Sydney"]]}],["minorl1=",{"type":"[[","value":[["Ulladulla"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Eden (New South Wales)"],["Eden"]]}],["minorr1=",{"type":"[[","value":[["Moruya"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Batemans Bay, New South Wales"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["-35.7072"],["150.1780"]]},"\n",{"type":"{{","value":[["IsPartOf"],["South Coast (New South Wales)"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/New_South_Wales\/Localities\/B\/Batemans_Bay\/"]]}]