[{"type":"{{","value":[["pagebanner"],["Bath UK banner Roman baths.jpg"],["dotm=yes"],["disambig=yes"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Bath Pulteney Bridge.jpg"],["thumb"],["right"],["350px"],["Pulteney Bridge"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitbath.co.uk\/ Bath"]}]}," is a historic Roman and Georgian spa city. It is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["World Heritage Site"]]},", situated 100 miles west of ",{"type":"[[","value":[["London"]]}," and 15 miles (25 km) south-east of the nearest big city, ",{"type":"[[","value":[["Bristol"]]},". Bath is famous for its ",{"type":"[[","value":[["hot springs"]]},", Roman period baths, Medieval heritage and stately Georgian architecture. Set in the rolling Somerset countryside on the southern edge of the Cotswolds, Bath (population 80,000+) offers a diverse range of attractions for its 4.4 million visitors each year: restaurants, theatres, cinemas, pubs and nightclubs, along with interesting museums, and a wide range of guided tours.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\nBath is among the oldest of England’s principal tourist destinations and has been welcoming visitors for centuries. The three hot springs within the city were sacred to the Celtic goddess Sulis, whom the Romans later identified with the goddess Minerva. Bath first achieved its status as a sacred spa site with the growth of the Roman settlement ",{"type":"''","value":["Aquae Sulis"]}," around the thermal springs. The Roman period saw a vast complex of baths constructed - the remains of these were re-discovered in the 18th century and helped fuel Bath's modern revival as a luxury resort.\n\nBath was a prosperous city in the Medieval period, the site of an Abbey and Cathedral (under the Bishop of Bath and Wells). The Reformation under Henry VIII saw some uncertainty emerge in Bath's future, although the reign of Elizabeth I saw the first revival of the town as a spa resort. It was during the Georgian period, however, that Bath came once again into its own. Exceedingly fashionable, Bath was laid out in stately avenues, streets and crescents, encrusted with Neo-Classical public buildings.\n",{"type":"[[","value":[["File:Bath Royal Crescent wts.jpg"],["thumb"],["right"],["499px"],["The Royal Crescent - Georgian town houses"]]},"\nBath suffered a significant amount of damage during air raids in World War II. The prestigious crescents and terraces were relatively unscathed and restored where necessary, but some of the more minor Georgian and Victorian streets were demolished both after the war and during a later ill-conceived phase of development known now as the \"Sack Of Bath\". Consequently some modern buildings pop up in unexpected places, and the locals are generally very opposed to any major building developments that are put forward. In 2011 some of those works are substantially complete with a brand new shopping centre near the railway station recently opened.\n\n",{"type":"===","value":[" Read "]},"\n\nJane Austen's ",{"type":"''","value":["Northanger Abbey"]}," is traditional reading before a visit to Bath.  Austen spent some time there, and her novel is a satire of the social life of the city at the time.  Many of the sites she mentioned are still able to be visited in the city today.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"====","value":["Regional Airports"]},"\n\nThese smaller airports provide a much more sedate experience than the London ones. Check in queues are shorter, there are fewer people about, and it's much clearer where you have to go and what you have to do. Less stress and fewer delays than the London ones.\n\n",{"type":"'''","value":["Bristol International Airport ",{"type":"[","value":["http:\/\/www.bristolairport.co.uk\/"]}]}," is situated 20 miles from Bath and boasts scheduled flights from many major European cities, including ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Barcelona"]]},", ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Brussels"]]},", ",{"type":"[[","value":[["Copenhagen"]]},", ",{"type":"[[","value":[["Edinburgh"]]},", ",{"type":"[[","value":[["Glasgow"]]},", ",{"type":"[[","value":[["Paris"]]}," and ",{"type":"[[","value":[["Prague"]]}," (but not ",{"type":"[[","value":[["London"]]},"). By public transport catch the Flyer bus service from the airport to Bristol Temple Meads station, then the train from there to Bath; expect the journey to take about one hour, and longer between 4PM and 6PM when Bristol's roads are congested.  Alternatively pay for a taxi (about £40) and get to Bath in about 40 minutes.\n\n",{"type":"'''","value":["Southampton Airport ",{"type":"[","value":["http:\/\/www.southamptonairport.com\/"]}]}," is under 2 hours from Bath by train,and connections are good. It is served mainly by the budget airline Flybe, flying mostly to European destinations.\n\n",{"type":"'''","value":["Cardiff Airport ",{"type":"[","value":["http:\/\/www.cwlfly.com\/"]}]},"   ",{"type":"'''","value":["Exeter Airport ",{"type":"[","value":["http:\/\/www.exeter-airport.co.uk\/site"]}]},"  and ",{"type":"'''","value":["Bournemouth Airport ",{"type":"[","value":["http:\/\/www.bournemouthairport.com\/cms\/1\/home.html\/"]}]},"\nare also served by low cost airlines and are within a couple of hours driving distance of the city.\n\n",{"type":"====","value":["London Airports"]},"\nThe alternative is to use one of the ",{"type":"[[","value":[["London"]]}," airports and travel on to Bath by train, car or bus. The most convenient are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.heathrowairport.com\/ Heathrow Airport"]}]}," is about two hours drive straight down the M4 (",{"type":"''","value":["westbound"]},") motorway. Alternatively the RailAir express bus service (running every 20 minutes) connects with the main ",{"type":"[[","value":[["London"]]}," to Bath rail service at ",{"type":"[[","value":[["Reading (England)"],["Reading"]]}," rail station; expect the total journey to take slightly over two hours. Or take the train the entire way, hop on the Heathrow Express to Paddington Station and then take a train from there to Bath Spa railway station, the journey takes a little under two hours. Alternatively the National Express coach company run direct buses from Heathrow to Bath bus station."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gatwickairport.com\/ Gatwick Airport"]}]}," is about three hours drive away via the M23 (",{"type":"''","value":["northbound"]},"), M25 (",{"type":"''","value":["clockwise"]},") and M4 (",{"type":"''","value":["westbound"]},") motorways. Alternatively a half-hourly rail service from Gatwick connects with the main ",{"type":"[[","value":[["London"]]}," to Bath rail service at Reading rail station; expect the total journey to take slightly over two hours. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stanstedairport.com\/ Stansted Airport"]}]}," is about three hours drive away via the M11 (",{"type":"''","value":["southbound"]},"), M25 (",{"type":"''","value":["anti-clockwise"]},") and M4 (",{"type":"''","value":["westbound"]},") motorways. By train you will need to catch a Stanstead Express train to London Liverpool Street station, the tube to London Paddington station, then follow the directions below; expect the total journey to take around three and a half hours."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.london-luton.co.uk\/en\/ London Luton Airport"]}]}," is about a three hour train ride. The Thameslink rail connects the airport to central London where you can catch a train to Bath Spa."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Bath Spa railway station MMB 11 43127.jpg"],["thumb"],["250px"],["A train pulling through the Bath Spa Station"]]},"\n\n",{"type":"''","value":["Wikivoyage has a guide to ",{"type":"[[","value":[["Rail travel in the United Kingdom"]]},"."]},"\n\n",{"type":"'''","value":["Bath Spa"]}," is a Victorian station on the Great Western Railway designed by Isambard Kingdom Brunel. The station is located in the city centre. It has regular inter-city and regional train services from ",{"type":"[[","value":[["Bristol"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Reading (England)"],["Reading"]]},", ",{"type":"[[","value":[["Salisbury (England)"],["Salisbury"]]},", ",{"type":"[[","value":[["Southampton"]]},", ",{"type":"[[","value":[["Weymouth"]]}," and ",{"type":"[[","value":[["Swindon"]]},". From London, you should travel from London Paddington station, trains run approx every 30 minutes, journey time about 1 hour 30 minutes. Train times (from any location) can be found on the National Rail Planner ",{"type":"[","value":["http:\/\/www.nationalrail.co.uk\/planmyjourney\/"]}," or by calling 0845-748-4950 from anywhere in the UK. There is a taxi rank outside the station, and the bus station is adjacent. \nThe station is staffed from 06:00-20:30 however the ticket office will only sell advance tickets between 08:00 and 18:00 (ignore the times on the national rail website they are wrong) There are no luggage lockers in the station;  Bath Backpacker's Hostel in Pierrepont Street, which is just a few hundred feet from the station, will look after left luggage for the day for £3.00.\n\n",{"type":"'''","value":["Oldfield Park"]}," is a stop in a residential suburb a mile or so from Bath Spa in the Bristol direction. Don't leap off the train here with all your luggage thinking you're in the middle of town!\n\n",{"type":"===","value":["By car"]},"\nGet off the M4 at Junction 18, follow signs for about 10 miles. Use the Park-and-Ride facilities!\n\nIt is very easy to get lost in Bath, as a lot of it is one-way and there's a traffic system that prevents you driving from one side of the city to the other. You have to go out on an unofficial ring road and re-enter the city. Furthermore, the high population density, the lack of a city bypass and the low capacity of the old narrow streets means that congestion is often horrendous. In particular, on Saturdays the car parks will all be full, and the roads will be blocked by people queueing to get into these car parks, a problem made worse since the opening of the new Southgate car park. At peak times, it can be quicker to walk from the edge of Bath to town, rather than driving and finding somewhere to park. The short answer - don't drive in Bath.\n\nParking in central Bath is better than it used to be as there's a big new underground multi story under the Southgate Shopping Centre. Most of the smaller long stay car parks will be full by 8:30AM during the working week so you have to get in early. Major central multi-storey car parks are based underneath the Southgate Shopping Centre, Walcot Street, Manvers Street (near the train stations) and Charlotte Street (off Queens Square). Average 2010 rates are around £3 an hour - or the more prohibitive pay and display in central bath at £1.30p per 30 minutes in the most convenient street locations. Many parking bays are \"residents parking only\" so check before leaving your car. Traffic wardens are ",{"type":"'''","value":["very"]}," efficient so don't even think of parking on a yellow line or going over your time limit. On Sundays and between 7PM and 8AM other days most parking is free, however check machines for exact details.\n\nThe best way to drive into town is to use the park and ride facilities ",{"type":"[","value":["http:\/\/www.bathnes.gov.uk\/BathNES\/transportandroads\/Parking\/parkandride\/default.htm"]}," when travelling into Bath for the day. You can park for free and then take a bus for £2.20 per adult return (round-trip, discounts exist) right into the city. The only downside to this is that the last bus leaves at 8:30PM, so you can't use this service if you're staying in Bath late.\n\n",{"type":"===","value":["By bus"]},"\nBath's bus station is close to the railway station and buses to most destinations outside the city leave and arrive at this location.\n\n",{"type":"==","value":["Get around"]},"\nMost locations in Bath are easily walkable from the city centre and stations.\nBath's roads can be quite congested and driving is not particularly to be recommended for local journeys, but is probably the best way of seeing the surrounding region.\n\n",{"type":"===","value":["By foot"]},"\nSome of Bath's shopping streets feel like pedestrian only areas - but aren't. Have a quick look round before you follow everyone else out into the road and, if you're driving, expect pedestrians to walk out in front of you.\n\n",{"type":"===","value":["By public bus"]},"\nTypically for British public transport, public buses are at best adequate. A popular 'Park and Ride' bus system operates from a ring of car parks around the outskirts of the city (Newbridge, Lansdown, Claverton Down and Odd Down). It can take you to Milsom Street, the city's main shopping street, or to a number of the cities schools. Note that Bath's buses are often quite expensive, compared with other cities. If you are going to be taking more than 1 return journey or 1 single journey in a day, it is recommended to ask the driver for a day pass instead which gives unlimited travel on that bus company's buses in Bath. This costs around £3.70 per day. Note that there are several bus companies operating, such as WessexConnect and FareSaver, but the most useful for tourists will be buses operated by First.\n\n",{"type":"===","value":["By tourist bus"]},"\nTour buses complete an enjoyable circuit of main attractions - these can be picked up en route or at the main bay at 'Bog Island' (for the Skyline tour) or next to the fountain near Bath Abbey (for the city centre tour). When you see something you like just hop off at the next stop, have a look round, and hop back on the next one that comes along. Attractions en route include the historic Royal Crescent, The Circus - and some tour bus companies include a route up the winding Ralph Allen Drive past the impressive Prior Park Gardens. Tickets cost £11.50 for both the 40 minute Skyline tour and the 45 minute City Centre, hop-on, hop-off service.\n\n",{"type":"===","value":["By taxi"]},"\nThere are taxi ranks outside the train station and the Abbey. Somehow there never seem to be enough when a train arrives or late at night so plan ahead to avoid long queues. Taxi firms are well advertised locally. The drivers know the city well and will entertain you with (often cranky) stories.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Landmarks"]},"\n",{"type":"[[","value":[["File:Bath Roman baths.jpg"],["thumb"],["250px"],["right"],["Roman Baths and the Abbey"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Roman Baths"],["alt="],["url=http:\/\/www.romanbaths.co.uk\/"],["email="],["address=Stall St, BA1 1LZ"],["lat="],["long="],["directions="],["phone=+44 1225 477785"],["tollfree="],["fax="],["hours=09:30-17:30 (Nov-Feb), 09-18:00 (Mar-Jun,Sep-Oct), 09-22:00 (Jul-Aug)"],["price=£14\/adult, £11.75\/seniors, £8.80\/child"],["content=Built by the Romans around 2000 years ago, and later rediscovered by the Victorians, the Roman Baths are the must-see tourist attraction in Bath. The baths are fuelled by England's only mineral ",{"type":"[[","value":[["hot springs"]]},", outputting over a million litres of hot water each day. You can wander the rooms that made up the baths, including the large open air 'Great Bath', see Roman, medieval, and Georgian architecture, and learn about the history of Bath Spa. The Baths are superbly maintained and the exhibits are filled with eye-popping archaeology. Make sure you get a taste of the \"bath\" water from the pump in the Georgian Pump Room restaurant."]]}]},"\n",{"type":"''","value":["Come out of the Roman Baths and you will see:"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bath Abbey"],["alt="],["url=http:\/\/www.bathabbey.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M 09:30-18:00, T-Sa 09-18:00, Su 13-14:30\/16:30-17:30"],["price=free"],["content= the last Gothic church in England, started in 1499 and built on the ruins of the former Norman cathedral, this impressively large church (of small cathedral proportions) is located next to the Roman Baths. A place of Australian pilgrimage: Arthur Philip, first Governor of ",{"type":"[[","value":[["New South Wales"]]}," and founder of the city of ",{"type":"[[","value":[["Sydney"]]}," has his burial and memorial within the Abbey. A wonderful view of Bath can be had with a trip up the Abbey tower (tours hourly, £6\/adult, £3\/child)."]]}]},"\n",{"type":"''","value":["Come out of the main Abbey door, turn right and follow the pavement round the corner past the statue of \"The Lady With The Pitcher\". Pass some bookshops and a shop selling Bath Aqua Glass and cross the road to the entrance to Parade Gardens. Then follow the road to the left to see:"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pulteney Bridge & Pulteney Weir"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Was designed by Robert Adam completed in 1773. It is one of only four bridges in the world with shops across the full span on both sides and overlooks the impressive Pulteney Weir. Tourist trips by boat leave from the Weir during summer months."]]}]},"\n",{"type":"''","value":["Cross Pulteney Bridge to see:"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Great Pulteney Street"]}," - Quintessential Georgian street on the other side of Pulteney Bridge. Film location for 2005's 'Vanity Fair' (the Reese Witherspoon version). Made for casual strolling past the Laura Place fountain, down to the Holborne Museum, around Sydney Gardens, then back up Great Pulteney Street. Below Great Pulteney Street is the Recreation Ground, home of the Bath rugby union club."]},"\n",{"type":"''","value":["Go back in the direction of the Parade Gardens to catch a Hop On Hop Off Tourist bus to take you to:"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Royal Crescent"],["alt="],["url="],["email="],["address=1 Royal Crescent, BA1 2LS"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A magnificent semi-elliptical crescent of houses designed by John Wood and completed in 1774. This was the first of Bath's eight crescents, and its shape remains unique. You can visit one of the houses which has been redecorated to resemble what it would have been like at the end of the 18th century. But you don't need to go in to admire the exterior and its view over Bath. There is also a large semi-circular lawn out the front owned by the Royal Crescent residents. It is separated from Victoria Park by a ha-ha."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bath's other Crescents"]}," - Georgian architecture at its best can be seen at Bath's handful of crescent shaped, residential streets, offering superb views over the city. The Royal Crescent is the most famous, but Camden Crescent offers the best views, Cavendish Crescent is the most petite. Lansdown Crescent and Widcombe Crescent are also fine examples."]},{"type":"[[","value":[["File:Bath Cathedral.JPG"],["thumb"],["270px"],["One of the windows in Bath Abbey"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sion Hill"]}," - Wealthy neighbourhood in the upper part of the city that makes for a pleasant stroll. Attractive Bath stone buildings."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sally Lunn's Refreshment House & Museum"]}," - Oldest House in Bath - see below under Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Walcot Street"]}," - Bath's 'Camden Town' bohemia with \"bargain\" antiques and weekend markets."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=American Museum in Britain"],["alt="],["url=http:\/\/www.americanmuseum.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=closed Dec 15 - Mar 16"],["price=Adult £6.50"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thermae Bath Spa"],["alt="],["url=http:\/\/www.thermaebathspa.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Beckford's Tower & Museum"],["alt="],["url=http:\/\/beckfordstower.org.uk"],["email=beckford@bptrust.or.uk"],["address="],["lat="],["long="],["directions="],["phone=+44 1225 460705"],["tollfree="],["fax="],["hours=Sa-Su 10:30-17, Mar-Oct"],["price=£4\/adult, £3\/concessions, £1.50\/child, £9\/family"],["content=A small tower with an interesting history and museum."]]}]},"\n",{"type":"*","value":[" Other attractions include Solsbury Hill, the Kennet and Avon Canal, River Avon, and St. Catherine's Court (unsure if you can visit, but you can stay there for £6500\/weekend!) ",{"type":"[","value":["http:\/\/www.stcath.com\/"]},"."]},"\n",{"type":"===","value":["Parks"]},"\nBath's parks are ideal for a summer picnic although local by-laws prevent the drinking of alcohol outdoors. Topless bathing used to be frowned upon but is becoming the norm as the regenerating city becomes more cosmopolitan. The Council maintains all parks to a high standard.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Parade Gardens"],["alt="],["url=http:\/\/www.cityofbath.co.uk\/Parks_rec\/paradegardens.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the heart of town overlooking the river, this is where the locals come to laze away the afternoon. Small entrance charge for visitors but free to residents. This park normally has a topical floral display and has a bandstand for music in the summer months."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Victoria Park"],["alt="],["url=http:\/\/www.cityofbath.co.uk\/Parks_rec\/vicpark.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bath's largest park in front of the Royal Crescent. Ideal for ball games or feeding the ducks. Entrance is free. The Botanical Gardens in the north-western corner of the park make for a pleasant wander."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sydney Gardens"],["alt="],["url=http:\/\/www.cityofbath.co.uk\/Parks_rec\/sydneygardens.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A free park where Jane Austen used to visit."]]}]},"\n",{"type":"===","value":["Museums and galleries"]},"\n",{"type":"[[","value":[["File:BathCostumes.jpg"],["thumb"],["300px"],["A collection at the Museum of Costume"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=No.1 Royal Crescent"],["alt="],["url=http:\/\/no1royalcrescent.org.uk\/"],["email="],["address=1 Royal Crescent, BA1 2LS"],["lat="],["long="],["directions="],["phone=+44 1225 428126"],["tollfree="],["fax="],["hours=M 12-17:30, T-Su 10:30-17:30, mid-Feb until mid-Dec"],["price=£8.50\/adults, £3.50\/child, £6.50\/seniors, £6.50\/students"],["content=Visitors can now see this grand Georgian town house redecorated and furnished to show how it might have appeared in the late 18th century."]]}]},"\n",{"type":"*","value":[" The small ",{"type":"'''","value":["Building of Bath Museum"]},", ",{"type":"''","value":["in the Countess of Huntingdon's Chapel on the Paragon"]},", ",{"type":"[","value":["http:\/\/www.bath-preservation-trust.org.uk\/museums\/bath\/"]},". One of the most fascinating museums in Bath. It gives an excellent history of the development of the Georgian city, illustrated with cut-away wooden models which give a better insight than any book into the construction and structure of Georgian houses and their furnishings. It also houses a unique collection of 18th century builder's tools. No queues, off the tourist track - but only 7 minutes walk from the Roman Baths and set in a wonderful Georgian area of the city. "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Costume"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1225 477173"],["tollfree="],["fax="],["hours="],["price="],["content=The, Assembly Rooms, Bennett Street, Bath, BA1 2QH, A world-class collection of contemporary and historical dress. Adjacent to the Royal Crescent and Circus, ",{"type":"[","value":["http:\/\/www.museumofcostume.co.uk\/"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Holburne Museum of Arts"],["alt="],["url=http:\/\/www.bath.ac.uk\/Holburne\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The,Great Pulteney Street. Displays the treasures collected by Sir William Holburne: superb English and continental silver, porcelain, maiolica, glass and Renaissance bronzes. The Picture Gallery contains works by Turner, Guardi, Stubbs and others plus portraits of Bath society by Thomas Gainsborough."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jane Austen Centre"],["alt="],["url=http:\/\/www.janeausten.co.uk\/"],["email="],["address=40 Gay Street"],["lat="],["long="],["directions="],["phone=+44 1225 443000"],["tollfree="],["fax="],["hours="],["price="],["content=The, Queens Square. This museum is very popular and a fascinating testament to Jane Austen's lasting appeal. As a museum it is somewhat disappointing as it is in a house where Jane never lived and contains no items with any connection to her (unless you count items from recent films)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hershel Museum of Astronomy"],["alt="],["url=http:\/\/www.bath-preservation-trust.org.uk\/museums\/herschel\/?id=8"],["email="],["address=19 New King Street"],["lat="],["long="],["directions="],["phone = +44 1225 446865"],["tollfree="],["fax="],["hours="],["price="],["content=BA1 2BL. (Adult £5 concessions available). An excellent museum if you are interested in the history of science and astronomy music and culture at the time when Bath was at the height of fashion; it is also a perfectly restored Georgian townhouse of the type lived in by people of 'the middling sort' and the Georgian garden is delightful. William Herschel lived here with his sister Caroline, and it was here that he discovered the planet Uranus using what was then the world's most powerful telescope that he had made himself in his workshop. The museum now has a new gallery for temporary exhibitions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Museum of East Asian Art"],["alt="],["url=http:\/\/www.meaa.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A fascinating selection of ceramics, jades, bronzes, and other art from China, Japan, Korea and Southeast Asia."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Museum of Bath at Work"],["alt="],["url=http:\/\/www.bath-at-work.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Housed in an eighteenth century Real Tennis Court, the Museum traces the development of Bath a retailing and manufacturing centre. If you want to see a side of Bath that's not in the guidebooks, like victorian factories, this museum is well worth a visit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sally Lunn's Refreshment House & Museum"],["alt="],["url=http:\/\/www.sallylunns.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=City centre shrine to the original Bath Bun - claims to be the Oldest House in Bath, and it very nearly is - the simple but enjoyable museum in cellars is free if guests take refreshment - see below under eat."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Tours"]},"\nThere are numerous guided tours, walking tours, and audio tours of the city available. Options range for historical tours to ghost tours to pub crawls; you will find leaflets for these in most hotels, bars, and restaurants.\n\nThe 'Mayor of Bath Honorary Guide tour' is fantastic for a free pleasant two hour walk around the famous Georgian city of Bath with the Mayor of Bath's Corps of Honorary Guides. This has been going since the 1930s, and visits many famous historic and architectural places within the city, delivered by enthusiastic Bathonians. Every day of the week, see ",{"type":"[","value":["http:\/\/www.bathguides.org.uk\/"]}," for more information.\n\nBath also makes a great base for day trips to the surrounding countryside. There are also tours that go to Stonehenge and places like Avebury, the village of Lacock, Castlecombe, and other surrounding villages throughout the Cotswolds. Just go to Tourist Information next to the Abbey for brochures or to book a tour.\n\n",{"type":"===","value":[" Theatre "]},"\n",{"type":"'''","value":["Theatre Royal"]}," - The historic Theatre Royal ",{"type":"[","value":["http:\/\/www.theatreroyal.org.uk\/"]}," in the Sawclose, near the city centre, opened in 1805. It offers a rich programme of drama and other entertainment throughout the year, ranging from traditional pantomime at Christmas to Ayckbourn, folk singers, opera and Shakespeare. Programmes in the past few years have included a summer season mounted by the distinguished director Peter Hall. In addition to the main house, the Theatre Royal has two smaller performance spaces - the Ustinov Studio and a (very) new theatre for children, the Egg - and three restaurants, The Vaults, the 1805 Rooms and the Egg Café.\n\n",{"type":"===","value":["Rugby"]},"\n",{"type":"'''","value":["Bath Rugby Club"]}," - ",{"type":"[","value":["http:\/\/www.bathrugby.co.uk\/"]}," Professional Rugby Union club playing in the top league of English Rugby, the Aviva Premiership. Bath also participate annually in a secondary competition, the Anglo-Welsh Cup, and regularly compete in the Heineken Cup against other top clubs from across Europe. Atmospheric city-centre ground on the banks of the River Avon right by Pultney Bridge. Games roughly every other weekend from October–May. Ticket prices for games run between £15-35 depending on seating\/standing location. If you're visiting on a weekend, watching a match is very much recommended.\n\n",{"type":"===","value":[" Cinema "]},"\n",{"type":"'''","value":["The Odeon"]}," - ",{"type":"[","value":["http:\/\/www.odeon.co.uk\/fanatic\/film_times\/s65\/Bath\/"]}," is the biggest and newest cinema for the biggest and newest films. It opened in 2006.\n\n",{"type":"'''","value":["The Little Theatre"]}," - ",{"type":"[","value":["http:\/\/www.picturehouses.co.uk\/cinema_home_date.aspx?venueId=bath"]}," shows arthouse and foreign films alongside the newest releases in an intimate environment.\n\n",{"type":"'''","value":["Bath Film festival"]}," - ",{"type":"[","value":["http:\/\/www.bathfilmfestival.org\/"]}," runs from late October to mid November.\n\n",{"type":"===","value":[" Concerts "]},"\nNot many of these I'm afraid. Bath hasn't really got a suitable venue. Bands sometimes play at the Pavilion, or the Rugby Ground but it's a poor show from the city that once held The Bath Festival of Blues and Progressive Music ",{"type":"[","value":["http:\/\/www.ukrockfestivals.com\/bA1.html"]},". Some major classical events are held in Victoria Park but they're far from frequent.\nJazz music every Thursday and other live music occasionally at St James' Wine Vaults in the north of town near the Royal Crescent. The Bell Inn on Walcot Street has live music on Monday and Wednesday evenings and Sunday lunchtime, always free and busy.\n\nThe city is pretty good for local and up-and-coming bands, though.  The Porter Cellar bar ",{"type":"[","value":["http:\/\/www.moles.co.uk\/porter\/"]}," has live music 5 times a week, for example; and its sister club Moles ",{"type":"[","value":["http:\/\/www.moles.co.uk\/"]}," has live music too.\n\n",{"type":"===","value":[" Golf clubs "]},"\n",{"type":"'''","value":["Bath Golf Club"]}," - Excellent, free draining hilltop course. Not overly long but a good challenge for the mid-handicapper. Always in great condition. Located at Sham Castle, near Bath University.\n\n",{"type":"'''","value":["Tracey Park Golf Club"]}," - Appealing 27 hole parkland course between Bath and Wick (Bristol). The Crown course is superior to the Cromwell course, which has some newish holes. Nice clubhouse.\n\n",{"type":"'''","value":["Lansdown Golf Club"]}," - Narrow fairways are a feature of this hilltop course next to Bath racecourse: can get windy.\n\n",{"type":"'''","value":["Entry Hill"]}," - Municipal, nine-hole learners course. Not bad now that the trees have grown up. Superb views over Bath.\n\n",{"type":"===","value":["Cricket clubs"]},"\nVisitors to Bath wanting to enjoy a summer afternoon watching cricket have some lovely grounds that welcome spectators for Saturday and Sunday fixtures:\n\n",{"type":"'''","value":["Bath Cricket Club"]}," - Nestled in the 'bowl' beside the River Avon, the Bath Cricket Club has an imperious setting. The church on South Parade offers a picture perfect background. Located on North Parade, five minutes walk from the train station. Bath Cricket Club are one of the stronger regional league sides.\n\n",{"type":"'''","value":["Lansdown Cricket Club"]}," - Former early 1970s home of Viv Richards, Lansdown Cricket Club is an equally attractive ground at the upper end of Bath. Located at Combe Park, next to the Royal United Hospital (near Weston village). Bus number 14 runs to Weston from Bath town centre).\n\n",{"type":"===","value":["Football (Soccer)"]},"\nFootball generally plays 2nd fiddle to Rugby Union in Bath, although there are one non-league club in the city:\n\n",{"type":"'''","value":["Bath City Football Club ",{"type":"[","value":["http:\/\/www.bathcityfc.com\/"]}]}," - City play in the fine surroundings of Twerton Park, a traditional 'English Style' football ground and well worth a visit.  They have just been promoted to the Conference, the 5th tier of English football.  Average gate is around 800 and rising. Typical ticket prices are around £10 per adult and £4 per child.\n\n",{"type":"===","value":["Walking"]},"\nBath is a small city surrounded by lovely countryside. The National Trust's ",{"type":"[","value":["http:\/\/www.nationaltrust.org.uk\/bath-skyline\/ Bath Skyline Walk"]}," provides excellent views of the city - or you can simply wander along the canal for 40 minutes to The George Inn at Bathampton for good food in a delightful setting.\n\n",{"type":"===","value":["Get wet"]},"\nBath is the only place in Britain where you can bathe in hot natural waters. You can't leap into the Roman Baths but you can pamper yourself at the ",{"type":"[","value":["http:\/\/www.thermaebathspa.com\/ Thermae Bath Spa"]}," across the road.\nThe \"Thermae Bath Spa\" is a modern spa in the heart of Bath one block over from the original Roman Baths. It is a four story day spa, that uses the \"healing waters\" to sooth and relax. The waters are filtered but remain warm in the indoor and outdoor roof pool. A great way to spend an afternoon or evening relaxing in the warm waters looking out over the city architecture. They offer everything from massages to a \"kraken stove\" steam bath but just spending a couple of hours soaking in the indoor pool, steam baths and roof deck outdoor pool is great fun.\n\n",{"type":"===","value":["Read a detective novel set in Bath"]},"\nTwo authors have written a series of detective novels set in the city: Christopher Lee's started with \"The Killing of Sally Keemer\" and Peter Lovesey's first was \"The Last Detective\". You can buy them in Waterstone's bookshop at the top of Milsom Street.\n\n",{"type":"==","value":["Learn"]},"\nBath is home to the University of Bath, a very well respected institution that focuses on the sciences, engineering and social sciences. Bath University has world-class sports facilities used by British olympic athletes. It is located at the top of Bathwick hill, about one mile east of the city centre.\n\nBath has recently acquired its second university called Bath Spa University. The main campus is in a rural setting at Newton Park to the west of the city.\n\nAs with most tourism-heavy cities in the United Kingdom, Bath has a selection of Language Schools, and colleges for international students. Some of these institutions include International House ",{"type":"[","value":["http:\/\/www.ih-westengland.co.uk\/"]},", Words4Work ",{"type":"[","value":["http:\/\/www.words4work.com\/"]}," and Bath Academy ",{"type":"[","value":["http:\/\/www.bathacademy.co.uk\/"]},".\n\n",{"type":"==","value":["Work"]},"\nThe Ministry Of Defence is a major local employer but is due to pull all jobs out of the city in 2012. Outside that Bathonians are generally employed in lower paid tourist, retail and dining industries which makes living in an expensive tourist destination a challenge for most residents. The university and hospital provide other sources for jobs. Future Publishing, a large magazine and media company, has many offices in Bath.\n\n",{"type":"==","value":["Buy"]},"\nThe 2010 Southgate Shopping Centre is constructed in an obviously mock Georgian (think Disney) style and features a selection of mid-to-upper range clothing chains plus some pretty good places to eat. Just don't think it's old or Georgian. Actually, you won't!. It is almost the first complex you will see upon leaving the railway station but offers little for the tourist as it provides all the retailers available in every other high street in Britain. It's very sad as this was a historic area up until the 1960s when it was completely demolished due to flooding problems.\n\nBetter boutique shopping can be found in the upper part of the city, notable for its art and antique showrooms although these are sadly disappearing. Head up Milsom Street to George Street and beyond. Bath claims to have one of the highest percentages of independent shops in any British high-street but shopping is sadly no longer a unique experience in this city. You will enjoy wandering around but you're unlikely to buy much. In particular there are no \"must have\" souveineers to buy in Bath.\n\nWalcot street near the top of town has been designated the \"artisan quarter\" by the Council and has a number of independent stores but frankly isn't going to be on your list of priorities if you're at all pushed for time. Sadly in Bath the less established shops have to close within months of opening due to combining factors of high rent prices and just lack of demand of product.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Scarlet Vintage"],["url=http:\/\/www.scarletvintage.co.uk\/"],["email="],["address=5 Queen Street"],["lat="],["long="],["directions=off Milsom St,next to The Raven"],["phone = +44 1225 338677"],["tollfree="],["fax="],["hours=1030-1730"],["price="],["content=Great vintage clothing store selling a selection of vintage clothing, handbags, scarves etc. Also some designer resale pieces from more recent years."]]}]},"\n",{"type":"==","value":["Eat"]},"\nOverall Bath is a bit poor in this department. There are some good restaurants, and many pubs do great food, but it simply isn't the sort of city where you can wander round in the evening and make a selection. They are scattered around town so you probably won't even find more than four or five before the hunger pangs drive you into the nearest one. Far better to consult the web and decide in advance where you want to go. The list below is far from exhaustive:\n\n",{"type":"===","value":["Lunch"]},"\n",{"type":"[[","value":[["File:SallyLunnBath.jpg"],["thumb"],["200px"],["Sally Lunn's, exterior view"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sally Lunn's Refreshment House & Museum"],["alt="],["url=http:\/\/www.sallylunns.co.uk"],["email="],["address=4 North Parade Passage"],["lat="],["long="],["directions="],["phone=+44 1225 461634"],["tollfree="],["fax="],["hours="],["price="],["content=Taste the original ",{"type":"'''","value":["Sally Lunn Bun"]},", not to be confused with the more famous Bath Bun, a small round bun containing sugar and currants. Good lunch time fare - and very popular so you may have to queue at peak times."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=King William Pub & Dining Rooms"],["alt="],["url=http:\/\/www.kingwilliampub.com\/"],["email="],["address=London Road"],["lat="],["long="],["directions="],["phone=+44 1225 428096"],["tollfree="],["fax="],["hours="],["price="],["content=Small, award-winning gastropub, the mussels are highly recommended."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hudson Bar & Grill ",{"type":"[","value":["http:\/\/www.hudsonbars.co.uk\/"]}],["alt="],["url="],["email="],["address=14 London St"],["lat="],["long="],["directions="],["phone=+44 1225 332323"],["tollfree="],["fax="],["hours="],["price="],["content=Great steak and seafood in stylish surroundings."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jazz Cafe"],["alt="],["url=http:\/\/www.bathjazzcafe.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1225 329002"],["tollfree="],["fax="],["hours="],["price="],["content=Kingsmead Square . Excellent food and great for people watching, due to its position overlooking the square. Very popular with locals and visitors alike, so it can be difficult to get a table at weekends. Also does fantastic breakfast."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Boston Tea Party"],["alt="],["url=http:\/\/www.bostonteaparty.co.uk\/cafe\/bath"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 1225 313 901"],["tollfree="],["fax="],["hours="],["price="],["content=Kingsmead Square. Bustling little cafe with great sandwiches and what is possibly the best coffee in Bath. It can be difficult to get somewhere to sit."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Priory Hotel"],["alt="],["url=http:\/\/www.thebathpriory.co.uk\/"],["email=mail@thebathpriory.co.uk"],["address="],["lat="],["long="],["directions="],["phone =+44 1225 331922"],["tollfree="],["fax="],["hours="],["price="],["content=Weston Road. Top notch food, along with top-tier prices."]]}]},"\n",{"type":"===","value":["Dinner"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Moon & Sixpence"],["alt="],["url=http:\/\/www.moonandsixpence.co.uk\/"],["email=reservations@themoonandsixpence.com"],["address="],["lat="],["long="],["directions="],["phone =+44 1225 460962"],["tollfree="],["fax="],["hours="],["price="],["content=6a Broad Street. Open from 11AM daily, lunch 12PM-2:15PM, dinner 5:30PM–10:30PM. Attractive restaurant off Milsom Street."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Yak Yeti Yak"],["alt="],["url=http:\/\/www.yakyetiyak.co.uk\/"],["email="],["address=12 Pierrepont Street"],["lat="],["long="],["directions="],["phone =+44 1225 442299"],["tollfree="],["fax="],["hours="],["price="],["content=Open 12:00-14:30 daily for lunch, dinner M-Sa 17:00-22:30 (closes at 22:00 on Sunday). A unique family-run Nepalese restaurant in an ornately decked out basement. Reasonably priced and delicious. In keeping with the atmosphere the service can be rather laid back (or some have said, inconsistent). They offer an extensive vegetarian\/vegan selection. Book in advance for a Friday or Saturday dinner."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Firehouse Rotisserie"],["alt="],["url=http:\/\/www.firehouserotisserie.co.uk\/bath.html"],["email="],["address=2 John Street"],["lat="],["long="],["directions="],["phone =+44 1225 482070"],["tollfree="],["fax="],["hours="],["price="],["content=Open M-Sa for lunch 12PM-2:30PM and dinner 6PM-11PM. Creative Californian restaurant, again off Milsom Street. Service can be somewhat aloof and pretentious - nice but expensive nosh."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Raphael"],["alt="],["url=http:\/\/www.raphaelrestaurant.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44 1225 480042"],["tollfree="],["fax="],["hours="],["price="],["content=Upper Borough Walls. Open M-Sa 11AM-11PM, Su 12PM-10:30PM. Reinvented as a classy nouveau French restaurant. Situated near Theatre Royal."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Browns"],["alt="],["url=http:\/\/www.browns-restaurants.com\/location_pg\/loc_bat.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Orange Grove (",{"type":"''","value":["over the road from Bath Abbey"]},"), ",{"type":"''","value":["+44 1225"]}," 461199. One of a (usually but not always!) reliable chain of middle-market restaurants with branches in many of the most attractive towns in southern England including ",{"type":"[[","value":[["Bristol"]]},", ",{"type":"[[","value":[["Cambridge (England)"],["Cambridge"]]},", ",{"type":"[[","value":[["Oxford"]]},", and ",{"type":"[[","value":[["Windsor and Eton"],["Windsor"]]},"."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Strada"],["alt="],["url=http:\/\/www.strada.co.uk"],["email="],["address=Sawclose"],["lat="],["long="],["directions=next to the Theatre Royal"],["phone=+44 1225 337753"],["tollfree="],["fax="],["hours="],["price="],["content= Once the home of Richard 'Beau' Nash, who was one of the main influences on Bath's evolution in the first half of the eighteenth century from a dirty, bawdy, uncivil and decidedly un-smart provincial town into the hugely fashionable and (relatively) polite spa resort reminiscent of Georgian Bath. Italian food."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Jamie's Italian"],["alt="],["url=http:\/\/www.jamieoliver.com\/italian\/bath"],["email="],["address=10 Milsom Place"],["lat="],["long="],["directions="],["phone =+44 1225 510051"],["tollfree="],["fax="],["hours="],["price="],["content=Nice atmosphere. Italian food."]]}]},"\n",{"type":"===","value":["Indian Restaurants"]},"\nBath is well served in this department. Generally all of them are good and two are exceptional:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Rajpoot Tandoori"],["alt="],["url=http:\/\/www.rajpoot.com\/"],["email="],["address=4 Argyle Street"],["lat="],["long="],["directions="],["phone =+44 1225 466833"],["tollfree="],["fax="],["hours="],["price="],["content={] Located centrally in an incredible cellar just next to Pulteney Bridge. Breathtaking food and service. Quite expensive but more than worth a visit as it is one of the top Indian restaurants in the country."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Eastern Eye"],["alt="],["url=http:\/\/www.easterneye.com\/\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44 1225 422323"],["tollfree="],["fax="],["hours="],["price="],["content=8A Quiet Street, City centre restaurant set in a huge Georgian room. Excellent food and service. Highly recommended. Book ahead unless you're going very early evening. Note: Service charge (tip) is included in the bill."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Bombay Nights"],["alt="],["url=http:\/\/www.bombaynightsbath.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44 1225 460400"],["tollfree="],["fax="],["hours="],["price="],["content=Lower Bristol Road, Excellent food and service. A ten minute walk from the city center and in a less impressive area of town but the food is exquisite. Book ahead."]]}]},"\n",{"type":"===","value":["Thai Restaurants"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sukothai"]},", 90a Walcot Street, ",{"type":"''","value":["+44 1225"]}," 462463. Authentic Thai food in pleasant surroundings and at a reasonable price."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Mai Thai"],["alt="],["url="],["email="],["address=6 Pierrepont Street"],["lat="],["long="],["directions="],["phone =+44 1225 445 557"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent quality Thai Food and good service. Conveniently situated close to the station. It often busy so booking is essential at weekends and recommended at other times."]]}]},"\n",{"type":"===","value":["Fish Restaurants"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["One Fish, Two Fish"]},", North Parade, Bath. Cosy cellar restaurant - class act."]},{"type":"*","value":[" ",{"type":"'''","value":["Fish n' Chips"]},", Upper Boro Walls, Bath. If you want somewhere cheap to eat during the current economic crisis this is it; great fish n' chips for not much money (less than £2). There's no seating inside, just a counter, so you can stand there or take it with you. It's just west of Union Street, on the right side of Upper Boro Walls."]},"\n",{"type":"===","value":["Snacks & treats"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Fudge Kitchen"],["alt="],["url=http:\/\/www.fudge-kitchen.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44 1225 462277"],["tollfree="],["fax="],["hours="],["price="],["content=10 Abbey Churchyard. Some of the best fudge you'll eat, and a discount for school children. Watch the different fudge flavours being made and then try a piece before you buy. You certainly won't regret going in there. The shop also caters for special occasions like weddings and offers a range of gifts."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ben's Cookies"]},", Union Passage, Popular with young locals, not exactly cheap but definitely worth it for a wide selection of melt-in-the-mouth cookies."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Thayer's Ice Cream"]},", York Street, overlooking the south side of the Abbey (look out for the giant ice cream cone). Famous in the local area for its selection of traditional ice cream, with some more unusual flavours too. Can get extremely busy on a hot summer's day so expect to queue. For real ice cream lovers, the six-scoop 'Belly Buster' is highly recommended."]},"\n",{"type":"===","value":["Fast food"]},"\nHead to Kingsmead Square for burgers, kebabs etc. The following are a cut above the post-pub takeaways and are highly recommended:\n",{"type":"*","value":[" ",{"type":"'''","value":["Schwartz Brothers Burgers"]},". Absolutely the best in town. Excellent veggie burgers. Highly recommended. Take away only - eat on the benches in Kingsmead Square. They also have an outlet in Walcot Street."]},{"type":"*","value":[" ",{"type":"'''","value":["Sea Foods Fish and Chip Shop"]},". Has been serving traditional fish and chips for over 50 years. M-Sa 11:30AM-11PM, Su 12PM-8PM. Eat in or take-away - seats 60."]},{"type":"*","value":[" ",{"type":"'''","value":["Mr. D's"]}," is a small McDonald's-like burger stand, whose burgers and shakes are quite like how they used to taste in the 60s."]},{"type":"*","value":[" ",{"type":"'''","value":["La Baguette"]}," is a popular sandwich shop on Stall Street, a minute walk from the Abbey. Sandwiches are handmade using crunchy baguettes usually for cheaper than a convenience store sandwich. The tiny shop can often be identified by the queue trailing out of the door."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The Whole Bagel"],["alt="],["url=http:\/\/www.thewholebagel.co.uk\/"],["email="],["address=Upper Borough Walls"],["lat="],["long="],["directions=just off the High Street"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An excellent place to get a quick lunchtime snack. They have a large variety of bagels which are 'freshly baked everyday' filled with fresh local ingredients."]]}]},"\n",{"type":"===","value":["Local specialities"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bath Buns"]}," are buttery buns with large bits of sugar and raisins on top and can be bought at any bakers. "]},{"type":"*","value":[" ",{"type":"'''","value":["Sally Lunn's Buns"]}," are bigger, with no sugar and raisins, and can be enjoyed at Sally Lunn's Refreshment House with sweet or savoury fillings"]},{"type":"*","value":[" ",{"type":"'''","value":["Bath Oliver Biscuits"]}," are available worldwide from supermarkets and deli's."]},"\n",{"type":"==","value":["Drink"]},"\nBath, has a huge array of pubs and bars to choose from, ranging from the very traditional pubs serving real ale to the typical trendy bars:\n",{"type":"[[","value":[["File:BathPubSal.jpg"],["thumb"],["200px"],["The Salamander, exterior view"]]},"\n\n",{"type":"'''","value":["The most notable pubs"]},":\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Porter"],["address=15A George Street"],["content=Very popular pub with fantastic vegetarian food. Open later than many of the pubs in Bath, with DJs at the weekends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Salamander"],["address=3 John Street"],["content=A tithe house of Bath Ales."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Raven"],["address=7 Queen Street"],["directions=a short crawl from The Salamander"],["content=Friendly pub with a good selection of real ales. Famous for its hearty pies n' mash and for having a good selection of less traditional board games (ask at the upstairs bar)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Old Green Tree"],["address=12 Green Street"],["content=Very small, characterful old pub. Squeeze through the door, elbow your way to the bar and order some real ale or cider."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Bell"],["address=103 Walcot Street"],["content=The heartbeat of Bath's bohemian quarter. With a superb array of real ale, regular live music and a great atmosphere. There is a large pub garden at the rear."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Star Inn"],["address=23 The Vineyards"],["directions=on the Paragon"],["content=A tithe house for Abbey Ales. The same now as it was 100 years ago. The small rooms, wooden benches, and old coin games offer a genuine atmosphere. This very much a locals pub, but a very friendly one... just try not to let yourself get hustled at the games!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Rising Sun"],["address=3-4 Grove Street"],["content=Just across the river from the centre, this pub's only stand-out feature is the traditional skittles alley at the back of the pub."]]}]},"\n",{"type":"'''","value":["Other notable pubs are:"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pig and Fiddle"],["address= 2 Saracen Street"],["directions=off Broad Street"],["content=A large popular pub, with a less traditional approach and clientèle (mainly students) than those listed above. Space to enjoy your pint outdoors, which is well heated on cold nights."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Crystal Palace"],["address=10-11 Abbey Green"],["content=Notable for having an outdoor area, which is rare in Bath, and good food too."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Gascoyne Place"],["address=1 Saw Close"],["content=Serves food and has a wide selection of quality European and UK Beers. Has live Jazz on Sunday Evenings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Saracen's Head"],["address=42 Broad Street"],["content=Bath's oldest pub can be found in Broad Street. Legend\/misconception has it that Charles Dickens stayed here. A large commercial pub, with little atmosphere compared with Baths other pubs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Boater"],["url=http:\/\/boaterbath.co.uk\/"],["address=9 Argyll Street"],["content=A large beer garden by the river, which is popular with university students as soon as the sun comes out. Nice in the summer evenings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Ram"],["address=20 Claverton Buildings"],["content=Offers a handful of local ales and ciders. Just to the south of the centre of Bath on Widcombe highstreet, a short walk from the train station."]]}]},"\n",{"type":"'''","value":["Notable bars are:"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Raincheck Bar"],["url=http:\/\/www.theraincheckbar.co.uk\/"],["alt=former Beau Bar"],["address=34 Monmouth Street"],["content=Decent alternative to the Garricks Head for a pre\/post theatre drink. Located around the corner from the Theatre Royal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Lambrettas"],["alt="],["url=http:\/\/www.lambrettas.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Scooter-themed pub along North Parade (near train station and Parade Gardens)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=RSVP"],["address=George Street"],["directions=opposite Revolution"],["content=Overpriced Bar with huge, intimidating steroid junkie bouncers. Popular with large parties before they head off to a local nightclub."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Revolution, George Street"],["alt="],["url=http:\/\/www.revolution-bars.co.uk\/bars.php?bar_id=120"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Two-floor vodka bar with live DJ sets on weekends; very busy, magnet for fashion victims and dolly birds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Grappa Bar"],["content=A bit of class on the road towards Lansdown. Intimate, metro-style bar - quite romantic."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Trinity"],["content=Friendly, 'real' pub situated in the city centre. Welcoming and inexpensive."]]}]},"\n",{"type":"===","value":["Country pubs near Bath"]},"\nThere are many great pubs in the countryside around Bath. The following have been selected based on a real sense of history and\/or a great place to sit outside in the summer months:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cross Guns at Avoncliffe"],["alt="],["url=http:\/\/www.crossguns.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good food and grassy terraces leading down to the river - and overlooked by an aqueduct. Superb in the summer. You can get a train as there is a small station just two minutes walk away, get a taxi or take a very scenic walk along the River Avon (about 6 miles from Bath city centre)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Wheatsheaf at Combe Hay"],["alt="],["url=http:\/\/www.english-inns.co.uk\/wheatsheaf\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Wheatsheaf was originally built in 1576. It became a pub in the eighteenth century and with its wooden beams and roaring log fire, has retained all its original charm. Good food, large gardens, take a taxi."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tuckers Grave, Faulkland"]},". This is where Bathonians head to get authentic glow-in-the-dark cider. It's strong stuff served in what feels like someone's living room. Take a taxi."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The George at Norton St Philip"],["alt="],["url=http:\/\/www.thegeorgeinn-nsp.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With 700 years of hospitality under its belt, the George is positively oozing with history. With flagstone floors and antique furniture you'll be transported back in time. and if you go in winter you'll be glad of the open fire to keep you warm."]]}]},"\n",{"type":"===","value":["Nightclubs"]},"\nConsidering the size of this small city there are a reasonable number of nightclubs to be found, in no small part helped by the city's substantial student population. Most club nights cater to mainstream tastes, while serious clubbers tend to travel further afield to the larger cities of Bristol and London. Posters and fliers advertising more specialist nights can be found in locations such as the walls inside the town's independent fast food outlets. A unique aspect (for better or for worse) of Bath's nightclubs is that many of them are located in the cellars of old Georgian buildings and can weave through the ground like mazes.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Blue Rooms"],["alt="],["url=http:\/\/www.bluerooms.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At the top of town on George Street. Popular mainstream club."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Second Bridge"],["alt="],["url=http:\/\/www.secondbridge.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bottom of town near the police station. One of the city's most popular destinations after pre-drinking around town. Popular with students."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=OPA"],["alt="],["url=http:\/\/www.opabath.com\/"],["email="],["address=14 North Parade"],["lat="],["long="],["directions= near Parade Gardens"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A classy bar perfect for chilled drinks, it does have a small dance floor. Opa has Bath's only Spanish Night on a Wednesday and a Gay night on Thursdays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Po Na Na"],["alt="],["url=http:\/\/www.bathponana.com\/"],["email="],["address=8\/9 North Parade"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wednesday night hosts Discord, the city's most famous rock night. Thursday is also very popular. Very young crowd."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Club XL"],["alt="],["url=http:\/\/www.clubxl.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=To the north of the town centre on Walcot Street. Popular with Students."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Weir Lounge"],["alt="],["url=http:\/\/www.lickitltd.com\/weirlounge\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Below Pultney Bridge, by the Weir."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Moles"],["alt="],["url=http:\/\/www.moles.co.uk\/"],["email="],["address=14 George St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous club on George St, hosting gigs as well as club nights. Friendly crowd and reasonably priced drinks. Locals generally head for a drink in The Porter (next door) before heading to Moles later in the evening. Tuesday's 'The Big Cheese' (known as 'cheesy Tuesdays') is Bath's longest running club night."]]}]},"\n",{"type":"===","value":["Water"]},"\nYou can drink the hot Bath mineral water in the Pump Rooms in the Abbey Churchyard. It costs about 50p and is served from a fountain in the restaurant area. The experience is unforgettable: it has a unique taste due to the minerals that the Romans believed had health benefits for the drinker. This is an unmissable experience!\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation in and around Bath ranges from budget hostels and smart, comfortable self-catering homes, through elegant bed and breakfast and guest houses, hospitable farms and inns, to top-of-the-range hotels.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bath Backpackers"],["alt="],["url=http:\/\/www.hostels.co.uk\/bath.php"],["email=bath@hostels.co.uk"],["address=13 Pierrepont St, BA1 1LA"],["lat="],["long="],["directions="],["phone=+44 1225 446787"],["tollfree="],["fax="],["checkin="],["checkout="],["price=£12-16\/dorm bed"],["content=Multi-bed dorm rooms available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=St Christopher’s Bath Hostel"],["alt=Bath Hostel"],["url=http:\/\/www.st-christophers.co.uk\/bath-hostels"],["email=bath@st-christophers.co.uk"],["address=9 Green Street, Bath, Somerset BA1 2JY"],["lat="],["long="],["directions="],["phone=+44 1225 481444"],["tollfree="],["fax=+44 20 7247 7114"],["hours="],["price=£9.50 with breakfast included"],["checkin=2PM"],["checkout=11AM"],["content=A well known youth hostel located in the centre of the city. Part of the St Christopher's hostel chain."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bath YMCA"],["alt="],["url=http:\/\/www.bathymca.co.uk\/"],["email="],["address=International House, Broad St Pl"],["lat="],["long="],["directions="],["phone=+44 1225 325900"],["tollfree="],["fax="],["price=£32-36\/single, £56-60\/twin, £60-65\/double, £21-23\/dorm bed"],["checkin=Noon"],["checkout=1oam"],["content=Includes a light breakfast"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=YHA Bath"],["alt="],["url=http:\/\/www.yha.org.uk\/find-accommodation\/south-west-england\/hostels\/Bath\/index.aspx"],["email="],["address=Bathwick Hill, BA2 6JZ"],["lat="],["long="],["directions="],["phone=+44 870 770 5688"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Decent youth hostel accommodation from £12.95 a night in an Italianate mansion on the outskirts of the city. Frequent bus service serves between the Youth Hostel and city centre."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Travelodges"]}," There are 2 in Bath - One relatively near the station (",{"type":"'''","value":["Bath Waterside"]},") and one on George Street (",{"type":"'''","value":["Bath Central"]},"). Both give excellent rates (between £19-£59) if you book far enough in advance. Walk-in rates tend to be extremely high (~£80) due to being in Bath! Waterside tends to be cheaper than Central. Beware if booking Bath Central - there is a nightclub beneath the hotel. Ask for a room on the top floor if you want a good night's sleep!"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Express by Holiday Inn"],["alt="],["url=http:\/\/www.ichotelsgroup.com\/h\/d\/ex\/1\/en\/hotel\/qqzba"],["email="],["address=Lower Bristol Road"],["lat="],["long="],["directions="],["phone=+44 1225 303000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= New hotel about 1 mile from city center. From £59 for a double room with basic breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=University of Bath"],["alt="],["url=https:\/\/www.bath.ac.uk\/hospitality\/beds\/index.html"],["email="],["address=Claverton Down"],["lat="],["long="],["directions="],["phone=+44 1225 386622"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= The university has 30 double rooms available year round (prices from £60 per night) and fromn June to September has 2,300 rooms available to suit all budgets."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Carfax Hotel"],["alt="],["url=http:\/\/www.carfaxhotel.co.uk\/"],["email=reservations@carfaxhotel.co.uk"],["address=13-15 Great Pulteney Street, BA2 4BS"],["lat="],["long="],["directions="],["phone=+44 1225 462089"],["tollfree="],["fax=+44 1225 413257"],["price="],["checkin="],["checkout="],["content= A trio of Georgian Town Houses in Bath's famous Great Pulteney St, with car park, lifts, restaurant and affordable prices. A very central hotel in walking distance of the Roman Baths and Abbey, with Henrietta Park at the rear."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Bath City"],["alt="],["url=http:\/\/www.hilton.co.uk\/bathcity"],["email=reservations.bath@hilton.com"],["address=Walcot Street"],["lat="],["long="],["directions="],["phone=+44 1225 463411"],["tollfree="],["fax=+44 1225 464393"],["price="],["checkin="],["checkout="],["content= The location is everything for this hotel, right in the center of Bath. The rooms themselves are small and not impressive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Abbey Hotel"],["alt="],["url=http:\/\/www.abbeyhotelbath.com\/"],["email=ahres@compasshotels.co.uk"],["address=North Parade"],["lat="],["long="],["directions="],["phone=+44 1225 461603"],["tollfree="],["fax=+44 1225 447758"],["price="],["checkin="],["checkout="],["content= Comfortable and relaxed atmosphere, well-equipped rooms, great breakfasts, reasonable rates."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pratt's Hotel"],["url=http:\/\/www.prattshotel.co.uk\/"],["email="],["address=South Parade, Bath, Somerset, BA2 4AB"],["lat="],["long="],["directions="],["phone = +44 1225 460 441"],["tollfree="],["fax="],["hours="],["price=From £45"],["checkin=2PM"],["checkout=11AM"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Royal Hotel Bath"],["alt="],["url=http:\/\/www.royalhotelbath.co.uk"],["email="],["address=Manvers Street"],["lat="],["long="],["directions="],["phone=+44 844 544 9246"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located in the heart of the city, the hotel was designed by Isambard Kingdom Brunel and was opened over 150 years ago."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bailbrook Lodge"],["alt="],["url=http:\/\/www.bailbrooklodge.co.uk"],["email="],["address=35-37 London Road West"],["lat="],["long="],["directions="],["phone=+44 844 544 4997"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Bailbrook Lodge is a splendid Georgian Mansion designed by the famous architect John Everleigh"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Purbeck Holiday Lets"],["alt=Bath Self Catering"],["url=http:\/\/www.purbeckholidaylets.co.uk\/"],["email=enquiries@purbeckholidaylets.co.uk"],["address=Purbeck House, Bridge Place Road, Camerton, Bath, Somerset, BA2 0PD"],["lat="],["long="],["directions="],["phone=+44 1761 471358"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Purbeck Holiday lets is the perfect location and setting if you are visit the beautiful Roman city of Bath, whether on family holiday, romantic break for two or enjoying the company of friend and colleagues."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tasburgh House"],["url=http:\/\/tasburghhouse.co.uk"],["email=stay@tasburghhouse.co.uk"],["address=Warminster Rd. Bath, BA2 6SH"],["lat="],["long="],["directions="],["phone=+44 1225 425096"],["tollfree="],["fax="],["hours="],["price=130"],["checkin=2PM"],["checkout=11AM"],["content=A stunning boutique hotel where luxury is affordable (and the views are free). As seen on The Hotel Inspector (Channel Five, 2006), Sue Keeling daughter Toni provide a relaxing and enjoyable stay."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Royal Crescent Hotel"],["alt="],["url=http:\/\/www.royalcrescent.co.uk\/"],["email="],["address=16 Royal Crescent"],["lat="],["long="],["directions="],["phone=+44 1225 823333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Royal Crescent luxury Hotel occupies the two central buildings in the Royal Crescent. Both are Grade I listed, and were built by John Wood the Younger himself. If you truly want to immerse yourself in the City of Bath and all its historical glory then this is the place to stay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Macdonald Bath Spa Hotel"],["alt="],["url=http:\/\/macdonaldhotels.co.uk\/bathspa\/"],["email=sales@bathspahotel.com"],["address=Sydney Road"],["lat="],["long="],["directions="],["phone=+44 870 400 8222"],["tollfree="],["fax=+44 1225 444006"],["price="],["checkin="],["checkout="],["content= One of Bath's flagship hotels - 5 star luxury with fine decor and amenities. Bath Spa Hotel is the celebrity's favorite: Joan Collins and Felicity Kendall have been spotted there. A nice grotto is a feature of the large front lawn. Adjacent to the attractive Sydney Gardens - a great starting point for the mile-long canal walk to Bathampton village."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nOverall Bath is a very safe city to visit; the large number of tourists and university students generates a friendly and vigorous feel to the city. Bath city centre is lively and bustling until late on Friday and Saturday evenings, although things get rougher around kicking out time late at night. Women would be well advised to avoid wandering around alone at night. The common problem for tourists is the occasional groups of homeless beggars around the parks and abbey - you may see them drinking lager and shouting abuse, which can surprise many first-time visitors. However, they're not pushy when asking for money, and argue amongst themselves rather than getting passers-by involved. Accept it as a byproduct of a city that attracts tourism (and therefore money), and it's no problem.\n\nThe river between Pultney Bridge and the weir looks good for a spot of swimming when you're young and fit. It is actually very dangerous, and every year people die doing it. Warleigh weir is good if you're looking for a swim - about 3 miles along the canal.\n\nIf you're a keen cyclist, there's a wonderful Bath-to-Bristol cycle path at your disposal. However, please be aware that there have been robberies and attacks on this stretch of cycle path in 2008. Police have made arrests, but it's something you should consider if planning to make the journey.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephone"]},"\nBath's landline area code is 1225. Dial 01225 from within the UK or +44 1225 from outside the UK.\n\nTo find out more about what to do and see, and where to stay in Bath, contact Bath Visitor Information Centre: 0906 7112000 (50p\/min) or see: www.visitbath.co.uk\n\n",{"type":"===","value":["Internet"]},"\nBath Library (in the Podium Shopping Centre) offers Internet access at £3.60 an hour for non members.\n\nThere are a couple of small Internet cafés across the road from the train station. Many cafés and pubs offer free wireless internet access for your laptop, such as Wetherspoons or Bell Inn on Walcot Street where you can plug your laptop in free of charge. Many pubs also offer paid wireless internet, including the Saracen's Head and St. Christopher's Inn. Also try the Adventure Cafe on George Street.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Local press"]},"\nThere are various online sources which publicise local events, but probably the best thing is to pick up The Bath Chronicle ",{"type":"[","value":["http:\/\/www.thisisbath.co.uk\/"]}," (published weekly on Thursdays), or a copy of Venue Magazine ",{"type":"[","value":["http:\/\/www.venue.co.uk\/"]}," (analogous to London's 'Time Out') from a newsagent. Venue is weekly (except around Christmas\/New Year), costs £1.50, and new editions are usually available on Wednesdays.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bradford on Avon"]]}," is a beautiful, picture-postcard small town near Bath. It's accessible by rail and there's a lovely 30 minute walk along the canal to Avoncliffe where the Cross Guns pub provides good food in an excellent riverside setting - and you can catch the train back to Bath from there. Plan to spend some time there, as the trains are far and few between, check the schedule so you don't get stuck there. The best way is to go early in the morning and come back in the afternoon."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bristol"]]},", with its many attractions situated around the floating harbour and Avon Gorge, is only some 12 miles drive or 15 minutes train journey away, and makes an excellent day trip from Bath."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Swindon"]]}," - Known for its history as the heart of the Great Western Railway, only 20 minutes on the train (or an hour by car on A46 and M4 motorway)"]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"{{","value":[["geo"],["51.38"],["-2.36"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Somerset_(England)"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bath, Somerset"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Somerset\/Bath\/"]]},"\n\n",{"type":"[[","value":[["Commons:Bath"]]}]