[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Battalgazi"]}," is a town in ",{"type":"[[","value":[["Eastern Anatolia"]]},", north of ",{"type":"[[","value":[["Malatya"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nBattalgazi was the original location of ",{"type":"[[","value":[["Malatya"]]},", as implied by its local (and formerly official) name, ",{"type":"''","value":["Eski Malatya"]}," (i.e., \"Old Malatya\").\n\nThe settlement in the vicinity—the ",{"type":"'''","value":["Arslantepe mound"]}," (",{"type":"''","value":["Arslantepe Höyüğü"]},") in particular, which lies to the southeast of Battalgazi, close to the town of ",{"type":"[[","value":[["Orduzu"]]},"—dates back to the 4th millennium BCE. However, it was the Hittites, originated from ",{"type":"[[","value":[["Central Anatolia"]]}," and conquered the area in 14th century BCE, who gave the area its name—",{"type":"''","value":["Malidiya"]},", possibly related to the Hittite word of ",{"type":"''","value":["melid"]},", which means \"honey\".\n\nThe area was subsequently ruled by Assyrians, Romans, Byzantines, Arabs, Armenians, Crusaders, Seljuk Turks, Mamluk Turks, and Ottoman Turks.\n\nIn 1838, during a war between Ottoman Empire and the forces of Ibrahim Pasha of ",{"type":"[[","value":[["Egypt"]]},", the Ottoman army seized the town, forcing the local population to nearby Aspuzu, then a collection of cottages amidst the orchards in the outskirts of the town. After the war, the people decided not to return to their battered town, settling permanently in Aspuzu, and renaming it to Malatya.\n\nThe abandoned old town has later been re-populated, and after being called as ",{"type":"''","value":["Eski Malatya"]}," for more than a hundred years, officially renamed as Battalgazi in 1987, after a legendary warrior who is thought to have borned in the region.\n\nToday, with its 14,000 inhabitants, Battalgazi is a typical Turkish provincial town with mostly concrete low rise buildings and some faint remnants from its past.\n\n",{"type":"==","value":["Get in"]},"\nBattalgazi lies 10 km north of ",{"type":"[[","value":[["Malatya"]]},", and a wide avenue free of potholes and with separated directions through lush apricot groves connects each other.\n\nIt's possible to catch ",{"type":"'''","value":["public buses"]}," (run by Malatya City Council–",{"type":"''","value":["Malatya Belediyesi"]},", lines #B1, #25, #251) and ",{"type":"'''","value":["minibuses"]}," (recognizable by large banners saying ",{"type":"'''","value":["Battalgazi Koop"]}," in front of them, which is the name of the company that runs them), which depart every 15 minutes, from various stops in downtown Malatya. However, to avoid long de-tours through the city, it is best to wait for them in the stop just off the roundabout where the road to Battalgazi branches off the main highway. (",{"type":"''","value":["Directions from the central square: walk east along Cumhuriyet Caddesi and Kışla Caddesi for 500 mt. You will arrive at an intersection, turn left into Sivas Caddesi here; look for the sign saying "]},"Aslantepe Höyüğü",{"type":"''","value":[" in the centre of that intersection. After a walk of about a kilometre along Sivas Caddesi, past a stadium, you will arrive at a large roundabout with traffic lights on the main intercity highway. Cross the highway at those traffic lights, and there you have the bus stop on the right, 50 metres down the street."]},")\n\nA one-way ride on both the buses and minibuses costs 1.25 TL. Minibuses can be a little crowded on the weekends, but it's a 15-minute ride maximum anyway.\n\n",{"type":"==","value":["Get around"]},"\nOnce you step out of the bus\/minibus at the town's central square, you have no other option but to walk. But note that while ",{"type":"'''","value":["signage"]}," for ",{"type":"''","value":["street names"]}," is adequate (usually on small blue signs on the walls of the buildings on the corners of the streets), the signage for ",{"type":"''","value":["interesting sights"]}," is woefully rare or even totally non-existent, so either have a print-out of a detailed map of the area before you go, or trust your luck on finding the sights.\n\nYou will see lots of ",{"type":"'''","value":["local kids"]}," around the main sights of interest, and be ready to be shouted at by them (\"hello, tourist!\" seems to be their favourite phrase). Some will (persistently) try their broken and limited English on you, and might recite what the buildings were used for, etc. You may accept their guidance but keep in mind that they are doing this in the expectation of a tip, so do return the favour if you chose to take a tour with them.\n\nThey may keep following you for a while even if you are clearly disinterested, but be patient and they will give up sooner or later. A kind \"good bye!\" might help.\n\n",{"type":"==","value":["See"]},"\nThe town is littered by many historic structures, most of which date back to Seljuk era, and some of which were renovated recently, while others waiting for the same favour in a halfly ruined state.\n\nOf these, \"must-see\"s include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Caravanserai"],["alt=Kervansaray"],["url="],["email="],["address="],["lat="],["long="],["directions=very close to the town square"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=As a town on one of the major trade routes into Anatolia from the East, old Malatya surely had a caravanserai. A rather big one, it's easy to visualize the chambers where exhausted travellers and tradesmen slept, where the fires glowed, and where the horses were fed thanks to recent renovation. Nowadays it sometimes hosts local carpet and trinket exhibitions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Great Mosque"],["alt=Ulu Cami"],["url="],["email="],["address="],["lat="],["long="],["directions=southeast of Caravanserai — walk up the street in front of the caravanserai for 500 metres, and then turn left"],["phone="],["tollfree="],["fax="],["hours=Open all day"],["price=Free"],["content=While not of the comparable size with the other \"great mosque\"s of the country and its plain stone walls may not seem like offering much from the outside, just the greenish blue and dark blue tiles inside of this edifice which dates back to 1224 is well worth the effort to get to Battalgazi. Built by the Seljuks, you enter the building through a portal with some masonry work, typical of that era. The only Seljuk monument in Turkey with an inner open-air courtyard (though more such monuments exist in ",{"type":"[[","value":[["Iran"]]},"), its southern part—the one at the entrance—is topped by a small dome with small green tiles. The rest of the building is a peaceful maze of colonnades and arches, but what really impressing are the tiles on the walls facing the inner courtyard: typically Seljuk in colours and design, the tiles together form a (large) number of geometrical forms (none of which, no matter how small, was repeated elsewhere in the mosque) and highly delicate Arabic calligraphy. As this is a seldom-visited edifice (both by sightseers and worshippers), you will most likely have all the mosque to yourself."]]}]},"\nA number of other ",{"type":"'''","value":["tombs"]}," and smaller ",{"type":"'''","value":["monuments"]},", parts of which are in ruins, are scattered throughout the town.\n\nA neighbourhood between the Great Mosque and the central square consists of ",{"type":"'''","value":["whitewashed houses"]}," and streets surfaced by large stones, creating a nice but faux preserved townscape, as ",{"type":"''","value":["none"]}," of those buildings are actually historic.\n\nRuins of Roman-built ",{"type":"'''","value":["city walls"]},", including a re-built arch gate, can be seen just off the road from ",{"type":"[[","value":[["Malatya"]]},".\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\nThe area code of the town is (+90) ",{"type":"'''","value":["422"]},".\n\nThere is a small ",{"type":"'''","value":["postoffice"]}," (",{"type":"''","value":["PTT"]},") in the town, open M-F 8:30AM-5PM.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Karakaya Dam"]}," (",{"type":"[[","value":[["Turkish phrasebook"],["Turkish"]]},": ",{"type":"''","value":["Karakaya Barajı"]},"; locally ",{"type":"''","value":["baraj"]}," for short) — a ride of 20 minutes further north through verdant apricot orchards, you can reach the banks of the Karakaya Dam lake, a favourite fishing spot of the locals at the weekends. While there are no businesses on the coast (no restaurants or cafes; save for a ferry harbour), the view of grayish serene waters backed by dramatically rising treeless mountains on the opposite shore is quite worth the effort to get there. And it could be a nice watersports spot if it weren't visibly somewhat polluted."]},":Public bus line #B1, as well as most, if not all, of the minibuses from ",{"type":"[[","value":[["Malatya"]]}," continue on to the dam lake after Battalgazi. The bus\/minibus fare is fixed (1.25 TL) and doesn't depend on where you caught it (i.e., downtown Battalgazi, or all the way from Malatya).\n:A crossing of the lake takes around 20 minutes by ",{"type":"'''","value":["ferries"]},", which depart at 7:30AM, 11AM, 3:30PM daily from the harbour on Battalgazi side (with return voyages at 8AM, 1PM, 5PM). They accept both vehicles and foot passengers, however, they depart whenever their vehicular capacity is full without waiting for the departure time to come, so show up at least half an hour before the scheduled departure if you are a traveller with no vehicle. The road from the harbour on the opposite banks leads to the town of ",{"type":"[[","value":[["Baskil"]]}," and further on to ",{"type":"[[","value":[["Elazig"],["Elazığ"]]},", but note that this is quite a remote route and the main highway to Elazığ leads east from Malatya, crossing the dam lake by a bridge.\n\n",{"type":"{{","value":[["geo"],["38.422778"],["38.365556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern Anatolia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Battalgazi"]]}]