[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Battle Creek"]]},"\n",{"type":"'''","value":["Battle Creek"]}," is a city in Calhoun County, ",{"type":"[[","value":[["West Michigan"]]},". 2003 estimated population 53,827.  The city annexed several nearby areas in the 1980s and 90s, and now has an area of 43 square miles, much of it sparsely-populated.\n\nWell known for its breakfast cereal industry (Kelloggs and Post both started here) and the Battle Creek Sanitarium which was a high-end health spa started by W.K. Kellogg that was very popular with well-to-dos of the time.  The city was prosperous for much of the twentieth century, but like many small Midwestern cities, manufacturing jobs have declined in number and wages have stagnated recently.  Kellogg Cereal, which supported the now-closed ",{"type":"''","value":["Cereal City"]}," attraction, has been especially hard-hit.  \n\nThe city is located next to Fort Custer, a large National Guard base.  Part of the old Fort Custer army base is now a State Park.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nBattle Creek is located between ",{"type":"[[","value":[["Chicago"]]}," and ",{"type":"[[","value":[["Detroit"]]}," on Interstate 94. \n\n",{"type":"===","value":["By bus"]},"\nGreyhound stops at the Intermodal station downtown.\n\n",{"type":"===","value":["By train"]},"\nAmtrak has several trains\/day to Chicago (all westbound trains), Ann Arbor\/Detroit (eastbound ",{"type":"''","value":[{"type":"[[","value":[["Wolverine Service"]]}]},"), and Lansing\/Port Huron (eastbound ",{"type":"''","value":[{"type":"[[","value":[["Blue Water Service"]]}]},").\n\n",{"type":"===","value":["By plane"]},"\nKellogg Regional Airport handles private air traffic, but commercial flights operate from the Kalamazoo\/Battle Creek regional airport in Kalamazoo.\n\n",{"type":"==","value":["See"]},"\n\nBattle Creek is the home of the Kellogg Company and Post Foods (division of Kraft Foods), famous for cereal and breakfast foods.  The factories are located on the east side of town, but no tours are offered.  \n\nThe Hart-Doyle-Inoye Federal Center is in the former Battle Creek Sanitarium building and its twin-towers dominate the city skyline.  The building itself has a fascinating history, but current security guidelines mean that non-employees cannot enter the facilities.\n\nThe Sojurner Truth monument.  Sojurner Truth, famous for her work in both women's wrights and African American freedoms was from Battle Creek and a large statue of her likeness can be see coming into town from the expressway, surrounded with various information placards. \n\nOne of Martin Luther King, Jr's last speeches was given at First United Methodist Church of Battle Creek, where a plaque comomorates the alter from which the speech was given.\n\nFirekeepers Casino is located just West of Town, with many slots and tables games, restaurants, bars, and stage which attract many high-profile performers.\n\n",{"type":"==","value":["Do"]},"\nPart of the old Fort Custer army facility is now Fort Custer State Park, centered on Eagle Lake.  The State Park offers camping, swimming, and boating.\n\nEach year, around the July 4 Independence Day holiday, the Field of Flight takes place at Kellogg airport. This includes an air show (often including the USAF Thunderbirds), a carnival midway, and the famous Hot Air Balloon launch. Field of Flight info is at http:\/\/www.bcballoons.com\/\n\nThe World's Longest Breakfast Table takes place every summer in downtown Battle Creek, featuring parades and free cereal. (http:\/\/www.bcfestivals.com\/index.taf?s=2)\n\nThe Festival of light takes place every December throughout Battle Creek with most buildings sporting Christmas lights, and light-up displays of the 12 Days of Christmas with a Kellogg's twist. (http:\/\/www.bcfestivals.com\/index.taf?s=4)\n\nFireKeepers Casino is located off Interstate 94 at exit 104.  The casino has multiple restaurants and a newly opened hotel (2012).\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe usual chain-type family restaurants are clustered near I-94 on the southern edge of town.\n\nClara's By the River downtown is a great local restaurant.\n\n",{"type":"==","value":["Drink"]},"\nThe Arcadia brewery is on Michigan Avenue downtown.\n\n",{"type":"==","value":["Sleep"]},"\nThe Mccamly Plaza Hotel has several hundred rooms of above-average quality.  Other motels are mostly located near the Interstate highway.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kalamazoo"]]}]},{"type":"*","value":[" Gull Lake is a half-hour NW of the city."]},{"type":"*","value":[" Marshall is a pretty little town east of Battle Creek, the Dark Horse Brewery there has excellent micro-brew beer in a casual atmosphere.  Marshall also has many fine Victorian houses and a pedestrian-friendly downtown."]},"\n",{"type":"{{","value":[["routebox"],["image1=I-94.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Michigan City"]]}],["minorl1=",{"type":"[[","value":[["Kalamazoo"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Ann Arbor"]]}],["minorr1=",{"type":"[[","value":[["Marshall (Michigan)"],["Marshall"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Battle Creek, Michigan"]]},"\n\n",{"type":"{{","value":[["geo"],["42.312222"],["-85.204167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["West Michigan"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Michigan\/Localities\/B\/Battle_Creek\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Battle Creek, Michigan"]]}]