[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bacau"]}," is ",{"type":"[[","value":[["East Timor"]]},"'s second largest city, behind ",{"type":"[[","value":[["Dili"]]},".  It is located on the northern coast of East Timor, east of Dili.\n\nThe city has East Timor's only major airport outside of the capital.  During the political events of the late 1990s and early 2000s, the city found itself accommodating an influx of overseas jets and airplanes shipping people and supplies into the country.  But Baucau has always been an important administrative and agricultural centre.  It is the capital of a district with the same name.\n\n",{"type":"==","value":["Understand"]},"\nBaucau has always played second fiddle to Dili in terms of national relevance.  But the town has a backdrop that is just as scenic as that of Dili, with dramatic cliffs skirting the town.\n\nLike Dili, Baucau suffered from the post-referendum carnage in 1999 where many of the main administrative buildings were burnt down. Departing Indonesian troops and the mobs they sponsored ripped out all infrastructure and utilities, leaving it without electricity and telephones. Baucau has since recovered, although you can still see many gutted buildings.\n\nBaucau's administrative centre is located at the foot of the cliffs that overlook the town.  There is a large colonial hall surrounding a small fountain that was used for public addresses in colonial times.  Nowadays you are more likely to see a goat wandering through than any colonial administrators.  The real action now happens up on the cliffline - an area called Kota Baru (Indonesian for \"New Town\") which was developed during the Indonesian era - where the UN and now the East Timorese government have set up shop.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThe airport has not seen scheduled commercial flights since before the Indonesian invasion.   Instead, it is largely a military-style operation reserved for the delivery of goods and personnel.\n\n",{"type":"===","value":["By car"]},"\nThe drive from Dili is 123km along a windy but fairly safe road that follows the northern coastline.  Many of the turns provide stunning views across pristine beaches to the ocean.  The hillsides rise dramatically on the otherside of the road. \n\nCars can be hired from ",{"type":"'''","value":["Rentlo"]}," and ",{"type":"'''","value":["Thrifty"]}," in Dili, and possibly left at Baucau.\n\n",{"type":"===","value":["By bus"]},"\nAll long distance buses leave from Kota Baru, just beside the roundabout near the market. There are buses to Dili, Los Palos, Viqueque on the south coast, as well as many of the small villages around Baucau. \n",{"type":"*","value":[" ",{"type":"'''","value":["To\/from Dili:"]}," Several buses daily, most leave early in the morning. US$2-3. Journey take about 3 hours."]},"\n",{"type":"===","value":["By boat"]},"\nThere are no regular ship routes visiting Baucau, although a major port development is scheduled for the near future.\n\n",{"type":"==","value":["Get around"]},"\nSome taxis shuttle passengers around the city for US$1 (although locals pay less). Further journeys, such as to Manatuto will cost more.\n\nMikrolets (vans converted to take passengers) may also be flagged down.\n\nMost foreigners who are in Baucau for any length of time will hire or buy a scooter or motorbike.  There is a large demand for second hand motos, so ask around town for any deals.  You can usually resell quite easily when you move on.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Take a walk around the colonial centre of town.  The abandoned and often scorched buildings are eerie reminders of a bygone era.  Many of the buildings still have architectural value.  Walk down the road following the beautiful spring down to the beach.  Watch out for mangy dogs and goats roaming the streets!"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Visit the convent mission for a look at the valuable work the sisters are doing with the children and less fortunate of Baucau."]},{"type":"*","value":["Visit the large spring-fed swimming pool owned by the \"\"Pousada de Baucau\"\" (50c)"]},{"type":"*","value":["The white beaches \"",{"type":"'''","value":["coconut beach"]},"\" or \"",{"type":"'''","value":["watabo'o"]},"\" (in local language), is also a good spot to spend the weekend."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":["The local food, KULU, is well known in the country and has become the identity of the district."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["The handmade liquor, \"tua sabu\", is also worth trying."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Loro-Sae Guesthouse"]},": in the Old Town, US$ 10 \/ night"]},{"type":"*","value":[{"type":"'''","value":["Pousada"]},": in the \"Old Town\", US$ 60 \/ night"]},{"type":"*","value":[{"type":"'''","value":["Baucau Beach Bungalows"]},": 15 US$ a 7km walk downhill directly at the beach. Nice new bungalows"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-8.4667"],["126.4500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Timor"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Baucau"]]}]