[{"type":"{{","value":[["pagebanner"],["NZ default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Bay of Islands.jpg"],["thumb"],["View from Motukiekie Island, Bay of Islands"]]},"\nThe ",{"type":"'''","value":["Bay of Islands"]}," is an historic area and very popular tourist destination in the ",{"type":"[[","value":[["Northland"]]}," region of the ",{"type":"[[","value":[["North Island"]]}," of ",{"type":"[[","value":[["New Zealand"]]},".\n\n",{"type":"==","value":["Towns"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Paihia"]]}]}," - With shimmering safe waters and superb beaches, Paihia is a good base for your Bay of Islands experience.  Take a relaxing walk along unspoilt beaches, take a guided tour through historical sites or go fishing. If adventure is what you seek, try skydiving, parasailing, scuba diving or kayaking. Paihia is the place of friendly locals, happy cafés and people enjoying life. Whether it is swimming with delightful dolphins, taking in a spot of retail therapy or just lazing under a tree, Paihia is the place for it. Adjacent ",{"type":"'''","value":["Waitangi"]}," is one of New Zealand's most historic sites, being the place where representatives of the English Crown and a number of Maori chiefs signed the Treaty of Waitangi on 6 February 1840. The Waitangi Treaty Grounds are home to the Treaty House, a fully carved Maori meeting house, a large Maori war canoe and a Visitor Centre and Gallery. The estate is a must-see for anyone interested in New Zealand's history and culture."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Russell (New Zealand)"],["Russell"]]}]}," - A quick passenger ferry ride across the water from Paihia is the charming, elegant township of Russell. This historic township dates back to the early 19th century. Kororāreka, as it was then known, was a lawless trading centre where whalers, seafarers and merchants mixed with adventurers, deserters and escaped convicts from Australia. Today Russell is still a favoured spot for boaties who seek safe anchorage. You will find a wide range of accommodation available and you can also arrange sightseeing, adventure or fishing activity from the Russell waterfront. Drivers can take the vehicular ferry from ",{"type":"[[","value":[["Opua"]]}," or drive the longer route from Whakapara 26 km north of ",{"type":"[[","value":[["Whangarei"]]},"."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Kerikeri"]]}]}," - The Mission House is the oldest building in New Zealand, and the Stone Store is the oldest stone building. These formed the centre of the first permanent Christian mission station in the country in the early 1800s, existing under the protection of the resident Maori chief Hongi Hika, who terrorised other Maori tribes. Kerikeri overflows with orchards and galleries, fruit and art. All along the roadside, orchards sell their delicious oranges, kiwifruit and avocados. Follow the art and craft trail and you'll get to know some of the artisans. Visit the wineries, lunch in one of the many outdoor cafés, indulge in delicious handmade chocolates or locally made macadamia liqueur. Kerikeri also has excellent sporting facilities including golf, all-weather tennis and yachting. Expect a good choice of cafés and restaurants. Within minutes by car or an hour's walk from the Kerikeri Basin car park is the 27 metre Rainbow Falls. Further afield lies the Puketi Forest, an ideal place to tramp and view kauri trees from a boardwalk which also has wheelchair access."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Opua"]]}]}," - For those who arrive in the Bay of Islands by sea, Opua is your port. It's where the boats live - yachts, launches, ferries and runabouts of every description. On the wharf, a number of charter companies offer yachts you can sail yourself. A new 240 berth marina is now complete so with the friendly yacht club, the boat haul-out yards and extensive marine services, Opua is a delightful safe-haven for any sailor. It is also where you catch the car ferry to drive to Russell."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Kawakawa"]]}]}," - Gateway to the Bay of Islands, Kawakawa is marked by its unique entrance sign, an arch constructed in the style of Friedensreich Hundertwasser. Kawakawa is home to the famous Hundertwasser-designed public toilets - a definite must on your itinerary. This is the only building in the Southern Hemisphere designed by the Austrian born artist and is the last building he designed before he died in 2000."]},"\n",{"type":"==","value":["Understand"]},"\nThis region of New Zealand is rich in history and a fantastic example of why New Zealand has much to offer the traveller.  This area of New Zealand is where the first missionaries settled in the early nineteenth century. \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nState Highway 1 from ",{"type":"[[","value":[["Whangarei"]]}," and ",{"type":"[[","value":[["Auckland"]]}," runs through ",{"type":"[[","value":[["Kawakawa"]]}," on its way to ",{"type":"[[","value":[["Kaitaia"]]},".\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[","value":["http:\/\/www.greatsights.co.nz\/ GreatSights New Zealand"]}," operate daily sightseeing tours from Auckland. Tours can be completed in one day, including a guided tour of the Waitangi Treaty Grounds and  ",{"type":"[","value":["http:\/\/www.dolphincruises.co.nz Fullers GreatSights Dolphin Watching Cruise"]}," to Cape Brett and the famous \"Hole in the Rock\". \n\n",{"type":"[","value":["http:\/\/www.intercity.co.nz\/ InterCity Coachlines"]}," operates a number of daily coach departures to the Bay of Islands and other Northland destinations. Fares start from $1 plus booking fee. \n\nOther excursions including accommodation, food, travel and activities can be purchased from major New Zealand tour companies such as Kiwi Experience or Magic Bus.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Kerikeri Airport"]},".  Flights from Auckland take about 45 minutes. ",{"type":"[","value":["http:\/\/www.saltair.co.nz Salt Air"]}," is the local operator and flies twice daily from the North Shore of Auckland to Whangarei and Kerikeri airports. ",{"type":"[","value":["http:\/\/www.airnz.co.nz Air New Zealand"]}," operates up to four flights a day from Auckland.\n\n",{"type":"==","value":["Get around"]},"\nA number of boat operators run regular ferries between Paihia Wharf and Russell. Tickets can be purchased on-board and cost around $6 each way or $10 return.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Historic buildings"]}," – a ",{"type":"[","value":["http:\/\/www.historicplaces.org.nz\/en\/placesToVisit\/northland.aspx Northland Passport to History"]}," from the Historic Places Trust allows you to visit three historic places in the Bay of Islands and two in Hokianga all for the price of two. The Bay of Islands sites are: ",{"type":"[[","value":[["Kerikeri"]]}," Mission Station and Stone Store; Pompallier Mission in ",{"type":"[[","value":[["Russell (New Zealand)"],["Russell"]]},"; Te Waimate Mission at Waimate North – the Hokianga sites are: Clendon House in ",{"type":"[[","value":[["Rawene"]]},"; Mangungu Mission at ",{"type":"[[","value":[["Horeke"]]},"."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Waitangi Treaty Grounds"],["alt="],["url=http:\/\/www.waitangi.net.nz\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gifted to the nation by Lord and Lady Bledisloe in 1932. The Waitangi National Trust Treaty Grounds give a unique and fascinating insight into New Zealand's historic past. New Zealand's most significant document, The Treaty of Waitangi, was first signed here in 1840 between a few Maori chiefs and the British Crown, and became the basis for life in New Zealand as it is known today."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Haruru Falls"]},". Haruru means \"big noise\". The water falls in a horseshoe shape - very rare and quite spectacular - and Maori legend states that a taniwha (water monster) lives in the lagoon below. You can walk to Haruru Falls along the Waitangi walking track, or drive to Haruru Falls township - which is only 3 km from Paihia. In the 1800s, there were over 100 Maori villages along the Haruru Falls river."]},"\n",{"type":"*","value":[{"type":"'''","value":["Stone Store"]}," at Kerikeri, the oldest stone building in New Zealand, and adjacent ",{"type":"'''","value":["Kemp House"]},", are perennial subjects for tourists' cameras."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Puketi Forest"],["alt="],["url=http:\/\/whangaroa.co.nz\/Puketi_Forest.cfm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Along with Omahuta Forest, forms one of the largest contiguous tracts of native forest in Northland. Home to ",{"type":"''","value":["Te Tangi o te Tui Puketi"]},", the fourth largest living kauri with a height of 50.9 m (167 ft), Puketi is easily accessible from the Bay of Islands, Whangaroa and Hokianga Harbour. Access to the recreation facilities can be reached from State Highway 1 or the network of secondary roads that skirt the forest."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Kawakawa Museum"]},", in the former Memorial Library, Wynyard St, Kawakawa. Th-F. A glimpse of Kawakawa's coal mining history. "]},"\n",{"type":"*","value":[{"type":"'''","value":["The railway line"]}," running through the centre of Kawakawa to Opua is a remnant of the coal mining times. Major maintenance requirements mean that regular trips to Opua by Gabriel, the renowned steam train, are not taking place at present, however the station is open and welcomes visitors."]},"\n",{"type":"*","value":[{"type":"'''","value":["Kawiti glow-worm caves"]},", Waiomio. A galaxy of glow-worm lights, white limestone formations and 12 generations of history."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Orca.png"],["thumb"],["Dolphin watchers view an orca near ",{"type":"[[","value":[["Paihia"]]}]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Forestwalks, Adventure Puketi, Adventure Omahuta"],["url=http:\/\/www.forestwalks.com"],["email=barbara@forestwalks.com"],["address=476 Puketi Rd, Okaihau"],["lat="],["long="],["directions=off State Highway 10 from the Kerikeri roundabout to the airport. 12-15 min from there. Follow the clearly marked Puketi Forest signs, you will then find Adventure Puketi signs."],["phone = +64 9 401-9095"],["tollfree="],["fax=+64 9 401-9095"],["hours=Summer season 09:30-22:30, winter hours by arrangement"],["price=From $65 per person"],["content="]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Paihia#See"],["Fullers GreatSights"]]}]},". Operate the widest range of marine and land based activities in the region. Officially licensed by the Department of Conservation, they operate a number of cruises that are permitted to actively seek dolphins and whales in and around the Bay of Islands. Many cruises pick up passengers from both Paihia and Russell. There are also Cape Reinga and 90 Mile Beach day tours. Also marketed by ",{"type":"[","value":["http:\/\/www.awesomenz.com\/ awesomeNZ.com"]},"."]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=The Rock Overnight Cruise"],["alt="],["url=http:\/\/www.rocktheboat.co.nz"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cruises the Bay of Islands for 22 hours, incorporating lots of water activities, island walks, on-board meals, as well as time to watch the stunning scenery and wildlife."]]}]},"\nThe area has a huge number of activities, from lounging on boats cruising around the islands, to scenic helicopter or fixed wing flights.\nMany of the activities are focused on or in the water. If you fancy kayaking, try ",{"type":"[","value":["http:\/\/www.bayofislandskayaking.co.nz\/index.html Island Kayaks"]}," in Paihia.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Whangaroa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Ninety Mile Beach"]]}," and ",{"type":"[[","value":[["Cape Reinga"]]},".  Coach tours from Paihia usually last 8-10 hours so it may be better to take a ",{"type":"[[","value":[["Kaitaia"]]},"-based tour instead."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hokianga"]]}," (45 minutes drive from ",{"type":"[[","value":[["Kerikeri"]]}," and 60 minutes from ",{"type":"[[","value":[["Paihia"]]},")"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Horeke#See"],["Mangungu Mission House"]]}," (historic site) — site of the biggest signing of the Treaty of Waitangi"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Koutu#See"],["Koutu Boulders"]]}," — biggest concretions in the world"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Opononi#See"],["Sand Dunes"]]}," — fantastic sandstone sculptures on top of dune opposite Opononi"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Horeke#See"],["Wairere Boulders"]]}," (nature park) — an enormous basalt flow just south of Horeke"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Hokianga#See"],["Omahuta Kauri Sanctuary"]]}," — see 5 of the 12 biggest kauri trees in an undisturbed healthy forest"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"[[","value":[["Hokianga#See"],["Tane Mahuta"]]}," — Lord of the Forest (most visited kauri tree in NZ)"]}]},"\n",{"type":"{{","value":[["geo"],["-35.2000"],["174.1667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northland"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Bay of Islands"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/New_Zealand\/Northland\/Bay_of_Islands\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bay of Islands"]]}]