[{"type":"{{","value":[["pagebanner"],["Bayeux banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bayeux-tourism.com\/ Bayeux"]}]}," is a small town (population 16,000) in northern ",{"type":"[[","value":[["France"]]}," within the region of ",{"type":"[[","value":[["Lower Normandy"]]},". Bayeux is best known for the remarkable ",{"type":"'''","value":["Bayeux Tapestry"]}," that chronicles in visual form the conquest of ",{"type":"[[","value":[["England"]]}," by William the Conqueror, Duke of Normandy, in 1066.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["File:Downtown view of Bayeux, France.jpg"],["thumb"],["220px"],["View of central Bayeux"]]},"\n\nBayeux is known for two famous trans-Channel invasions.  The conquest of England by William the Conqueror in 1066 started from Bayeux, while on June 6, 1944 the Allied D-Day (French: Jour-J) invasion force struck the ",{"type":"[[","value":[["D-Day beaches"]]}," just north of the town.  Bayeux was the first French town to be liberated from Nazi occupation during the 1944 Battle of Normandy and survived almost completely unscathed.  On 16 June 1944 General Charles de Gaulle made his first important speech on liberated French soil in Bayeux. The town hosts the largest British war cemetery in Normandy and is an excellent base for visiting the Normandy beaches.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nBayeux can be accessed by train through the SNCF rail system. It is on the line from Paris (Saint-Lazare station) to Cherbourg, between Caen and Cherbourg. There are several trains a day from Paris that go through to Bayeux but sometimes it is necessary to change at Caen.  It is not necessary to pre-book a ticket on this line and it is not possible to book seats.  The train journey from Paris to Bayeux is just over 2 hours.\n\n",{"type":"==","value":["Get around"]},"\nMost of the town can be navigated by foot after arriving at the train station, even with a wheeled suitcase. The 'downtown', a ten minute walk from the train station, mostly lines the main street which seemed to change names a few times as it goes along.\n\nStreets are narrow and uneven and often cobblestone or similar, so bring comfortable footwear (especially if going on local expedition tours—see below for more information).\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Bayeux Cathedral.JPG"],["thumb"],["220px"],["Exterior view of Bayeux Cathedral"]]},"\n\n",{"type":"[[","value":[["File:Normandie Calvados Bayeux3 tango7174.jpg"],["thumb"],["220px"],["Interior view of Bayeux Cathedral"]]},"\n\nThe ",{"type":"'''","value":["Bayeux Tapestry"]}," (",{"type":"''","value":["Tapisserie de Bayeux"]},"), ",{"type":"''","value":["Centre Guillaume le Conquérant, Rue de Nesmond, tel 02 31 51 25 50, fax 02 31 51 25 59, open daily all year, except for the 2nd week in January, 24–26 December, 31 Dec-2 Jan, hours: (mid-March–October) 9AM-6:30PM (summer an extra half hour) (November–February) 9:30AM-12:30PM and 2PM-6PM, admission: adults €7.50, students €3"]}," - the historically unique Bayeux Tapestry is a 70 metre-long, 50 cm high embroidery made from wool on a linen canvas in the late 11th century to chronicle the conquest of  ",{"type":"[[","value":[["England"]]}," by William the Conqueror, Duke of Normandy, in 1066. Scenes include the Channel crossing, the Battle of Hastings (14 October 1066), the death of the Saxon English king Harold and the subsequent coronation of Duke William as King of England. Audioguides available. Allow 1–2 hours to visit.\n\nThe ",{"type":"'''","value":["Bayeux Cathedral"]}," towers over the entire town, and is interesting to circle around outside and explore inside. The exterior is surrounded by the occasional helpful informational signage on stone or wood blocks, each explaining aspects of the church's construction or architectural features. The interior has some excellent views of the architecture, statues and murals, and there are several (empty) crypts you can visit beneath the church. Open for touring during the daytime hours (when no church services are in session), and definitely worth a visit.\n\nThe ",{"type":"'''","value":["\"Battle of Normandy Museum\""]}," is one of the best on the topic, with a good balance of explanations of the battle together with small and large artifacts. Movie in English and French. Dioramas, small arms, and photos. Outside are four armored vehicles (Sherman, Marder, Crocodile, and M-10 Hellcat). Inside are Self-propelled 105 mm howitzer, Quad-50 cal. anti-aircraft \"meat chopper,\" radio truck, bulldozer, and several other large items.\n\n",{"type":"'''","value":["British Cemetery"]},".  Just across the road from the museum is the main British cemetery, beautifully maintained by the British Wargraves Commission.  There is a service in English every 6 June.  The cemetery is accessible at any time of day or night.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cimetière Militaire Allemand"],["url="],["email="],["address=N13 , 61160"],["lat=49.34229166"],["long=-1.0253333"],["directions=Between Bayeaux and Isigny Sur Mer"],["phone=+33 2 31 227076"],["tollfree="],["fax="],["hours="],["price="],["content=La Cambe is a military war grave cemetery close to Bayeux. Presently containing in excess of 21,000 German military personnel of World War II, it is maintained and managed by the German War Graves Commission."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nShopping in Bayeux is a sensible combination of French authenticity and touristic gaudiness—almost at a one-to-one ratio. Shops toward ",{"type":"''","value":["centreville"]}," (the downtown center) tend to be more overpriced than some of their counterparts about 3 km (1.8 mi) north.\n\n",{"type":"==","value":["Eat"]},"\nFood can be procured for as little or as much as you wish: the main boulevard through town is lined with ",{"type":"''","value":["boulangeries"]}," and even a supermarket near the south end of town.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Marsala - Pizzeria-Grill Restaurant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +33 2 31 92 47 60"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["rue des Cuisiniers, "]}," - great pizzas at a reasonable price, friendly service"]]}]},"\n",{"type":"===","value":["Moderate"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Le Petit Bistrot"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +33 2 31 51 85 401"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["2, rue du bienvenu, closed We, "]}]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Churchill Hotel"],["alt="],["url=http:\/\/www.hotel-churchill.fr\/pageUK\/hotel.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The provides 3 star accommodation with a friendly attentive management."]]}]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Hotel D'Argouges"]}," provides 3 star accommodation, and the staff were very helpful. A family photo Christmas card from travel guru Rick Steves and his brood was on prominent display during our visit in Summer 2007, so he must have enjoyed his visit at some point as well! Staff were happy to keep our luggage in a locked room outside after checkout while we toured the region for the day - this alone was such a convenience. Included French-style breakfast (coffee\/tea\/hot chocolate, baguette, croissant, yogurt, cheese, etc.) was assembled to order and brought to my table by cheery staff when I arrived in the morning—no muffins in a basket here. I think the kitchen staff could make American-style breakfast (e.g. bacon + eggs, etc.) if you wished, but for a fee above the included breakfast. Hotel is located maybe a ten minute walk from the train station, and is located on the winding main cobblestone street. Rooms were very clean, excellent value for the money, and would recommend highly. ",{"type":"[","value":["http:\/\/www.hotel-dargouges.com\/ hotel website"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Clos des Fleurs"],["url=http:\/\/www.gites-normandy.net"],["email="],["address=Juaye Mondaye"],["lat="],["long="],["directions=8km south of Bayeux"],["phone="],["tollfree="],["fax="],["hours="],["price=360"],["checkin=4PM"],["checkout=10AM"],["content=Clos des Fleurs is a luxury self-catering property (gite) comprising a three bedroom house and optional three bedroom annex, 8km south of Bayeux and 25 mins from the beautiful Normandy coast. The secluded property features a beautiful walled garden, large rooms, open fires, comfy king size beds and plenty of room for entertaining inside or out"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chateau de l'Isle-Marie"],["url=http:\/\/www.islemarie.com\/"],["email="],["address=Normandy"],["lat="],["long="],["directions="],["phone = +33 233213725"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Luxury B&B Chateau Hotel near Bayeux and D-Day Landing Beaches, recommended by Travel & leisure and Michelin Guide"]]}]},{"type":"*","value":[" The \"Hotel Lion D'Or\" is friendly, centrally located, and has a comfy bar with fireplace and signed photos of Eisenhower and a number of other generals. English spoken. Wifi is available. Internet-connected computer in lobby for guest use."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"'''","value":["D-Day Landing Beaches"]},". From Bayeux train station, you can catch a bus to some of the D-Day beaches. On the bus website ",{"type":"[","value":["http:\/\/www.busverts.fr"]}," there is a map of the bus route to the D-Day beaches. Bus No. 70 takes you to Omaha beach, the American cemetery, and to Pointe Du Hoc. Bus No. 74 takes you to Arromanches beach - the location of the Mulberry harbors. According to Wikipedia: \"Omaha beach is 5 miles (8 km) long, from east of Sainte-Honorine-des-Pertes to west of Vierville-sur-Mer\" and these villages are accessible via the No. 70 bus. Note very carefully from the bus timetable that buses are few and far between, hence, you would schedule your bus trip to take into account the few buses.  The buses are mainly for local school children and workers so tend to be early morning and late afternoon\/early evening.  It is almost impossible to visit the D-Day sites via bus.  Also, buses do not run when there is heavy snow, so check the bus website beforehand during snow season.\n\n",{"type":"'''","value":["World War II Normandy American Cemetery and Memorial"]},", ",{"type":"[","value":["http:\/\/www.abmc.gov\/cemeteries\/cemeteries\/no.php"]},". (",{"type":"''","value":["Take Highway N-13 west to ",{"type":"[[","value":[["Formigny"]]},", then follow D-517 to St. Laurent-sur-Mer and D-514 to Colleville-sur-Mer"]},"). Buses 70 and 75, operating infrequently.  Consult schedules.  Open daily, 9AM–5PM except for December 25 and January 1.  The cemetery is the final resting place for 9,387 American military dead, most lost during the ",{"type":"[[","value":[["Normandy"]]}," Invasion.  A monument is inscribed with the names of 1,557 Americans whose remains were never found or identified.  The memorial contains maps and narratives of the military operations in ",{"type":"[[","value":[["Normandy"]]},". Free.\n\n",{"type":"'''","value":["Guided Tours of World War II Historic Sites"]}," (",{"type":"''","value":["There are several guided tour companies in the area; Bayeux has a central designated meeting spot where all of the tours embark from in the morning and return to each afternoon"]},"). ",{"type":"[","value":["http:\/\/www.battlebus.fr Battlebus"]}," provided excellent tours on our trip to Normandy. Having a guide was extremely helpful and efficient to zip us around to the various sights through the backroads of rural France. They offer tours of sights including the nearby Utah Beach, Omaha Beach, Juno Beach, the Canadian Juno Beach Museum, the Canadian Cemetery, the American Cemetery (above) and countless other hard-to-find sites. Tours offered are divided into zones of coverage (American, British, Canadian, and others), as each zone is fairly large. A one-day American tour and a one-day Canadian tour give you a good overview of most of the highlights the region has to offer. Guides are experienced, interested, and respectful of the great history of the region. Stellar for history buffs and laypersons alike. Tour guides even kindly gave us a lift from our hotel to the train station at the end of a day of touring when we were leaving town! Tours should be booked in advance, as they tend to fill quickly, especially in the summer months. Other tour companies also service the region.\n\n",{"type":"'''","value":["Chateau de Balleroy"]}," Not far from Bayeux, on the edge of the Cerisy Forest, is the small village of Balleroy with its 17th century chateau.  The site offers the historic castle, built by a relative of Louis XIII, along with a good gift shop, an adequate tea room, extensive grounds, and a hot air balloon museum dedicated to the ballooning obsession of its latter day owner Malcolm Forbes (of Forbes Magazine)\n\n",{"type":"[[","value":[["WikiPedia:Bayeux"]]},"\n\n",{"type":"{{","value":[["geo"],["49.2794"],["-0.7028"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lower Normandy"]]},"\n",{"type":"{{","value":[["outlinecity"]]},{"type":"[[","value":[["Commons:Bayeux"]]}]