[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Nuestra Senora del Agua Santa.jpg"],["thumb"],["300px"],["Church of the Virgin of the Holy Water"]]},"\n",{"type":"'''","value":["Baños"]}," (",{"type":"''","value":["de Agua Santa"]},") is a small city in the Andean highlands of ",{"type":"[[","value":[["Ecuador"]]}," under the smoke of volcano Tungurahua. Its name, which is Spanish for \"Baths (of sacred water),\" comes from the famous hydrothermal springs in the area. It's equally popular with foreigners as with Ecuadorians and is known as the adventure capital of Ecuador. The streets are lined with hotels, restaurants, souvenir shops and tour agents. Although it seems a bit touristy and artificial lots of people love it and it's definitely worth a visit. It's an important hub for outdoor sports and jungle tours.\n\n",{"type":"==","value":["Get in"]},"\n\nThe small bus terminal is on the north edge of town and is within walking distance to the center and most all hotels. However if you need to catch a taxi, it should cost you less than $1.\n\nThere are frequent connections to Baños from ",{"type":"[[","value":[["Quito"]]}," (3.5 hours, $3.50), ",{"type":"[[","value":[["Riobamba"]]}," (2 hours, $2) and ",{"type":"[[","value":[["Guayaquil"]]}," (5.5 hours, $7.00). Be aware there are reports of scams on the Amazonas bus company, whereby passengers are ditched in the southern districts of Quito. When ditched passengers then buy another ticket with another company, they are told they have to return to Quito and argue for a refund. Most busses out of Quito will leave from Terrestre Quitumbe, also referred to as Tumbe (located in the far south of the city). The closest bigger town is ",{"type":"[[","value":[["Ambato"]]}," (1 hour, $1) and there are very frequent buses between the two towns.\n\n",{"type":"==","value":["Get around"]},"\n\nEasy, just walk. Nowhere is more than a 15 minute walk from where you start and usually even less. It is relatively flat in the city centre.\n\nAlso check out the mountain biking section should you wish to explore further afield.\n\nThere are also plenty of taxis around should you need one.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Church of the Virgin of Holy Water.jpg"],["thumb"],["200px"],["The neo-gothic interior of the church"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Church of the Virgin of the Holy Water"],["alt=Nuestra Señora del Agua Santa"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This neo-Gothic style church is named after the vision of the Virgin Mary seen near the appropriately named waterfalls and is therefore a place of pilgrimage for those who come to thank the Virgin for many miracles and to ask for her blessing. It was built with many volcanic rocks and the inside is lined with paintings depicting the Virgin's miracles, including saving the church from multiple volcanic eruptions."]]}]},"\n",{"type":"===","value":["Waterfalls"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cascada de La Virgen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the main waterfall near the city center which empties near the thermal baths."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Manto de la novia"],["url="],["email="],["address="],["lat="],["long="],["directions=Ruta de las Cascadas"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This dynamic waterfall sometimes features two distinct chutes and has a cable car ride available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pailon de diablo"],["url="],["email="],["address="],["lat="],["long="],["directions=Ruta de las Cascadas"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the most impressive of the falls in the area with an option to hike to the source for a closer look."]]}]},"\n",{"type":"==","value":["Do"]},"\nThere are dozens of travel agencies offering rafting, climbing to ",{"type":"[[","value":[["Cotopaxi"]]},", mountain bike rental, multiple day trekking, jungle tours, etc.\n\n",{"type":"===","value":["Massage"]},"\nThe best massage studios are all on the same street, within 50m of each other. They are all $20\/hour. Try Xu Jing Casa de Salud for an excellent massage from a wise old Chinese woman. Corner of Luis A. Martínez and Eloy Alfaro, across from Casa Hood.\n\n",{"type":"===","value":["Hiking"]},"\nAround Baños there are several easy trails. The tourist office (calle T. Halflants at the park) can provide simple maps.\nOn some trails you can find many signs on the way, though the indicated distances seem to be quite contradictory. Head up to the statue of the Virgin Mary which overlooks the town for nice views.. but be warned, it's a heart-pumping hike!\n\n",{"type":"===","value":["Biking"]},"\n",{"type":"[[","value":[["File:Cable Car, Manto de la novia waterfall.jpg"],["thumb"],["200px"],["Cable car over Manto de la novia falls"]]},"\nSeveral agencies rent out mountain bikes ($5 a day or $1.25 an hour). But make sure that you or someone with experience checks out the bikes and ensures that they are safe to use. Especially check if the gear is clean and oiled enough - bikes look really good, but are sometimes not maintained like they should be. Also be sure to understand who has to pay for damage to the bike should it occur.\n\nA popular ride is the 61 km, mostly downhill, to ",{"type":"[[","value":[["Puyo"]]},". The first 18 km to Rio Verde is strewn with impressive waterfalls,\nsome reached by mini cable cars across the valley.  Rio Verde's Pailón del Diablo is the most dramatic. The frequent tunnels on this road\nmostly have bike bypassses and the only one you need to go through is the first one. There are good signs indicating where to go all the way to Puyo. From Rio Verde or Puyo there are frequent buses back to Baños, some of which will put you bike on the roof. It is also fairly easy to hitchhike your way back on a pick-up truck.\n\nYou can also sometimes include a small bungee-style jump off a bridge some 30 minutes from Baños.\n\n",{"type":"===","value":["Rafting"]},"\nMany companies organize rafting trips to the nearby ",{"type":"[[","value":[["Pastaza"]]}," river. The rapids range from class II to IV, depending on the recent rainfall. A half-day trip costs about $30–35 and you are best off going with a respected, well-known organizer. The water is not too cold but beware of sunburn where the wet suit doesn't cover. In June 2009, a French tourist drowned when the boat capsized. Be careful!\n\n",{"type":"===","value":["ATVs and Dirt Bikes"]},"\nATVs (All Terrain Vehicles) and motocross bikes abound in the town and you can easily rent one for a couple of hours or days. The hills surrounding the town provide good views of the town and the volcano and climbing to the antenna or to the cross are both good options. You can also drive down to ",{"type":"[[","value":[["Puyo"]]}," if you don't feel like biking.\n\n",{"type":"===","value":["Jungle Tours"]},"\nMany kinds of tours are organized to the ",{"type":"[[","value":[["Amazon"]]}," jungle from day trips to the edge to two week adventures deep in the jungle. You will get to meet natives in their villages, swim under a waterfall and see at least some small wild animals like frogs, fish and spiders. You can usually also bundle the tour with rafting if you want. ",{"type":"'''","value":["Note:"]}," The tours around Puyo have a price range of about $35-50 per day, but no matter how much you pay, you'll probably end up on the same bus, eat the same food and stay at the same place, so shop around a bit before booking.\n\n",{"type":"===","value":["Bunjee Jumping"]},"\nSeveral tour operators offer bridge jumping. There are two bridges this is done from, one is much higher than the other. Although the operators are not covered by any kind of liability insurance, the rigging equipment is of high quality and done professionally.\n\n",{"type":"===","value":["Rapelling"]},"\nDozens of tour operators offer rapelling down waterfalls (canyoning).\n\n",{"type":"===","value":["Activities"]},"\nFor a reliable, affordable, and fun outdoor activities check out MTS Adventure between Av. 16 de Diciembre and Luis A. Martinez near the church. Canyoning, rafting, canoping, bungee jumping, mountain climbing, hiking, etc. Guides are knowledgeable and fun.\n\n",{"type":"==","value":["Buy"]},"\nThere are a lot of different places to buy handicrafts, there are a lot of small business in front of the church in the middle of the town.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Melcocha.jpg"],["thumb"],["250px"],["Melcocha"]]},"\nAt the market you can find decent meals from $1  to $1,5.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Napolitano Pizzeria Restaurante"],["url="],["email="],["address=12 de Noviembre & Martinez"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A laid back Italian themed restaurant with outstanding lasagna. Also has a pool table in the back room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Casa Hood"],["url="],["email="],["address=Martinez & Eloy Alfaro"],["lat="],["long="],["directions="],["phone=03-274 2668"],["tollfree="],["fax="],["hours="],["price=$5-$8"],["content=Perhaps the most recommended restaurant in Banos, Casa Hood serves up an eclectic array of dishes that are all outstanding, including many vegetarian options. The atmosphere here is very relaxed and the many bookshelves full of books and games make it feel like a living room. Any of the books can be traded for your own and the games are open for anyone to play."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pancho's Snack Bar"],["url="],["email="],["address=Rocafuerte & Maldonado"],["lat="],["long="],["directions="],["phone=03-274 2395"],["tollfree="],["fax="],["hours="],["price="],["content=The confusing mix of cultures inside these doors make the place a hit. Enjoy your superhamburguesa between the shrine to Che Guevara and the pictures of John Wayne."]]}]},"\n",{"type":"[[","value":[["File:Jugo de Cana.jpg"],["thumb"],["250px"],["Jugo de Caña"]]},"\n",{"type":"===","value":["Sugar Cane Taffy (",{"type":"''","value":["Melcocha"]},")"]},"\nMelcocha is Ecuador's hallmark candy and the majority of it is made in Baños. The abundance of sugar cane in the area makes this version of taffy a local specialty. It is a naturally sweet taffy made from boiled raw cane syrup. In store fronts that sell it you are likely to see it being made by pulling it and beating it against sturdy door frames.\n\n",{"type":"===","value":["Sugar Cane Juice (",{"type":"''","value":["Jugo de Caña"]},")"]},"\nSugar cane is also popular in a less worked form as chewable cane pulp sticks or squeezed juice.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Leprechaun Bar.jpg"],["thumb"],["200px"],["Flaming Bob Marley - Leprechaun Bar"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Leprechaun Bar"],["url="],["email="],["address=Eloy Alfaro"],["lat="],["long="],["directions=between Oriente and Espejo"],["phone=03-274 1537"],["tollfree="],["fax="],["hours="],["price="],["content=This is the happening place for travelers and hip people in Baños to hang out. By the front bar there is a large dance floor with the DJ playing a variety of music. Upstairs is a smaller dance floor. But the real gem of the place is the back yard, which has another bar, a stage for occasional live music, and a large fire pit that the staff keeps roaring all night long on weekends. Be sure to try the signature \"Flaming Bob Marley\" shot."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bar Cafe Jack Rock"],["url="],["email="],["address=Eloy Alfaro 541 & Ambato"],["lat="],["long="],["directions="],["phone=03-274 1329"],["tollfree="],["fax="],["hours="],["price="],["content=Rock and roll themed bar with an always busy foosball table."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Discoteca The Trebol"],["url="],["email="],["address=Av. Montalvo & 16 de Diciembre"],["lat="],["long="],["directions="],["phone=03-274 1501"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Transilvania"],["alt="],["url=http:\/\/www.banoshostel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+59332742281"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=16 de Diciembre y Oriente Big bright rooms and a great, relaxed atmosphere. Run by two backpackers who know exactly what budget travelers need and want. Tons of free amenities, gorgeous views and a their own fantastic restaurant next door."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Erupcion Hostel & Restaurant"],["alt="],["url=http:\/\/www.erupcion.banios.com"],["email="],["address=Ambato & Thomas Halflants Crnr"],["lat="],["long="],["directions="],["phone=098047456"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Quality lodging, clean and comfortable place in the magical downtown of Baños Ecuador, your accommodation includes breakfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Backpackers Paradise - Princesa Maria"],["alt="],["url="],["email=holaprincesamaria1@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=03 2741 035"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Rocafuerte y Mera, Baños, A bit of a walk from the main strip, but a friendly budget option with free internet and wifi, kitchen, DVD player and good hot showers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Plantas y Blanco"],["alt="],["url=http:\/\/www.hosteltrail.com\/plantasyblanco"],["email="],["address="],["lat="],["long="],["directions="],["phone=03 740 044"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Martinez y 12 de Noviembre, Baños. Opened 13 years ago by French owner Michel Leseigneur, this is one of the old favourites in Baños with it's great location in the centre of town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal El Recreo"],["alt="],["url=http:\/\/hostalelrecreo.com\/"],["email="],["address="],["lat="],["long="],["directions=Across the highway from the center of town, turn off the main road at the Amazonas bus stop and follow the signs"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=$7"],["content=Chill family-run hostel, walking distance from the center. 3-bed dorms, Wi-Fi, kitchen, tv, clean, and the owners are very friendly."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Marques Posada"],["url=http:\/\/www.hosteltrail.com\/marquesposada"],["email="],["address=Pasaje V. Ibarra y Av. Montalvo, Baños"],["lat="],["long="],["directions="],["phone=03 740053"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located at the foot of the magnificent Cascada de la Virgin, El Marques Posada is a sociable and welcoming hostel decorated with warm colours and boasting incredible views of Baños from the roof terrace."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Chimenea"],["url=http:\/\/www.hosteltrail.com\/lachimenea\/"],["email="],["address=Luis A Martinez & Rafael Vieira"],["lat="],["long="],["directions=Coming from the bus station, continue 4 blocks along Calle Maldonado and turn left onto Calle Martinez. From there, you'll find La Chimenea around six blocks along and on your right."],["phone=03 274 2725"],["tollfree="],["fax="],["hours="],["price=$7.50-8.50 per person"],["checkin="],["checkout=12:00"],["content=Really nice place, very good value. Lovely roof-top terrace \/ cafe. Friendly, relaxed, and helpful staff. Every room is clean and modern, with hot water and balcony. No TV's. Internet computers in lobby (free). Swimming pool and jacuzzi (temporarily out of service as of April 2011). Steam baths available for rent. Information about the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Floresta Hospedaje"],["url=http:\/\/www.laflorestahotel.com\/"],["email="],["address=Montalvo y Thomas Halflants, Banos"],["lat="],["long="],["directions="],["phone=032741824"],["tollfree="],["fax="],["hours="],["price=$500 US"],["checkin="],["checkout="],["content=Mid range hotel with large airy rooms, spotlessly clean, helpful English speaking staff, a pleasant garden and excellent breakfast"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mayra's House"],["url=http:\/\/www.mayraspanishschool.com"],["email="],["address=Oriente Y Eduardo Tapia 112"],["lat="],["long="],["directions="],["phone=593 3 2742 850"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Self Contained Apartments: Choice of Studio or One bedroom, all with private bathroom, cable T.V., fridge and fully equipped kitchen. All have access to rooftop terrace with stunning views of Baños."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Flatshare Banos"],["alt="],["url=http:\/\/www.flatsharebanos.com"],["email=flatshareinbanios@hotmail.co.uk"],["address=Calle Oriente 905 y 12 de Noviembre"],["lat="],["long="],["directions="],["phone=087 947038"],["tollfree="],["fax="],["checkin="],["checkout="],["price=$10\/night, $70\/week"],["content=3 rooms available for rent immediately in Baños! Two rooms with 1-full-sized bed each and one room with 2-double sized beds. Communal kitchen (w\/ large fridge), bathroom (hot water), dining\/living area, and free internet in a well-lit, clean, and centrally located apartment. Owner is a Spanish teacher and speaks English"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Casa Verde Eco Guesthousel"],["url=http:\/\/www.lacasaverde.com.ec"],["email="],["address=el camino real, santa ana"],["lat="],["long="],["directions="],["phone=593 86 594 189"],["tollfree="],["fax="],["hours="],["price=$22.00"],["checkin=2PM"],["checkout="],["content= la casa verde is your eco-friendly haven on the outskirts of beautiful and tranquil baños. set in a peaceful and scenic valley on the rio pastaza, la casa verde is surrounded by a magnitude of flora and fauna, including hummingbirds and fire flies, complete with spectacular views of the llanganates and sangay national parks. we offer the perfect place to rest, relax and enjoy baños, in a volcano safe area, in a sustainable and comfortable environment. please visit www.lacasaverde.com.ec for more info."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hosteria Miramelindo"],["url=http:\/\/banios.com\/miramelindo\/"],["email="],["address=Via Baños-Puyo Km. 15 Parroquia Rio Verde"],["lat="],["long="],["directions="],["phone=593 3 249 3004"],["tollfree="],["fax="],["hours="],["price=$30.00"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Luna Runtun"],["url=http:\/\/www.lunaruntun.com\/english\/banos_hotel.htm"],["email="],["address=Caserio Runtun Km. 6"],["lat="],["long="],["directions="],["phone=593 3 274 0882"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This adventure spa is located on a ridge high above the city and features swimming pools filled with volcanically heated water."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Samari"],["url=http:\/\/www.samarispa.com\/html\/en\/index.htm"],["email="],["address=Av. de las Amazonas Vía a Puyo Km. 1"],["lat="],["long="],["directions="],["phone=+593-3 - 2741 855"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This all inclusive spa resort is the premier accommodation in the city."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mayra's Spanish School"],["url=http:\/\/mayraspanishschool.com"],["email="],["address=Montalvo and 16 de Diciembre"],["lat="],["long="],["directions="],["phone=593 3 2742 850"],["tollfree="],["fax="],["hours="],["price=$6\/hr"],["content=Mayra's Spanish School was established in 1998 and is officially recognized by the Ministry of Education and Culture of Ecuador.  The school is centrally located in Baños with modern facilities, including comfortable classrooms, a library, bathrooms and kitchen. Lessons are available mornings, afternoons, evenings or weekends."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-1.396389"],["-78.424722"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Andean_Highlands_(Ecuador)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["WikiPedia:Baños de Agua Santa"]]}]