[{"type":"{{","value":[["Pagebanner"],["Wikivoyage page banner sea shells.jpg"],["caption=sea shells on a Florida beach"]]},"\n",{"type":"==","value":["Understand"]},"\nBeachcombing is the ancient art of exploring a beach. Specifically, it consists of \"combing\" (or searching) the beach and the intertidal zone, looking for things of value, interest or utility.  Once a matter of survival for ancient cultures around the world, it usually takes advantage of low tides when more sea creatures are exposed, beachcombing can also take place anywhere there is an area along a body of water to explore such as rivers or lakes.  Sometimes combined with ",{"type":"[[","value":[["fishing"]]},", ",{"type":"[[","value":[["swimming"]]},", ",{"type":"[[","value":[["snorkeling"]]},", ",{"type":"[[","value":[["wilderness backpacking"]]}," or ",{"type":"[[","value":[["cruising on small craft"]]},", beachcombing is an excellent way to explore a new area.\n",{"type":"[[","value":[["File:Beachcombing at Robin Hood's Bay - geograph.org.uk - 576029.jpg"],["250px"],["thumbnail"],["Beachcombing at Robin Hood's Bay, United Kingdom"]]},"\nIn archaeology the beachcombing lifestyle is associated with coastal shell-middens that sometimes accumulate over many hundreds if not thousands of years. Evidence at Klasies River Caves in ",{"type":"[[","value":[["South Africa"]]},", and Gulf of Zula in ",{"type":"[[","value":[["Eritrea"]]},", show that a beachcombing option is one of the earliest activities separating anatomically modern human homo sapiens from the ancestral subspecies of Homo erectus.\n\nIn Uruguay, the term has been naturalized into the Spanish form Bichicome, and refers to poor or lower-class people. The Spanish form also draws on the similarities to the Spanish bicho (small animal\/insect) and comer (eat), Similarly, the term has entered the Greek slang through sailors, the word \"pitsikómis\" (πιτσικόμης).\n\n",{"type":"==","value":["Origins"]},"\nThe first appearance of the word \"beachcombers\" in print was in Herman Melville's Omoo (1847). It described a population of Europeans who lived in South Pacific islands, \"combing\" the beach and nearby water for flotsam, jetsam, or anything else they could use or trade. When a beachcomber became totally dependent upon coastal fishing for his sustenance, or abandoned his original culture and set of values, then the term \"beachcomber\" was synonymous with a criminal, a drifter, or a bum. The vast majority of beachcombers, however, were simply unemployed sailors like Herman Melville in Typee, or Harry Franck in the book Vagabonding Around the World.\n\n",{"type":"==","value":["Do\/Stay safe"]}," \nLaws and customs for beachcombing can vary wildly from location so it is best to do some research before you go.  Some areas have high levels of protection and may not allow any access at all while others might offer complete freedom.  Respect local laws especially concerning private property and access.  Be warned that sea shells and driftwood are considered part of the natural environment and should not be removed. Be gentle with sea creatures and keep a wide distance away from nesting birds, seals and other shore animals and always put back anything removed from the shoreline.\n",{"type":"[[","value":[["File:Sunflower Sea Star (Pycnopodia helianthoides).jpg"],["250px"],["thumbnail"],["Sunflower Sea Star (Pycnopodia helianthoides) found at an extreme low tide"]]},"\n",{"type":"*","value":[" Never swim alone."]},{"type":"*","value":[" Be cautious at all times, especially when beachcombing at unguarded beaches. If in doubt, don’t go out!"]},{"type":"*","value":[" If caught in a rip current, remain calm to conserve energy and think clearly."]},{"type":"*","value":[" Don’t fight the current. Swim out of the current in a direction following the shoreline. When out of the current, swim towards shore."]},{"type":"*","value":[" If you are unable to swim out of the rip current, float or calmly tread water. When out of the current, swim towards shore."]},{"type":"*","value":[" If you are still unable to reach shore, draw attention to yourself:  face the shore, wave your arms, and yell for help."]},{"type":"*","value":[" Avoid digging deep holes that can be hazardous to others."]},{"type":"*","value":[" Beware of large “sneaker” waves and rolling logs, and never turn your back to the ocean."]},{"type":"*","value":[" Be aware of ",{"type":"[[","value":[["jellyfish"]]}," and other ",{"type":"[[","value":[["dangerous animals"]]}," such as sharks and salt water crocodiles."]},{"type":"*","value":[" Be aware of ",{"type":"[[","value":[["sunburn and sun protection"]]}," since beachcombing can lead to many hours of direct exposure to the sun."]},{"type":"*","value":[" Dehydration is another concern when spending hours on the beach, so bring plenty of water."]},{"type":"*","value":[" When beachcombing near coral reefs, care must be exercised to avoid contact with the delicate (and sometimes sharp and\/or stinging) coral and its poisonous inhabitants, usually via protective gloves and by being careful of one's environment. "]},{"type":"*","value":[" Protective shoes or surf shoes are especially useful as they allow trekking over sharp rocks exposed by low tide. "]},{"type":"*","value":[" Be aware of dropoffs or deeper waters."]},"\n",{"type":"==","value":["Tides"]},"\nTides can change quickly and dramatically in different areas of the world and in different seasons.  Check with local authorities and tide tables before going out and plan accordingly.  It is possible to get stranded by cliffs or other coastal land features and a rising tide. This could cause an emergency.\n\n",{"type":"[[","value":[["WikiPedia:Beachcombing"]]},"\n\n",{"type":"{{","value":[["PartOfTopic"],["Water sport"]]},"\n",{"type":"{{","value":[["usabletopic"]]}]