[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Beauce"]}," is in the ",{"type":"[[","value":[["Chaudière-Appalaches"]]}," region of ",{"type":"[[","value":[["Quebec"]]},".\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Saint-Georges"]]}]},{"type":"*","value":[" Sainte Marie"]},{"type":"*","value":[" Beauceville"]},{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nThe Chaudiere River flows through the center of La Beauce, where the pastoral views of sloping fields make sweeping landscapes. The people are down-to-earth and friendly, if a bit hard to understand at times given their unique local accent. Culture - food and music - make this region worth visiting. In particular, the maple products make this region famous. Beauce is one of the most prolific maple syrup producing regions on Earth.\n\n",{"type":"==","value":["Talk"]},"\nThere is a form of French that originated from the Beauce region called Joual. Joual is spoken throughout Quebec and in francophone families in the Northeastern US, but it is most common in Beauce.  For most people who speak French, especially if you learned Parisian French rather than Quebecois, it is particularly hard to understand.  Not only is there a difference in pronunciation, but there are completely different words.  For example, \"tanante\"=",{"type":"''","value":["pas gentil"]},", not nice; \"aras\"=",{"type":"''","value":["aura"]},", he\/she\/one will have; \"entuka\"=",{"type":"''","value":["en tout cas"]},", in any case.\n\n",{"type":"==","value":["Get in"]},"\nA car is necessary for visiting La Beauce. The almost linear shape of the region, stretching from the US border to ",{"type":"[[","value":[["Lévis"]]}," and ",{"type":"[[","value":[["Quebec City"]]}," make either end a convenient place to start exploring the region.  From ",{"type":"[[","value":[["Waterville (Maine)"],["Waterville"]]},", ",{"type":"[[","value":[["Maine"]]}," and other points south, US 201 crosses the Appalachian mountains and reaches the US-Canadian border at the southern end of the region, becoming Route 173 (Route du President Kennnedy).  From ",{"type":"[[","value":[["Quebec City"]]},", cross the Saint Lawrence River on the Pont Pierre-Laporte, entering the region on Autoroute 73.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.autocarslachaudiere.com\/index.html Autocars la Chaudière"]}]}," operates a line between ",{"type":"[[","value":[["Quebec City"]]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Lac-Mégantic"]]}]},", stopping in many cities and towns along the Chaudière, including ",{"type":"[[","value":[["Saint-Georges"]]},"."]},"\n",{"type":"===","value":["By car"]},"\nAutoroute 73 and Route 173 cut through the region from the north to the south and many smaller roads run parallel and perpendicular to this main road, imposing a grid-like road pattern that's unexpected in this rolling landscape.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Notre-Dame-des-Pins covered bridge"]}," - The longest covered bridge in Quebec (145.5 m) crosses the Chaudière River in the village of Notre-Dame-des-Pins, to allow the gold-digging (Saint-Simon-les-Mines) residents of the 1920s to cross the river safely even in winter."]},"\n",{"type":"*","value":[{"type":"'''","value":["Parc des Rapides du Diable"]}," Between Route 173 and the Chaudiere River in Beauceville.  Hiking and picnicking along the river lets one take in the boiling appearance that gives the Chaudiere its name."]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sugaring off"]}," In early spring, enjoy festivities and food surrounding the maple syrup harvest. Visit a cabane à sucre and taste maple-themed local specialties. Check out the Festival beauceron de l’Érable in late March ",{"type":"[","value":["http:\/\/www.festivalbeaucerondelerable.com\/"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Tour de Beauce"]}," Watch Canada's top cyclists compete against teams from around the world through courses throughout the region ",{"type":"[","value":["http:\/\/www.tourdebeauce.com\/"]}]},"\n",{"type":"==","value":["Eat"]},"\nThe region produces 90% of the world's maple syrup, and no visit to the region would be complete without a trip to one of many \"cabanes à sucre\" or sugar shacks. A large farming industry ensures that the food of La Beauce is of consistently high quality; no matter which of the townships you visit, you can be sure of a good meal.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["isPartOf"],["Chaudière-Appalaches"]]},"\n",{"type":"[[","value":[["wikipedia:Beauce, Quebec"]]}]