[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Beaulieu"]}," is a village in the ",{"type":"[[","value":[["New Forest"]]},".\n\n",{"type":"[[","value":[["File:Buccleuch Cottages Beaulieu New Forest.jpg"],["thumb"],["right"],["350px"],["Buccleuch Cottages in Beaulieu. They probably take their name from the Duchess of Buccleuch who owned the Beaulieu Estate in the early 18th century."]]},"\n\n",{"type":"==","value":["Understand"]},"\nBeaulieu village has been owned by the Montagu family since the dissolution of Beaulieu Abbey, and they have followed a policy of developing the tourist potential of the village, resulting in a mixture of attractions from the National Motor Museum, Palace House and Beaulieu Abbey. The village itself is very attractive, clustering around the mill pond and the tidal headwaters of the Beaulieu River. Keep an eye open for the ponies and donkeys which can often be found congregating in the village's main street.\n\n",{"type":"==","value":["Get in"]},"\n\nBeaulieu is situated in the south of England, in the New Forest between Bournemouth and Southampton, with easy access from London and the Home Counties.\n\n",{"type":"===","value":["By car"]},"\nM27 exit junction 2, follow the brown and white tourist signs towards Beaulieu.\n\nSat nav postcode is SO42 7ZN, however please follow brown signage when in vicinity.\n\nFor up-to-date travel information, you can visit ",{"type":"[","value":["http:\/\/www.transportdirect.info Transport Direct"]},".\n\n",{"type":"===","value":["By bicycle"]},"\nCyclists who arrive at Beaulieu by pedal power get 20% off standard admission.\n\n",{"type":"==","value":["Get around"]},"\n\nPushchairs & Wheelchairs\n\nPathways suitable for pushchairs and wheelchairs join all the sites within the Beaulieu attraction, however, some of the garden and riverside paths are constructed of hoggin and\/or gravel. Please note that both rallies and events held in the Beaulieu Parkland are staged on grass, generally accessible from gravel or hoggin roadways.  We offer free use of manual wheelchairs and electric scooters. It is advisable to book these in advance by calling +44 1590 614646.\n\nThe National Motor Museum has three floor levels with access available to all through ramps and lifts.\n\nThe lower level of Palace House is accessible to wheelchair users but unfortunately due to the historic nature of the property there is no lift to the upper floor. There is however a visual guide to the upstairs rooms and staff will be happy to show you this on your visit. Please note that unfortunately we are unable to accommodate pushchairs in Palace House and they will need to be left outside.\n\nA baby changing room is provided within the Brabazon Restaurant, which is centrally located within the attraction.\n\nIf you are leaving a pushchair or wheelchair unattended, please ensure that it does not obstruct pathways or busy areas. More detailed advice for visitors with wheelchairs or pushchairs is provided on arrival. If you have any queries in advance of your visit please call us on 01590 612345.\n\nAdvice for visitors with dogs\n\nDogs are welcomed at Beaulieu and are permitted within the grounds, but for the benefit of other visitors we do require that they be kept on a lead and under control at all times. Owners are also asked to ensure that no mess is left within the grounds where it will be offensive to others. We provide scoops for disposal of mess, free of charge - available from Visitor Reception.\n\nWe regret that we do not allow dogs inside the National Motor Museum, Palace House, Abbey, Brabazon Restaurant, or on any of the rides. Please note that there is a special area available beneath the Motor Museum entrance where your dog may be left whilst you visit the Motor Museum. Please note this is not a supervised area and owners leave their dogs at their own risk.\n\nWe wish to respectfully remind visitors that the RSPCA advise against leaving dogs and other animals in cars. However, if you consider that weather conditions permit you to do so, please ensure that there is adequate ventilation at all times, while still maintaining your vehicle's security. Pass-outs are available from Visitor Reception allowing you to check, at any time during your visit, that your dog is not in any distress.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaulieu Abbey"]},", Beaulieu Abbey was a Cistercian abbey, founded in 1204 by King John and was occupied by 30 monks. The abbey's buildings were of a scale and magnificence reflecting its status as an important royal foundation and it took more than four decades to complete. Beaulieu became a recourse for fugitives, among these was Perkin Warbeck who fled to Beaulieu from the pursuing armies of Henry VII. After the Dissolution of the Monastery in 1538, there was much competition to gain ownership of Beaulieu abbey and its estates, but eventually Thomas Wriothesley, 1st Earl of Southampton. As soon as he took over, Wriothesley set about building himself a house on the site, for this he demolished the church. Today, although a great deal was destroyed at the time of the Dissolution, there is still much to see. The ground plan of the 102 meter long church can be seen on the lawns. The Domus, once the lay brothers' refectory now houses an exhibition of monastic life. Visitors can view a series of embroidered wall hangings made by Belinda, Lady Montagu, depicting scenes from mediaeval monastic life and the history of the abbey."]},"\n",{"type":"[[","value":[["File:Beaulieu Palace House.jpg"],["thumb"],["right"],["Beaulieu Palace House"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaulieu Palace House and Gardens"]},", Beaulieu Palace House was originally built in the 13th century as the Great Gatehouse of Beaulieu Abbey and has been the ancestral home of a branch of the Montagu family since 1538. The house was extended in the 16th century, and again in the 19th century, and is today a fine example of a Gothic country house. The inside of the house has been kept in a Victorian style. Although still home to the current Lord and Lady Montagu, parts of the house and gardens are open daily to the public. Today in Palace House, history comes alive with real Victorian characters to give a fascinating insight into the workings of a Victorian household."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["National Motor Museum"]},", The National Motor Museum was founded in 1952, at first the museum consisted of just five cars and a small collection of automobilia displayed in the front hall of Palace House, but such was the popularity of this small display that the collection soon outgrew its home. In 1972 the name was changed to the National Motor Museum, reflecting a change of status from a private collection to a charitable trust. Today, around 250 of the most historically important motor vehicles to have been produced since the late-19th century are on display."]},"\n",{"type":"*","value":[" For 2012 only, Beaulieu is holding a very special exhibition - ",{"type":"'''","value":["BOND IN MOTION"]},".  To mark the 50th anniversary of James Bond,the National Motor Museum, Beaulieu, is to stage the world’s largest official collection of original Bond vehicles. This one year exhibition celebrates fifty years of the Bond franchise, sixty years of Beaulieu opening its doors to the public and forty years since the National Motor Museum opened. BOND IN MOTION showcases 50 of the best loved and most iconic Bond vehicles – some never before seen in public. It features a whole range of vehicles which have appeared in Bond films over the years including cars, boats, motorbikes, sleds, jets and many more. Amongst the vehicles on show is a 2006 Aston Martin DBS in pristine condition, used during the filming of Casino Royale, which stands alongside a severely damaged Aston Martin DBS stunt car which rolled seven and three quarter turns to set a Guinness World Record."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The inclusive admission price covers entrance to the National Motor Museum, Palace House and Gardens, Beaulieu Abbey, World of Top Gear and BOND IN MOTION, for prices please visit http:\/\/www.beaulieu.co.uk\/plan-your-visit\/prices-and-opening-times. Beaulieu is open (",{"type":"''","value":["May-Sep"]},") Mon-Sun 10AM-6PM and (",{"type":"''","value":["Oct-Apr"]},") Mon-Sun 10AM-5PM.  ph:+44 1590 612345"]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Bucklers Hard"],["alt="],["url=http:\/\/www.bucklershard.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone =+44 1590 616203"],["tollfree="],["fax="],["hours="],["price="],["content=Open everyday(",{"type":"''","value":["Easter-Sep"]},") 10AM-5PM and (",{"type":"''","value":["Oct-Easter"]},") 10:00AM-4:30PM.Please see website for prices. With its Georgian cottages running down to the river, Bucklers Hard is part of the 9,000 acre Beaulieu Estate. Bucklers Hard was the birthplace of many British naval vessels, including many of Admiral Nelson's fleet, using the timber of the New Forest. The Hard, under the control of Master shipbuilder Henry Adams was responsible for building many famous ships during the late 18th century and early 19th centuries. These included HMS Euryalus, HMS Swiftsure and HMS Agamemnon, all of which fought at the Battle of Trafalgar in 1805. The industry declined in the nineteenth-century and today has a maritime museum, and a modern yachting marina."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["New Forest"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Beaulieu, Hampshire"]]},"\n",{"type":"[[","value":[["Commons:Category:Beaulieu, Hampshire"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Hampshire\/Beaulieu\/"]]},{"type":"{{","value":[["geo"],["50.82"],["-1.45"]]}]