[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Beaufort"]]},"\n",{"type":"'''","value":["Beaufort"]}," is a small town in southwestern ",{"type":"[[","value":[["Sabah"]]},", ",{"type":"[[","value":[["Malaysia"]]},". The town does not have much in terms of attractions but travellers may find themselves here for one of several reasons: to whitewater-raft the Padas River, to catch or arriving on the train to\/from Tenom, or to take a break while doing the overland trail between ",{"type":"[[","value":[["Sabah"]]}," and ",{"type":"[[","value":[["Sarawak"]]},".\n",{"type":"[[","value":[["File:Beaufort Sabah OldShophouses-03.jpg"],["thumb"],["Old shophouses near the train station"]]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By road"]},"\nBeaufort is 92km south of ",{"type":"[[","value":[["Kota Kinabalu"]]}," and is on the main highway linking the city and the ",{"type":"[[","value":[["Sabah"]]},"-",{"type":"[[","value":[["Sarawak"]]}," border, at Sindumin 75km further south. From Kota Kinabalu, the drive to Beaufort is quite straight forward and the road condition is generally good. Going south, the road used to be a horror as it was unpaved but the situation has improved tremendously and a good sealed road goes all the way to Sipitang and onwards to Sindumin. If you are heading to Kuala Penyu (boats to the Pulau Tiga National Park) and Menumbok (for the vehicular ferry to ",{"type":"[[","value":[["Labuan"]]},"), the turnoff is just outside Beaufort on the road to Kota Kinabalu.\n\nYou will most probably find yourself in Beaufort if you are doing the overland trip between ",{"type":"[[","value":[["Kota Kinabalu"]]}," and ",{"type":"[[","value":[["Bandar Seri Begawan"]]},", ",{"type":"[[","value":[["Brunei"]]},". See ",{"type":"[[","value":[["Kota Kinabalu to Brunei by land"]]}," page for details.\n\n",{"type":"===","value":["By bus"]},"\nMinivans are the best bet for connections between Beaufort and neighbouring towns and even as far as ",{"type":"[[","value":[["Kota Kinabalu"]]}," and ",{"type":"[[","value":[["Lawas"]]}," in ",{"type":"[[","value":[["Sarawak"]]},". There are also long-distance air-conditioned express buses which are more comfortable.\n",{"type":"*","value":[{"type":"'''","value":["To\/From Kota Kinabalu:"]}," Frequent minivans operate between Beaufort and ",{"type":"[[","value":[["Kota Kinabalu"]]},", serving Papar, Kimanis and Bongawan along the way. Most departures are in the morning. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sipitangexpress.com\/index.php Sipitang Express Bus Sdn Bhd"]}]}," runs express buses between Kota Kinabalu and Beaufort, with most buses continuing to Sipitang. Departures from Kota Kinabalu are at 07:30 (going all the way to ",{"type":"[[","value":[["Lawas"]]},"), 08:30, 12:00 and 16:30. All buses continue to Sipitang. From Beaufort, buses depart at 09:00, 13:00, 14:30 and 17:30. Journey time is about one hour 45 minutes and the fare is RM9 one way. "]},{"type":"*","value":[{"type":"'''","value":["To\/From Lawas:"]}," Again, frequent minivans run between Beaufort and ",{"type":"[[","value":[["Lawas"]]}," in the morning. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sipitangexpress.com\/index.php Sipitang Express"]}]}," runs one bus from Beaufort to Lawas daily, departing Beaufort at 09:15. If you are just heading to Sipitang, there are also departures at 10:15, 13:45 and 18:15. In the other direction, buses leave ",{"type":"[[","value":[["Lawas"]]}," for Beaufort and Kota Kinabalu at 12:30, arriving at Beaufort at about 14:30. From Sipitang, buses for Beaufort leave at 08:00, 12:00, 13:30 and 16:30. All buses continue to Kota Kinabalu. Fares between Beaufort and Lawas is RM11, Sipitang (RM4.50) and Sindumin on the Sabah-Sarawak border (RM6.50)."]},{"type":"*","value":[{"type":"'''","value":["To\/From Kuala Penyu:"]}]},{"type":"*","value":[{"type":"'''","value":["To\/From Menumbok:"]}]},"\n",{"type":"===","value":["By train"]},"\nBeaufort is a major station on Sabah State Railway's ",{"type":"[","value":["http:\/\/www.sabah.gov.my\/railway\/"]}," limited network. Trains operate between Beaufort and Tanjung Aru in ",{"type":"[[","value":[["Kota Kinabalu"]]}," as well as along the scenic Padas River gorge to ",{"type":"[[","value":[["Tenom"]]}," in the interior. The new train line opened in Feb 2011. There are about 4 trains operating between KK and Beaufort and the journey is two hours 15 minute. Economy fare is RM4.50 one way.\n\nGoing to ",{"type":"[[","value":[["Tenom"]]}," however, the train is the only option from Beaufort (the road to Tenom requires a long detour via Papar). The track snakes along the Padas River and the journey is quite interesting, although the jungle along the way is no longer untouched. Diesel engines and railcars operate along this stretch. There are 2 trains daily. Journey is about two hours (economy RM3.80 one way) and the train stops at many stations along the way, some just a wooden platform in the middle of thick bush. The train is often used by those going for whitewater rafting on the Padas River. Most trips start from Pangi station and end at Rayoh where you catch the train back to Beaufort. Full details on the new ",{"type":"[[","value":[["Kota Kinabalu"]]}," train service to Beaufort and ",{"type":"[[","value":[["Tenom"]]}," ",{"type":"[","value":["http:\/\/www.thelongestwayhome.com\/blog\/sabah-malaysian-borneo\/north-borneo-railway-train-timetable-schedule-kota-kinabalu-beaufort\/"]},"\n\n",{"type":"==","value":["Get around"]},"\nThe town centre is small enough for you to walk around.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["In Beaufort"]},"\n",{"type":"[[","value":[["File:Beaufort Sabah GuanYinTemple-04.jpg"],["thumb"],["Guan Yin Temple"]]},"\n",{"type":"*","value":["There isn't that much to see in town itself. Beaufort still has several rows of blue two-storey wooden shops which give the town a rustic look. It also has a market with interesting produce from the interior and a Guan Yin Temple. Near the Padas River, there are traditional colonial-period houses with wooden tiles."]},"\n",{"type":"===","value":["Out of town"]},"\n",{"type":"*","value":[{"type":"'''","value":["Klias Wetlands"]}," - Located on the road from Beaufort to Kuala Penyu and Menumbok, the Klias Wetlands is a mangrove forest reserve along the Klias River. You will be able to see proboscis monkeys, long tail macaques, birds and fireflies. The best way to enjoy the wetlands is by a river cruise on the Klias River. ",{"type":"'''","value":["Getting there\/away:"]}," Take the road out of Beaufort and head towards Kuala Penyu and Menumbok. At Kota Klias, get to the jetty where you can catch a boat into the reserve. You can also join a tour group from ",{"type":"[[","value":[["Kota Kinabalu"]]},"."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pulau Tiga Marine Park"],["alt="],["url=http:\/\/www.sabahparks.org.my\/pages\/tiga.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most unique islands in Malaysia, the Pulau Tiga Marine Park shot to fame for being the location of the first season of the reality-TV series \"Survivor\". The park covers an area of 15,864ha and includes three islands - Pulau Tiga, Kalampunian Besar and Kalampunian Damit. Pulau Tiga is unique for its mud volcanoes, the only ones found in Malaysia. The other Kalampunian Damit is also known as \"Snake Island\" because of the thousands of sea snakes which come to lay their eggs on this and no other island. There is a resort on Pulau Tiga. ",{"type":"'''","value":["Getting there\/away:"]}," Get to Kuala Penyu (see ",{"type":"[[","value":[["#Get in"],["Get in"]]}," section above) where you'll have to charter a boat to the islands. You can also charter a boat from ",{"type":"[[","value":[["Kota Kinabalu"]]},". Tours can be arranged from the city."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Beaufort Sabah ColonialHouseNearPadasRiver-06.jpg"],["thumb"],["Colonial house with wooden roof tiles"]]},"\n",{"type":"*","value":[{"type":"'''","value":["White-water rafting on the Padas River"]}]},"Most white-water rafting trips along the Padas River, certified Grade Three to Grade Four, are organised by a tour company and will start of from Kota Kinabalu. You may be able to find a company or agent in Beaufort to hook you up with a group. Trips involve a train ride (usually in an open trailer) up to Pangi station. The starting point is just next to the tracks. You will raft down to Rayoh, 9km  downstream and after about seven rapids. From Rayoh, you'll catch the train back to Beaufort. The ride can be quite rough and a German tourist was killed in October 2007 while rafting.\n\n",{"type":"*","value":[{"type":"'''","value":["Take the slow train to Tenom"]}]},"Taking the train to or from ",{"type":"[[","value":[["Tenom"]]}," will give you an insight to the life of the rural inhabitants of Sabah. The ailing train can get crowded with people and their goods, and the slow ride will let you get acquainted. The ride itself is interesting as it goes along the Padas River Gorge. The area is surrounded by jungle although a fire in the 1990s caused severe damage. Besides diesel locomotives pulling coaches, a railcar also does the run, the only ones in operation in Malaysia. See the ",{"type":"[[","value":[["#Get in"],["Get in"]]}," section above for train details. Beware that the rolling stock is very old and maintenance has not been a priority for many years. Derailments do happen quite frequently. However, since 2006, rehabilitation and upgrading works have been proceeding to give the line a new lease of life.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Lee"],["alt=Clement"],["url="],["email="],["address=KK"],["lat="],["long="],["directions="],["phone=012-8291388"],["tollfree="],["fax="],["hours="],["price="],["content=Beaufort Noodle is the best in town and famous among the Local Sabahan"]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sabah"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Beaufort, Malaysia"]]},{"type":"{{","value":[["geo"],["5.3333333333333"],["115.75"]]},"\n",{"type":"[[","value":[["Commons:Category:Beaufort (Sabah)"]]}]