[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Beaufort"]]},"\n",{"type":"{{","value":[["style"]]},"\n",{"type":"'''","value":["Beaufort"]}," is a town in the ",{"type":"[[","value":[["Golden Corner"]]}," region of ",{"type":"[[","value":[["South Carolina"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\tVisitors arriving in Beaufort are usually enchanted by the beauty of this small city, tucked off the beaten path on the banks of the Intra-Coastal Waterway. Despite its seeming isolation, Beaufort’s position has long been one of strategic importance, with the town playing a part in and witnessing many of the nations most significant events.\n\tFollowing its discovery in 1520 by Spanish explorers, the region changed hands frequently as the Spanish, French and British battled to colonize in New World. By the early 1700s, English planters and traders had established a foothold in the area and the Lords Proprietors established a seaport town, Beaufort Town, in honor of Lord Proprietor Henry Somerset, Duke of Beaufort. The original town plan, similar in concept to the Grand Modell of Charles Town (Charleston) established some 40 years earlier, was comprised of 397 lots and a public square.\n\tBy the eve of the Revolution, the populations of Beaufort had increased to approximately 4,000. The wealthy planters and merchants of the region frequently traveled to London and sent their sons to England for an education. These close commercial and social ties meant many Beaufortonians were loyal to the Crown. In the end, however, King Georges huge increase in taxes crippled the local economy and, thereby, brought most locals over to the Revolutionary side. These colonial Beaufortonians who had remained loyal to the Crown were compelled to leave the area, never to return. The remaining Beaufort Revolutionaries of a powerful political band known as Lowcountry Federalists   went on to play a crucial role in the adoption of the present United States Constitution.\n\tBy the early 19th Century, the slave trade had transformed farming into large plantations cultivating huge quantities of cotton, rice and indigo. The wealth that ensued created an elite class of planters and merchants. The heat of summer and the pestilence of mosquitoes eventually led these planters to build grand summer homes in town where they could move their families to enjoy the cool breezes along the coast. As slavery and commerce in general became contentious issues, two prominent Beaufortonians served on a seven-member committee charged with drafting the Ordinance of Secession in December 1860. The beginning of the resulting Civil War found the Federal Government searching for a naval post of the south Atlantic for blockading Confederate ports. They decided that Beaufort would be an ideal location.\nCompletely unprepared for the invasion in November 1861, the white inhabitants of Beaufort abandoned plantations and town houses, leaving behind their slaves and half-eaten meals. The loss of this rich center of trade in the heart of the Confederacy was both a financial and psychological blow to the South. Slaves were freed immediately. Homes in the area were quickly commandeered as offices, hospitals, and residences of Union officers   sparing them the fate of destruction seen elsewhere in the South. Other properties were placed on the auction block (and frequently bought by former slaves) for failure to pay Federal taxes.\n\tDuring the period of reconstruction, Beaufort again turned to farming. IN addition, phosphate mining became a huge industry. Rich industrialists from the North wintered in the region. In 1893, however, the town suffered another setback through the destruction of a major hurricane that struck the area. Coming ashore at high tide, the storm completely covered the Sea Islands. Many thousands of people and livestock were drowned, numerous buildings were damaged, and the local phosphate mining industry was destroyed.\n\tThe early 20th Century found the seafood industry, truck farming, and tourism (with many antebellum mansions turned into guesthouses) providing income for local families. Long recognized for its strategic location, Beaufort experienced significant military growth during World War II, providing much needed economic infusion to the area. The latter part of the 20th Century also witnessed a major growth in tourism luring vacationers to enjoy the beaches, Northerners to establish second homes to escape cold winters, and retirees to carve out new lives in the pleasant, affordable region.Today, Beaufort bridges a long, colorful history and a promising future. Rich in archeological and cultural treasures from its Native American, colonial and antebellum past, Beaufort also possesses priceless resources in its verdant coastal terrain. Writers have referred to the string of barrier islands that hug the southeast coast of the United States as a strand of pearls. To those who know it, Beaufort is the treasured jewel at the center.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By air"]},"\n:* The closest airport to Beaufort is the Hilton Head Airport(IATA:",{"type":"'''","value":["HHH"]},"), which is 14.3 miles south of Beaufort (keep in mind you can't go direct). However, the service is sparse. http:\/\/www.bcgov.net\/departments\/Transportation\/hhi-airport\/. \n:* The Savannah-Hilton Head International Airport (IATA:",{"type":"'''","value":["SAV"]},") is 37.5 miles southwest of Beaufort. It has commercial service to all of the major airline hubs. http:\/\/www.savannahairport.com\n:* Charleston International Airport (IATA:",{"type":"'''","value":["CHS"]},") is 49 miles northeast of Beaufort. It has more commercial service than Savannah and Hilton Head, but keep in mind how far it is. http:\/\/www.chs-airport.com\n",{"type":"===","value":["By road"]},"\nInterstate 95 passes right north of Beaufort. Beaufort can easily be accessed via the exits for U.S. Route 278 and U.S. Route 17 on I-95. \n",{"type":"===","value":["By train"]},"\nThe Yemassee ",{"type":"[[","value":[["Amtrak"]]}," station is served twice a day-once by the nighttime ",{"type":"''","value":["Silver Meteor"]},", which goes down to ",{"type":"[[","value":[["Miami"]]}," and up to ",{"type":"[[","value":[["New York City"]]},", and once by the daytime ",{"type":"''","value":["Palmetto"]},", which goes on the same basic route as the Silver Meteor, except it ends at ",{"type":"[[","value":[["Savannah"]]},". http:\/\/www.amtrak.com\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["Greyhound Lines"]},"\nVisitors can travel to and from Beaufort, SC with Greyhound Lines, located at 3659 Trask Pkwy, Beaufort, SC 29906.  \nTo schedule bus: http:\/\/www.greyhound.com\/\n\n",{"type":"'''","value":["Fidelis Coach LLC"]},"\nFor Bus Charter and Rental. \nMore information contact information: 3009 Magnolia St. Beaufort, SC 29906 Telephone: 843-986-0633\n",{"type":"==","value":["See"]},"\nHistoric Beaufort Foundation ",{"type":"[","value":["http:\/\/historicbeaufort.org"]}," HBF has worked hard to preserve the fabulous architecture you will see, and offers lectures and events throughout the year. \n\n:* ",{"type":"'''","value":["MCRD Parris Island"]}," \nIt is a military base located about 5 miles south of Beaufort. It is famous for being the place where most Marines\nare trained. Recruits graduate every Friday, with a Marine Day (a day to learn about the Marine Corps) on Wednesday and Family Day (a day for the families of the recruits to spend time with their recruits) on Thursday. Families are invited to each day, but keep in mind that it is a military base. Families of recruits will need their invitation, a valid driver's license, vehicle registration, and a proof of insurance to be able to enter. Families must also sign in at the Visitor's Center prior to the ceremony. In addition, there is a museum and a golf course, both of which civilians can come to invitation or not. http:\/\/www.mcrdpi.marines.mil\n\n:* ",{"type":"'''","value":["Taste of Beaufort"]},"\nThis three day festival celebrates Beaufort's culinary treasures. Local restaurants showcase spectacular tasting menus along Beaufort's historic Bay Street.\nAdditional events include an Earth Day celebration, wine tasting, contests, and so much more.  Musical acts are showcased throughout the festival with a number of free concerts on festival stages and in other venues throughout downtown.  The festival takes place in late April and is hosted by Main Street Beaufort, USA.\n\n:* ",{"type":"'''","value":["Captain Dick’s River Tours"]}," \n24-passenger carriage-boat, Prince of Tides, which rides from the Downtown Marina of Beaufort passing through the historic Old Point neighborhood to Pleasant Point Plantation Tour guides provide information for the passengers about the homes, the ecology, and wildlife.  Dolphins are usually seen during tour.  Experience an hour and twenty minute tours for 18 dollars, kids under 12 for 12 dollars.  Daily tours are available, either public or private.\nLink to schedule tour and reserve seats: http:\/\/www.beaufortrivertours.com\/index.htm\n\n",{"type":"*","value":[" Arsenal Visitor Center and Chamber of Commerce ",{"type":"[","value":["http:\/\/www.beaufortsc.org"]}," the Arsenal is a 1700s building you don't want to miss, where the Chamber provides a big room full of info, brochures, and helpful Welcome Agents. "]},"\nARTworks ",{"type":"[","value":["http:\/\/www.artworksinbeaufort.org"]}," the arts council of Beaufort, Port Royal, and the Sea Islands This non-profit community arts center has a black box theater, resident artists working in their studios, and an Arts & Travel app guide to the area. \n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Magnolia Café, Bakery, and Garden Gift Gallery"]},"\nThe menu offers deli sandwiches made from the finest deli meat, daily homemade soups, crab cakes, and everything in between.  Dine with a view of the scenic bay.  It won “Best Bakery”, 2001 Reader’s Choice Award, The Beaufort Gazette’s Reader’s Choice Award, and featured on Carolina Morning News (1999).  Conveniently located across from Visitor’s Center: 703 Congress St. Beaufort, SC 29902. Telephone: 843-522-2064.\nLink to view full menu and pictures: http:\/\/www.thefoodscoop.com\/mbc.html\n\n",{"type":"'''","value":["Emily’s Restaurant and Tapas Bar"]},"\nRecommended on Trip Advisor, Emily’s Restaurant offers over 20 variety of tapas, crab soup, and a different dessert every night.  It is a small, quaint restaurant with a cozy atmosphere.  Located: 906 Port Republic Street Beaufort, SC Telephone: 843-522-1866\nLink for the full menu and pictures: http:\/\/www.emilysrestaurantandtapasbar.com\/index.html\n\n\n",{"type":"==","value":["Sleep"]},"\n\n:* ",{"type":"'''","value":["The Beaufort Inn"]},". Southern hospitality at its finest.  Located in the heart of the historic district.  The inn offers activities, fine dining, and close proximity to the Atlantic Ocean. Since 1994, this landmark has been a gem of the city, earning many awards.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Suites Beaufort"],["url=http:\/\/www.beaufortlodging.com"],["email="],["address=Hwy 170 and New Hanover Park, 131 Big John Road"],["lat="],["long="],["directions="],["phone =+1 843 379-9400"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Stationed just five miles from historic downtown."]]}]},"\n",{"type":"'''","value":["City Loft Hotel"]},"\n\tBeaufort’s first upscale boutique hotel offers a vibrant atmosphere of arts, recreation and luxury living.  Located in the middle of the historic district with 23 exquisitely-appointed guest rooms.  Its breathtaking view of the Atlantic Ocean and all of its natural habitants, likes tailed dear and raccoons, makes the City Loft Hotel the place to stay while visiting Beaufort, South Carolina.\nLink for a virtual tour of the City Loft Hotel: http:\/\/www.beaufortschotels.com\/index.html\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["32.431944"],["-80.689444"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Golden Corner"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Beaufort, South Carolina"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quality Inn At Town Center"],["url=http:\/\/www.qualityinn.com\/hotel-beaufort-south_carolina-SC395"],["email="],["address=2001 Boundary Street, Beaufort, SC, US, 29902"],["lat=32.440891"],["long=-80.687218"],["directions=From I-95 N Take Exit 8 to Hwy 278 East. Continue on 278 East and take the Hwy 170 ramp toward Beaufort and turn left onto Hwy 170. When you get to the end of Hwy 170(approximately 19.4 miles), make a right onto Hwy 21\/Boundary Street. Continue straight approximately 1 mile. Make a left at the light after the K-Mart traffic light and make your immediate right at our main entrance. From I-95 S Take Exit 33 to Hwy 17 South toward Beaufort. Continue straight and take Hwy 21 South towards Beaufort and continue straight approximately 13 miles. Make a left at the light after the K-Mart traffic light and make your immediate right at our main entrance."],["phone =+1 843  524-2144"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=12PM"],["content=and experience the South Carolina Lowcountry...Southern charm at its finest. The Quality Inn® At Town Center is nestled among live oak trees draped with Spanish moss and offers beautiful marsh views. This Beaufort, SC hotel is close to cultural attractions and local points of interest like the Beaufort Regional Chamber of Commerce Visitor & Convention Bureau, the Penn Center, Hunting Island State Park and Marine Corps Recruit Depot Parris Island."]]}]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/South Carolina\/Localities\/B\/Beaufort\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Beaufort, South Carolina"]]}]