[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.beaverisland.org\/ Beaver Island"]}]}," is a lightly-inhabited island in northern Lake Michigan, roughly equidistant between the ",{"type":"[[","value":[["Northern Michigan"],["Lower"]]}," and ",{"type":"[[","value":[["Upper Peninsula"]]},"s of the ",{"type":"[[","value":[["United States"],["U.S."]]}," state of ",{"type":"[[","value":[["Michigan"]]},".\n\n",{"type":"[[","value":[["Image:Iron-Ore-Bay-Beaver-Island.jpg"],["500px"],["thumb"],["Iron Ore Bay, with North Fox Island in the distance"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\nBeaver Island has a mere 500 homestead residents.  The southern half consists largely of the Pigeon River State Forest (35% of the island).  The island's population was primarily of Irish descent, and combined with its natural character (swampy bog land), it is called \"America's Emerald Isle\" by its inhabitants.\n\n",{"type":"==","value":["Get in"]},"\n\nThe only public transportation to the island is from ",{"type":"[[","value":[["Charlevoix (city)"],["Charlevoix"]]},", in the Lower Peninsula.\n\n",{"type":"===","value":["By plane"]},"\n\nTwo businesses provide regular air transportation between Charlevoix and the island.  The trip takes about 15 minutes each way, and both carriers make several trips daily, based on passenger reservations.\n\n",{"type":"*","value":[{"type":"'''","value":["Fresh Air Aviation"]},", +1 231-237-9482 or +1-888-359-7448. ",{"type":"[","value":["http:\/\/www.freshairaviation.net\/"]}," Operates 6-passenger twin-engine planes. $42.50\/$27.50 (adult\/child) each way, $85\/$55 round-trip, with discounts for booking 7 days in advance.  Pets free-$17.50 each way.  Charter service is available from other airports in the region."]},"\n",{"type":"*","value":[{"type":"'''","value":["Island Airways"]},", +1 231-547-2141 (Charlevoix), +1 231-448-2071 (Beaver Island), 1-800-524-6895 (toll free).  ",{"type":"[","value":["http:\/\/www.islandairways.com\/"]}," Operates 9-passenger twin-engine planes.  $42\/$28 (adult\/child) each way.  Pets $10-20 each way."]},"\nPrices of airlines are subject to change and may not reflect these current listings.\n\n",{"type":"===","value":["By ferry"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaver Island Boat Company"]},", 103 Bridge Park Drive, Charlevoix, +1 231-547-2311 or 888-446-4095, ",{"type":"[","value":["http:\/\/www.bibco.com\/"]},". A 2-hour ferry ride to the island from Charlevoix costs an Adult $25 one way, children 5-14 are $13 and children under 5 years old are free.  Bicycles cost an additional $10 each way.  Ferries run daily from June to Mid-September (usually one crossing per day, but up to four times on peak travel days), with a reduced schedule (at least M\/W\/F) beginning in April and ending in mid-December.  The vessel, Emerald Isle, is used for most journeys is wheelchair accessible. Pets are welcome aboard (charges may apply). Vehicles fares verify but start at $80 one way per vehicle. "]},"The Company also offers the only Island Tours and Tour Packages.\n\nTicket prices are subject to change and may or may not reflect these current listings.\n\n",{"type":"===","value":["By private boat"]},"\n\nDrop an anchor in one of Lake Michigan's best natural harbors or use a marina.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaver Island Marina"]},",  25860 Main\/P.O.Box 76, Beaver Island MI 49782, +1 231-448-2300. ",{"type":"[","value":["http:\/\/beaverislandmarina.com\/BIMindex.html"]}," Offers slips and dockage, with water, electricity, and cable TV.  Services include gas, diesel, pump-out, repairs, laundry, bathhouse, car rental, and nearby grocery."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaver Island Municipal Yacht Dock"]},", +1 231-448-2252. Attended by Beaver Island harbor master. Lounge, picnic area."]},"\n",{"type":"===","value":["By car"]},"\n\nCar ferry service from Charlevoix is available from ",{"type":"'''","value":["Beaver Island Boat Company"]}," (see above).  Prices vary and start at $160 round trip for an average vehicle.  You must make reservations to ensure a spot on the boat for your vehicle. Number to call is +1 231-547-2311 or toll free at 888-446-4095.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bike"]},"  \n\nMost of the roads on the island are gravel and dusty and bumpy…definitely mountain bikes and wide tires. That said, in the town you can get around very easily on a bike on the paved roads near town.  \n\nIf you're up for a gravel road bike adventure then Beaver Island is a great spot with lots of areas to explore.\nBeautiful sandy beaches and also trails through old growth forests. The island is about 14 miles long, in fact it's shaped a lot like the island of Ireland. It's a nice and friendly place to visit.\n\n",{"type":"===","value":["By car"]},"\n\nIf you didn't bring a vehicle with you on the ferry, you can rent a minivan or sport utility vehicle:\n\n",{"type":"*","value":[{"type":"'''","value":["Beaver Island Car Rentals"]}," +1 231-448-2300. ",{"type":"[","value":["http:\/\/www.beaverislandmarina.com"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Gordon's Auto Rentals"]}," +1 231-448-2438. ",{"type":"[","value":["http:\/\/www.beaverisland.org\/gordonsautoclinic\/"]}]},"\n",{"type":"===","value":["By boat"]},"\nThe municipal dock is located at the fine natural harbor in St. James, on the Island's NE side.  Showers and toilets are available, as well as transient moorings for boaters.\n\n",{"type":"==","value":["See"]},"\nThe island is heavily wooded and very remote.  The natural beauty of the island is the main draw; there are not many man-made things to see.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mormon Print Shop"]}," is the only remaining building from the era when Mormon \"king\" James Jesse Strang ruled the island in the nineteenth century.  Located in St. James."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaver Head Light"]}," is a well preserved lighthouse on the southern tip of the island."]},"\n",{"type":"==","value":["Do"]},"\nThe number one question asked by visitors is \"what do you do on the island\" and the simple answer is that it is the best place to do nothing.  There is no mall, big box stores, or movie house, however, movies can be rented at several island stores and television is available around most of the island.  Wireless internet service is free at the library and other locations around the island. There are local bars that many enjoy spending their time.  Hunting, camping, fishing, biking, and hiking are some of the recreational offerings.  \n\nThe different attractions around the island may not be on the high-end scale of other islands but this is what helps top make the island unique. The first visual attraction a traveler may notice is the island is almost entirely covered in forested areas. After setting foot on the island one may want to go around and see what there is to see. Some good things to see is the beaches such as the one simply known as the Public Beach, Donegal Bay, and Iron Ore Bay are all great places to spend time for any beach goers. For anyone interested in the island's history can visit the island's Historical Museum to learn and even see some of the history. The island also has two well known lighthouses, one on the northern end and one on the southern. The southern end lighthouse is usually open to the public anytime. \n\nFor anyone into fishing, the Island has around 7 inland lakes, however not all are great fishing areas. The best or most popular ones are Lake Genesereth (the largest), Fox Lake, Barney's Lake, and Font Lake. \n\nFor the bikers and hikers out there, this place has a good amount of it. While the island may not be very large, hence it won't take too long to get through, it has some nice and beautiful trails to travel through.  \n\nThe Shamrock Restaurant and Pub is a bright spot around the harbor.  The food is excellent with a great assortment of drink available. Nina's Restaurant in the Beaver Island Lodge is also very nice and fits the upscale palate quite well. Stoney Acre Grill is another Pub with a restaurant that also has a good assortment of drink as well as good food.\n\nA few easily accessible shipwrecks and ruined docks surround the island. In Little Sand Bay there's a keel in hardly a meter of water. Remnants of a dock and some machinery are on the beach near the southern lighthouse.\n\nIf someone is looking for a city-like place with busy street, thousands upon thousands of people, malls, outlet stores, numerous generic restaurants, and whatever else a city might generally have, Beaver Island is not that kind of place. It is instead a place to get away from all of that. It is a great getaway place and that is especially true in the summer time. It offers a nice change of pace from the busy cities of America.\n\n",{"type":"==","value":["Buy"]},"\n\nThe island has a family-run Spartan grocery, McDonough's Market, (a regional network of stores) and has a good selection of produce and food and is a good place to do grocery shopping. There is also a Do It Best Hardware Store and Lumber company (an international coop) which features a webcam of the island",{"type":"[","value":["http:\/\/www.powershardware.com"]},". This store has just about all your hardware related needs from odd jobs to bigger time construction work. There is an assortment of gift shops to browse, and shirts and hats available at most of the stores and shops. The island's gas station, Island Energies or more commonly known simply as \"the gas station\" or even \"the four corners store,\" is located on the way out of town at an intersection locally known as the four corners and has a small selection of food, alcohol, and even some unique gift shop like items. While some may complain about the prices of gas being high than that of the mainland, one should try to understand this is because of the fact that, along with every other type of product coming to the island, it costs more to ship it there.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Daddy Franks Restaurant"]},", +1 231-448-2570.  Great burgers and fries, and wet burritos, with ice cream and homemade waffle cones.  Quick service at family-friendly prices.  Dine in or take out.  Open May thru September, for breakfast, lunch, and dinner."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dalwhinnie Bakery and Deli"],["alt="],["url=http:\/\/www.mcdonoughsmarket.com\/dalwhinnie.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 231-448-2736"],["tollfree="],["fax="],["hours="],["price="],["content=Breakfasts, baked goods, specialty sandwiches, burgers, and pizza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nina's Restaurant"],["alt="],["url=http:\/\/beaverislandlodge.com\/ninas.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 231-448-2396"],["tollfree="],["fax="],["hours="],["price="],["content=In the Beaver Island Lodge. Elegant dining and cocktail lounge in a relaxed atmosphere overlooking the Lake. Reservations recommended."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Paradise Bay Coffee Shop"]},", +1 231-448-3003.  Restaurant serving specialty coffees, breakfast, and lunch."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shamrock Restaurant and Pub"]},", +1 231-448-2278.  The Island's oldest pub, serves lunch, dinner, and cocktails."]},"\n",{"type":"*","value":[{"type":"'''","value":["Stoney Acre Grill"]},", +1 231-448-2560.  A bistro featuring cuisine from around the world at great prices.  Full bar, indoor\/outdoor seating."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Beachcomber"]},", +1 231-448-2469.  Beer and spirits overlooking the harbor. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Donegal Danny's Pub"]},", +1 231-448-3000.  A traditional Irish pub, with food available from Stoney Acre Grill. Indoor\/outdoor seating."]},"\n",{"type":"*","value":[{"type":"'''","value":["Shamrock Restaurant and Pub"]},", +1 231-448-2278.  The Island's oldest pub, serves lunch, dinner, and cocktails."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beaver Island Lodge"],["alt="],["url=http:\/\/www.beaverislandlodge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 231-448-2396"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Established in 1950, with views of Lake Michigan sunsets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Brothers' Place"],["alt="],["url=http:\/\/beaverisland.org\/brothers-place\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 231-448-2204 (summer), +1 630-920-0719 (off-season)"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= A rustic lodge built in 1928, located a 10-minute walk from town on 20 acres of woodlands. Formerly a retreat for the Christian Brothers religious order. Open Memorial Day thru mid-September, with or without meals."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Emerald Isle Hotel"],["alt="],["url=http:\/\/www.emeraldislehotel.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 231-448-2376"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Newest hotel on the island, with 16 suite and efficiency units, all with TV\/VCR, cable, and private bath. Conference room, full kitchen, and catering available. Located in town near ferry dock and beach. Open all year. Daily and weekly rates."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Erin Motel"],["alt="],["url=http:\/\/beaverisland.org\/erin\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 231-448-2240"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Newly remodeled rooms with TV. Sandy swimming beach on Paradise Bay. Located near town and ferry dock. Open all year. Pets are accepted."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Harbor View Motel"],["alt="],["url=http:\/\/beaverisland.org\/harborview\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 231-448-2201"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=On the hill overlooking the ferry dock and St. James Harbor. The island's only swimming pool. Rooms and 2-bedroom housekeeping units."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Isle Haven Resort"],["alt="],["url=http:\/\/beaverisland.org\/islehaven\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 231-448-2853 (May-Nov), +1-231-740-8551 (Dec-Apr)"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Two-bedroom housekeeping units (room for 4-6). Located close to town on the harbor beach. $500\/week (Saturday to Saturday). Open May thru October."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Laurain Lodge"],["alt="],["url=http:\/\/laurainlodge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 231-448-2099"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=1- or 2-bedroom housekeeping units, rented by day or week. Cable TV\/VCR, boats, picnic and play area. Free shuttle from ferry dock or airport. Short walking distance to town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shanoule B&B"],["alt="],["url=http:\/\/beaverisland.org\/shanoule\/"],["email="],["address=27715 Paid een Og Rd"],["lat="],["long="],["directions="],["phone =+1 231-448-2092"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Log hom in the middle of 40 wooded acres. Three smoke-free guest rooms, full breakfast provided. Car rental available."]]}]},"\n",{"type":"===","value":["Vacation rentals"]},"\n\nWeekly home rental is the most popular way to lodge while on the island.  There are countless cottages and lake front home to rent.  Contact a local real estate office or visit the official Chamber of Commerce web site for listings. The link is: ",{"type":"[","value":["http:\/\/www.beaverisland.org\/homes_and_cottages_to_rent\/index.html"]},"\n\n",{"type":"===","value":["Camping"]},"\n\nThere are two rustic campgrounds on the island, operated by the townships.  Both are open April thru November, with no reservations.  Facilities include pit toilets and hand-pumped water.  Showers (soap and towels provided) are available to campers at the Emerald Isle Hotel ($10 adult, $5 child).\n\n",{"type":"*","value":[{"type":"'''","value":["St. James Township Campground"]}," - 12 sites, on the north end of the island off Donegal Bay Road, with views of Garden, Squaw, and Whiskey Islands.  $5\/night per site."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bill Wagner Memorial Campground, Peaine Township"],["alt="],["url=http:\/\/www.peaine.org\/campground\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=22 sites, 7 miles south of St. James Harbor on East Side Road, on the Lake with views of the mainland. $10\/night per site."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nCellular One has good coverage for their customers with cross-roaming service available.  Other networks are hard or impossible to connect to depending on your phone type and carrier.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Stay healthy"]},"\n\nThe island's ",{"type":"'''","value":["Rural Health Center"]}," (+1 231-448-2275) ",{"type":"[","value":["http:\/\/www.birhc.org\/"]}," is staffed by a Nurse Practitioner, who has radio access to licensed physicians in Charlevoix.  Paramedics are on duty with the island's emergency services department, and medevac to a mainland hospital is available (weather permitting) but expensive if needed.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Beaver Island Christian Church"]},", +1 231-448-2599. ",{"type":"[","value":["http:\/\/www.bichristianchurch.com\/"]},"  Non-denominational, services 10AM Sundays."]},"\n",{"type":"*","value":[{"type":"'''","value":["Holy Cross Catholic Church"]},", +1 231-448-2230.  Mass 5:30PM Saturdays, 8AM and 10AM Sundays. "]},"\n",{"type":"*","value":[{"type":"'''","value":["St. James Episcopal Church"]},", +1 231-448-2241.  Services 10AM Sundays. "]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Charlevoix, Michigan"]]}," is a pretty town situated around the outlet of Lake Charlevoix.  The Beaver Island ferry dock is located here."]},{"type":"*","value":[{"type":"[[","value":[["Sleeping Bear Dunes National Lakeshore"],["North and South Manitou Islands"]]}," lie to the south, both of which have been vacated by permanent residences and are returning to the wild."]},"\n",{"type":"{{","value":[["isPartOf"],["Mackinac Area"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["45.66421"],["-85.53886"],["zoom=12"]]},"\n",{"type":"[[","value":[["Wikipedia:Beaver Island (Lake Michigan)"]]}]