[{"type":"{{","value":[["pagebanner"],["Beijing banner Tiananmen.jpg"],["caption=Gate of Heavenly Peace, Tienanmen"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"'''","value":["Beijing"]}," (北京 ",{"type":"''","value":["Běijīng"]},") is the capital of the most populous country in the world, ",{"type":"[[","value":[["China"]]},", and its second largest city after ",{"type":"[[","value":[["Shanghai"]]},". It was the seat of the Ming and Qing dynasty emperors until the formation of a republic in 1911. Beijing is the political, educational and cultural center of the country and as such it is rich in historical sites and important government and cultural institutions.\n\nThe city is well known for its flatness and regular construction. There are only three hills to be found within the city limits (in Jingshan Park to the north of the famous Forbidden City). Like the configuration of the Forbidden City, Beijing has concentric \"ring roads\", which are actually rectangular, that go around the metropolis.\n\nBeijing was host to the 2008 Summer Olympic Games.\n\nBeijing is a dynamic, changing city. There is a mix of old and new all around (especially within the 3rd and 2nd Ring Roads). Here you can see the most modern, envelope-pushing technologies and social innovations butting heads with the most ancient cultural norms and social settings. The people here can seem a bit cold, but once you break the ice you will find that they are very friendly and engaging.\n\nBe prepared for customs and societal norms that are different from yours; see the ",{"type":"[[","value":[["China#People and customs"],["China article"]]}," for discussion. However most Beijingers are sophisticated urbanites, so things may seem less odd here than in  rural areas or cities in the interior of China.\n\n",{"type":"==","value":["Districts"]},"\nBeijing has a total of 14 districts and 2 counties. In 2010, Xuanwu District was merged into Xicheng, and Chongwen District was merged into Dongcheng. Wikivoyage continues to use the old districts.\n\n",{"type":"===","value":["Central districts and inner suburbs"]},"\nThe four central districts are located within or just beyond Ring Road Two.  This is the location of the old walled city of Beijing and is where you will find most of the sights and also a good deal of sleeping, eating and drinking and entertainment options.  The districts are:\n\n",{"type":"[[","value":[["File:BeijingInnerDistricts.png"],["thumb"],["350px"]]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap="],["regionmapsize="],["regionmaptext="],["region1name=",{"type":"[[","value":[["Beijing\/Xicheng"],["Xicheng District"]]}," (西城区; ",{"type":"''","value":["Xīchéngqū"]},")"],["region1color=#6973cb"],["region1items="],["region1description=covering the north western part of the central city area to just beyond ring two in the west and up to ring three to the north.  Includes Beihai Park, the Houhai area, Beijing Zoo and National Concert Hall"],["region2name=",{"type":"[[","value":[["Beijing\/Dongcheng"],["Dongcheng District"]]}," (东城区; ",{"type":"''","value":["Dōngchéngqū"]},")"],["region2color=#4ed084"],["region2items="],["region2description=covering the north eastern part of the central city area approximately up to ring three to the north and ring two to the east.  Includes the Forbidden City, Tiananmen Square and Beijing Central Station"],["region3name=",{"type":"[[","value":[["Beijing\/Xuanwu"],["Xuanwu District"]]}," (宣武区; ",{"type":"''","value":["Xuānwǔqū"]},")"],["region3color=#b455a8"],["region3items="],["region3description=covering the south western part of the central city area to just beyond ring two to the west and up to ring two to the south"],["region4name=",{"type":"[[","value":[["Beijing\/Chongwen"],["Chongwen District"]]}," (崇文区; ",{"type":"''","value":["Chóngwénqū"]},")"],["region4color=#db813a"],["region4items="],["region4description=covering the south eastern part of the central city area to just beyond ring two to the south and up to ring two to the east.  Includes the Temple of Heaven"]]},"\nThe next four districts are also fairly close to the centre.  They are often referred to as the inner suburbs.  This is were you will find parts of the Western Hills, universities, Olympic venues, business and embassy areas, entertainment and bars as well as art districts.  The districts are:\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["Beijing\/Shijingshan"],["Shijingshan District"]]}," (石景山区; ",{"type":"''","value":["Shíjǐngshānqū"]},")"],["region1color=#c1e25c"],["region1items="],["region1description=covering the area just west of the central city area.  Includes parts of the Western Hills"],["region2name=",{"type":"[[","value":[["Beijing\/Haidian"],["Haidian District"]]}," (海淀区; ",{"type":"''","value":["Hǎidiànqū"]},")"],["region2color=#f6b00d"],["region2items="],["region2description= covering the northwest of the main urban area. About half of Haidian district is made up of the Zhongguancun high technology industry and business cluster and Beijing's major concentration of universities. Includes the Summer Palace"],["region3name=",{"type":"[[","value":[["Beijing\/Chaoyang"],["Chaoyang District"]]}," (朝阳区; ",{"type":"''","value":["Cháoyángqū"]},")"],["region3color=#f6be7e"],["region3items="],["region3description=covering a large area just east (and stretching both north and south) of the central city area stretching from ring two until beyond ring five to the east.  Including CBD, the embassy area, Sanlitun, National Stadium (and other Olympic venues), Workers Stadium, Chaoyang Park and Ritan Park"],["region4name=",{"type":"[[","value":[["Beijing\/Fengtai"],["Fengtai District"]]}," (丰台区; ",{"type":"''","value":["Fēngtáiqū"]},")"],["region4color=#c9bd79"],["region4items="],["region4description=covering the area south end west of Beijing.  Includes Beijing West Railway Station"]]},"\n\n",{"type":"===","value":["Rural Beijing and outer suburbs"]},"\nThe remaining ten districts and counties are quite far from the centre.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=BeijingOuterDistricts.png"],["regionmapsize=350px"],["regionmaptext=Districts of rural and outer suburbs of Beijing."],["region1name=",{"type":"[[","value":[["Beijing\/Tongzhou"],["Tongzhou District"]]}," (通州区; ",{"type":"''","value":["Tōngzhōuqū"]},")"],["region1color=#acc2a6"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Beijing\/Northern Suburbs"],["Northern suburbs"]]}],["region2color=#c8aa92"],["region2items= Changping, Shunyi"],["region2description="],["region3name=",{"type":"[[","value":[["Beijing\/Western and Southern Suburbs"],["Western and southern suburbs"]]}],["region3color=#cfcf94"],["region3items=Mentougou, Fangshan, Daxing"],["region3description="],["region4name=",{"type":"[[","value":[["Beijing\/Rural Beijing"],["Rural Beijing"]]}],["region4color=#b69eb3"],["region4items=Yanqing, Huairou, Miyun, Pinggu"],["region4description="]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nBeijing literally means ",{"type":"''","value":["Northern Capital"]},", a role it has played many times in China's long history.  Beijing's history dates back several thousand years but it first became notable in Chinese history after it was made the capital of the State of Yan under the name ",{"type":"''","value":["Yanjing"]},". Yan was one of the major kingdoms of the Warring States Period, some 2,000 years ago.  After the fall of Yan, during the later Han and Tang dynasties, the Beijing-area was a major prefecture of northern China.\n\nIn 938, Beijing was conquered by the Khitans and declared the capital of the Liao Dynasty. The Mongols seized the city in 1215. From 1264 Beijing served as the capital of a united China under Kublai Khan. His victorious Mongol forces renamed the city, ",{"type":"''","value":["Great Capital"]}," (大都). From there, Kublai and his descendants ruled their empire from a northern location closer to the Mongol homelands. During this period, the walled city was enlarged and many palaces and temples were built.\n\nAfter the fall of the Mongol-founded Yuan dynasty in 1368, the capital was initially moved to ",{"type":"[[","value":[["Nanjing"]]},". However, in 1403 the 3rd Ming emperor, Zhu Di, also known as Emperor Yongle, moved it back to Beijing and gave the city its present name. The Ming period was Beijing's ",{"type":"''","value":["golden era."]}," The Forbidden City, the Temple of Heaven and many other Beijing landmarks were built in this period. The capital developed into a huge city becoming the religious and cultural center of Asia.\n\nIn 1644, the Manchus overthrew the declining Ming dynasty and established China's last imperial line - the Qing. Despite the changing political climate, Beijing remained the capital. The Manchu imperial family moved into the Forbidden City and remained there until 1911. The Qing built both the Summer Palace and Old Summer Palace. These served as summer retreats for the emperors and their entourages. During the 19th century, Western countries established foreign legations in the Qianmen area south of the Forbidden City. These came under siege during the Boxer Rebellion in 1900.\n\nThe Qing dynasty fell in 1911.  In the chaotic first years of Republican China, Beijing was beset by fighting warlords.  Following the Northern Expedition, the Kuomintang moved the capital to Nanjing in 1928, and renamed Beijing as ",{"type":"''","value":["Beiping"]}," (\"Northern Peace\") to emphasize that it was no longer a capital. Beijing remained a center for education and culture throughout the Republican Era. When the Kuomintang was  defeated by the Communists in 1949, the new government proclaimed a People's Republic with its capital at Beijing.\n\nRecommended reading includes Peking - A Historical and Intimate Description of Its Chief Places of Interest,  by Juliet Bredon (written in the 1930s (",{"type":"''","value":["ISBN 0968045987  and Twilight in the Forbidden City by Reginald Fleming Johnston ("]},"ISBN 0968045952)\n\n",{"type":"===","value":["Orientation"]},"\nBeijing is characterised by its vastness and large distances between locations.  Until recently, the city was almost entirely made up of hutongs with narrow lanes and single story buildings.  Now, many of the hutongs have given way to broad boulevards and modern buildings, contributing to an airy, sprawling feel, in sharp contrast to cities like ",{"type":"[[","value":[["Hong Kong"]]}," and ",{"type":"[[","value":[["Shanghai"]]},".\n\nBeijing is the political centre of the country with official buildings and embassy areas dominating the city. Beijing is also the historical and cultural centre of China with many historical buildings and sites - especially within Ring Road Two.  The city has undergone rapid modernisation in recent years, with improvements of institutions, business environment and work conditions.\n\n",{"type":"===","value":["People"]},"\nGiven their city's historical, cultural and political heft, Beijingers are justifiably proud to be citizens of the capital. An attitude known as 大北京主义 or \"Great Beijing-ism\" is often used to describe their attitude toward people from other regions of China. They are often much more interested in politics and willing to talk about current events than people elsewhere in China. Beijingers also seem to focus on not losing face and often use humor in order to do so. However, many Chinese from other provinces find Beijingers very friendly and straightforward comparing with people from Shanghai especially.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =    2"],["febhigh =    5"],["marhigh =   12"],["aprhigh =   20"],["mayhigh =   26"],["junhigh =   30"],["julhigh =   31"],["aughigh =   30"],["sephigh =   26"],["octhigh =   19"],["novhigh =   10"],["dechigh =    4"],["janlow =   −8"],["feblow =   −6"],["marlow =    0"],["aprlow =    8"],["maylow =   14"],["junlow =   19"],["jullow =   22"],["auglow =   21"],["seplow =   15"],["octlow =    8"],["novlow =    0"],["declow =   −6"],["janprecip =  3"],["febprecip =  5"],["marprecip =  8"],["aprprecip =  21"],["mayprecip =  34"],["junprecip =  78"],["julprecip =  185"],["augprecip =  160"],["sepprecip =  46"],["octprecip =  22"],["novprecip =  7"],["decprecip =  3"],["jansun = 6.5"],["febsun = 6.8"],["marsun = 7.8"],["aprsun = 8.2"],["maysun = 9.3"],["junsun = 9.1"],["julsun = 7.2"],["augsun = 7.4"],["sepsun = 8.1"],["octsun = 7.3"],["novsun = 6.4"],["decsun = 6.0"],["description = Humidity is low except during the summer"]]},"\n\nBeijing has a monsoon-influenced continental climate with hot, humid summers and cold, dry winters. The best time to visit is in September and October, during the \"Golden Autumn\" (金秋). Spring is the season for dust storms and is otherwise warm and dry. Summer can be oppressively hot and the tourist crowds tend to be the largest as well; prevailing winds from the south trap pollutants (mountains lie to the north and west), making summer the worst season for air quality. Winter is cold and dry, with infrequent, but beautiful, snow. Temperatures can easily fall below −10°C in winter and or just as readily rise above 35°C in summer as well.\n\n",{"type":"===","value":["Demographics and geography"]},"\nBeijing has a population of 17.55 million people (30% migrants) living on 16,800 km2 distributed in 18 districts.  The city borders Hebei Province to the north, west and south and Tianjin Municipality to the east.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Beijing Capital International Airport"]]}]}," (北京首都国际机场 ",{"type":"[","value":["http:\/\/en.bcia.com.cn\/ ",{"type":"''","value":["Běijīng Shǒudū Guójì Jīchǎng"]}]},", ",{"type":"{{","value":[["IATA"],["PEK"]]},")  is Beijing's main airport and is located to the northeast of the central districts, 26 km from the city centre. It serves a large variety of domestic and international destinations and is where most international airlines choose to fly.\n\n",{"type":"'''","value":["Nanyuan Airport"]}," (南苑机场 ",{"type":"''","value":["Nányuàn Jīchǎng"]},", IATA: ",{"type":"'''","value":["NAY"]},") is a former military airfield 17 km to the south of Beijing, currently used only by army-linked low-cost operator ",{"type":"[","value":["http:\/\/cu-air.com\/ China United"]}," (中国联合 ",{"type":"''","value":["Zhōngguó Liánhé"]},"). China United currently flies daily to ",{"type":"[[","value":[["Harbin"]]},", ",{"type":"[[","value":[["Dalian"]]},", ",{"type":"[[","value":[["Sanya"]]},", ",{"type":"[[","value":[["Chongqing"]]},", ",{"type":"[[","value":[["Chengdu"]]},", and ",{"type":"[[","value":[["Wuxi"]]},".  Shuttle buses to the Nanyuan Airport leave Xidan Aviation Building (西单民航大厦 ",{"type":"''","value":["Xīdān Mínháng Dàshà"]},") at 06:10, 07:00, 09:00, 11:00, 13:00, 14:00 and 15:00. The first bus (06:10) might not be available every day. Be sure not to take a shuttle bus to Beijing Capital Airport. Check the shuttle bus direction written on it in Chinese. The bus ticket price is ¥16.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Beijingwestint.jpg"],["300px"],["thumb"],["Beijing West Railway Station"]]},"\n\n",{"type":"{{","value":[["seealso"],["Trans-Siberian Railway"]]},"\n\nBeijing has many railway stations. Most trains arrive at the Central, West, South or North stations.\n\n",{"type":"*","value":[" Beijing Railway Station (北京站 ",{"type":"''","value":["Běijīng Zhàn"]},") is in the heart of the city, served by Subway Line 2.  Destinations include: ",{"type":"[[","value":[["Changchun"]]},", ",{"type":"[[","value":[["Chengde"]]},", ",{"type":"[[","value":[["Dalian"]]},", ",{"type":"[[","value":[["Fuzhou"]]},", ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Hangzhou"]]},", ",{"type":"[[","value":[["Harbin"]]},", ",{"type":"[[","value":[["Hefei"]]},", ",{"type":"[[","value":[["Jilin"]]},", ",{"type":"[[","value":[["Nanjing"]]},", ",{"type":"[[","value":[["Qiqihar"]]},", ",{"type":"[[","value":[["Shanghai"]]},", ",{"type":"[[","value":[["Shenyang"]]},", ",{"type":"[[","value":[["Suzhou"]]},", ",{"type":"[[","value":[["Tianjin"]]},", and ",{"type":"[[","value":[["Yangzhou"]]},". High speed trains to the Northeast leave from this station. The trains for ",{"type":"[[","value":[["Mongolia"]]}," (",{"type":"[[","value":[["Ulaanbaatar"]]},"), ",{"type":"[[","value":[["Russia"]]},", and ",{"type":"[[","value":[["North Korea"]]}," also leave from here."]},"\n",{"type":"*","value":[" Beijing West Railway Station (北京西站 ",{"type":"''","value":["Běijīng Xīzhàn"]},"). Presently the largest. Train destinations from Beijing West include: ",{"type":"[[","value":[["Changsha"]]},", ",{"type":"[[","value":[["Chengdu"]]},", ",{"type":"[[","value":[["Chongqing"]]},", ",{"type":"[[","value":[["Datong"]]},", ",{"type":"[[","value":[["Fuzhou"]]},", ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Guilin"]]},", ",{"type":"[[","value":[["Guiyang"]]},", ",{"type":"[[","value":[["Hefei"]]},", ",{"type":"[[","value":[["Hohhot"]]},", ",{"type":"[[","value":[["Hong Kong"]]},", ",{"type":"[[","value":[["Kunming"]]},", ",{"type":"[[","value":[["Lanzhou"]]},", ",{"type":"[[","value":[["Lhasa"]]},", ",{"type":"[[","value":[["Ningbo"]]},", ",{"type":"[[","value":[["Qinhuangdao"]]},", ",{"type":"[[","value":[["Sanya"]]},", ",{"type":"[[","value":[["Shenzhen"]]},", ",{"type":"[[","value":[["Taiyuan"]]},", ",{"type":"[[","value":[["Urumqi"]]},", ",{"type":"[[","value":[["Wuhan"]]},", ",{"type":"[[","value":[["Xi'an"]]},", and ",{"type":"[[","value":[["Xiamen"]]},". Both \"conventional\" and high-speed trains (wherever available) to these destinations use Beijing West, although HSR does not (yet) leave the mainland. See below for transport options leaving the station."]},"\n:* ",{"type":"'''","value":["Public Buses"]},".  There is an immense amount of packed public buses that reach most destinations around downtown Beijing - however this can be difficult to navigate.  These leave from several locations including directly in front of the train station, east of the train station (there is a largish bus station here) and on the opposite side of Lianhuachi Donglu.  If you are desperate to get on the public bus, there is a large sign indicating the routes close to the bus stops on the Beijing West Station side of Lianhuachu Donglu.\n\n:* ",{"type":"'''","value":["Taxi"]},".  There is an underground taxi rank, which usually has at least a ten minute queue. Taxis may however be the most expensive way to leave the station, especially if you have that tourist stench about you. Inevitably a tout will offer to take you out of the queue for an agreed price, but be aware that this will result in a significantly higher fare.\n\n:* ",{"type":"'''","value":["Subway"]},".  Subway Line 9 has recently been extended to connect with the rest of Beijing's subway system, and the line serves Beijing West Railway Station. Line 7, which is expected to open in 2014, will serve the station as well. Alternatively, The Military Museum subway station (Line 1) is around 15 minutes walk north from Beijing West Station.  To reach it, cross to the north side of Lianhuachi Donglu (there is a large overpass just near the entrance of the station) after emerging from the main entrance to the station. Then walk west for about 5 minutes to Yangfandian Lu (the street is well signposted).  Walk north along here for 15 minutes (flat, easy walk) and turn right at Fuxing Lu (well signposted).  The Military Museum subway station is about 200m from the intersection, and it will cost ¥2 to get into central Beijing.\n\n",{"type":"*","value":[" Beijing South Railway Station (北京南站 ",{"type":"''","value":["Běijīng Nánzhàn"]},"). This station is used only by high-speed trains. It presently offers 70 high-speed services every day to ",{"type":"[[","value":[["Tianjin"]]},", ",{"type":"[[","value":[["Tanggu"]]},", ",{"type":"[[","value":[["Jinan"]]},", ",{"type":"[[","value":[["Qingdao"]]},", ",{"type":"[[","value":[["Shanghai"]]}," (under 5 hours), ",{"type":"[[","value":[["Hangzhou"]]},", and ",{"type":"[[","value":[["Fuzhou"]]},".  Served by subway Line 4. There are also a few services from Beijing South to northeastern China as well as Xiamen."]},"\n",{"type":"*","value":[" Beijing North Railway Station (北京北站 ",{"type":"''","value":["Běijīng Běizhàn"]},"). Small compared to the previous three, but you might end up here if you are coming in from Inner Mongolia. Destinations include ",{"type":"[[","value":[["Chifeng"]]}," (赤峰 ",{"type":"''","value":["Chìfēng"]},"), ",{"type":"[[","value":[["Fuxin"]]},", ",{"type":"[[","value":[["Hailar"]]}," (海拉尔 ",{"type":"''","value":["Hǎilāěr"]},"), ",{"type":"[[","value":[["Manzhouli"]]},", ",{"type":"[[","value":[["Hohhot"]]},", ",{"type":"[[","value":[["Longhua"]]}," (隆化 ",{"type":"''","value":["Lōnghuà"]},"), ",{"type":"[[","value":[["Luanping"]]}," (滦平 ",{"type":"''","value":["Luánpíng"]},"), ",{"type":"[[","value":[["Nankou"]]}," (南口 ",{"type":"''","value":["Nánkǒu"]},"), ",{"type":"[[","value":[["Huailai"],["Shacheng, Huailai"]]}," (沙城 ",{"type":"''","value":["Shāchéng"]},", via Badaling), ",{"type":"[[","value":[["Tongliao"]]}," (通辽 ",{"type":"''","value":["Tōngliáo"]},"), and ",{"type":"[[","value":[["Zhangjiakou"]]}," (张家口 ",{"type":"''","value":["Zhāngjiākǒu"]},"). It also offers tour train services to Yanqing and the Badaling Great Wall.  Served by Lines 2, 4 and 13 via the adjacent Xizhimen station."]},"\n",{"type":"*","value":[" Beijing East Railway Station (北京东站 ",{"type":"''","value":["Běijīng Dōngzhàn"]},"). One daily service to ",{"type":"[[","value":[["Chengde"]]}," only. Just off the Guomao CBD. It is very rare travellers will have to use this station."]},"\n",{"type":"*","value":[" Huangcun Railway Station has just reopened. It is in southern Beijing on Beijing Subway Daxing Line. If having trouble getting tickets to one of the major Beijing stations, try getting a ticket to Huang Cun Railway Station instead. If taking a night train, you're a bit far from the centre, but the subway opens at 05:30."]},"\n",{"type":"*","value":[" Shunyi Railway Station is just a short walk away from Subway Line 15 at Shimen station. This station is served by regular rail services, and most of these can be rather slow."]},"\n",{"type":"===","value":["By car"]},"\nForeigners are allowed to rent vehicles while in China, although they will require a driving license issued by the People's Republic of China.\n\nBeijing is the hub of several expressways heading in all directions, and the following is a list of the expressways and their destinations:\n\n",{"type":"'''","value":["National Expressways"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["G1 Jingha \/ Beijing-Harbin"]}," (Beijing (Sifang Bridge - Shiyuan Bridge - Huoxian County, Tongzhou - Xiji) - Xianghe (",{"type":"[[","value":[["Hebei"]]},") - Jixian County (",{"type":"[[","value":[["Tianjin"]]},") - Jinwei - Tangshan (Hebei) - Beidaihe - ",{"type":"[[","value":[["Qinhuangdao"]]}," - ",{"type":"[[","value":[["Shanhaiguan"]]}," - ",{"type":"[[","value":[["Jinzhou"]]}," (",{"type":"[[","value":[["Liaoning"]]},") - ",{"type":"[[","value":[["Shenyang"]]}," - (",{"type":"[[","value":[["Jilin"]]},") ",{"type":"[[","value":[["Changchun"]]}," - (",{"type":"[[","value":[["Heilongjiang"]]},") ",{"type":"[[","value":[["Harbin"]]},")."]},{"type":"*","value":[" ",{"type":"'''","value":["G2 Jinghu \/ Beijing-Shanghai"]}," (Beijing (Fenzhongsi - Shibalidian - Dayangfang - Majuqiao - Caiyu) - Langfang (",{"type":"[[","value":[["Hebei"]]},") - ",{"type":"[[","value":[["Tianjin"]]}," (Yangcun)) - ",{"type":"[[","value":[["Shanghai"]]},") — part of the expressway spins off as the S40 to central Tianjin and Tanggu."]},{"type":"*","value":[" ",{"type":"'''","value":["G4 Jinggang'ao \/ Beijing-Hong Kong\/Macao"]}," (Beijing (Liuliqiao - Wanping - Liulihe) - ",{"type":"[[","value":[["Shijiazhuang"]]}," (",{"type":"[[","value":[["Hebei"]]},")) - ",{"type":"[[","value":[["Hong Kong"]]}," or ",{"type":"[[","value":[["Macao"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["G6 Jingzang \/ Beijing-Tibet"]}," (Beijing - Badaling Expressway - Donghuayuan - Huailai - Xiahuayuan - Zhangjiakou) - ",{"type":"[[","value":[["Inner Mongolia"]]}," - ",{"type":"[[","value":[["Tibet"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["G7 Jingxin \/ Beijing-Ürümqi"]}," (Beijing (Jianting Bridge - Machikou - Deshengkou)) - ",{"type":"[[","value":[["Zhangjiakou"]]}," (",{"type":"[[","value":[["Hebei"]]},") - ",{"type":"[[","value":[["Ürümqi"]]}," (",{"type":"[[","value":[["Xinjiang"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":["G102 Tongyan \/ Tongzhou-Yanjiao"]}," (Beijing (Tongzhou District) - Hebei (Yanjiao)"]},{"type":"*","value":[" ",{"type":"'''","value":["G103 Jingtong \/ Beijing-Tongzhou"]}," (Beijing (Dawang Bridge - Sihui - Gaobeidian - Shuangqiao - Huicun - Tongzhou District)) — linked with the G102."]},{"type":"*","value":[" ",{"type":"'''","value":["G106 Jingkai \/ Beijing-Kaifeng"]}," (Beijing (Yuquanying - Daxing - Huangcun - Panggezhuang - Yufa) - China National Highway 106)) — continues into Hebei as the G45."]},"\n",{"type":"'''","value":["City Expressways"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["S11 Jingcheng \/ Beijing-Chengde"]}," (Beijing (Taiyanggong - Wanghe Bridge - Gaoliying - Huairou - Miyun - Gubeikou) - ",{"type":"[[","value":[["Luanping"]]}," (滦平 ",{"type":"''","value":["Luánpíng"]},", in ",{"type":"[[","value":[["Hebei"]]},") - ",{"type":"[[","value":[["Chengde"]]},") — this becomes the G45 in Hebei."]},{"type":"*","value":[" ",{"type":"'''","value":["S12 Airport Expressway"]}," (Beijing (Sanyuanqiao - Siyuan - Beigao - Xiaotianzu - Beijing Capital International Airport))."]},{"type":"*","value":[" ",{"type":"'''","value":["S15 Jingjin \/ Beijing-Tianjin"]}," (Beijing - ",{"type":"[[","value":[["Tianjin"]]},")"]},{"type":"*","value":[" ",{"type":"'''","value":["S32 Jingping \/ Beijing-Pinggu"]}," (Beijing (Huanggang Bridge - Pinggu)) — this becomes the S1 in Tianjin."]},{"type":"*","value":[" ",{"type":"'''","value":["S50 Beijing 5th Ring Road"]}]},"\n11 China National Highways (国道 ",{"type":"''","value":["Guódào"]},") also link into Beijing:\n",{"type":"*","value":[" G101 - Jingshen Road (Beijing - ",{"type":"[[","value":[["Shenyang"]]},", ",{"type":"[[","value":[["Liaoning"]]},")."]},{"type":"*","value":[" G102 - Jingha Road (Beiling - ",{"type":"[[","value":[["Harbin"]]},", ",{"type":"[[","value":[["Heilongjiang"]]},")."]},{"type":"*","value":[" G103 - JingJinTang (Beijing - Tanggu, ",{"type":"[[","value":[["Tianjin"]]},")."]},{"type":"*","value":[" G104 - Nanyuan Road (Beijing - ",{"type":"[[","value":[["Fuzhou"]]},", ",{"type":"[[","value":[["Fujian"]]},")."]},{"type":"*","value":[" G105 - (Beijing - ",{"type":"[[","value":[["Zhuhai"]]},", ",{"type":"[[","value":[["Guangdong"]]},")."]},{"type":"*","value":[" G106 - (Beijing - ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Guangdong"]]},")."]},{"type":"*","value":[" G107 - (Beijing - ",{"type":"[[","value":[["Shenzhen"]]},", ",{"type":"[[","value":[["Guangdong"]]},")."]},{"type":"*","value":[" G108 - Jingyuan Road (Beijing - ",{"type":"[[","value":[["Chengdu"]]}," - ",{"type":"[[","value":[["Kunming"]]},", ",{"type":"[[","value":[["Yunnan"]]},")."]},{"type":"*","value":[" G109 - Fushi Road (Beijing - ",{"type":"[[","value":[["Datong"]]}," - ",{"type":"[[","value":[["Yinchuan"]]}," - ",{"type":"[[","value":[["Xining"]]}," - ",{"type":"[[","value":[["Golmud"]]}," - ",{"type":"[[","value":[["Lhasa"]]},", ",{"type":"[[","value":[["Tibet"]]},")."]},{"type":"*","value":[" G110 - (Beijing - Zhangjiakou - ",{"type":"[[","value":[["Hohhot"]]}," - ",{"type":"[[","value":[["Baotou"]]}," - ",{"type":"[[","value":[["Yinchuan"]]},", ",{"type":"[[","value":[["Ningxia"]]},")."]},{"type":"*","value":[" G111 - (Beijing - ",{"type":"[[","value":[["Fengning"]]}," - Jiagedaqi, ",{"type":"[[","value":[["Inner Mongolia"]]},")."]},"\n",{"type":"===","value":["By bus"]},"\nLong-distance buses from areas as far as Shanghai and the Mongolian border connect to Beijing. You can reach areas as far as ",{"type":"[[","value":[["Harbin"]]}," or ",{"type":"[[","value":[["Xi'an"]]}," on a single bus ride. Beijing has over 20 long distance bus stations, but what you need to do is go to the bus station located on the edge of the city in the direction you want to travel.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Xizhimen Long Distance Bus station"],["alt=西直门长途汽车站 Xīzhímén Chángtú Qìchēzhàn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 10 62183454"],["tollfree="],["fax="],["hours="],["price="],["content=Handles buses heading ",{"type":"'''","value":["north"]}," and ",{"type":"'''","value":["west"]},".  Destinations include ",{"type":"[[","value":[["Anshan"]]},", ",{"type":"[[","value":[["Baochang"]]}," (宝昌 ",{"type":"''","value":["Bǎochāng"]},"), ",{"type":"[[","value":[["Baotou"]]},", ",{"type":"[[","value":[["Binzhou"]]}," (滨州 ",{"type":"''","value":["Bīnzhōu"]},"), ",{"type":"[[","value":[["Boshan"]]}," (博山 ",{"type":"''","value":["Bóshān"]},"), ",{"type":"[[","value":[["Changchun"]]},", ",{"type":"[[","value":[["Chengde"]]}," (4.5h), ",{"type":"[[","value":[["Chifeng"]]}," (赤峰 ",{"type":"''","value":["Chìfēng"]},", 12h), ",{"type":"[[","value":[["Daban"]]}," (大阪 ",{"type":"''","value":["Dàbǎn"]},"), ",{"type":"[[","value":[["Dazhangzi"]]}," (大仗子 ",{"type":"''","value":["Dàzhàngzǐ"]},"), ",{"type":"[[","value":[["Fengshan"]]}," (凤山 ",{"type":"''","value":["Fèngshān"]},"), ",{"type":"[[","value":[["Harbin"]]},", ",{"type":"[[","value":[["Hohhot"]]},", ",{"type":"[[","value":[["Huimin"]]}," (惠民 ",{"type":"''","value":["Huìmín"]},"), ",{"type":"[[","value":[["Jinan"]]},", ",{"type":"[[","value":[["Jining (Shandong)"]]}," (集宁 ",{"type":"''","value":["Jíníng, Shandong Province"]},", 7 hrs), ",{"type":"[[","value":[["Jinzhou"]]},", ",{"type":"[[","value":[["Kuancheng"]]}," (宽城 ",{"type":"''","value":["Kuānchéng"]},"), ",{"type":"[[","value":[["Lindong"]]}," (林东 ",{"type":"''","value":["Líndōng"]},"), ",{"type":"[[","value":[["Linhe"]]}," (临河 ",{"type":"''","value":["Línhé"]},"), ",{"type":"[[","value":[["Luanping"]]}," (滦平 ",{"type":"''","value":["Luánpíng"]},"), ",{"type":"[[","value":[["Ningcheng"]]}," (宁城 ",{"type":"''","value":["Níngchéng"]},"), ",{"type":"[[","value":[["Pingzhuang"]]}," (平庄 ",{"type":"''","value":["Píngzhuāng"]},"), ",{"type":"[[","value":[["Qinhuangdao"]]}," (7.5h), ",{"type":"[[","value":[["Tieling"]]}," (铁岭 ",{"type":"''","value":["Tiělǐng"]},"), ",{"type":"[[","value":[["Leling"]]}," (乐陵 ",{"type":"''","value":["Lèlíng"]},"), ",{"type":"[[","value":[["Pingquan"]]}," (平泉 ",{"type":"''","value":["Píngquán"]},"), ",{"type":"[[","value":[["Xilin"]]}," (锡林 ",{"type":"''","value":["Xīlín"]},"), ",{"type":"[[","value":[["Shenyang"]]},", ",{"type":"[[","value":[["Shacheng"]]}," (沙城 ",{"type":"''","value":["Shāchéng"]},", 5h), ",{"type":"[[","value":[["Shanhaiguan"]]},", ",{"type":"[[","value":[["Shenmu"]]},", ",{"type":"[[","value":[["Shizuishan"]]},",  ",{"type":"[[","value":[["Tangshan"]]}," (唐山 ",{"type":"''","value":["Tángshān"]},", 5h), ",{"type":"[[","value":[["Weixian"]]}," (蔚县 ",{"type":"''","value":["Wèixiàn"]},", 8h), ",{"type":"[[","value":[["Wudan"]]}," (乌丹 ",{"type":"''","value":["Wūdān"]},"), ",{"type":"[[","value":[["Xuanying"]]}," 选营 (",{"type":"''","value":["Xuǎnyíng"]},", 7 hrs), ",{"type":"[[","value":[["Xinglong"]]}," (兴垄 ",{"type":"''","value":["Xīnglǒng"]},"), ",{"type":"[[","value":[["Yinchuan"]]},", ",{"type":"[[","value":[["Yingxian"]]}," (应县 ",{"type":"''","value":["Yīngxiàn"]},"), ",{"type":"[[","value":[["Yulin (Shaanxi)"],["Yulin"]]},", and ",{"type":"[[","value":[["Zhangjiakou"]]}," (张家口 ",{"type":"''","value":["Zhāngjiākǒu"]},")."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Deshengmen Long Distance Bus Station"],["alt=德胜门外长途汽车站 Déshèngménwài Chángtú Qìchēzhàn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 10 82847096"],["tollfree="],["fax="],["hours="],["price="],["content=Also handles buses for the ",{"type":"'''","value":["north"]}," and ",{"type":"'''","value":["northwest"]},".  Destinations include: ",{"type":"[[","value":[["Baochang"]]}," (宝昌 ",{"type":"''","value":["Bǎochāng"]},"), ",{"type":"[[","value":[["Chicheng"]]}," (赤城 ",{"type":"''","value":["Chìchéng"]},"), ",{"type":"[[","value":[["Dongmao"]]}," (东卯 ",{"type":"''","value":["Dōngmǎo"]},"), ",{"type":"[[","value":[["Guyuan"]]},", ",{"type":"[[","value":[["Sandaochuan"]]}," (三道川 ",{"type":"''","value":["Sāndàochuān"]},"), ",{"type":"[[","value":[["Yuxian"]]}," (芋县 ",{"type":"''","value":["Yùxiàn"]},"), and ",{"type":"[[","value":[["Zhangjiakou"]]}," (张家口 ",{"type":"''","value":["Zhāngjiākǒu"]},")."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Dongzhimen Long Distance Bus Station"],["alt=东直门长途汽车站 Dōngzhímén Chángtú Qìchēzhàn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 10 64674995\/64671346"],["tollfree="],["fax="],["hours="],["price="],["content=Handles buses heading ",{"type":"'''","value":["northeast"]},".  Destinations include ",{"type":"[[","value":[["Changyuan"]]}," (长垣 ",{"type":"''","value":["Chángyuán"]},"), ",{"type":"[[","value":[["Chengde"]]}," (4.5h), ",{"type":"[[","value":[["Chifeng"]]}," (赤峰 ",{"type":"''","value":["Chìfēng"]},", 12h), ",{"type":"[[","value":[["Fengning"]]}," (丰宁 ",{"type":"''","value":["Fēngníng"]},", 5h), ",{"type":"[[","value":[["Fengshan"]]}," (凤山 ",{"type":"''","value":["Fèngshān"]},"), ",{"type":"[[","value":[["Guanshang"]]}," (关上 ",{"type":"''","value":["Guānshàng"]},"), Huairou district, ",{"type":"[[","value":[["Jiaozhuanghu"]]}," (焦庄户 ",{"type":"''","value":["Jiāozhuānghù"]},"), ",{"type":"[[","value":[["Mafang"]]}," (马坊 ",{"type":"''","value":["Mǎfāng"]},"), Miyun County, ",{"type":"[[","value":[["Nanzhuangtou"]]}," (南庄头 ",{"type":"''","value":["Nánzhuāngtóu"]},"), Pinggu district (2.5h), ",{"type":"[[","value":[["Sishang"]]}," (寺上 ",{"type":"''","value":["Sìshàng"]},"), Shunyi district, ",{"type":"[[","value":[["Wuxiongsi"]]}," (吴雄寺 ",{"type":"''","value":["Wúxióngsì"]},"),  and ",{"type":"[[","value":[["Xinglong"]]}," (兴隆 ",{"type":"''","value":["Xīnglōng"]},")."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sihui Long Distance Bus Station"],["alt=四惠长途汽车站 Sìhuì Chángtú Qìchēzhàn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 10 65574804"],["tollfree="],["fax="],["hours="],["price="],["content=Handles buses mainly heading ",{"type":"'''","value":["east"]},".  Destinations include: ",{"type":"[[","value":[["Changchun"]]},", ",{"type":"[[","value":[["Chengde"]]},", ",{"type":"[[","value":[["Dalian"]]},", ",{"type":"[[","value":[["Dandong"]]},", ",{"type":"[[","value":[["Liaoyang"]]}," (辽阳 ",{"type":"''","value":["Liáoyáng"]},"), ",{"type":"[[","value":[["Tangshan"]]}," (唐山 ",{"type":"''","value":["Tángshān"]},"), and ",{"type":"[[","value":[["Tianjin"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Zhaogongkou Long Distance Bus Station"],["alt=赵公口长途汽车站 Zhàogōngkǒu Chángtú Qìchēzhàn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 10 67237328"],["tollfree="],["fax="],["hours="],["price="],["content=Handles buses heading ",{"type":"'''","value":["south"]}," and ",{"type":"'''","value":["southeast"]},".  Destinations include ",{"type":"[[","value":[["Cangzhou"]]}," (沧州 ",{"type":"''","value":["Cāngzhōu"]},", 3.5h, ¥70),  ",{"type":"[[","value":[["Jinan"]]}," (5.5h, ¥114), ",{"type":"[[","value":[["Tanggu"]]}," (塘沽 ",{"type":"''","value":["Tánggū"]},", 2.5h, ¥45), ",{"type":"[[","value":[["Tianjin"]]}," (1.5h, ¥35)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lianhuachi Long Distance Bus Station"],["alt=莲花池长途汽车站 Liánhuāchí Chángtú Qìchēzhàn"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+86 10 63322354"],["tollfree="],["fax="],["hours="],["price="],["content=Handles buses heading ",{"type":"'''","value":["south"]},".  Destinations include: ",{"type":"[[","value":[["Kaifeng"]]},", ",{"type":"[[","value":[["Luoyang"]]},", ",{"type":"[[","value":[["Shijiazhuang"]]},", ",{"type":"[[","value":[["Taiyuan"]]},", ",{"type":"[[","value":[["Wuhan"]]},", and ",{"type":"[[","value":[["Zhengzhou"]]},"."]]}]},"\nMost of the buses from the Long Distance Bus Stations will be regular or express buses, which take the expressways; cost from ¥200-600 per trip, have comfy seats, and most rides do not take more than 6–12 hours, but sleeper buses are also available.\nSleeper buses, with bunk beds in rows, average about ¥100 per trip, but many go ",{"type":"''","value":["really"]}," slowly up hills, avoid expressways, stop at every city or town, provide \"meals\" which you have to pay extra for, take the potholed National roads to save money, and a bus ride can take up to 24 hours.  The average speed is only 40 km\/hr on the moderately fast sleeper buses, and the range could be from 25 to 60 km\/hr.  It may be a good authentic taste of how less wealthy Chinese people travel.\n\n",{"type":"===","value":["Bicycle"]},"\nLong distance cyclist-tourists will find national road 109 is a pleasant way to enter or leave Beijing, though lots of work.  It immediately enters steep hills on the edge of the city, but sees little traffic, is well maintained and passes though lovely landscape of farmland and forests.  It's remarkable how close to Beijing you are, and how far it feels.\n\n",{"type":"==","value":["Get around"]},"\nThough some residents of Beijing know conversational English, especially in the areas frequented by tourists or Haidian District's university cluster, one should not count on finding a taxi driver or passer-by who knows English well.  Neither should a foreigner with minimal experience with the Chinese language put undue faith in his or her ability to pronounce Chinese place names so that a local can understand clearly.  Before embarking on a trip around the city, it is best to print out the names of places you want to visit in Chinese characters, or get your hotel front desk staff to write them out for you. When going to specific addresses writing nearby intersections or basic directions can be helpful as well. Show the text to the taxi driver, or just ask for help on the street. In general, you will have a better chance of getting help in English if you address younger people, as many schools in China have expanded their English education in the last few years.\n\nCrossing the road in China is an art and may be difficult for pedestrians unused to Beijing's particular driving styles. Before crossing, assume that none of the road users will give way to you, even if a policeman is present. Zebra crossings are ignored. Chinese drivers lean on the horn heavily and frequently play games of chicken with pedestrians and other vehicles. Should you hear a loud horn when crossing the road, always look around as there is probably a car right behind you or heading straight for you. Should you find several cars and bicycles veering towards you from different directions, do not try to run to safety; instead, stand still. For drivers and cyclists a stationary obstacle is easier to avoid. Also note that traffic light crossings have zebra stripes painted on the road, but you should only cross when the walk light is green. As with pedestrian crossings in many countries, there is strength in numbers. When a mass of people crosses together cars are more likely to stop or slow down.\n\n",{"type":"===","value":[" By subway "]},"\n",{"type":"[[","value":[["File:Beijing-Subway en.png"],["thumb"],["right"],["323px"],["Beijing subway map"]]},"\n\n",{"type":"{{","value":[["cautionbox"],["Following a deadly attack in the Xinjiang region , some of Beijing's major subway stations are subject to airport-style security checks as of May 2014. This may result in very long lines just to enter the station, so allow additional travel time."]]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/bjsubway.com\/ Beijing Subway"]}]}," is a good way to quickly get around the city and is clearly marked in English for travelers.  Long very limited, the network has expanded at a furious pace in recent years, with 9 lines now operational and another 9 to open by 2015.  However, be warned that during rush hour trains can be extremely crowded.  The subway system shuts down quite early (around 22:30), and opens again around 05:00.\n\nThe lines are as following:-\n",{"type":"'''","value":["Line 1"]}," runs east-west from Sihui East to Pingguoyuan crossing the political heart of the city along Chang'an street, passing the Forbidden City, Tian'anmen Square and Wangfujing.\n",{"type":"'''","value":["Line 2"]}," is a loop line following the old city walls. The first and last trains start\/end at Xizhimen and the line serves Lama Temple and Beijing Railway Station.\n",{"type":"'''","value":["Line 4"]}," runs north-south and serves Beihai Park, Beijing University and Beijing South Station.\n",{"type":"'''","value":["Line 5"]}," runs north-south to the east of Line 4.\n",{"type":"'''","value":["Line 6"]}," runs west-east through the city center.\n",{"type":"'''","value":["Line 8"]}," is a short branch line running from Gulou Dajie (line 2) north, in particular, serving the Olympic Stadium.\n",{"type":"'''","value":["Line 9"]}," is a line serving Fengtai district (including Beijing West Railway Station).\n",{"type":"'''","value":["Line 10"]}," runs in an L-shape across Chaoyang District and is useful to reach the Olympic Stadium (with a transfer to Line 8 at Beitucheng), the embassy district and Sanlitun.\n",{"type":"'''","value":["Line 13"]}," is an elevated light-rail line serving suburban Haidian district. The line starts at Xizhimen and ends at Dongzhimen and forms a large arc. Serves Wudaokou.\n",{"type":"'''","value":["Line 15, Batong, Yizuang, Changping, Daxing and Fangshan lines"]}," connect the outer suburbs to the city and are of little use for tourists.\n\nTransfers between lines are permitted with the exception of the Airport Express, for which a separate ticket is required.\n\n",{"type":"[[","value":[["File:XZMstation.jpg"],["thumb"],["Subway station in Beijing"]]},"\n\nSubway station entrances are identified by a large blue stylized letter G wrapped around a smaller letter B. Single tickets cost ¥2 and are only valid on the same day from the station they were purchased. Single-journey ticket machines are very simple to use; just press the numbers along the left side of the screen to choose how many tickets you want to buy, insert cash into the machine and press the green button then collect the ticket and change. The machine does not accept ¥1 bills but if you pay with a ¥10 or ¥20 bill you will be given a handful of coins which you can use for future journeys. You must pass your ticket through the turnstiles upon entering AND exiting the station, so make sure you don't lose it.\n\nIf you plan on traveling a lot, pick up a ",{"type":"''","value":["Yīkātōng"]}," (一卡通 ) ",{"type":"'''","value":["pre-paid card"]},", which has a ¥20 refundable deposit.  Swipe the card at the entrance turnstile and again upon exiting. The use of the pre-paid card does not reduce the subway fare although it does dramatically reduce bus fares, by 60%. The card's deposit can only be returned at a few stations, so passing it on to a friend may be easier than getting your deposit back. Stations that offer a refund clearly state \"Yikatong refund\" in the ticket booth; examples include Xizhimen and Haidianhuangzhuang (only near exits c\/d).\n\nIf you are carrying luggage you must pass through the X-ray checks at the stations.\n\nTry to avoid travelling in the rush hour as the stations and trains become very crowded - particularly try to avoid Line 1 & 2 as the old 1970s stations with their narrow passageways and open-edged platforms are not designed for the large numbers of passengers seen today.\n\n",{"type":"===","value":["By bicycle"]},"\nOnce known as a nation of bicycles, China today has an ever growing number of private car owners. It is estimated 1,200 more cars hit the streets in Beijing every day. As a result, nowadays you are guaranteed to see more bikes in the Netherlands than in Beijing. However, the infrastructure from its days as capital of the \"Bicycle Kingdom\" means exploring Beijing on a bike is excellent. The city is flat as a pancake and all major streets have bike lanes. Bicycling is often faster than traveling by car, taxi or bus because of the traffic congestion in the motorized traffic lanes.\n\nFour-wheeled motorized traffic in Beijing usually observes traffic signals with the exception of making turns at red lights which is often done without slowing or deferring to pedestrians or bicyclists. Pedestrians, bicycles and all other vehicles (for example, motorized bicycles, mopeds and tricycles) generally do not observe traffic signals. Also, cars, trucks and buses do not defer to cyclists on the road so it is common for a vehicle to make a right turn from an inside lane across a bike lane with no concern for cyclists traveling in the bike lane. Sometimes a right-turning vehicle crossing a bike lane will sound its horn as a warning, but not always. Cyclists also need to be on the lookout for wrong-way traffic in the bike lanes, usually bicycles and tricycles but sometimes motor vehicles, too. Wrong-way traffic usually stays close to the curb so you move to the left to get by them, but not always. Bicycling Beijingers tend not to wear helmets, nor do they use lights at night. Few bikes even have rear reflectors. The moderate pace and sheer numbers of bicyclists in Beijing appears to make bike travel safer than it would be otherwise.\n\nWhile you will see cyclists use many creative paths across wide, busy intersections in Beijing, the safest way for cyclists is to observe the traffic signals (there are often special signals for cyclists) and to make left turns in two steps as a pedestrian would. But if you spend any significant amount of time cycling in Beijing, you will probably start adopting more creative approaches. These can be learned by finding a local cyclist going your way and following him or her across the intersection.\n\nSeveral professional bike rental companies, as well as major hotels and some hostels, rent bikes on an hourly basis. For those who need the security of a guide, a bike touring company like ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bajabikes.eu\/en\/bike-tour-beijing Baja Bikes Beijing"]}]}," or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/bicyclekingdom.com\/ Bicycle Kingdom Rentals & Tours"]}]}," would be a great way to go.\n\nIf you are staying more than a few days a reasonable bike can be bought for ¥200. Ensure that you have a good lock included in the price. The cheapest bikes are not worth the additional savings; you will get what you pay for and they will start to deteriorate as soon as you begin to ride. Spend a little more and get a bike in the ¥300-400 range. Bike rentals may have good bikes, but you pay a high price and run the risk of the bike being stolen.\n\nIf neither buying or renting a bike fits into your plans, the city has operated a bike-sharing program since 2011. Around 50,000 are available at a thousand sites around Beijing. While the fee is only ¥1 per hour, a deposit of ¥300 is required for first time users. Only electronic payment is accepted.\n\n",{"type":"===","value":["By bus "]},"\nBeijing's bus system is cheap, convenient and covers the entire city—perfect for locals but, alas, difficult to use if you do not understand Chinese or Mandarin. The bus staffs speak little English, and only a few bus lines in the city center broadcast stop names in English. Bus stop signs are also entirely in Chinese.  But should you speak Mandarin, have a healthy sense of adventure, and a fair bit of patience, a bus can get you almost anywhere, and often somewhere that you never intended to go.  It is a great way to see parts of the city that tourists normally do not visit.\n\nMost bus fares are relatively cheap, around ¥1, and if you get a public transportation card from a metro station (a card that acts as a debit card for the metro and buses, officially called",{"type":"''","value":["Yi ka tong"]},") you can get a 60% discount on all fares.\n\nMany shiny new buses arrived on the streets in preparation for the Olympics.  Many buses now feature air-conditioning (heating in winter), TVs, a scrolling screen that displays stops in Chinese, and a broadcast system that announces stops.  If you are having problems navigating the bus system, call the English-speaking operators at the Beijing Public Transportation Customer Helpline (96166).\n\n",{"type":"'''","value":["Warning:"]}," Beijing buses can get very crowded so be prepared and keep an eye on your valuables. Indeed, the overhead speakers on more modern buses will announce a warning to this effect on the more crowded lines. Many pickpockets frequent buses and subways, so carry backpacks in the front, and try to put your valuables somewhere hard to access.  Be aware of a ",{"type":"[[","value":[["#Stay_safe"],["scam"]]}," offering bus rides to the Great Wall masquerading as the real bus service.  Instead of directly driving to the Great Wall, you will instead be led to a series of tours to dilapidated theme parks, shops, museums, and other tourist traps before finally reaching the Great Wall near the end of the day.\n\n",{"type":"====","value":["Bus routes"]},"\nBus lines are numbered from 1-999. Buses under 300 serve the city center. Buses 300 and up run between the city center and more distant areas (such as beyond the Third Ring Road).  Buses in the 800s connect Beijing with its \"rural\" districts (i.e., Changping, Yanqing, Shunyi, etc.).\n\nFull maps of the system are available only in Chinese. The ",{"type":"[","value":["http:\/\/www.bjbus.com Beijing Public Transport Co."]}," website has information in English, but both the Chinese version and English Versions have a very helpful routing service with an interactive map.  You can input your starting point and your ending point and see all the bus routes that will get you from A to B, look up a bus route by number, or input a place name and see all the routes that go stop there. Alternative places to look for bus routes are Google maps, Baidu, ",{"type":"[","value":["http:\/\/beijing.edushi.com\/ Edushi"]}," (click the bus flash icon) or ",{"type":"[","value":["http:\/\/bus.mapbar.com\/beijing\/xianlu\/5lu\/ Mapbar"]},".\n\n",{"type":"====","value":["Fares and operating hours"]},"\nMost buses with a line number under 200 run daily 05:00-23:00. Buses with a line number greater than 300 typically run 06:00-22:00 (with some exceptions like 302 runs till 23:00). All buses with a line number in the 200s are night buses. Many routes get very crowded during rush hours (06:30-09:00 and 17:00-21:00). On major holidays, there will be more frequent service on most city routes.\n\nFor passengers paying by cash: Lines 1-199 and 300-599 operate on a flat rate of ¥1 per journey. Lines 600-799 charge ¥1 for the first 12 km of each journey and ¥0.5 for each additional 5 km. Suburban Buses (800-999) start at ¥2 and charge according to the distance.  The night buses (200-299) charge ¥2 per journey.\n\nFor passengers paying by the new pre-paid Smart Card: Lines 1-599 operate on a flat rate of ¥0.40 per journey. Lines 600-899 get 60% off the cash price. There are also 3-day, 7-day and 15-day passes available for travellers. There is no return ticket or day ticket.\n\n",{"type":"===","value":["By minibus"]},"\nMinibuses are very common in the countryside outside the urban areas. Privately operated, most trips cost less than ¥10 per short journey and only a little more for longer journeys.\n\n",{"type":"===","value":["By taxi "]},"\nTaxis are the preferred choice for getting around, as they are convenient and are relatively inexpensive. The downsides are Beijing's well known traffic jams, as well as the fact that most drivers cannot speak or read English and some taxi drivers can be recent arrivals who do not know the city too well. If you don't speak Mandarin then it's worth having the Chinese characters for the location ready in advance. Vehicles used as taxis include the Hyundai Sonata and Elantra, Volkswagen Santana and Jetta (the old model, designed in the 1980s), and Citroëns manufactured in China. These taxis are dark red, or yellow top with dark blue bottom, or painted with new colours (see picture). \n\nLuxurious black executive cars (usually Audis) can also be found, usually waiting outside hotels and can be booked from private companies. They will cost multiple times the equivalent taxi fare to hire.\n\nYou might not be able to find any official taxis in the more remote areas of Beijing. However, in these places there will most likely be plenty of unofficial taxis. These might be difficult to recognise for travellers, but the drivers will address you if you look like you are searching for a taxi. Remember to negotiate the fare before you go. Local people usually pay a bit less for the unofficial taxis than for the official ones, but the asking price for foreign travellers will often be much higher.\n\n",{"type":"====","value":["Fares and meters"]},"\n",{"type":"{{","value":[["infobox"],["A note on maps"],["Beijing (and many other Chinese cities) is changing at such a phenomenal pace that it isn't at all unusual for maps to be out of date by the time they are printed. Most maps will have a few errors where old roads have been bulldozed or replaced by new roads on a different alignment. Whole areas may be gone - replaced by new districts or dual-carriageways. Subway stations and other facilities that were expected to come online by the time the map was to be printed may have been built elsewhere or scrapped and not exist at all!\n\nIf you find yourself utterly lost or unable to find your desired destination despite following a map perfectly, bear in mind that you may not have taken a wrong turn - it is entirely possible that your destination or chosen route doesn't exist any more. It's a good idea to take more than one map if possible, and if you are lost compare the two to see if one shows a different layout. Also, always pick up the latest version of a bilingual paper tourist map, for sale at most tourist shops and subways stations, to complement your more expensive map\/guidebook."]]},"\nTaxis charge a starting fee of ¥13, and an additional ¥2.3\/km after the first 3 km.  Taxi meters keep running when the speed is slower than 12km\/h or when waiting for green lights; 5min of waiting time equals 1km running. Outside of rush hour, an average trip through the city costs around ¥20-25, and a cross-town journey about ¥50 (for example, from the city centre to the northern side of the Fourth Ring Road). Since Spring 2011, there is a ¥2 gas surcharge on all trips. Note that this surcharge is not displayed on the meter, so if the meter says ¥18 the price is ¥20.\n\nIf the taxi driver \"forgets\" to switch the taxi meter on, remind him by politely asking them to run the meter and gesturing at the meter box (请打表 ",{"type":"''","value":["qǐng dǎbiǎo"]},"), though most can understand \"meter please\", and all can understand a simple point at the meter.   At the end, it is a good idea to ask for a ",{"type":"'''","value":["receipt"]}," (发票 ",{"type":"''","value":["fā piào"]},") also while gesturing to the meter and making a writing motion. Having a receipt is handy in case you want to make a complaint later or for business reimbursement purposes, and since the receipt has the cab number, you stand a greater chance of getting your possessions back if you forget anything in the taxi.\n\nIf you want a tour around Beijing and its vicinities, you can ask your hotel to hire a cab for one day or several days. It usually costs ¥400-600 per day, depending on where you go. You can also ask just about any driver to perform this service as most are more than willing to do so. If you have Chinese-speaking assistance, then bargain down the cost. No matter the cost, the taxi is yours for the day and will wait for you at various destinations.\n\nCommunicating with the drivers can be a problem, as most do not speak English. Many will not even pick up foreign passengers on the street due to the perceived language barrier. The solution should that happen is to go into a nearby hotel and ask the desk staff to call a cab.\n\nYou can ask that your hotel write your destination on a card to give to the driver. Make sure to take the hotel's card (and a map) that lists the hotel's address in Chinese. This can be a 'get out of jail free' card if you get lost and need to get back via taxi. A regular city map with streets and sights in Chinese will also help.\n\nAs elsewhere in the world it is really hard to find a taxi when it rains. Most of them refuse to take passengers and, besides, many will try to raise their fares. Although it seems unreasonable (triple to five times the normal fare), sometimes it is better to take their offers than to wait for another cab.\n\n",{"type":"====","value":["Avoiding scams and fakes"]},"\n",{"type":"[[","value":[["File:Hyundai Elantra ZH taxi.jpg"],["thumb"],["Hyundai Elantra ZH taxi"]]},"\nAll official taxis have license plates beginning with the letter \"B\", as in \"京B\".  \"Pirate cabs\" may look like taxis but their license plates will start with letters other than B. It's nearly impossible to hail a pirate cab on the streets; they generally hang out around tourist sights like the Great Wall and the Summer Palace or around subway stops. Pirate cabs will charge you a higher fee for the journey, unless you are a good bargainer, know where you are going, and know what the right fare should be. Sometimes they drop foreign tourists in wrong places. In some extreme cases, the driver may even take them to the countryside and rob them. If you find you hired a fake taxi and are overcharged, don't argue if you are alone, pay the driver and remember the car's license plate number, then call police later.\n\nTo avoid being taken advantage of, it is a good idea to know the rough direction, cost, and distance of your destination. You can easily find this out from asking locals before calling a cab. Verify these values with the taxicab driver to show them that you are in the know, and are probably too much trouble to cheat. Keep track of the direction of travel with a compass and\/or the sun. If the cab goes in the wrong direction for a long distance, verify the location with the taxi driver. For scamming drivers, that is usually enough for them to go back on the right track (without ever acknowledging that they were trying to cheat you). Honest drivers will explain why they are going that way. In addition, sometimes a cab driver might tell you an extravagant price to get somewhere and tell you the meter is broken.\n\n",{"type":"[[","value":[["File:Form of Transportation in Beijing.jpg"],["thumb"],["These drivers can scam tourists big time if a fare hasn't been negotiated beforehand"]]},"\nThere are several \"makeshift taxis\" running around Beijing including a seat fixed up to the back of an electric scooter. These guys will scam you big time if you don't negotiate a clear fare beforehand. Upon arriving your destination, for a 2 minute ride, the driver will demand ¥300 and will be very belligerent if you don't pay it.\n\nKeep in mind that central Beijing can be off limits at certain times, forcing cabs to reroute. And some roads forbid left turns (with big road signs) either at certain hours or all the time, so the driver might make a detour.\n\n",{"type":"===","value":["By car"]},"\n:",{"type":"''","value":["See also ",{"type":"[[","value":[["Driving in China"]]}]},"\n\nDriving in Beijing can be quite complicated with seemingly perpetual traffic jams. Many hotels rent cars that come with drivers for up to ¥1,000 per day. Public transport or taxis will get you to most of the main tourist sites and therefore renting a car is not often required at all.\n\nShort visa holders (less than 3 months) can get a provisional driver's license at ",{"type":"[[","value":[["Beijing Capital International Airport"]]}," or the transportation police stations in the city within minutes. You need to provide your passport as well as your foreign driver's license and do a small examination to confirm you don't have a physical or visual disability that affects driving. With a provisional license you can legally drive cars in China. Ask any information desk at the airport for directions.\n\nYou can find the counters of many car rental companies in the arrival hall of Terminal 2 in Beijing Capital Airport, although their English is usually not very good.\n\nHere is an incomplete list of car rental companies serving the Beijing Capital Airport:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/rentauto.net\/cms5root\/pages\/en\/index.jsp China Auto Rental"]}]},", Tel: +86 400 616 6666"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/toponecn.cn\/ Top One CN"]}]},", Tel: +86 4006 788 588"]},{"type":"*","value":[" ",{"type":"'''","value":["Avis"]}," also operates a car-rental service in Beijing"]},"\nThe daily rate of smaller, economical cars is about ¥200-300. You need to deposit around ¥3000 (possible by using CUP\/VISA\/MasterCard credit card).\n\n20% of cars have to be off city centre roads on weekdays — you are affected on different days depending on the last digit of your number plate. These alternate every 13 weeks. The police have a right to fine you repeatedly if you are caught on the road when you should have left your car at home. If travelling to Tianjin by car, remember they operate the same system in tandem with Beijing's road rationing schedules. On weekends no such limits apply in either cities, which may give rise to worse jams during peak travel hours.\n\nVehicles without a licence registered in Beijing are subject to severe restrictions in the capital — most need a special permit to enter the part of town inside the 6th Ring Road, and for those which are granted this licence, it must be renewed nearly every week. You must have your passport \/ Chinese ID, driving licence and vehicle licence (\"blue book\", not larger registration certificate) with you at all times, especially when leaving or entering Beijing, as you will be checked by the police.\n\n",{"type":"==","value":["See"]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["Beijing#Districts"],["Districts"]]}," articles for individual listings."]},"\n\n",{"type":"===","value":["Landmarks"]},"\nThe centre of the city and most important landmark is ",{"type":"'''","value":["Tiananmen Square"]}," in ",{"type":"[[","value":[["Beijing\/Dongcheng"],["Dongcheng District"]]},".  This is the world's largest public square and a must see for all visitors from abroad and from elsewhere in China. The square is surrounded by grand buildings including the Great Hall of the People, the Museum of Chinese History, the Museum of the Chinese Revolution, the Qianmen Gate and the Forbidden City. It is also home to the Chairman Mao Memorial Hall and the Monument to the People's Martyrs and was also the site of the infamous massacre of student activists by the Peoples Liberation Army in 1989.\n\nThe ",{"type":"'''","value":["National Stadium"]}," or ",{"type":"''","value":["Bird's Nest"]}," in ",{"type":"[[","value":[["Beijing\/Chaoyang"],["Chaoyang District"]]}," is a new major landmark and the symbol of the 2008 Olympic Games.  Two ",{"type":"'''","value":["contemporary buildings"]}," in ",{"type":"[[","value":[["Beijing\/Chaoyang"],["Chaoyang District"]]}," are remarkable landmarks: the CCTV Building (sometimes called ",{"type":"''","value":["The Underpants"]}," or ",{"type":"''","value":["Bird Legs"]}," by locals) and the World Trade Center Tower III. Both are outstanding examples of contemporary architecture.\n\nThere are also a number of remarkable remains from the ",{"type":"'''","value":["medieval city"]}," including the Ming Dynasty City Wall Site Park (the only remains of the city wall) in ",{"type":"[[","value":[["Beijing\/Chongwen"],["Chongwen District"]]},", the Drum and Bell Towers in ",{"type":"[[","value":[["Beijing\/Dongcheng"],["Dongcheng District"]]},", and Qianmen in ",{"type":"[[","value":[["Beijing\/Chongwen"],["Chongwen District"]]},".\n\n",{"type":"===","value":["Palaces, temples and parks"]},"\n",{"type":"[[","value":[["File:Inside the Forbidden City, China.jpg"],["thumb"],["Inside the Forbidden City"]]},"\nThe city's many green oases are a wonderful break from walking along the never ending boulevards and narrow hutongs.  Locals similarly flock to Beijing's palaces, temples and parks whenever they have time.  The green areas are not only used for relaxing but also for sports, dancing, singing and general recreation.\n\nThe most important palace, bar none, is the ",{"type":"'''","value":["Forbidden city"]}," (故宫博物院) in ",{"type":"[[","value":[["Beijing\/Dongcheng"],["Dongcheng District"]]},". The Forbidden City was home to the Imperial Court during the Ming and Qing Dynasties. Unlike many other historical sights, the Forbidden City was relatively untouched during the cultural revolution due to the timely intervention of then-premier Zhou Enlai, who sent a battalion of his troops to guard the palace from the over-zealous Red Guards. The ",{"type":"'''","value":["Temple of Heaven"]}," (天坛) in ",{"type":"[[","value":[["Beijing\/Chongwen"],["Chongwen District"]]}," is the symbol of Beijing and is surrounded by a lively park typically packed with hordes of local people drinking tea, practicing calligraphy or tai-chi or just watching the world go by.  The ",{"type":"'''","value":["Yonghegong (Lama Temple)"]}," (雍和宫) in ",{"type":"[[","value":[["Beijing\/Dongcheng"],["Dongcheng District"]]}," is one of the most important and beautiful temples in the country.\n\nOther parks are scattered around Beijing.  Some of the best are ",{"type":"'''","value":["Zhongshan Park"]}," (中山公园) in ",{"type":"[[","value":[["Beijing\/Xicheng"],["Xicheng District"]]},", ",{"type":"'''","value":["Beihai Park"]}," (北海公园) in ",{"type":"[[","value":[["Beijing\/Xicheng"],["Xicheng District"]]},", ",{"type":"'''","value":["Chaoyang Park"]}," (朝阳公园) in ",{"type":"[[","value":[["Beijing\/Chaoyang"],["Chaoyang District"]]}," and ",{"type":"'''","value":["Ritan Park"]}," (日坛公园) in ",{"type":"[[","value":[["Beijing\/Chaoyang"],["Chaoyang District"]]},".  The ",{"type":"'''","value":["Beijing Zoo"]}," (北京动物园) in ",{"type":"[[","value":[["Beijing\/Xicheng"],["Xicheng District"]]}," is famous for its traditional landscaping and giant pandas, however like many zoos, the conditions for the animals have been questioned.\n\n",{"type":"[[","value":[["Beijing\/Haidian"],["Haidian District"]]}," is home to the ",{"type":"'''","value":["Summer palace"]}," (颐和园), the ruins of the Old Summer Palace (圆明园), ",{"type":"'''","value":["Fragrant Hills"]}," (香山), and the Beijing ",{"type":"'''","value":["Botanical Garden"]}," (北京植物园). All are quite close together and worth a visit.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nanluoguxiang"]},"(南锣鼓巷)  Nanluoguxiang a total length of 786 meters and 8 meters wide. The Lane is a north-south channel during Yuan Dynasty, as the Beijing Hutong protected areas. That \"the capital city of Square Lane alley set of five,\" said Luo Guo Lane."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=JuYong Guan"],["alt="],["url=http:\/\/www.greatwall-china.com\/ju-yong-guan\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Juyongguan Pass, also known as Juyongguan in Chinese, is located 20 kilometers (12 miles) north of Changping County, about 60 kilometers (37 miles) from Beijing. It is a renowned pass of the Great Wall of China. Enlisted in the World Heritage Directory in 1987, it is a national cultural protection unit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Olympic Water Park"],["alt=奥林匹克水上公园"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Covering a planned area of 162.59 hectare and a floor area of 32,000 square meters, Shunyi Olympic Rowing-Canoeing Park is designated as the venue for rowing, canoeing and marathon swimming competitions of the Beijing 2008 Olympic Games, and also rowing events during the Beijing Paralympics."]]}]},"\n",{"type":"===","value":["Museums and galleries"]},"\nThe museums in Beijing are generally not yet up to the standard seen in cities such as Paris, Rome and New York. However the city contains one of the largest and most well known museums in Asia, the ",{"type":"'''","value":["Palace Museum"]}," also known as the Forbidden City. It is also a ",{"type":"[[","value":[["World Heritage Site#China"],["UNESCO World Heritage Site"]]},". China's government is determined to change the backward perception of its museums and has invested heavily in their development. It has also made most of them (not the Forbidden City) free to visit. However, for some museums tickets must be reserved three days in advance.\n\nOne of the most well-known museums in Beijing is the ",{"type":"'''","value":["National Museum"]}," (国家博物馆) in ",{"type":"[[","value":[["Beijing\/Dongcheng"],["Dongcheng District"]]},", which was recently renovated in 2011.  The ",{"type":"'''","value":["Military Museum"]}," (军事博物馆) in ",{"type":"[[","value":[["Beijing\/Haidian"],["Haidian District"]]}," has long been a favorite with domestic and foreign tourists.  The ",{"type":"'''","value":["Capital Museum"]}," (首都博物馆) in ",{"type":"[[","value":[["Beijing\/Xicheng"],["Xicheng District"]]}," is a new high profile museum with historical and art exhibitions. The ",{"type":"'''","value":["China Aviation Museum"]}," (中国民航博物馆) located in the ",{"type":"[[","value":[["Beijing\/Northern Suburbs"]]}," is surprisingly good and hosts 200+ rare and unique Chinese (mostly Russian) aircraft. Finally, a number of restored former residences of famous Beijingers, especially in ",{"type":"[[","value":[["Beijing\/Xicheng"],["Xicheng District"]]},", give a good insight into daily life in former times.\n\nThe ",{"type":"'''","value":["contemporary art scene"]}," in Beijing is booming and a large number of artists exhibit and sell their art in galleries around the city. The galleries are concentrated in a number of art districts, including the oldest and easiest accessible, but also increasingly commercial and mainstream, Dashanzi Art District in ",{"type":"[[","value":[["Beijing\/Chaoyang"],["Chaoyang District"]]},". (Bus Line 401 - departing from Dongzhimen or San Yuan Qiao)Other newer and perhaps more cutting edge art districts include Caochangdi in ",{"type":"[[","value":[["Beijing\/Chaoyang"],["Chaoyang District"]]}," and Songzhuan Artist's Village in ",{"type":"[[","value":[["Beijing\/Suburbs"],["Tongzhou District"]]},".\n\n",{"type":"==","value":["Talk"]},"\nThe language of Beijing is Mandarin Chinese. Standard Mandarin itself was the administrative language of the Ming and Qing dynasties and was based mainly on the Beijing dialect. For language students this makes studying in Beijing an excellent chance to learn the language in a relatively pure form. That being said, Beijing dialect contains nasal \"er\" sounds at the end of many words. Hence the ubiquitous lamb kabobs (羊肉串 ",{"type":"''","value":["yáng ròu chuàn"]},") become \"",{"type":"''","value":["yáng ròu chuànr"]},"\". In addition, the Beijing dialect consists of many local slangs which have not been incorporated into standard Mandarin. Beijing taxi drivers are famously chatty and will gladly engage students of the language offering excellent chances to practice the language and get a feel for the changes in the city and country from an \"Old Beijinger\".\n\nEnglish is spoken by staff at the main tourist attractions, as well as at major hotels. Otherwise, English speakers are not common, so always get your hotel's business card to show the taxi driver in case you get lost. Likewise, have staff at your hotel write down the names of any tourist attraction you plan to visit in Chinese, so locals can point you out in the right direction.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["Beijing#Districts"],["Districts"]]}," articles for individual listings."]},"\n\n",{"type":"===","value":["Walks and rides"]},"\n",{"type":"[[","value":[["File:The Great Wall-Badaling-2004d.jpg"],["thumb"],["321px"],["Great Wall of China at Badaling"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Great Wall of China"]},"  (长城 chángchéng) about a 1 hour train trip or 1.5 hour bus ride from the city (be aware of ",{"type":"[[","value":[["#Stay_safe"],["bus scams"]]},").  See ",{"type":"[[","value":[["Great Wall of China"],[{"type":"'''","value":["Great Wall"]}]]}," for general information on the Great Wall and see ",{"type":"[[","value":[["Beijing\/Rural Beijing#Do"],[{"type":"'''","value":["the suburb article"]}]]}," for individual listings.  The Badaling section is the most famous, but also over-restored and crowded. Jinshanling, Huanghuacheng and Simatai are more distant but offer a better view of the wall away from the crowds. (As of March 2011, Simatai is closed for restoration. It is expected to re-open in the 2012-2014 timeframe) Mutianyu has been restored, but is far less crowded than Badaling. Crowds are a definite issue with the Great Wall: at popular sections at popular times, it becomes not the Great Wall of China, but rather the Great Wall of Tourists. It is possible to rent a taxi for ¥400-800 for the round trip including waiting time.  You may want to bring a jacket against the wind or cold in the chillier season - in the summer you will need lots of water, and it will be cheaper if you bring your own."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hutongs"],["alt=胡同 Hútòng"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Beijing's ancient alleyways, where you can find traditional Beijing architecture. They date back to when Beijing was the capital of the Yuan dynasty (1266-1368). Most buildings in hutongs are made in the traditional courtyard (四合院 ",{"type":"''","value":["sìhéyuàn"]},") style. Many of these courtyard homes were originally occupied by aristocrats, though after the Communist takeover in 1949 the aristocrats were pushed out and replaced with poor families. Hutongs can still be found throughout the area within the 2nd Ring Road, though many are being demolished to make way for new buildings and wider roads. Most popular among tourists are the hutongs near Qianmen and Houhai. The hutongs may at first feel intimidating to travellers used to the new wide streets of Beijing, but the locals are very friendly and will often try to help you if you look lost."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rent a bicycle"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traverse some of the remaining hutongs.  There is no better way to see Beijing firsthand than on a bicycle but just be very aware of cars (Chinese driving styles may differ from those you are used to).  See above for bike rental information."]]}]},"\n",{"type":"===","value":["Theaters and concert halls"]},"\n",{"type":"'''","value":["National Centre for the Performing Arts"]}," in ",{"type":"[[","value":[["Beijing\/Xicheng#Do"],["Xicheng District"]]}," was finalised in 2007 and finally gave Beijing a modern theatre complex covering opera, music and theatre.  This is worth a visit even if you do not go to a performance.\n\nThe ",{"type":"'''","value":["Beijing Opera"]}," is considered the most famous of all the traditional opera performed around China.  This kind of opera is nothing like western opera with costumes, singing style, music and spectator reactions being distinctly Chinese.  The plot is usually quite simple, so you might be able to understand some of what happens even if you do not understand the language.  Some of the best places to watch Beijing Opera are found in ",{"type":"[[","value":[["Beijing\/Xuanwu#Do"],["Xuanwu District"]]}," including Huguang Huguang Theatre and Lao She Teahouse.  There are also a number in ",{"type":"[[","value":[["Beijing\/Dongcheng#Do"],["Dongcheng District"]]}," including Chang'an Grand Theatre.\n\n",{"type":"'''","value":["Acrobatics shows"]}," are also worth a visit if you want to see some traditional Chinese entertainment.  Some of the best shows are found in Tianqiao Acrobatics Theatre in ",{"type":"[[","value":[["Beijing\/Xuanwu#Do"],["Xuanwu District"]]}," and in Chaoyang Theatre in ",{"type":"[[","value":[["Beijing\/Chaoyang#Do"],["Chaoyang District"]]},".\n\n",{"type":"'''","value":["Drama plays"]}," have had a slow start in Beijing and are still not as widespread as you might expect for a city like Beijing, and you will most likely not be able to find many Western plays.  However, some good places for contemporary Chinese plays do exist including Capital Theatre in ",{"type":"[[","value":[["Beijing\/Dongcheng#Do"],["Dongcheng District"]]}," and Century Theater in ",{"type":"[[","value":[["Beijing\/Chaoyang#Do"],["Chaoyang District"]]},".\n\n",{"type":"'''","value":["Classical music"]}," has got a much stronger foothold in Beijing than drama plays.  Some of the best places to go are the National Centre for the Performing Arts and the Century Theater both mentioned above as well as Beijing Concert Hall in ",{"type":"[[","value":[["Beijing\/Xicheng#Do"],["Xicheng District"]]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=LIYUAN Theatre"],["url=http:\/\/www.liyuanjuchang.com.cn\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Opera\/Kung Fu Show at LAOSHE tea house"],["url=http:\/\/www.laosheteahouse.com\/"],["email="],["address="],["lat="],["long="],["directions=near tien an men square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Foot massage"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Have a highly enjoyable and relaxing foot massage and\/or pedicure etc (for a fraction of the price in the West) from any of the respectable and professional offerings in central Beijing (in the vicinity of the Beijing Hotel for example)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Debate!"],["url="],["email="],["address=Runqiyuan Tea House, 65 Andingmen Dong Dajie. 润琦缘茶馆 安定门东大街65号"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=W 20:00-22:00"],["price=free"],["content=If you think yourself a very argumentative person, are looking for intellectual exercise or just want to meet people you should attend at least one of the meetings of \"",{"type":"[","value":["http:\/\/www.beijingdebate.com\/ The Beijing Debate Society"]},"\" (BDS).  BDS is a not-for-profit, non-religious, non-political organisation that seeks to improve argument-building skills. BDS is governed by the British Parliamentarian Debates rules. The debating language is English."]]}]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"===","value":["Chinese (Mandarin) Lessons"]},"\nThere are many schools in Beijing that provide Mandarin lessons to foreigners:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Beijing Gateway Academy"],["alt=北京网关学校 Běijīng Wǎngguān Xuéxiào"],["url=http:\/\/www.learn-mandarin.net"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Branches in Andingmen and Wangjing. A well know language school that emphasizes custom language programs and small class sizes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=LTL Mandarin School"],["alt=邻语堂 línyǔtáng"],["url=http:\/\/www.livethelanguage.cn"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Focuses on teaching Mandarin through immersion into a Chinese language environment. Students live with Chinese homestay families, do full immersion trips in smaller cities around China and study in small groups or 1-on-1 in Beijing's Central Business District."]]}]},"\n",{"type":"===","value":["Cooking Classes"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cooking Classes in a hutong"],["alt=Black Sesame Kitchen"],["url=http:\/\/www.blacksesamekitchen.com"],["email="],["address=3 Black Sesame Hutong, Dongcheng District, Beijing, PRC 100009"],["lat="],["long="],["directions=http:\/\/www.blacksesamekitchen.com\/location\/"],["phone=+86.1369.147.4408"],["tollfree="],["fax="],["hours="],["price=¥300-350"],["content=Try to create one of many Chinese dishes — from cold starters to famous noodles and dumplings. Beijing is a very interesting place for gourmet tours and exploration of the cultures and traditions through food. This is a very delicious way to learn new things! The additional bonus of such learning is that you are acquiring new skills and bringing back home a piece of Chinese culture along with fantastic taste of Chinese cuisine. One of the options is \"",{"type":"[","value":["http:\/\/www.blacksesamekitchen.com\/ The Black Sesame Kitchen"]},"\". A cooking class or a fancy dinner with explanation of major flavors and meaning of different ingredients will be given in English. Reservations are a must!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hutong cuisine cooking class"],["url=http:\/\/hutongcuisine.com\/"],["email="],["address="],["lat="],["long="],["directions=Bus stops like dengshidonkou, bus 106\/104\/684\/685 or subway"],["phone="],["tollfree="],["fax="],["hours="],["price=¥260 + ¥100 for optional market \/ pers"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cooking Classes, Tea Tastings, Hutong Tours, Traditional Chinese Medicine"],["url="],["email="],["address=1 Jiu Dao Wan Zhong Xiang Hutong ",{"type":"{{","value":[["!"]]}," Beijing ",{"type":"{{","value":[["!"]]}," China 北京东城区九道湾中巷1号"],["lat="],["long="],["directions=info@thehutong.com or call"],["phone=+86 15901046127"],["tollfree="],["fax="],["hours="],["price=¥100-250"],["content=Located in a traditional courtyard home in downtown Beijing, The Hutong offers many different Chinese culture programs. Visitors can attend market tours, Chinese and international cooking classes, tea tastings and tours, traditional Chinese medicine appointments, private meals and events, or just stop by the roof top terrace to get a view of the authentic hutong culture. \"",{"type":"[","value":["http:\/\/www.thehutong.com\/ The Hutong"]},"\". Chefs, guides and teachers speak English, Chinese, Spanish, Dutch and more by request."]]}]},"\n",{"type":"===","value":["Universities"]},"\nBeijing is the centre of higher learning in China, with Peking and Tsinghua Universities being ranked among the best in the world. They attract top students from across China and globally as well. Most of the universities are clustered in Haidian District in the northwestern part of the city, and nearly all of the universities in Beijing accept foreign students. Most foreign students are on Chinese language programs which can last from a few weeks to a couple of years. If you have a sufficient ",{"type":"[","value":["http:\/\/hsk.org.cn\/english\/ HSK level"]}," then you can enroll in programs to study other subjects.\n\n",{"type":"[[","value":[["File:12 Tsinghua.jpg"],["thumb"],["350px"],["Tsinghua University, Beijing, China. Founded in 1911"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tsinghua University"],["alt=清华大学 Qīnghuá Dàxué"],["url=http:\/\/tsinghua.edu.cn\/eng\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=China's most prestigious university for science and technology."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Peking University"],["alt=北京大学 Běijīng Dàxué"],["url=http:\/\/en.pku.edu.cn"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=China's most prestigious university for arts subjects as well as China's most prestigious medical school."]]}]},"\n",{"type":"==","value":["Work"]},"\n\nMost of the international business offices are in Guomao, Dawang, around the Eastern 3rd Ring Road, Chaoyangmen.  The ",{"type":"'''","value":["Central Business District"]}," (CBD) is centered around Guomao.  Many technology companies have offices in Haidian.\n\nLike all of China, finding a job teaching English in Beijing is relatively easy for native speakers.  In fact, if you are of European descent some employers may assume that you are already qualified enough to teach English to Chinese students. However, more prestigious employers (especially universities and high-end language schools) will generally require an English teaching qualification and a Bachelor's degree (normally in any discipline, although sometimes specifically in English\/linguistics).\n\n",{"type":"'''","value":["Be aware:"]}," There has been explosive growth in the English teaching industry in recent years. This has brought the expected attendant problems with unregulated schools failing to deliver on their contracts with teaching staff. Before the Olympics it was common for teachers in Beijing to get by with business (F) visas and working as outside contractors for the schools. Similarly some teachers worked on tourist (L) visas. However, there was a government crackdown on this ",{"type":"'''","value":["illegal"]}," practice in the run-up to the Olympics. To ensure your employer runs a licit operation, you are strongly advised to check with existing teachers before signing a teaching contract with an unknown school. All reputable schools will assist in securing a work (Z) visa and a Foreign Expert Permit for their teachers.\n\nMay to August 2012 were declared as 100 days of extra-strict police control of foreigners' working visas after a widely published story of a drunken British citizen allegedly sexually assaulting a woman on Sanlitun bar district. Keep a copy of your passport and visa with you.\n\n\n",{"type":"{{","value":[["See also"],[{"type":"[[","value":[["China#Language_Teaching"],["Language Teaching in China"]]}]]},"\n",{"type":"{{","value":[["See also"],["Teaching English"]]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["Beijing#Districts"],["Districts"]]}," articles for individual listings."]},"\n\nThroughout nearly all markets in Beijing, ",{"type":"[[","value":[["haggling"]]}," is essential.  Especially when browsing through large, \"touristy\" shopping areas for common items, do not put it beneath your dignity to start bargaining at 15% of the vendor's initial asking price. In fact, in the most \"touristy\" markets final prices can often be as low as 15%-20% of the initial asking price, and \"removing a zero\" isn't a bad entry point in the bargaining process.  After spending some time haggling, never hesitate to threaten walking away, as this is often the quickest way to see a vendor lower his or her prices to a reasonable level. Buying in bulk or in groups may also lower the price. How high or low the vendor sets the asking price depends on the customer, the vendor, the product's popularity, and even the time of day. Vendors also tend to target visible minorities more, such as Caucasians or people of African descent.\n\nThe are a number of interesting ",{"type":"'''","value":["markets"]}," around Beijing where you can find all kind of cheap (and often fake) stuff.  Some of the most popular places are Xizhimen in ",{"type":"[[","value":[["Beijing\/Xicheng#Buy"],["Xicheng District"]]},", Silk Street or Panjiayuan in ",{"type":"[[","value":[["Beijing\/Chaoyang#Buy"],["Chaoyang District"]]}," and Hong Qiao Market in ",{"type":"[[","value":[["Beijing\/Chongwen#Buy"],["Chongwen District"]]},".\n\nAs an alternative to the markets you can go to some of ",{"type":"'''","value":["the shopping areas"]}," lined with shops.  This includes Nanluoguoxiang in ",{"type":"[[","value":[["Beijing\/Dongcheng#Buy"],["Dongcheng District"]]}," and Qianmen Dajie Pedestrian Street, Dashilan and Liulichang in ",{"type":"[[","value":[["Beijing\/Xuanwu#Buy"],["Xuanwu District"]]},".\n\nIf you are looking for ",{"type":"'''","value":["traditional Chinese food shops"]}," try Yinhehua Vegetarian in ",{"type":"[[","value":[["Beijing\/Dongcheng#Buy"],["Dongcheng District"]]},", Daoxiangcun, Liubiju or The Tea Street in ",{"type":"[[","value":[["Beijing\/Xuanwu#Buy"],["Xuanwu District"]]}," and Chongwenmen Food Market in ",{"type":"[[","value":[["Beijing\/Chongwen#Buy"],["Chongwen District"]]},".\n\nVisiting ",{"type":"'''","value":["hotel shops and department stores"]}," is not the most characterful shopping in China, but worth a look. While generally significantly more expensive, they are less likely to sell truly low quality goods. The old style of Chinese retailing is gradually being transformed by shops with a better design sense and souvenir items are getting better each year. Silk clothing, table settings and so on and other spots around town, are worth a look, as are porcelain, specialty tea and other traditional items.  Some of the most popular areas for this kind of shopping are Wangfujing and The Malls at Oriental Plaza both in ",{"type":"[[","value":[["Beijing\/Dongcheng#Buy"],["Dongcheng District"]]}," as well as Xidan in ",{"type":"[[","value":[["Beijing\/Xicheng#Buy"],["Xicheng District"]]},".\n\n",{"type":"'''","value":["Antiques"]},"\n\nThe ",{"type":"'''","value":["carpet"]}," business is strong in Beijing and you will find all manner of stores selling silk carpets and other varieties.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["Beijing#Districts"],["Districts"]]}," articles for individual listings."]},"\n\nThe best way to eat well and cheaply in Beijing is to enter one of the ubiquitous restaurants where the locals are eating and pick a few different dishes from the menu. Truth be told, anyone familiar with Western currency and prices will find Beijing a very inexpensive city for food, especially considering that tipping is not practiced in China.\n\nSome of the cheapest and most delicious meals can be had on the streets.  ",{"type":"'''","value":["Savory pancakes"]}," (煎饼果子 ",{"type":"''","value":["Jiānbĭng guŏzi"]},") are one of the most popular street snacks, eaten from morning till night with most carts operating during the morning commute and then opening again at night for the after-club crowds and night-owls. This delicious pancake is cooked with an egg on a griddle, a fried dough crisp is added, and the whole thing is drizzled in scallions and a savory sauce.  Hot sauce is optional. Diehard fans often go on a quest for the best cart in the city.  This  treat should only cost ¥2.50, with an extra egg ¥3.\n\n",{"type":"'''","value":["Lamb kebabs"]}," (羊肉串儿 ",{"type":"''","value":["yángròu chuànr"]},") and other kebabs are grilled on makeshift stands all around Beijing, from the late afternoon to late at night. Wangfujing has a \"snack street\" selling such mundane fare like lamb, chicken, and beef as well as multiple styles of noodle dishes, such as Sichuan style rice noodles, but the brave can also sample silkworm, scorpion, and various organs all skewered on a stick and grilled to order.\n\nA winter speciality, ",{"type":"'''","value":["candied haw berries"]}," (冰糖葫芦 ",{"type":"''","value":["bīngtáng húlu"]},") are dipped in molten sugar which is left to harden in the cold and sold on a stick.  You can also find variations with oranges, grapes, strawberries, and bananas, or dipped in crumbled peanuts as well as sugar. This sweet snack can also sometimes be found in the spring and the summer, but the haw berries are often from last season's crop.\n\nThe most famous street for food in Beijing is probably ",{"type":"'''","value":["Guijie"]}," (簋街\/鬼街 ",{"type":"''","value":["Guǐjiē"]},"), see ",{"type":"[[","value":[["Beijing\/Dongcheng"],["Dongcheng District"]]}," for further detail.\n\n",{"type":"[","value":["http:\/\/theme.hobobe.com\/guijie\/index.html ",{"type":"'''","value":["Street food in Beijing"]}]},":  Gui Street (簋街) is located within Dongzhimen, East of the street from Second Ring Road of the Western part of the Dongzhimen overpass and West of the street from East Main Street eastern end crossing.\n\nGui Street now showcases many excellent cuisines, the centre of a food paradise. Stretching over one kilometre, 90% of the commercial shops in the street house more than 150 eateries. You can definitely find most of the larger restaurants in the capital here.\n\n",{"type":"'''","value":["Peking Duck"]}," is a famous Beijing speciality served at many restaurants, but there are quite a few restaurants dedicated to the art of roasting the perfect duck.  Expect to pay around ¥40 per whole duck at budget-range establishments, and ¥160-200 at high-end restaurants.  Peking duck (北京烤鸭 ",{"type":"''","value":["Bĕijīng kăoyā"]},") is served with thin pancakes, plum sauce (甜面酱 ",{"type":"''","value":["tiánmiàn jiàng"]},")，and slivers of scallions and cucumbers.  You dip the duck in the sauce and roll it up in the pancake with a few slivers of scallions and\/or cucumbers.  The end result is a mouthwatering combination of the cool crunchiness of the cucumber, the sharpness of the scallions, and the rich flavours of the duck.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Guolin Home-style Restaurant"],["alt=郭林家常菜 Guōlín Jiācháng Cài"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This well-kept secret among Chinese people has some of the tastiest and most inexpensive ducks in all of Beijing.  Half a duck is just ¥58. And all its other delicious, innovative dishes keep customers coming back: be prepared for a bustling, noisy atmosphere, though the interior is often quite nice. Locations all over Beijing—look for a sign with two little pigs—including at Fangzhuang, Zhongguancun, Wudaokou, Xuanwu, and more. You can find one on Xisi Beijie between subways Ping'anli and Xinjieku, south of a Macdonald. See also Dadong restaurant in ",{"type":"[[","value":[["Beijing\/Dongcheng"]]}," or Quanjude in ",{"type":"[[","value":[["Beijing\/Chongwen"]]}]]}]},"\nBeijing is also known for its ",{"type":"'''","value":["mutton hotpot"]}," (涮羊肉 ",{"type":"''","value":["shuàn yáng ròu"]},"), which originally came from the Manchu people and emphasizes mutton over other meats.  Like variations of hotpot (general name 火锅 ",{"type":"''","value":["huŏ guō"]},") from elsewhere in China and Japan, hotpot is a cook-it-yourself affair in a steaming pot in the center of the table.  Unlike Sichuan hotpot, mutton hotpot features a savory, non-spicy broth. If that's not exciting enough for you, you can also request a spicy broth (be aware that this is flaming red, filled with peppers, and not for the weak!). To play it safe and satisfy everyone, you can request a yuan-yang (鸳鸯 ",{"type":"''","value":["yuānyáng"]},") pot divided down the middle, with spicy broth on one side and regular broth on the other.  Raw ingredients are purchased by the plate, including other types of meat and seafood, vegetables, mushrooms, noodles, and tofu, so it's also perfectly possible to have ",{"type":"'''","value":["vegetarian hotpot"]},". A dipping sauce, usually sesame, is served as well; you can add chilis, garlic, cilantro, etc., to customize your own sauce. While \"raw\" sounds dangerous, boiling the meat yourself is the best way to ensure that more risky meats like pork are fully cooked and free of germs. In the city center, hotpot can run as much as ¥40-50 per person, but on the outskirts it can be found for as little as ¥10-25.  Low-budget types may reuse the spices or cooking broth from previous guests, although it has been boiling for several hours.\n\nBeijing provides an ideal opportunity to sample food from all over the country. Some of Beijing's best restaurants serve food from ",{"type":"[[","value":[["Sichuan"]]},", ",{"type":"[[","value":[["Hunan"]]},", ",{"type":"[[","value":[["Guangzhou"]]},", ",{"type":"[[","value":[["Tibet"]]},", ",{"type":"[[","value":[["Yunnan"]]},", ",{"type":"[[","value":[["Xinjiang"]]},", and more.\n\nFor ",{"type":"'''","value":["vegetarians"]},", Beijing's first pure vegetarian buffet restaurant is located a Confucius Temple, see ",{"type":"[[","value":[["Beijing\/Dongcheng"],["Dongcheng District"]]}," for further detail.\n\n",{"type":"'''","value":["Origus"]}," has numerous locations throughout Beijing, and offers an all-you-can-eat pizza\/pasta buffet for ¥39, including soft drinks and dessert bar.  If you're in the mood for Texan fare, head for the ",{"type":"'''","value":["Tim's Texas BBQ"]}," near the Jianguomen subway station. They'll happily provide you with your favourite American food and drink. Tony Roma's has a location in Wangfujing (in the Oriental Plaza).  Korean restaurants are also very common in Beijing. A frequent meal is the grill-it-yourself barbeque, including beef, chicken, and seafood items as well as some vegetables including greens and potatoes.\n\nAll luxury hotels have at least one restaurant, which can be of any cuisine they believe their guests will enjoy. You will find French, Italian, American, and Chinese restaurants in most hotels. Restaurants that serve abalone and shark fins are considered the most expensive restaurants in the city. Expect to pay upwards of ¥800 for a \"cheap\" meal at one of these restaurants, much more if splurging.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Tea"]},", tea, and more tea!  Some shops are in malls and others are stand-alone establishments. Whatever their location, always ask the price before ordering or else brace yourself for the most expensive egg-sized cup of tea in the world. You can experience different styles of tea ceremonies and tea tastings at ",{"type":"'''","value":["tea houses"]}," especially in the Qianmen area south of Tiananmen Square.  These can range widely in quality and price. Some tea houses are really tourist traps whose main goal is to milk you of your money (See warning box). You can get a ",{"type":"''","value":["free"]}," tea demonstration at most Tenrenfu tea houses which are located throughout the city and at some malls. A private room or a quiet back table in a tea house with mid-range tea for two should cost ¥100-200. After an afternoon in such shops the remaining tea is yours to take home. Once tea is ordered, the table is yours for as long as you like.\n\nAs a tea-loving country and grower of much of the world's tea, ",{"type":"'''","value":["coffee"]}," is not as easy to find but a taste for it—along with more expats dotted throughout Beijing—has seen more emerging middle class and students drinking it. For example, the city alone has 50 Starbucks locations. Most are situated around shopping malls and in commercial districts of the city. Other international chains such as ",{"type":"'''","value":["Costa Coffee"]},", ",{"type":"'''","value":["Pacific Coffee"]}," and so on also have locations around Beijing. Coffee of varying qualities is also available in the ubiquitous Taiwanese style coffee shops such as ",{"type":"'''","value":["Shangdao Coffee"]},". These are usually located on the second floor of buildings and oftentimes offer Blue Mountain ",{"type":"'''","value":["Styled"]}," Coffee, making places like restaurants seem a real bargain. Most coffee shops will offer wireless. Baristas in non-chain coffee shops may not be educated on how to make generally accepted espresso drinks, like lattes and cappuccinos. Espressos of Kaffa Cafe, a local coffee enterprise and coffee technical developing organization, usually taste better and are more consistent.\n\n",{"type":"'''","value":["Chinese beer"]}," can be quite good. The most preferred beer in China is Tsingtao (青岛 ",{"type":"''","value":["Qīngdǎo"]},") which can cost ¥10-20 in a restaurant, or ¥2-4, depending on size, from a street vendor, but in Beijing, the city's homebrew is Yanjing beer (燕京 ",{"type":"''","value":["Yànjīng"]},"), and has a dominating presence in the city (Yanjing being the city's name from its time 2,000 years ago as capital of the state of Yan).  Beer mostly comes in large bottles and has 3.1%-3.6 alcohol content. Both Yanjing and Qingdao come in standard (普通 ",{"type":"''","value":["pǔtōng"]},") and pure (纯生 ",{"type":"''","value":["chúnshēng"]},") varieties; the difference mainly seems to be price.  Beijing Beer (北京啤酒 ",{"type":"''","value":["Běijīng Píjiǔ"]},"）is the probably the third most popular brand. Craft beers are also making an appearance in Beijing, with specialty beers found in various German-themed restaurants throughout the city, as well as Beijing's first dedicated microbrewery, Great Leap Brewing (大跃), located in East Beijing's charming hutongs.\n\nGreat Wall is the most popular local brand of grape ",{"type":"'''","value":["wine"]},".  Wine made in China does not have a great reputation, though this is changing. Giving wine as a gift is not a common custom in most places in China and most people will not be accustomed to wine etiquette or appreciation (white wine is often mixed with Sprite).  Imported red wines are usually of a better quality and can be found in big supermarkets, import good stores, and some restaurants.\n\nThe most common ",{"type":"'''","value":["hard liquor"]}," is baijiu (白酒 ",{"type":"''","value":["báijiǔ"]},"), made from distilled grain (usually sorghum) spirits. It comes in a variety of brands and generally for very cheap prices (¥8 for a small bottle) and should be avoided if you want to have a clear mind for your travels on the next day. The most famous local brand is called Erguotou (二锅头 ",{"type":"''","value":["Èrguōtóu"]},"), which has 54% alcohol content. It should be noted that the local Erguotou is sold in gallon containers, often on the same shelf as water and with a similar price-range and indistinguishable colour. Care must be made not to confuse the two. Maotai (茅台 ",{"type":"''","value":["Máotái"]},"), the national liquor, is one of the more expensive brands, and it used to cost about as much as an imported bottle of whiskey—but now it costs a lot more, from ¥1000-2000. Wuliangye (五粮液) is another high-end brands, costs around ¥1000. Due to its mild taste, Wuliangye might be a better option for first time baijiu drinker. A large selection of imported liquor can be found at most bars and big supermarkets. One should better buy expensive liquor (both domestic and imported) from big supermarkets in order to avoid fake ones.\n\n",{"type":"===","value":["Places to drink"]},"\n\n",{"type":"''","value":["See the ",{"type":"[[","value":[["Beijing#Districts"],["Districts"]]}," articles for individual listings."]},"\n\nMost of Beijing's bars are located in one of the bar clusters around the city.  A few years back, the only one was Sanlitun, but almost every year the last few years have seen a new area emerge.  The most important areas are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Houhai"]}," in ",{"type":"[[","value":[["Beijing\/Xicheng#Drink"],["Xicheng District"]]}," located around the lake, Houhai"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Nanluogu Xiang"]}," in ",{"type":"[[","value":[["Beijing\/Dongcheng#Drink"],["Dongcheng District"]]}," located in the middle of the hutongs"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sanlitun"]}," in ",{"type":"[[","value":[["Beijing\/Chaoyang#Drink"],["Chaoyang District"]]}," was once the centre of nightlife in Beijing and still popular with expats but increasingly uninteresting for travellers and locals."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Workers Stadium"]}," in ",{"type":"[[","value":[["Beijing\/Chaoyang#Drink"],["Chaoyang District"]]}," has taken over part of the action in nearby Sanlitun."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["West Gate of Chaoyang Park"]}," in ",{"type":"[[","value":[["Beijing\/Chaoyang#Drink"],["Chaoyang District"]]}," is one of the newest bar areas in Beijing"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ladies' Street"]}," in ",{"type":"[[","value":[["Beijing\/Chaoyang#Drink"],["Chaoyang District"]]},". By day it has some fashion shops, as its name suggests, but it is also home to some interesting new bars, restaurants and clubs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Yuan Dynasty Wall Bar Street"]}," in ",{"type":"[[","value":[["Beijing\/Chaoyang#Drink"],["Chaoyang District"]]}," is a new ready-made bar area located nicely along a small river and a park but with quite uninteresting bars."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wudaokou"]}," in ",{"type":"[[","value":[["Beijing\/Haidian#Drink"],["Haidian District"]]},", where most of the foreign and local university students hang out.  There are a number of bars and restaurants which serve a great variety of wine, beer and liquor for cheap.  This area is also well known for its huge Korean population and a good place to find Korean food."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dashanzi"]}," in ",{"type":"[[","value":[["Beijing\/Chaoyang#Drink"],["Chaoyang District"]]},", Beijing's trendy art zone, this old warehouse and factory district has been taken over by art galleries, art shops and bars. Well worth the t"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["Beijing#Districts"],["Districts"]]}," articles for individual listings."]},"\n\nForeign visitors were once restricted to staying in high-priced official hotels. Tour groups tend to use these hotels but do so at rates far below those published. In general, restrictions on where foreigners can stay have become less and less frequently enforced. Hostels and western-style travel hotels are almost universally open to foreign guests. The lowest end Chinese accommodations - Zhaodaisuo (招待所) - are generally inaccessible to the foreign community. However, for those determined to get a bargain, you ",{"type":"'''","value":["may"]}," be able to get a room if you speak Chinese. Many of the hostels are located in ",{"type":"[[","value":[["Beijing\/Dongcheng#Sleep"],["Dongcheng District"]]}," and ",{"type":"[[","value":[["Beijing\/Xuanwu#Sleep"],["Xuanwu District"]]},". Discounted rates start around ¥30 for dorms and just below ¥200 for doubles in the cheapest hostels.\n\nThere are a large number of three and four star mid-range hotels throughout the city and in all districts.  The listed rates for these kind of hotels are often in the range of ¥500-1,000 but you can often get a discount of around 50%.\n\nSome 'expensive' hotels are in the city centre, especially in ",{"type":"[[","value":[["Beijing\/Dongcheng#Sleep"],["Dongcheng District"]]},", and on the eastern 3rd Ring Road in ",{"type":"[[","value":[["Beijing\/Chaoyang#Sleep"],["Chaoyang District"]]},", however by Western standards these hotels are still relatively cheap.  In the outlying areas, especially out by the ",{"type":"[[","value":[["Great Wall of China"],["Great Wall"]]},", are some country club type resorts as well as some unique, one-of-a-kind, hotels.  For the most expensive hotels, the listed rates start at around ¥4,000, but are often discounted to a level around ¥1,500.\nThere is also a \"line\" of budget hostel, south of Qian Men in ",{"type":"[[","value":[["Beijing\/Chongwen"]]},", big street on right: Leo hostel, 365 Inn, split in 2 \/ take left, Jing Yi shi hostel, train booking office, street on the left to Leo courtyard, Far east hostel.\n\n",{"type":"==","value":["Stay safe"]},"\nDespite its size, Beijing is a very safe city, and violent crime is extremely rare. However, tourists are often preyed upon by cheats and touts, who attempt to pull a number of ",{"type":"[[","value":[["Common scams"],["scams"]]}," on tourists. Be especially cautious in the inner city, around Tiananmen Square, and on the tourist-crowded routes to the Great Wall.\n\nOn the other hand, fears of scams have led many travelers to be overly dismissive of Chinese people who approach them. Many Chinese are tourists in their capital for the first time as well and they are genuinely curious about foreigners and may just want to practice their English and get a picture with you. Being asked to have your picture taken is very common and there are no known scams associated with this. Be friendly but don't feel pressured to go somewhere you hadn't planned on going in the first place. If you are outside the tourist areas then your chances of being scammed drop dramatically.\n\nChinese people are very friendly to travellers and expats in general; seeing through a scam requires the same common sense as travelling anywhere in the world. Beijing scams are not particularly innovative or brutal in world-wide comparison, and as long as you ",{"type":"''","value":["keep your wallet out of sight"]},", you can always walk away without fear of violence or theft. That said, there are some common scams to be aware of.\n\n",{"type":"*","value":[" For tours to the ",{"type":"'''","value":["Great Wall"]},", be wary: the driver might just stop and set you off before your destination. Only pay afterwards if you are absolutely sure you are at the destination. Do not go for organized tours to the Great Wall in the ¥100-150 range that are advertised by people handing out flyers around the Forbidden City (or in the latest scam, masquerading as the real bus service to the Great Wall which only costs ¥20, but is guaranteed to waste your entire day). Conveniently you are picked up from your hotel (so they know where to get back at you, in case you will not pay), you end up on a shopping tour and afterwards you have to pay upfront to get back to the city. Of course, there are exceptions, and people showing letters of recommendation from their previous travels and pictures are usually ok, as are people offering trips to the wilder parts of the Great Wall (i.e. not Badaling or Juyong). Shopping tours are also advertised from certain hotels, ask in advance for a tour without shopping to be sure."]},"\n",{"type":"*","value":[" At the Bird's Nest, there will be people trying to sell you small items, such as Beijing 2008 Memorabilia, or toys that seems fun to play with. They will tell you that they are offering it to you for much less, then after you pay for your item, shortly after they will claim you never paid for it and will follow you around until you either give back them or pay again. Usually they offer items to you at very good deals, but don't fall for the trick, you'll end up paying double, if not more."]},"\n",{"type":"*","value":[" Do not be tricked by students or young adults offering to go out for a beer or coffee to practice their English. Some scam artists will run up an elaborate bill by ordering food or alcohol and then expect you to pay for it or even half whether or not if you do or do not eat the food they order. In Chinese culture if someone invites you out for tea or dinner they pay the bill. If you are feeling this situation is about to happen shift credit cards out of your wallet by going to the bathroom or while sitting at the table. The scam artists can be working with the restaurant and the restaurant will ask you to pay with a credit card. Another sign if it is a scam is if they ask to follow you to a bank or back to your hotel to get additional money to pay them back. These people can come on very nice and come off as very nice people. If they want to follow you back to your hotel or hostel have them wait in the lobby and do not return. These people will likely avoid confrontation and eventually leave. These cases tend to happen mainly when you are alone. But, if you do not have any plans and want to exploit the exchange rate, it is not the worst idea. In any case, be nice and refuse politely, that will do the job for you."]},"\n",{"type":"*","value":[" Do not follow any ",{"type":"'''","value":["\"students\""]}," or Chinese ",{"type":"'''","value":["\"tourists\""]}," wanting to show you something. They are most likely scammers or semi-scammers. Examples include \"art students\" who bring you to their \"school exhibition\" and pressure you to buy art at insanely inflated prices. Tea sampling is another scam. It is free to sample tea for locals, but for tourists...you should ask. Always get prices in advance and keep the menu if you are concerned. In one incident, after sampling 5 types of tea with two \"students\", a group of tourists were confronted with a bill for ¥1260! They even produced an English menu with the extortionate prices for sampling. Young attractive female \"students\" also try to lure male tourists to shops, restaurants or night clubs. The prices at such places can be extremely high for basically nothing.\"'''"]},"\n",{"type":"*","value":[" In 2010 there were reports of aggression against people of foreign descent in Beijing from one club in particular, ",{"type":"''","value":["Latte"]},". The US embassy released a ",{"type":"[","value":["http:\/\/beijing.usembassy-china.org.cn\/12172010u.html note"]}," in 2010 advising citizens of the USA not to go there. There are few details of what happened there. Since then many travellers and local expats have frequented there without incidence. These seem to have been isolated occurrences."]},"\n",{"type":"*","value":[" Fake alcohol can sometimes be a problem, not frequently but sometimes. A good rule is that if it seems a lot cheaper than other places you've been than you might want to think hard about whether to take that ¥5 or ¥10 shot. It might be cheap for a reason. For information on which bars serve fake alcohol and which ones don't check any local review site. You can find these sites pretty easily they are just a search away."]},"\n",{"type":"*","value":[" Fake Cigarettes can also be an issue. Be careful when making any purchases. Although it will be very hard for you to guess unless you are an expert smoker who knows his cigarettes like he does his wine."]},"\n",{"type":"*","value":[" Take care when offered a ride in a rickshaw (pedicab). Make sure you and your driver know where you are going to be taken in advance and agree on a price in writing. If not, you might get into an argument with the driver and end up paying a lot more than is fair. Rickshaw drivers generally charge ¥5 or ¥10 more than a taxi for short distances. It could be more for longer ones."]},"\n",{"type":"*","value":[" Be wary of fake money. You may observe Chinese people inspecting their money carefully, and with a reason: there are a lot of counterfeit bills in circulation. The most common are 100's and 50's. A few tips for identifying counterfeit bills:"]},"\n",{"type":"*","value":[" Be very careful if someone wants to ",{"type":"'''","value":["give back"]}," the largest currency bill (¥50 and ¥100) by the excuse of \"no change\". In an attempt to pass you a counterfeit bill they may tell you that they have lowered the price in your benefit. Or, they may ask you to contribute an additional sum in order to pass you the ¥100. If they give you back all the change money plus the coins on top (though coins are rare in Beijing) take your time to check each bill carefully."]},"\n",{"type":"*","value":[" Another version of the above trick is when a vendor refuses to accept your ¥100 bill claiming that it's ",{"type":"'''","value":["fake"]},". The truth is most likely that he took your genuine bill and discretely changed it for a fake one which he now is trying to give back to you. Hard to prove unless you saw the swap."]},"\n",{"type":"*","value":[" To check any ¥50 and ¥100 bill you get, do this: most importantly, check the ",{"type":"'''","value":["paper"]},". If its torn, thin or very slippery, ask for a different bill. Next, check the ",{"type":"'''","value":["watermark"]},", it should blur out softly. If there are hard visible corners in the watermark, reject the bill. Last, check the green \"100\" ",{"type":"'''","value":["imprint"]}," on the lower left corner. It should be clearly painted on the bill so you can both feel and see a relief. If its missing or not feelable, reject the bill also. Rejecting bills is not considered impolite. It is perfectly acceptable to hand back a bill and ask for a different one.  If the vendor gets upset, you should consider cancelling the purchase and moving on.  If the colouring of a banknote is faded, it does not necessarily mean it is fake."]},"\nTraffic can be crazy in Beijing, and reckless driving is fairly normal. People honk all the time. Honking is not usually considered rude. It is simply another way to indicate that the driver is there. Be prepared for drivers to violate traffic laws even to the extent of going in reverse on highways to back up to a missed exit or driving on a sidewalk. Also expect occasional road debris (a piece of wood or torn out tire) to be laying in the roadway. Pedestrians should be very careful crossing the street people will generally stop for you, but they will honk. Keep an eye on the locals and cross with them — there is strength in numbers.\n\nFree emergency telephone numbers:\n",{"type":"*","value":[" Police: ",{"type":"'''","value":["110"]},"."]},{"type":"*","value":[" Fire alarm: ",{"type":"'''","value":["119"]},"."]},{"type":"*","value":[" Medical care: ",{"type":"'''","value":["120"]},"."]},"Remember these three telephone numbers, and they are valid in almost entire mainland China.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"''","value":["See the ",{"type":"[[","value":[["China#Stay healthy"],[{"type":"'''","value":["Chinese Stay Healthy"]}]]}," article for general health and food advice."]},"\n\n",{"type":"''","value":["See ",{"type":"[[","value":[["China#Smog"],[{"type":"'''","value":["Chinese Smog"]}]]}," for air pollution issues."]},"\n\nTap water in Beijing is generally not safe for drinking. Locals always boil the tap water before they drink it, and you should too. Hygiene for cooked food is generally not an issue. Chinese people place a lot of emphasis on the freshness of their food, so any food you eat is usually cooked to order. However, be wary if you plan to eat cold or raw dishes.\n",{"type":"[[","value":[["File:Beijing smog comparison August 2005.png"],["thumb"],["Heavy air pollution has resulted in widespread smog. These photographs, taken in August 2005, show the variations in Beijing's air quality."]]},"\n",{"type":"{{","value":[["infobox"],["Face Masks for Pollution"],["A white surgical face mask may help with the occasional dust storms, but a simple fabric or paper mask will not protect you against smaller airborne particles. Most smog or haze outbreaks are made up of fine particles that are 2.5 microns or smaller (PM2.5). N95 masks provide good protection against smog as they are at least 95% efficient against fine particles that are about 0.1 – 0.3 microns. They are 99.5% efficient against larger particles of 0.75 microns or more."]]},"\n",{"type":"[[","value":[["China#Smog"],[{"type":"'''","value":["Air pollution"]}," and ",{"type":"'''","value":["Smog"]}]]}," has traditionally been a big problem in Beijing like any other big city in China. Car exhaust, coal burning, and dust storms from the Gobi desert combine to make some of the worst city air on the planet. Winter is the worst time as the cold air creates an inversion layer and traps the pollution in the city. In 2013, Beijing was in the news for a sudden spike in its smog. The air quality was \"beyond index\", which can be fatal to those who are sensitive to air pollution. \n\nIt's a good idea to check the air-quality readings online first thing every morning, as well as the weather forecast for any expected winds or precipitation that may mitigate it later in the day. The regular readings from the U.S. embassy's air-quality monitor are on Twitter and thus blocked; however, they are mirrored at sites like ",{"type":"[","value":["http:\/\/www.aqicn.org this"]},". If it is \"unhealthy\" or \"hazardous\", consider cutting back on your activities if they are likely to involve a lot of walking outside, in favor of visits to museums or shops. If you have a flexible schedule and plan to visit the Great Wall or Summer Palace, the higher elevations at those attractions (the Wall in particular) should get you above the smog.\n\nThere are many hospitals in Beijing, but the public hospitals that most locals visit are generally not up to the standard that foreigners from Western countries are used to. In addition, it is unlikely that any of the doctors or nurses would be able to communicate in English. Ambulance services are unreliable, and in the event of an emergency, taking a taxi is usually much quicker. There are also several ",{"type":"'''","value":["private hospitals"]}," in Beijing that are set up specifically to cater to expatriates, the most well known one being ",{"type":"[","value":["http:\/\/beijing.ufh.com.cn\/en\/ Beijing United Family Healthcare"]},". The doctors and nurses at these hospitals are able to speak English, and the standard of care is usually far superior to what the local Chinese have to put up with. However, they are generally very expensive if you are not covered by insurance.\n\n",{"type":"==","value":["Cope"]},"\n\nYou can get a free map from a Beijing tourist information office (near most tourist places).\n\n",{"type":"===","value":["Post office"]},"\n\nMany available: One south of Qianmen subway station, hours 08:30-18:00.\n\n",{"type":"===","value":["Internet access"]},"\nInternet access is highly restricted in China. Facebook, Twitter, and YouTube are completely blocked, and it is not uncommon for many foreign websites not to load. Examples of partially blocked sites include Wikipedia, Blogspot, and Tumblr. To circumvent this problem you can purchase a commercial VPN to tunnel out of the firewall. These can cost from free to $20 per month. Be aware that free versions have security holes and can increase your chances of getting hacked.\n\nFree WiFi can be found in Costa Coffee, Charlie Brown Café, Starbucks (after a pin has been sent to your mobile phone), McDonald's (30 minute time limit after registration), and many other small independent cafés. These cafés can look like restaurants from the outside, but most any place that is called a café will have WiFi. WiFi is also common in hostels and hotels.\n\n",{"type":"===","value":["Laundry"]},"\nLaundry is very expensive to be done in Beijing, both at the hotels and at laundry service shops since they both charge by piece. The best alternative is the Jing Quan laundry service located at the Beijing University where you can have a full machine of clothes washed for around ¥10. It is located next to several dormitories in the southwest corner of ",{"type":"'''","value":["Peking University"]},". Simply enter the campus at the southwest gate and then walk east in a straight line. Friendly Peking University students you'll encounter while holding your sack of laundry will be glad to point you in the right direction to ",{"type":"'''","value":["Jing Quan"]},"; it's about a 5 minute pleasant stroll away from the southwest gate. It's especially convenient if you're going to the Summer Palace as it's a nice stop along the way. There is also a laundry delivery service called ",{"type":"[","value":["http:\/\/https\/\/:www.laundrytown.com Laundry Town"]},".\n\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"{|","value":[["|-"],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Afghanistan"]]}," ",{"type":"{{","value":[["listing"],["name=Afghanistan"],["alt=阿富汗伊斯兰共和国大使馆"],["url="],["email="],["address=8 Dongzhimenwai Dajie (东直门外大街8号)"],["lat="],["long="],["directions="],["phone=+86 10 6532-1582"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Albania"]]}," ",{"type":"{{","value":[["listing"],["name=Albania"],["alt=阿尔巴尼亚共和国大使馆"],["url="],["email="],["address=28 Guanghua Lu (光华路28号)"],["lat="],["long="],["directions="],["phone=+86 10 6532-1120"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Algeria"]]}," ",{"type":"{{","value":[["listing"],["name=Algeria"],["alt=阿尔及利亚民主人民共和国大使馆"],["url="],["email="],["address=7 Sanlitun Lu (三里屯路7号)"],["lat="],["long="],["directions="],["phone=+86 10 6532-1231"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Angola"]]}," ",{"type":"{{","value":[["listing"],["name=Angola"],["alt=安哥拉共和国大使馆"],["url="],["email="],["address=1-8-1 Ta Yuan Diplomatic\nOffice Building (塔园外交人员办公楼1-8-1)"],["lat="],["long="],["directions="],["phone=+86 10 6532-6968"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Antigua and Barbuda"]]}," ",{"type":"{{","value":[["listing"],["name=Antigua & Barbuda"],["alt=安提瓜和巴布达大使馆"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Argentina"]]}," ",{"type":"{{","value":[["listing"],["name=Argentina"],["alt=阿根廷共和国大使馆"],["url="],["email="],["address=11 Dongwu Jie, Sanlitun (三里屯东5街11号)"],["lat="],["long="],["directions="],["phone=+86 10 6532-1406"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Armenia"]]}," ",{"type":"{{","value":[["listing"],["name=Armenia"],["alt=亚美尼亚共和国大使馆"],["url="],["email="],["address=9 Ta Yuan Nanxiao Jie (塔园南小街9号)"],["lat="],["long="],["directions="],["phone=+86 10 6532-5677"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["alt=澳大利亚大使馆"],["url=http:\/\/china.embassy.gov.au"],["email=pubaff.beijing@dfat.gov.au"],["address=21 Dongzhimenwai Dajie, Sanlitun (三里屯东直门外大街21号)"],["lat="],["long="],["directions="],["phone=+86 10 5140-4111"],["tollfree="],["fax=+86 10 5140-4204, +86 10 5140-4230"],["hours=M-F 08:30-17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["alt=奥地利大使馆"],["url=http:\/\/www.bmeia.gv.at\/botschaft\/peking.html"],["email=peking-ob@bmeia.gv.at"],["address=建国门外，秀水南街5号"],["lat="],["long="],["directions="],["phone=+86 10 6532-9869 and +86 10 6532-9879"],["tollfree="],["fax=+86 10 6532-1505"],["hours=M-F 09:00-12:00, 13:00-17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Azerbaijan"]]}," ",{"type":"{{","value":[["listing"],["name=Azerbaijan"],["alt=阿塞拜疆驻华大使馆"],["url=http:\/\/www.azerbembassy.org.cn\/#"],["email=mailbox@azerbembassy.org.cn"],["address=Qijiayuan Diplomatic Compound, Villa No. B-3 (齐家园外交公寓，B3号别墅) 100600"],["lat="],["long="],["directions="],["phone=+86 10 6532-4614, +86 10 6532-4698"],["tollfree="],["fax=+86 10 6532-4615"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bahrain"]]}," ",{"type":"{{","value":[["listing"],["name=Bahrain"],["url="],["email="],["address=10-06, Liangmaqiao Diplomatic Residence Compound, No. 22, Dong Fang Dong Lu, Chaoyang District"],["lat="],["long="],["directions="],["phone=+86 10 6532-6483"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplomatie.be\/beijing\/"],["email="],["address=比利时驻华大使馆 6, San Li Tun Lu"],["lat="],["long="],["directions="],["phone=+86 10 6532-1736"],["tollfree="],["fax="],["hours=M-F 08:30—12:30, 14:00—17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/brazil.org.cn\/"],["email="],["address=27, Guanghua Lu, Chaoyang District"],["lat="],["long="],["directions="],["phone=+86 10 6532-2881"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Bulgaria"]]}," ",{"type":"{{","value":[["listing"],["name=Bulgaria"],["url=http:\/\/www.mfa.bg\/bg\/43\/"],["email=Embassy.Beijing@mfa.bg"],["address=4, XIU SHUI BEI JIE"],["lat="],["long="],["directions="],["phone=+86 10 6532-1916, +86 10 6532-1946"],["tollfree="],["fax=+86 10 6532-4502"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url="],["email="],["address=(加拿大驻华大使馆) 19 Dongzhimenwai Dajie, Chaoyang District (北京市朝阳区东直门外大街19号)"],["lat="],["long="],["directions="],["phone=+86 10 5139-4000"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Chile"]]}," ",{"type":"{{","value":[["listing"],["name=Chile"],["url=http:\/\/echilecn.com\/eg\/index.asp"],["email="],["address=No. 1 Sanlitun Dongsi Jie"],["lat="],["long="],["directions="],["phone=+86 10 6532-1591"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Cyprus"]]}," ",{"type":"{{","value":[["listing"],["name=Cyprus"],["url="],["email="],["address=China 2-13-2, Ta Yuan Diplomatic Office Bldg, 14 Liang Ma He Nan Rd, Chaoyang District"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Czech Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Czech Republic"],["url=http:\/\/www.mzv.cz\/beijing"],["email="],["address=Guangqumen Outer St S"],["lat="],["long="],["directions="],["phone=+86 10 6532-6902"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Estonia"]]}," ",{"type":"{{","value":[["listing"],["name=Estonia"],["url=http:\/\/www.peking.vm.ee\/est"],["email="],["address=50 Liangmaqiao Road, Chao Yang District"],["lat="],["long="],["directions="],["phone=+86 10 6463-7913"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/finland.cn\/public\/default.aspx?culture=en-US&contentlan=2"],["email=sanomat.pek@formin.fi"],["address=Beijing Kerry Centre Level 26, South Tower Guanghua Lu 1, Beijing 100020"],["lat="],["long="],["directions=芬 兰驻华大使馆, 100020 中国北京朝阳区, 光 华路 1 号, 嘉里中心南楼 26 层"],["phone=+86 10 8519-8300"],["tollfree="],["fax="],["hours=Mo-Fr 8:30AM-noon, 1PM-4:45PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url="],["email="],["address=3 Sanlitun Dongsanjie, Chaoyang District 北京市朝阳区三里屯东三街3号"],["lat="],["long="],["directions="],["phone=+86 10-85328080"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Georgia"]]}," ",{"type":"{{","value":[["listing"],["name=Georgia"],["url="],["email="],["address=No. LA 03-02, Section A, Liangmaqiao Diplomatic Compound, No.22 Dongfang Dong Lu, Chaoyang District"],["lat="],["long="],["directions="],["phone=+86 10-6532-7518, +86 10 6532-7525"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=No.17, Dong Zhi Men Wai Da Jie"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["alt=Hellenic Republic Embassy"],["url=http:\/\/www.grpressbeijing.com\/"],["email=gremb.pek@mfa.gr"],["address=17\/Floor, THE PLACE TOWER,The Place, No.9 Guang Hua Lu, Chao Yang District, Beijing 100020"],["lat="],["long="],["directions="],["phone=+86 10 6587-2838, +86 13911 807084 (Emergency Number)"],["tollfree="],["fax=+8610-6587 2839"],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Iceland"]]}," ",{"type":"{{","value":[["listing"],["name=Iceland"],["url=http:\/\/www.iceland.org\/cn\/english\/"],["email="],["address=Room 802, Tower 1, Landmark Building, No.8 Dong San Huan Bei Lu"],["lat="],["long="],["directions="],["phone=+86 10 6590-7795"],["tollfree="],["fax="],["hours=09:00-17:00, Mon.-Fri."],["price="],["content=Email: icemb.beijing@utn.stjr.is"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["url=http:\/\/indianembassy.org.cn"],["email="],["address=1 Ritan Donglu"],["lat="],["long="],["directions="],["phone=+86 010-6532 1908"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Indonesia"]]}," ",{"type":"{{","value":[["listing"],["name=Indonesia"],["url=http:\/\/indonesianembassy-china.org"],["email="],["address=Dongzhimenwai Dajie No. 4, Chaoyang District"],["lat="],["long="],["directions="],["phone=+86 10 6532-5489, +86 10 6532-5486\/88"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Iran"]]}," ",{"type":"{{","value":[["listing"],["name=Iran"],["url="],["email="],["address=No. 13, Dong Liu Jie, San Li Tun, Beijing 100600"],["lat="],["long="],["directions="],["phone= +86 10 6532-2040"],["tollfree="],["fax=+86 10 6532-1403"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Iraq"]]}," ",{"type":"{{","value":[["listing"],["name=Iraq"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url=http:\/\/www.embassyofireland.cn\/"],["email="],["address=3 Ritan Dong Lu, Beijing 100600"],["lat="],["long="],["directions="],["phone=+86 10 6532-2691"],["tollfree="],["fax="],["hours="],["price="],["content=Embassy of Ireland at Beijing. beijing@dfa.ie"]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["url=http:\/\/beijing.mfa.gov.il\/mfm\/web\/main\/missionhome.asp?LanguageID=0&Question2=&MissionID=87&MissionID="],["email="],["address=No. 17, Tianzelu, Chaoyang District"],["lat="],["long="],["directions="],["phone=+86 10 8532-0500"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url="],["email="],["address=2, San Li Tun Dong Er Jie"],["lat="],["long="],["directions="],["phone=+86 10 8532-7600"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Kazakhstan"]]}," ",{"type":"{{","value":[["listing"],["name=Kazakhstan"],["alt="],["url="],["email="],["address=Dong Liu Road , San Li Tun"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],[{"type":"*","value":[{"type":"{{","value":[["flag"],["North Korea"]]}," ",{"type":"{{","value":[["listing"],["name=Korea (North)"],["url=http:\/\/www.korea-dpr.com"],["email="],["address=No. 11, Ri Tan Bei Lu, Jian Guo Men Wai, Chaoyang District"],["lat="],["long="],["directions="],["phone=+86 10 6532-1186"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["South Korea"]]},{"type":"{{","value":[["listing"],["name=Korea (South)"],["url=http:\/\/www.koreanembassy.cn"],["email="],["address=No. 20, Dong Fang Dong Lu, Chaoyang District"],["lat="],["long="],["directions="],["phone=+86 10 8531-0700"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Kuwait"]]},{"type":"{{","value":[["listing"],["name=Kuwait"],["url="],["email="],["address=23 Guanghua Lu, Jianguomenwai"],["lat="],["long="],["directions="],["phone=+86 10 6532-2216, +86 10 6532-2182"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]}],["| style=\"vertical-align:top;width:50%;\" |"],[{"type":"*","value":[{"type":"{{","value":[["flag"],["Kyrgyzstan"]]},{"type":"{{","value":[["listing"],["name=Kyrgyzstan"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Lebanon"]]},{"type":"{{","value":[["listing"],["name=Lebanon"],["url="],["email=Lebanon@public.bta.net.cn"],["address=No. 10, Dong Liu Street, San Li Tun, Chaoyang District"],["lat="],["long="],["directions=Bus to Huadu Hotel bus stop and then walk."],["phone=+86 10 6532-1560, +86 10 6532-2197, +86 10 6532-3281"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Lithuania"]]},{"type":"{{","value":[["listing"],["name=Lithuania"],["url=http:\/\/cn.mfa.lt"],["email="],["address=#A-18 King's Garden Villa 18 Xiaoyun Rd, Chaoyang District"],["lat="],["long="],["directions="],["phone=+86 10 8451-8520"],["tollfree="],["fax="],["hours=M-F 09:00-18:00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Luxembourg"]]},{"type":"{{","value":[["listing"],["name=Luxembourg"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Macedonia"]]},{"type":"{{","value":[["listing"],["name=Macedonia"],["url=http:\/\/www.missions.gov.mk\/beijing"],["email="],["address=Sun Li Tun Diplomatic Compound 3-2-21"],["lat="],["long="],["directions="],["phone=+86 10 6532-7846"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Malaysia"]]}," ",{"type":"{{","value":[["listing"],["name=Malaysia"],["url="],["email="],["address=(马来西亚驻华大使馆) No. 2, Liang Ma Qiao Bei Jie, Chaoyang District (北京市朝阳区三里屯亮马桥北街2号)"],["lat="],["long="],["directions="],["phone=+86 10 6532-2531\/32\/33"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/sre.gob.mx\/china"],["email="],["address=San Li Tun Dongwujie 5"],["lat="],["long="],["directions=Chaoyang 100600 Beijing"],["phone=+86 10 6532-2574, +86 10 6532-2070, +86 10 6532-1947 (Conm)"],["tollfree="],["fax="],["hours=08:30 to 17:30"],["price="],["content=embmxchn@public.bta.net.cn"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Nepal"]]}," ",{"type":"{{","value":[["listing"],["name=Nepal"],["url=http:\/\/www.nepalembassy.org.cn"],["email="],["address=No 1, San Li Tun Xi Liu Jie, Beijing 100600"],["lat="],["long="],["directions="],["phone=+86 10 6532-1795, +86 10 6532-2739"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands"],["url="],["email="],["address=4 Liangmahe Nanlu, Nuren Jie"],["lat="],["long="],["directions="],["phone=+86 10 8532-0200"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Nigeria"]]}," ",{"type":"{{","value":[["listing"],["name=Nigeria"],["url=http:\/\/www.nigeriaembassy.cn\/"],["email="],["address=2 Dongwujie, Sanlitun"],["lat="],["long="],["directions=opposite the Great Wall Hotel"],["phone=+86 10 6532-3631"],["tollfree="],["fax="],["hours=09:00-16:30"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url="],["email="],["address=Royal Norwegian Embassy 1, Dong Yi Jie, San Li Tun Beijing 100600"],["lat="],["long="],["directions="],["phone=+86 10 8531-9600"],["tollfree="],["fax="],["hours=09:00-17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Pakistan"]]},{"type":"{{","value":[["listing"],["name=Pakistan"],["alt=H.E. Mr Mohammad Masood Khan"],["url=http:\/\/www.pakbj.com"],["email="],["address=No. 1, Dong Zhi Men Wai Da Jie, Chaoyang District"],["lat="],["long="],["directions="],["phone=+86 10 6532-2504, +86 10 6532-2695, +86 10 6532-2072, +86 10 6532-2581"],["tollfree="],["fax=+86 10 6532-2715"],["hours="],["price="],["content=Embassy of the Islamic Republic of Pakistan in Beijing."]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["the Philippines"]]},{"type":"{{","value":[["listing"],["name=Philippines"],["url="],["email="],["address=23 Xiu Shui Bei St, Jian Guo Men Wai"],["lat="],["long="],["directions="],["phone=+86 10 6532-1872, +86 10 6532-2451, +86 10 6532-2518"],["tollfree="],["fax="],["hours=M-F 08:30-17:30"],["price="],["content=Services for Filipinos in China, Mongolia and North Korea."]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Poland"]]},{"type":"{{","value":[["listing"],["name=Poland"],["url=http:\/\/www.pekin.polemb.net\/"],["email="],["address=1, Ritan Lu, Jianguomenwai"],["lat="],["long="],["directions="],["phone=+86 10 6532-1235"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Portugal"]]},{"type":"{{","value":[["listing"],["name=Portugal"],["url=http:\/\/secomunidades.pt\/web\/pequim\/contactosconsulado"],["email=pequim@mne.pt"],["address=No. 8, Dong Wu Jie, San Li Tun"],["lat="],["long="],["directions="],["phone=+86 10 6532-3497"],["tollfree="],["fax="],["hours=09:30-12:00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Romania"]]},{"type":"{{","value":[["listing"],["name=Romania"],["url=http:\/\/www.beijing.mae.ro"],["email=ambasada@roamb.link263.com"],["address=Ritan Rd, Second East St"],["lat="],["long="],["directions=in the east side of the Ritan Park (Temple of Sun)"],["phone=+86 10 6532-3442"],["tollfree="],["fax="],["hours=M-F 09:00-12:00, 13:00-17:00"],["price=USD100"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Russia"]]},{"type":"{{","value":[["listing"],["name=Russian Federation"],["url=http:\/\/www.russia.org.cn\/rus\/"],["email="],["address=100600北京市东直门北中街4号俄罗斯大使馆)"],["lat="],["long="],["directions="],["phone=+86 10 6532-1381, +86 10 6532-2051"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Serbia"]]},{"type":"{{","value":[["listing"],["name=Serbia"],["url=http:\/\/www.embserbia.cn\/en\/index.asp"],["email="],["address=San Li Tun, Dong 6 Jie 1-"],["lat="],["long="],["directions="],["phone=+86 10 6532-3516, +86 10 6532-1693, +86 10 6532-5413, +86 10 6532-3016, +86 10 6532-1562 (Chinese)"],["tollfree="],["fax=+86 10 6532-1207"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Singapore"]]},{"type":"{{","value":[["listing"],["name=Singapore"],["url="],["email="],["address=No. 1 Xiu Shui Bei Jie, Jian Guo Men Wai, Chaoyang District, Beijing 100600"],["lat="],["long="],["directions="],["phone=+86 10 6532-1115"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Slovakia"]]},{"type":"{{","value":[["listing"],["name=Slovakia"],["url="],["email="],["address=北京市朝阳区日坛路"],["lat="],["long="],["directions="],["phone=+86 10 6532-1531"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Slovenia"]]}," ",{"type":"{{","value":[["listing"],["name=Slovenia"],["url="],["email="],["address=King's Garden Villas, 18 Xiao Yun Rd No. 57, Block F, Ya Qu Yuan, Chaoyang District"],["lat="],["long="],["directions="],["phone=+86 10 6468-1030"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Somalia"]]},{"type":"{{","value":[["listing"],["name=Somalia"],["url="],["email=somaliaemb.beij@yahoo.com"],["address=No. 2, San Li Tun Lu, Chaoyang District"],["lat="],["long="],["directions="],["phone=+86 10 6532-1651, +86 10 6532-0717"],["tollfree="],["fax=+86 10 6532-1752"],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Spain"]]},{"type":"{{","value":[["listing"],["name=Spain"],["url="],["email="],["address=No. 9, San Li Tun Road, Chaoyang District"],["lat="],["long="],["directions=embesp@public.bta.net.cn, embespcn@mail.mae.es"],["phone=+86 10 6532-1986, +86 10 6532-3629, +86 10 6532-3728, +86 10 6532-1445, +86 10 6532-5616"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Sri Lanka"]]},{"type":"{{","value":[["listing"],["name=Sri Lanka"],["alt=lkembj@public3.bta.net.cn"],["url=http:\/\/www.slemb.com"],["email="],["address=No.3, Jlan Hua Lu"],["lat="],["long="],["directions=The embassy is located at Jian Hua Road of Jian Guo Men Wai Avenue. To access by public bus, get off at Ritan Lu bus stop"],["phone=+86 10 6532-1861, +86 10 6532-1862"],["tollfree="],["fax=+86 10 6532-5426"],["hours=M-F 09:00-17:30"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Sweden"]]},{"type":"{{","value":[["listing"],["name=Sweden"],["url=http:\/\/swedenabroad.com\/Page____20939.aspx"],["email="],["address=Embassy of Sweden 3, Dongzhimenwai Dajie Sanlitun Chaoyang District"],["lat="],["long="],["directions=ambassaden.peking@ foreign.ministry.se"],["phone=+86 10 6532-9790"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Switzerland"]]},{"type":"{{","value":[["listing"],["name=Switzerland"],["url="],["email="],["address=3 Sanlitun Dongwujie"],["lat="],["long="],["directions="],["phone=+86 10 6532-2736"],["tollfree="],["fax="],["hours=M-F 09:00-11:00"],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Thailand"]]},{"type":"{{","value":[["listing"],["name=Thailand"],["url="],["email="],["address=40 Guang Hua Rd, Chaoyang District"],["lat="],["long="],["directions="],["phone=+86 10 6532-1749"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["flag"],["Turkey"]]},{"type":"{{","value":[["listing"],["name=Turkey"],["url=http:\/\/beijing.emb.mfa.gov.tr\/"],["email="],["address=San Li Tun Dong 5 Jie 9 Hao"],["lat="],["long="],["directions="],["phone=+86 10 6532-1715"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ukraine"]]}," ",{"type":"{{","value":[["listing"],["name=Ukraine"],["url="],["email="],["address=11 San Li Tun Dong Liu Jie"],["lat="],["long="],["directions="],["phone=+86 10 6532-6359"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Arab Emirates"]]}," ",{"type":"{{","value":[["listing"],["name=United Arab Emirates"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url="],["email="],["address=11 Guanghua Lu"],["lat="],["long="],["directions="],["phone=+86 10 5192-4000"],["tollfree="],["fax=+86 10 6532-1937"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States of America"],["url=http:\/\/beijing.usembassy-china.org.cn\/"],["email=AmCitBeijing@state.gov"],["address=3 Xiushui Beijie"],["lat="],["long="],["directions="],["phone=+86 10 6532-3831"],["tollfree="],["fax=+86 10 6532-3431"],["hours=American Citizen Services M Tu Th F 08:30-12:00, 14:00-16:00, W 08:30-12:00, closed American and Chinese holidays"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Vietnam"]]}," ",{"type":"{{","value":[["listing"],["name=Vietnam"],["url="],["email="],["address=32 Guanghua Lu"],["lat="],["long="],["directions="],["phone=+86 10 6532-1155"],["tollfree="],["fax=+86 10 6532-5720"],["hours="],["price="],["content="]]}]}]]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Tianjin"]]}]},"Around 30 minutes away by fast train, Tianjin is a large city in its own right, contrasting with Beijing due to its colonial European influence. Tianjin even has a charming Little Italy area in addition to other interesting historical sites.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mongolia"]]}]},"If you intend to take the Trans-Siberian-Railway to Mongolia you can take an overnight sleeper bus from e.g. Muxiyuan Long Distance Bus Station (木樨园长途客运站) to Inner Mongolia Erlian (二连) which costs 180Yuan. Note that bus tickets can only be purchased at day of departure. We followed these instructions to cross the border from Erlian (二连) to Zamyn Uud (扎门乌德):\n\n\"2) Crossing the border by bus\n\nBuses from Erlian to Zamyn-Uud leave from Erlian bus station on the corner of Chaha’er Street and Youyi Lu near to the Mongolian Consulate. At the time of writing, there is a bus at 13:30 and at least one more later in the afternoon around 15:00. Taking the 13:30 bus should give you enough time to get on the 17:35 Zamyn-Uud to Ulaanbaatar train. This, however, is subject to tickets being available when you arrive in Zamyn-Uud, which, if you arrive in the afternoon, may be unlikely.\n\nThe process when taking the bus is pretty much the same as when taking the jeep, only since more people have to get off the bus, go through immigration, and get back on the bus again, it takes a little longer. That said, you should be able to get from Erlian to Zamyn-Uud in around two hours.\n\nThe price is ¥40 plus the same ¥5 exit tax.\"\n\nJust 4 hours by train or bus and 2 hour by car, visit the former imperial retreat of Chengde (256 km northeast of Beijing).\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pingyao"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Xi'an"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=Jingguang Railway icon.png"],["imagesize1=100"],["directionl1=N"],["majorl1=END"],["minorl1="],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Zhengzhou"]]}],["minorr1=",{"type":"[[","value":[["Shijiazhuang"]]}],["image2=Jingha Railway icon.png"],["imagesize2=100"],["directionl2=W"],["majorl2=END"],["minorl2="],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Harbin"]]}],["minorr2=",{"type":"[[","value":[["Tianjin"]]}],["image3=Jinghu Railway icon.png"],["imagesize3=100"],["directionl3=W"],["majorl3=END"],["minorl3="],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Shanghai"]]}],["minorr3=",{"type":"[[","value":[["Tianjin"]]}],["image4=Jingjiu Railway icon.png"],["imagesize4=100"],["directionl4=N"],["majorl4=END"],["minorl4="],["directionr4=S"],["majorr4=",{"type":"[[","value":[["Shenzhen"]]}],["minorr4=",{"type":"[[","value":[["Heze"]]}],["image5=Trans-Siberian Railway icon.png"],["imagesize5=100"],["directionl5=N"],["majorl5=",{"type":"[[","value":[["Irkutsk"]]}],["minorl5=",{"type":"[[","value":[["Ulaanbaatar"]]}," ",{"type":"{{","value":[["lfarrow"]]}," ",{"type":"[[","value":[["Hohhot"]]}],["directionr5=S"],["majorr5=End"],["minorr5="]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North China"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["39.913889"],["116.391667"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Beijing"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/China\/Beijing"]]}]