[{"type":"{{","value":[["pagebanner"],["Strusta Lake banner.jpg"],["caption=Strusta Lake, Braslau Lakes"]]},"\n\n",{"type":"{{","value":[["quickbar"],["image=Minsk central PO.jpg"],["caption=Central Minsk, the capital of Belarus."],["location=LocationBelarus.png"],["flag=Flag of Belarus.svg"],["capital=",{"type":"[[","value":[["Minsk"]]}],["government=Republic, authoritarian presidential rule"],["currency=Belarusian ruble (",{"type":"'''","value":["BYR"]},")"],["area=207,600km²"],["population=10,293,011 (July 2006 est.)"],["language=Belarusian, ",{"type":"[[","value":[["Russian"]]}," (both official)"],["religion=Eastern Orthodox 80%, other (including Roman Catholic, Protestant, Jewish, and Muslim) 20%"],["electricity=220V\/50Hz (European plug)"],["tld=.by"],["callingcode=+375"],["timezone=UTC +3"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.belarus.by Belarus"]}]}," is in Eastern ",{"type":"[[","value":[["Europe"]]},". It has borders with ",{"type":"[[","value":[["Russia"]]},", ",{"type":"[[","value":[["Ukraine"]]},", ",{"type":"[[","value":[["Poland"]]},", ",{"type":"[[","value":[["Lithuania"]]}," and ",{"type":"[[","value":[["Latvia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nOriginally part of Kievan Rus, Belarus was part of the Polish-Lithuanian Commonwealth until the Polish Partitions in the 18th century. After over a hundred years of Russian rule followed by seven decades as a constituent republic of the USSR, Belarus attained its independence in 1991. However, under authoritarian rule, it has retained closer political and economic ties to Russia than any of the other former Soviet republics. Belarus and Russia signed a treaty on a two-state union on 8 December 1999, envisioning greater political and economic integration. Although Belarus agreed to a framework to carry out the accord, serious steps towards implementation have seen limited success. The economy is completely dependent on ",{"type":"[[","value":[["Russia"]]},", and the Belarusian government has taken a vitriolic, anti-Western stance. The country has not seen much structural reform in the past few years. Political and journalistic activity is tightly controlled.  Even though Belarus was the most developed republic (excluding the three Baltic states) in the former USSR, Belarus remains as one of the poorest and most underdeveloped countries in ",{"type":"[[","value":[["Europe"]]},".\n\nBelarus is a very safe country to travel in. The Belarusian people are not anti-anyone. They are hospitable, kind and interested in people from other countries and their stories.\n\nBelarus is often referred to as the 'Last Dictatorship in Europe'.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Miensk - Plac Niezaležnaści.jpg"],["thumb"],["300px"],["Independence Square in ",{"type":"[[","value":[["Minsk"]]}]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Minsk"]]}," - Belarusian capital and largest city with over 2 million inhabitants"]},{"type":"*","value":[" ",{"type":"[[","value":[["Brest (Belarus)"],["Brest"]]}," - regional capital on the Western Polish border with impressive architectural sights. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Polotsk"]]}," - interesting buildings to see in the oldest Belarusian city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Gomel"]]}," (",{"type":"''","value":["Homel"]},") - second largest city; located in the East of Belarus "]},{"type":"*","value":[" ",{"type":"[[","value":[["Grodno"]]}," (",{"type":"''","value":["Hrodna"]},") - city close to the Polish and Lithuanian borders"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mogilev"]]}," (",{"type":"''","value":["Mahiljou"]}," and ",{"type":"''","value":["Mahilyow"]},") - third largest city in Belarus"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nesvizh"]]}," (",{"type":"''","value":["Njasvizh"]}," or ",{"type":"''","value":["Nyasvizh"]},") - a ",{"type":"[[","value":[["UNESCO"]]}," listed castle "]},{"type":"*","value":[" ",{"type":"[[","value":[["Vitebsk"]]}," - fourth largest city in Belarus"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Belovezhskaya Pushcha National Park"]]}," — on the border with Poland, this primeval forest is a UNESCO ",{"type":"[[","value":[["UNESCO World Heritage List"],["World Heritage Site"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mir"],["Mir Castle Complex"]]}," — another UNESCO World Heritage site"]},"\n",{"type":"==","value":["Regions"]},"\nThe regions (oblasts) of Belarus provide no real guidance for a tourist. These divisions are of purely administrative nature, were created less than a century ago and have very little to do with historical, cultural or ethnographic matters.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Belarus provinces.png"],["regionmapsize=450px"],["regionmaptext=Regions of Belarus"],["region1name=",{"type":"[[","value":[["Brest Oblast"]]}],["region1color=#b383b3"],["region1description="],["region2name=",{"type":"[[","value":[["Gomel Oblast"]]}],["region2color=#d56d76"],["region2description="],["region3name=",{"type":"[[","value":[["Grodno Oblast"]]}],["region3color=#71b37b"],["region3description="],["region4name=",{"type":"[[","value":[["Mogilev Oblast"]]}],["region4color=#d5dc76"],["region4description="],["region5name=",{"type":"[[","value":[["Minsk Oblast"]]}],["region5color=#d09440"],["region5description="],["region6name=",{"type":"[[","value":[["Vitebsk Oblast"]]}],["region6color=#8a84a3"],["region6description="]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Visa requirements, basic information"]},"\n",{"type":"{{","value":[["infobox"],["Eight steps to get a visa"],["# E-mail a travel agency a booking application, in which you should specify the period on which you are going to stay in Minsk (and on which the hotel will be booked for you \/your group). In this application please note the names of tourists, their dates of birth, and the numbers of passports.\n# The agency books a hotel for you (your group) for these days. After that they send you the confirmation with a bill for you to settle (you can also pay the bill in cash on arrival).\n# After you have settled the bill the agency sends an invitation and a copy of the tourist services contract to the Embassy of the Republic of Belarus in your country.\n# In the Embassy you fill in the form, pay the fee and obtain a visa as quickly as you want (up to 48 hours).\n# If there’s no Belarusian embassy in your country, you can also obtain a tourist visa at the Minsk National Airport on arrival. The procedure might take anywhere from ten to more than an hour and a half. ",{"type":"[","value":["http:\/\/www.minskguide.travel\/belarus_travel_tips\/belarus_immigration\/minsk_airport_hazards.html Several tips"]}," on applying in MSQ Airport will save you precious time.\n# After having obtained a short-term visa (valid for 30 days and cannot be extended) you arrive in Belarus (e.g. in Minsk) and check in the hotel that has been booked for you.\n# You are registered in the hotel for the whole period of your stay there automatically.\n# If you want to rent a private apartment after this, you should register with the local Migration and Citizenship Department OGIM (you can learn details in your travel agency). It would take some time and about USD15.\n# ",{"type":"'''","value":["Note, that there is ",{"type":"''","value":["no"]}," Belarus tourist voucher any more and all offers to sell one are outdated to say the least"]},"."]]},"\n\nCitizens of the following countries do not need a visa: ",{"type":"[[","value":[["Armenia"]]},", ",{"type":"[[","value":[["Cuba"]]},", ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]},", ",{"type":"[[","value":[["Kazakhstan"]]},", ",{"type":"[[","value":[["North Korea"]]},", ",{"type":"[[","value":[["Kyrgyzstan"]]},", ",{"type":"[[","value":[["Macedonia (country)"],["Macedonia"]]},", ",{"type":"[[","value":[["Moldova"]]},", ",{"type":"[[","value":[["Mongolia"]]},",  ",{"type":"[[","value":[["Russia"]]},", ",{"type":"[[","value":[["Serbia"]]},", ",{"type":"[[","value":[["Tajikistan"]]},", ",{"type":"[[","value":[["Ukraine"]]},", ",{"type":"[[","value":[["Uzbekistan"]]},", ",{"type":"[[","value":[["Venezuela"]]},". In case of any change, consult the ",{"type":"[","value":["http:\/\/mfa.gov.by\/en\/visa\/ up-to-date list of visa-exempt countries"]},".\n\nBelarusian visas at Minsk National Airport (MSQ) are issued to the nationals of the countries with no consular offices of the Republic of Belarus at €90. However, the prices for citizens of countries ",{"type":"''","value":["with"]}," a Belarusian consulate are rather high - €180 when they apply at MSQ Airport on arrival. Standard documents like a letter of invitation has to be provided, too - a hotel booking is not enough, at least for a tourist visa, but not other entry points. See the ",{"type":"[","value":["http:\/\/mfa.gov.by\/upload\/tt\/Visa%20fees%20at%20the%20Minsk%20National%20Airport.pdf visa price-list in English"]},".\n\nTo the nationals of other countries (Austria, Argentina, Belgium, Bulgaria, Brazil, Canada, Czech Republic, China, Estonia, Egypt, France, Hungary, Germany, India, Iran, Israel, Italy, Japan, South Korea, Latvia, Libya, Lithuania, Netherlands, Poland, Romania, Republic of South Africa, Slovak Republic, Montenegro, Switzerland, Sweden, Syria, Turkey, Turkmenistan, United Arab Emirates, United Kingdom, USA), visas may be issued upon arrival on an exceptional basis only. However, this option will be unavailable to people with Belarusian embassies in their countries starting from 1 Sep 2012, except if the reason for entry is urgent (such as illness or death of family).\n\nYou can apply for a visa from a ",{"type":"[","value":["http:\/\/www.belembassy.org\/index_eng.html Belarusian Consulate or Embassy"]},". Quick visa is more expensive, but you will get it within half a day.\n\nVisa fees and processing changes so make sure that you check with the local embassy or consulate before you plan your travel. A visa will take a full page of your passport so make sure you have at least one page free.\n\n",{"type":"[[","value":[["File:Праабражэнская царква.JPG"],["300px"],["thumb"],["Church of the Transfiguration, Rakaŭ"]]},"\nVisa fees are generally as follows:\n",{"type":"*","value":["transit (B) visa - USD35 (for US citizens: USD160, regardless of the number of entries; for UK citizens: GBP55)"]},{"type":"*","value":["short-stay (C) visa - USD75 (for US citizens: USD160 for single entry, USD190 for multiple-entry; for UK citizens: GBP75)"]},"\nJapanese and Serbian passport holders are exempted from visa fees.\n\nThere is now a trend to spare the transit tourists from a need to apply for a transit visa at MSQ Airport. There is no document with guidelines available to public, but if you come from a migration secure country and travel with Belavia via Minsk to the third destination it is highly unlikely that you will need a transit visa. ALWAYS check with the Minsk Airport Consulate.\n\nThere is no possibility to get a Belarusian entry visa on the border (except for the Minsk National Airport)\n\nLatest prices and procedures are available from the Embassy Sites ",{"type":"[","value":["http:\/\/www.belembassy.org\/index_eng.html"]},".  Pre-issued visas save a lot of time on entry.\n\nBelarusian visa is issued in 5 working days, there is also a possibility to get it urgently (in 48 hours) by paying double fee.\n\nNormal fee for Belarusian private or business single visa can vary from US$40 to US$80.\nVisas for children under 16 are issued free of charge, visa processing fee can be levied in this case by certain Belarusian embassies or consulates.\n\nIn order to get a visa you will also need a passport and an invitation, other papers depending on the type of visa you apply for.\nThere is a compulsory state ",{"type":"'''","value":["medical insurance"]}," for visitors to Belarus if you do have a policy valid in Belarus. The fee for this insurance is USD0.50 per day rounded up to the nearest USD (i.e. 1–2 days: USD1; 3–4 days: USD2; etc.). The citizens of the UK are the only nation exempt from this procedure.\nEven if your medical insurance is valid in Belarus, it is common for customs control to insist you purchase insurance at the airport.  This can be purchased just before you go through customs, so it is important you carry a few euros on you.\n\nTo get a Belarusian ",{"type":"'''","value":["business visa"]}," a foreigner has to present an invitation of any Belarusian legal entity officially registered in the Republic of Belarus. The invitation is to be written on letterhead paper and should contain name, personal and passport details as well as purpose and duration of visit. The invitation is to be signed and bear official seal of the inviting organization. Embassies or consulates (with the exception of Consular office at the National airport) can often except invitations received by fax. Multiple business visa is obtainable against payment of USD300 from Ministry of Foreign Affairs, Consular department upon presentation of all required documents (contact phone + 375 17 222 26 61).\n\nTo get a ",{"type":"'''","value":["short-term visa for private purposes"]}," (visiting Belarusian  relatives, friends, other private matters) with a validity of 30 days, maximum for 1-, 2- or multiple entries for citizens of the EU as well as nationals of several other countries, such as Australia, Andorra, Argentina, Bahrain, Brazil, Canada, Croatia, Chile, Iceland, Israel, Norway, Swiss Confederation, Republic of Korea, New Zealand, Uruguay, Republic of South Africa and Japan, ",{"type":"'''","value":["no visa support documents shall be required"]}," (letter of invitation etc. documents). Short term visas are available from Minsk airport, consulates and embassies.\n\nTo get a ",{"type":"'''","value":["visa for private purposes"]}," a foreigner who is planning to stay in the country for more than 30 days has to present the invitation issued for a Belarusian resident by his citizenship and migration office. The original invitation should be handed over to the embassy\/consulate or Consular office at the National airport in this case, any fax or photocopy is excluded. Multiple private visa is issued upon presentation of the original invitation to foreigners, visiting their close relatives. Very often Belarusian consulates grant private visas to the nationals of migration secure countries without any invitation papers.\n\nVisas can be valid for one, two, three or multiple entries. They are to be used within the period indicated therein.\n\nForeigners visiting Belarus must register within a period of 5 business days with local Migration and Citizenship Department and have registration put in their migration card. If you are staying in a hotel, this will be arranged by the hotel. \n\nIf needed, private or business visas can be extended up to 90 days when staying in Belarus. It will be done by Minsk city citizenship and migration office (contact phone + 375 17 231-3809) or Regional citizenship and migration office in Hrodna, Brest, Minsk, Mahilyou, Homel upon presentation of all the required documents.\n\nExit permits required for all foreigners intending to leave the country with expired visas. They are issued by Minsk city passport and visa office or Regional passport and visa offices in Hrodna, Brest, Minsk, Mogilev, Homel.\n\nSome agencies provide letters of invitation, apartments, airport transfers etc. Any good search engine should provide links. Avoid belarusrent.com, however. Reports have been received of them taking money through PayPal, though not delivering on services and refusing refunds.\n\n",{"type":"====","value":["Entry from Lithuania"]},"\nIt is only in the Consulate in Vilnius that you can submit your documents applying ",{"type":"''","value":["directly"]}," for a visa to Belarus. They issue all visas on the same day - if it is urgent you pay twice as much, get the visa on the same day and it is valid from tomorrow (for example), if not, you pay a normal fee, still collect it on the same day, but travel only within one week (for example).\n\nIt is very unlikely that the visa regime will become any softer for EU citizens in the near future. First attempts for visa free travelling are made in the Polish and Lithuanian border areas where people (who reside there permanently) will be able to travel visa free in the 50km border area.\n\n",{"type":"====","value":["World Ice Hockey Championship 2014"]},"\nBecause the 78th World Ice Hockey Championship takes place in Minsk 9-25 May, foreigners who've bought at least one entry ticket can enter Belarus ",{"type":"[","value":["http:\/\/insidebelarus.com\/championship\/the_2014_iihf_world_championship_fans_will_be_able_to_stay_in_belarus_without_a_visa_for_more_than_a_month_ without a visa 25 April-31 May 2014"]},".\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"{{","value":[["cautionbox"],["Persons flying to Belarus via Russian airports (i.e. you change planes in Russian territory) must get a Russian ",{"type":"[","value":["http:\/\/www.kdavia.eu\/article\/34 transit visa"]},", which, generally, must be obtained in your country of citizenship or residence. Flights to Belarus use the domestic terminal at Russian airports and you therefore must pass through Russian customs and transfer to the domestic terminal. If you do not have a transit visa and are lucky, you can expect many hours of bureaucratic delay or else, in many cases, be forced to find another flight without leaving the international terminal. Therefore, flights to Belarus from European Union airports are ",{"type":"'''","value":["highly recommended."]}]]},"\n\nIf you do go through Moscow via Sheremetyevo airport, there are two terminals and you will need transportation from terminal 2 (the international terminal) to terminal 1 (the domestic terminal). There is a free shuttle that runs between the two terminals every 30 minutes.  You can catch the Aeroexpress shuttle bus on the ground floor of the recently completed airport train station.  Taxi fares between the two terminals can be high, but you can easily negotiate lower fares with individual drivers.\n\nSeveral European airlines have flights to Minsk (operating at National airport Minsk ",{"type":"[","value":["http:\/\/www.airport.by"]}," situated approximately 40 km from capital Minsk). Lufthansa, Austrian Airlines, Lot Polish airlines, Air Baltic, Czech Airlines, and some other carriers offer this destination. \nThe only national airlines - ",{"type":"[","value":["http:\/\/www.belavia.by Belavia"]}," and ",{"type":"[","value":["http:\/\/www.gomelavia.com Gomelavia"]},"- could be competitive due to attractive ticket prices. If you opt to land at Minsk National Airport, you should be aware of certain issues that might slow you down when going through the airport procedures.\n\nFlying directly to Belarus is expensive if you do not book tickets early in advance. For example, Estonian Air ",{"type":"[","value":["http:\/\/www.estonian-air.ee\/"]}," sells tickets for €92 if you make reservations 4 months in advance. If you buy the same ticket a week before the trip, the price is much higher.\n\nIf you have time and want to save some money, fly to ",{"type":"[[","value":[["Vilnius"]]}," or ",{"type":"[[","value":[["Kaunas"]]},", (both in Lithuania) and take a train to Minsk. The train ride from Vilnius is only four hours and generally trains leave twice per day. You will save a great deal of money compared to a short notice direct flight. Visas are, of course, still required.\n\n",{"type":"===","value":["By train"]},"\nEntry\/exit points along the Poland\/Belarus border include:\n",{"type":"*","value":[{"type":"[[","value":[["Kuźnica-Białostocka"]]},"\/",{"type":"[[","value":[["Hrodna"]]}]},{"type":"*","value":[{"type":"[[","value":[["Terespol"]]},"\/",{"type":"[[","value":[["Brest (Belarus)"],["Brest"]]}]},{"type":"*","value":[{"type":"[[","value":[["Czeremcha"]]},"\/",{"type":"[[","value":[["Wysokolitowsk"]]}]},"\nYou can take a local train between the two corresponding border towns.\n\nTimetable information is available on sites like: \n",{"type":"[","value":["http:\/\/reiseauskunft.bahn.de\/bin\/query.exe\/en Deutsche Bahn (DB)"]},", \n",{"type":"[","value":["http:\/\/www.pkp.pl\/english\/index.php Polish trains PKP (English)"]},",",{"type":"[","value":["http:\/\/www.poezda.net\/en\/ \nCommonwealth of independent states (CIS) trains"]},", ",{"type":"[","value":["http:\/\/www.ldz.lv\/ \nLatvian trains 1"]},", ",{"type":"[","value":["http:\/\/www.pv.lv\/ \nLatvian trains 2"]},", ",{"type":"[","value":["http:\/\/www.litrail.lt\/ \nLithuanian train timetables"]},", ",{"type":"[","value":["http:\/\/www.1188.lv\/ \nTrains and bus timetables in Baltic countries"]},", ",{"type":"[","value":["http:\/\/www.rw.by\/ \nBelarusian railway timetable"]}," or ",{"type":"[","value":["http:\/\/www.edel.ee\/ \nEstonian train timetable"]},".\n\n",{"type":"'''","value":["N.B."]}," There is no direct train from Estonia, but via track ",{"type":"[[","value":[["Tallinn"]]}," - ",{"type":"[[","value":[["Tartu"]]}," - ",{"type":"[[","value":[["Valga"]]},"\/",{"type":"[[","value":[["Valka"]]}," (Valga\/Valka is city at the Estonian\/Latvian border.  There are a few trains that go to Riga. The name of the train station in Valka is Lugazi. There are plans that direct trains will start in 2010, removing the need for changing in Valka\/ Valga, from Estonia, Tallinn to Latvia, Riga.\n\n",{"type":"====","value":["Passport, customs controls"]},"\n",{"type":"{{","value":[["cautionbox"],["If you are simply passing through Belarus, even if you\/your train make no stops, you must obtain a transit visa in advance. The American embassy warns that many customs agents have tried to threaten persons lacking a transit visa with jail or extorted \"fines\". Such threats are fake. DO NOT give any money to border agents, as they cannot give you a transit visa or charge fees; they only refuse entry to you. If you do pay and are allowed entry without a visa in your passport, contact your embassy immediately, as trying to exit ",{"type":"''","value":["will"]}," lead to fines and jail."]]},"\nPassport controls happen in the train itself. In the ",{"type":"''","value":["get in"]}," to Belarus direction, they happen typically even before the train leaves the station in Poland.\n\nCustoms controls happen in a room of the train station in the Belarus train station. As of 2005, you are most likely to have a short chat with a customs officer - the system of green (nothing to declare) and red (something to declare) streams and random checks of suspicious looking people in the green stream - everyone is presumed to be suspicious. In practice, the rules seem to be fairly standard - declare expensive goods, you can import\/export a small quantity of alcohol, cigarettes, computer equipment for personal use. However, the formal content of the customs form asks whether you are carrying any ",{"type":"''","value":["publications"]},". So if you have, e.g. a US passport and are carrying a whole bunch of ",{"type":"''","value":["do-it-yourself-colour-revolution"]}," materials and you have that subversive look about you, then you will probably be giving the customs people a ",{"type":"''","value":["legal"]}," reason to detain you and\/or deport you.\n\n",{"type":"'''","value":["Warning: the customs room in the train station"]}," where you exit Belarus ",{"type":"'''","value":["may be difficult to find"]}," (especially if you walk around the station rather casually and your Cyrillic is weak) and ",{"type":"'''","value":["it closes a long time before the train leaves; if you arrive only 10 minutes before the train leaves, you will be refused customs control and access to the train"]},". Customs may also be carried out at the border while on the train. It adds over an hour to the trip, but other than that, the officials are efficient and friendly.\n\nOn a local train between two border towns, chances are high that you will be accompanied\/befriended by women trading underpants, soap powder, strawberries, cigarettes etc. across the border. They may be friendly and casual or (leaving Belarus) they might put pressure on you to help them in their trade by carrying cigarettes over the border for them - the idea is that you buy it cheap in Belarus and that you resell it to them once you're in Poland. Chances are also good that their friendly Mafia boss is with them and you'll all travel together in the same train carriage, so chances of you getting away and reselling the cigarettes independently are probably weak. Instead, just smile, use your common sense and probably best not to provoke them. If you take their cigarettes, make sure not to take more than a legal allowance and return them to the women in Poland. Don't expect to be paid for it. Don't look to the border guards for help. They know the women traders and seem to have some informal deal with them (e.g. not being strict about visas, etc.) - the Belarus border guards are worried only about political subversives; they have more important priorities than defending you against women trading underpants and cigarettes.\n\n",{"type":"===","value":["By car"]},"\nAt the ",{"type":"[[","value":[["Terespol"]]},"\/",{"type":"[[","value":[["Brest (Belarus)"],["Brest"]]}," crossing, there are about six different controls. \nAs of August 2009, the Polish side seems to work quite slowly. Being on the outer border of the European Union, they check whether you aren't exporting a stolen car or wanted by European authorities, etc.\n\nAfter crossing the bridge over river Bug and getting on the Belarusian side, one has to show passports and gets a piece of paper with the car's registration mark on it. Then one goes to either green or red channel depending on whether a customs control is needed. In the green channel one has to complete two checks, the completion of each check is recorded on the paper received on entering the Belarusian side.\n\nFirst passport\/visa\/migration card checks are done by an officer who comes towards your car. They also check medical insurance and it is quite likely you will be forced to purchase the state compulsory medical insurance at the border. The cost for two weeks was about €5.\n\nSecond is the transport\/car check, for which one needs to go to a special window towards the end of the customs area. You will be required to produce a \"green card\" (proof of insurance) valid for Belarus, or will have to purchase a compulsory car insurance at the border. In August 2009, the insurance for 14 days was €17 (just over USD20), and there was no problem buying it at the Terespol\/Brest crossing. You will also get another piece of paper with your car registration mark. You will need to show this one on the way back.\n\nWith the stamped paper, one can go forward towards the last barrier. The officer there just takes the paper, checks that you have completed the controls, and lets you into Belarus.\n\nIt would be nice to believe that there's a Geiger counter to check for stuff which is radioactive from the Chernobyl accident, but it's unclear if this is used in practice - it's not done in any obvious way.\n\nOn leaving Belarus, one has to pay a special \"environmental\" tax before being allowed to enter the border control area. It costs €1, and in Brest is sold in a large building just before the border on the right.\n\n",{"type":"===","value":["By bus"]},"\nTaking a bus from any border of the country of Belarus is easy. \nFrom all the Baltic countries there is a lot of bus traffic to Belarus here are some samples:\n\nFrom Estonia, Tallin there are ",{"type":"[","value":["http:\/\/www.varesreisid.ee\/content\/view\/1\/2\/ direct buses to Minsk"]}," ",{"type":"[","value":["http:\/\/www.bussireisid.ee\/index.html?timm=1202056948 and"]},".\n\nFrom Baltic countries: ",{"type":"[","value":["http:\/\/www.olimp.lv\/lat\/gomel.html Olimp"]},", ",{"type":"[","value":["http:\/\/www.nordeka.lv\/home_eng.html \nNordeka"]},", ",{"type":"[","value":["http:\/\/www.eurolines.ee\/index.php?id=&lang=en \nEurolines"]},", ",{"type":"[","value":["http:\/\/www.ecolines.net\/index.php?s=83&utm_source=map&utm_medium=ppc&utm_campaign=intrmap3 \nEcolines"]},".\n\nTaking the bus from ",{"type":"[[","value":[["Vilnius"]]}," to Minsk is a quick (4 hours) and fairly comfortable ride, as long as you stick to western international carriers such as ",{"type":"[[","value":[["Eurolines"]]},". From ",{"type":"[[","value":[["Kaunas"]]}," you may travel to Minsk by Kaunas based Kautra company. It's advisable and cheaper to book tickets in advance by internet ",{"type":"[","value":["http:\/\/www.autobusubilietai.lt\/index.php?cl=planning&lang=1"]},". Journey takes about 5.5 hours. Buy your ticket in advance. Before beginning travel to Belarus remember to check that all your papers are in order meaning you have valid visa & Belarus state travel insurance for your trip. For example quick, easy and comfortable way to begin trip is to begin trip from one of the Baltic cities that have Belarussian embassy or consulate.\n\n",{"type":"===","value":["By boat"]},"\nBelarus shares many rivers with its neighbouring countries, so it's no big surprise that in Belarus each major city has a riverport and possibilities for river cruises. The easiest way to check departure times, routes and availability is to call ",{"type":"'''","value":["Belarussian River Steamship Company"]}," ",{"type":"[","value":["http:\/\/www.rtupbrp.com\/Kontakty1.html "]}," and\/or ",{"type":"'''","value":["Belarusian tourist companies"]}," ",{"type":"[","value":["http:\/\/eng.belarustourism.by\/catalog\/link_912_332_221.html "]},". PLEASE NOTE! Cruice inquiries are recommended to do with phone. If you cannot reach one number it is good to call other numbers that same company have (Phone numbers and e-mail addresses change in rapid phase in Belarus)\n\nBelarusian border crossing cruises are such as from Belarus, Polotsk into Latvia's Daugavpilis and Poland's  Augustow chanel. Augustow chanal cruises departure from Belarusian city called Grodno and the route is via Neman river.\n\n",{"type":"====","value":["By a canoe"]},"\nKayak paddling, rowing and canoeing are popular hobbies in Belarus.\n\nIn some cases with special pre-planning and preparations with the authorities and tourist agents one can cross the border also by canoeing.\n\n",{"type":"===","value":["By foot"]},"\n\nIf you're at one of the double town crossings, e.g.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kuźnica-Białostocka"]]},"\/",{"type":"[[","value":[["Hrodna"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Terespol"]]},"\/",{"type":"[[","value":[["Brest (Belarus)"],["Brest"]]}]},"there may be ",{"type":"''","value":["some"]}," places where you can cross by foot - e.g. because you're on the last day of your Belarus visa and you want to be sure not to overstay - but more likely you'll have to befriend some people in a car who will ",{"type":"''","value":["adopt"]}," you for a few hours and will (implicitly) pretend that you're travelling with them. The border guards have no problem with this. Remember that the people in the car are taking a risk as well as you - as far as they know you might be a National Endowment for Democracy agent who will be discovered by the Belarus border guard and get ",{"type":"''","value":["them"]}," into a heap of trouble. So if they are Belarusians and they ask for a fee of US$5 consider it fair. See the section ",{"type":"''","value":["By car"]}," above for what happens in your adopted car.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Orientational sign post orbital roads of Babrujsk, Belarus.JPG"],["300px"],["thumb"],["Getting around ",{"type":"[[","value":[["Bobruisk"]]}," in Belarus"]]},"\nTravelling by car will get you far, since the infrastructure in Belarus was well developed after World War II. Gasoline is relatively cheap by European standards. 1L is <USD1 (as of April 2010). All fuel stations have the same prices (mandated by the government), so no need for shopping around. You can rent cars in Minsk at the airport or city from the major international rental chains or smaller local companies.  \nTravelling by train around the country will get you to a lot of desired destinations relatively cheap and fast (make sure that you book an express train). Timetables for all means of transports can be found ",{"type":"[","value":["http:\/\/rasp.yandex.by\/?ncrnd=2381 here"]}," and for trains of course on the site of the ",{"type":"[","value":["http:\/\/www.rw.by Belarusian railway"]},".  Also, you will get a chance to capture a glimpse of Belarusian nature, as the forests and plains often start right on the edges of the cities. Notice how there are almost no elevations in this part of Europe - it is all vast green plain. Do not count on being lucky to spot wild animals by the railway tracks - they are normally afraid of loud noises and savage passengers.\n\nBelarus is not a large country, and a traveller can reach from one side of its border to the other in less than a day.\n\n",{"type":"===","value":["By taxi"]},"\nYou can book a taxi using application, which you can download in Google Play Market or App Store before or during your traveling. There are a lot of taxi companies.\n\n",{"type":"==","value":["Talk"]},"\n:",{"type":"''","value":["See also: ",{"type":"[[","value":[["Belarusian phrasebook"]]},", ",{"type":"[[","value":[["Russian phrasebook"]]}]},"\n\n",{"type":"'''","value":[{"type":"[[","value":[["Belarusian phrasebook"],["Belarusian"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}]}," are the two official languages. Both languages are part of the Slavic language family and are closely related, and there are many similarities between the two languages. ",{"type":"'''","value":[{"type":"[[","value":[["Russian phrasebook"],["Russian"]]}]},", in general, is more widely spoken by the population. According to the 2009 official census, 53.2% of Belarusian residents considered Belarusian to be their native language and 23% predominantly speak it at home. Others speak Russian. It will be difficult to get by without some Russian or Belarusian.\n\nPolish is spoken in the western parts, especially around ",{"type":"[[","value":[["Grodno"]]},". But most local Poles use their own dialect with Belarusian as the base and with only some Polish words and sounds.\n\nEnglish, on the other hand is not widely spoken in Belarus, but use is starting to increase. Younger people often speak English fluently, but older people rarely do.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Цитадель 4.jpg"],["300px"],["thumb"],[{"type":"[[","value":[["Brest (Belarus)"],["Brest"]]}," fortress"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Brest Fortress"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Dudutki Open Air Museum"]}," - Near the sleepy, dusty village of Dudutki, is an open-air museum, where 19th-century Belarusian country life comes to life. If you only make one day trip from Minsk let this be the one. Traditional crafts, such as carpentry, pottery, handicraft-making and baking are on display in old-style wood-and-hay houses."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["Image:Belarusian Money.jpg"],["thumb"],["A stack of banknotes from various countries— Belarusian rubles are the ones to the left"]]},"\n\nBelarusian rubles are symbolised by the three letters ",{"type":"'''","value":["BYR"]}," placed before the price with no intervening space.\n\nInside Belarus, you can get Belarusian rubles (but NOT always US dollars or euros) from automatic bank machines (ATMs) for standard types of credit\/debit cards, and you can change US dollars and euros into Belarusian rubles and vice versa at many exchange kiosks in big railway stations and the centres of big cities. Converting Belarusian rubles back into hard currency shortly before departure or once you are outside of Belarus will probably be extremely difficult (except in Lithuania, Latvia, and Moldova, strangely enough). However, if you exchange all your rubles before leaving, any last-minute purchases (or fines for overstaying, customs, whatever) would have to be paid in US dollars or euros.\n\nBe very careful: exchange kiosks will not exchange any bill that is damaged or marked on but with a commission of 1-2 per cent. About half of the bills you currently have in your wallet will be rejected for exchange in Belarus. Be sure to take only relatively new and undamaged foreign money with you.\n\nMost larger supermarkets, stores and hotels have credit card terminals, but smaller shops often do not. Visa and MasterCard are accepted, while American Express is not.\n\nPrices are typically much lower than in Western Europe, especially for supermarket food and service industry. However, hotels and restaurants are not cheaper than Western Europe (and often a lot more expensive than neighbouring Poland).\n\n",{"type":"==","value":["Eat"]},"\nPotatoes, pork, beef, bread - in a nutshell.\n\nIf you are looking for a national gourmet meal - you are in the right place. Most of the products and ingredients are organic, and radiation levels are constantly checked in the food to avoid contamination.\n\n; \"Take fresh aurochs, and if you do not have any, you can use the elk instead\". : From an 18th-century Belarusian cookbook\n\nModern Belarusian cookery is based on old national traditions, which have undergone a long historical evolution. But the main methods of traditional Belarusian cuisine are carefully kept by the people. \nCommon in Belarusian cuisine were dishes made with potatoes, which are called \"the second bread\". The Belarusians bring fame to their beloved potato in their verses, songs and dances. There are special potato cafes in the country where you can try various potato dishes. Potato is included in many salads and it is served together with mushrooms and\/or meat; different ",{"type":"''","value":["pirazhki"]}," (patties) and baked puddings are made from it. The most popular among the Belarusians is traditional ",{"type":"''","value":["draniki"]}," (known as \"latkes\" to North Americans, but eaten only with sour cream, never apple sauce), thick pancakes prepared from shredded potatoes. The wide spread of potato dishes in Belarusian cuisine can be explained by natural climatic conditions of Belarus which are propitious for growing highly starched and tasty sorts of potatoes.\n\nMeat and meat products, especially pork and salted pork fat, play a major role in the diet of Belarusians. One of the people's proverbs says: \"There is no fish more tasty than tench, and there is no meat better than pork\". Salted pork fat is used slightly smoked and seasoned with onions and garlic. Pyachysta is one of the traditional holiday dishes. This is boiled, stewed or roasted sucking pig, fowl or large chunks of pork or beef. Dishes prepared from meat are usually served together with potatoes or vegetables such as carrot, cabbage, black radish, peas, etc. It is characteristic that many vegetable and meat dishes are prepared in special stoneware pots.\n\nAmong dishes from fish, the Belarusians prefer yushka, galki and also baked or boiled river-fish without special seasonings. In general, the most common seasonings are onions, garlic, parsley, dill, caraway seeds and pepper; they are used very moderately in Belarusian cookery. The national dishes are hearty and tasty nonetheless. Among the fruit and vegetable choices are fresh, dried, salted and pickled mushrooms, and berries such as bilberry, wild strawberries, red whortleberry, raspberries, cranberries and some others. Of flour dishes, the most popular is zacirka. Pieces of specially prepared dough are boiled in water and then poured over with milk or garnished with salted pork fat. The Belarusians prefer to use whole milk, which affected some methods of making yoghurt and the so-called klinkovy cottage cheese. In Belarusian cuisine, milk is widely used for mixing in vegetable and flour dishes.\n\n",{"type":"'''","value":["Signature dishes"]},"\n",{"type":"*","value":[{"type":"'''","value":["Draniki"]}]},{"type":"*","value":[{"type":"'''","value":["Potato babka"]}]},{"type":"*","value":[{"type":"'''","value":["Knish"]}]},{"type":"*","value":[{"type":"'''","value":["Pyachysta"]}]},{"type":"*","value":[{"type":"'''","value":["Zacirka"]}]},"\n",{"type":"==","value":["Drink"]},"\nYou can get soft drinks and (Czech) beer everywhere in Belarus.\n\nTypical non-alcoholic drinks include ",{"type":"'''","value":["Kefir"]},", which is a sort of sour milk, similar to yogurt, ",{"type":"'''","value":["Kvas"]}," and ",{"type":"'''","value":["Kompot"]},".\n\n",{"type":"'''","value":["Vodka"]}," (",{"type":"''","value":["harelka"]},"), bitter herbal ",{"type":"''","value":["nastoikas"]}," (especially Belavezhskaja) and sweet balsams are the most common alcoholic drinks.\n\n",{"type":"'''","value":["Krambambula"]}," is a traditional medieval alcoholic drink which you can buy in most stores or order in a restaurant. It's a pretty strong drink but its taste is much softer than vodka.\n\n",{"type":"'''","value":["Medovukha"]}," (or Myadukha) is a honey-based alcoholic beverage very similar to mead.\n\n",{"type":"'''","value":["Sbiten"]}," is a combination of kvass (another common soft alcohol drink) with honey.\n\n",{"type":"'''","value":["Berezavik"]}," or ",{"type":"'''","value":["biarozavy sok"]}," is a birch tree juice which is collected in March from small holes in birch tree trunks with no harm to the plants themselves. There are several variations of this very refreshing alcohol-free drink, which is a good thirst-quencher in hot weather.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"''","value":["\"Legal theft\""]},". Most hotels in Minsk are safe. However, be aware of the ",{"type":"''","value":["Belarusian trick"]},". Since Belarusians are very afraid of the authorities and thus of committing a crime, some corrupt hotels may practice a very annoying way of stealing, so called \"legal theft\" involving maids (often in conspiracy with the reception personnel). While cleaning your room (in your absence) they may ",{"type":"'''","value":["hide"]}," your personal belongings in the most outrageous parts of your room, combining bizarre sets of items, such as a cellular phone with a piece of bread, a wallet with a cheap magazine or a pair of glasses (!). The trick is: if you miss them, the maid will come and collect them later, if you report the items missing (or find them by yourself) you won't be able to do a thing (since the items never left the room, it is not considered a theft). The personnel may also ridicule your allegation by pointing out why on earth they would want to hide some bread or a hotel magazine - they just accidentally tucked the items away while cleaning. Avoid such unpleasant situations by always locking your valuables in the hotel safe or at least taking them with you. Before checking out, always search the room thoroughly (wardrobes, cabinets, deep shelves, behind sofas and radiators).\n\n",{"type":"==","value":["Learn"]},"\nRussian language courses at the Belarus State Economic University ",{"type":"[","value":["http:\/\/www.bseu.minsk.by\/english\/ruslancourse.htm"]}," and the Minsk State Linguistic University ",{"type":"[","value":["http:\/\/www.mslu.by\/faculty_eng\/rus.htm"]},".\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nBelarus has a moderate level of crime. Fortunately, crimes against foreigners are rare, though criminals have been known to use force if met with resistance from victims. Common street crime, such as mugging and pickpocketing, occurs most frequently near public transportation venues, near hotels frequented by foreigners, and\/or at night in poorly lit areas. In many areas, you should be especially alert in metro and bus stations, as criminals have a likely chance in attacking you.\n\nAvoid visiting night clubs and discothèques, as these are operated by criminal gangs willing to search for greater money, but street-level organized criminal violence is rare and does not generally affect expatriates.\n\nCyber-crime of all kinds is well-developed in Belarus. Merchandise orders with fraudulent credit cards, ID theft, hacking\/blackmail schemes, and Nigerian-style advanced fee fraud are gaining in popularity.  If you are doing business with persons or firms in Belarus electronically, you should proceed with extreme caution. Not only is electronic fraud common at ATMs and grocery stores, serious injuries have been inflicted during assaults at street-side ATMs.\n\nIf you participate in a street demonstration with political banners, expect to be detained within minutes. How fast you get out (24 hours or 24 days) depends on your connections, your social status, etc. Westerners especially should avoid any political discussions, protests, etc, due to the government's keen opposition to dissenting views.\n\nBelarus is still largely a discriminatory society. Gay and lesbian travellers face widespread discrimination in Belarus, as do Jews. If you are in any of these categories, it is best not to travel to Belarus in the first place.\n\nMany demonstrations can be identified by seeing a red and white banner: a white background, with a strip of red going horizontally across in the centre, forming a white\/red\/white flag. If you see this flag, do your best to stay away from the demonstration.\n\nSecurity personnel may at times place you, as a foreigner, under surveillance; hotel rooms, telephones, and fax machines may be monitored, and personal possessions in hotel rooms may be searched. Taking photographs of anything that could be perceived as being of military or security interest may result in problems with authorities; these sites are not always clearly marked and the application of these restrictions is subject to interpretation.\n\nVisible and hidden dangers exist, including potholes, unlighted or poorly lighted streets, inattentive and dark-clothed pedestrians walking on unlighted roads, drivers and pedestrians under the influence of alcohol, and disregard for traffic rules. Driving in winter is especially dangerous because of ice and snow. Drivers are urged to exercise caution at all times.\n\nThe KGB in Belarus has not changed its name since the days of the Soviet Union - it is still called the KGB, and its habits have probably not changed much either.\n\nSome ethnic Polish journalists and journalists with ",{"type":"[","value":["http:\/\/www.rsf.org\/article.php3?id_article=14678 Polish citizenship had hassles with the authorities"]}," (ranging from being refused entry to a dozen or so days in prison) during 2005. If you have a Polish sounding name, you had better have good evidence that you're not a journalist.\n\nBelarus police organizations are well trained and professional, but severely restricted by an un-reformed Soviet-era legal system, corruption, and politicization of the police force and other government authorities. Due to low salaries, it is not uncommon for officers to collect bribes during traffic stops.  Sophisticated criminal investigations are often inconclusive because of a lack of resources and\/or political will. \nBelarusians are extremely clumsy drivers.\n\n",{"type":"==","value":["Stay healthy"]},"\nHistorically, Belarus maintained an excellent health system, but when the Chernobyl disaster broke out, the medical care has damaged the system severely. Therefore, medical care in Belarus is neither modern nor easily accessible. Of significant note is that the system is only accessible for people who speak fluent Russian and Belarussian. Ambulances are poorly equipped and unreliable; a wait time of 30 minutes or more is not unusual. The fastest way to secure Western-level care is medical evacuation to the European Union.\n\nTuberculosis (TB) is an increasingly serious health concern in Belarus. Consider consulting with a doctor about getting vaccinated before traveling to Belarus. \n\nIn Belarus, there is a large institute with substantial funding for studying the food chain impact of the Chernobyl disaster, which happened in 1986 in a nuclear power plant on the Ukraine-Belarus border. In principle, food inspectors check food not only for bacterial contamination but also for radiation levels. Most food is considered ",{"type":"''","value":["safe"]},", except if sourced from the banned regions within 50km of the Chernobyl plant itself or the second hotspot around the intersection of Russian, Ukrainian and Belarussian borders.\n\n",{"type":"==","value":["Respect"]},"\nSince Belarusian, Ukrainian and Russian cultures are very close and thus share much in common, many of the same principles of behaviour that can be applied to Russians and Ukrainians, are also applicable to the Belarus populace.\n\n",{"type":"==","value":["Connect"]},"\nThere are 3 major GSM providers in Belarus:\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/en.mts.by\/ MTS"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.velcom.by\/en\/ Velcom"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/life.com.by\/en\/ Life:)"]}]},"All of them offer no-contract GSM SIM-cards and USB modems for Internet access. Cellular communications are very affordable and popular in Belarus. \nEach of these companies has numerous stores in Minsk, ",{"type":"[[","value":[["Brest (Belarus)"],["Brest"]]}," and other regional centres. You will need your passport to purchase a SIM card, but many tariffs are available only to those who are registered with the authorities in Belarus. However, a stamp by your hotel on the back of the immigration card in your passport is sufficient to be registered, and this is routinely done by hotels upon check-in. See ",{"type":"[","value":["http:\/\/prepaidwithdata.wikia.com\/wiki\/Belarus Prepaid with Data Wiki"]}," and ",{"type":"[","value":["http:\/\/www.prepaidgsm.net\/en\/belarus.html PrepaidGSM.net"]}," for more information in English about buying SIM cards.\n\n",{"type":"{{","value":[["geo"],["53.9167"],["27.5500"],["zoom=7"]]},"\n",{"type":"{{","value":[["isPartOf"],["Europe"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Belarus"]]},"\n",{"type":"[[","value":[["Wikipedia:Belarus"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Belarus\/"]]}]