[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\nBelaga is a small town on the ",{"type":"[[","value":[["Rejang River"]]}," in Malaysia's province of ",{"type":"[[","value":[["Sarawak"]]},". Whilst the village can be explored in well under an hour, most visitors arrive in Belaga in order to explore the many ",{"type":"'''","value":["longhouses"]}," as well as the interior of Borneo. There are a few tour operators which are established in the town, however the town is very well connected with the tribes-people and finding a local guide shouldn't be very difficult.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"{{","value":[["cautionbox"],["In an attempt to curb the increasing number of Western protesters at the hydroelectric Bakun Dam upriver from Belaga, the government of Sarawak has mandated that all tourists require a permit if travelling from Kapit. These permits are freely and quickly available in Kapit (although not Belaga), and are rarely checked. Strangely, the permit is not required if arriving from ",{"type":"[[","value":[["Bintulu"]]}," by 4x4 transport. In other words, if you get caught without a permit, feign ignorance and state that you arrived from Bintulu."]]},"\n\n",{"type":"===","value":["By boat"]},"\nMost people arrive in Belaga by boat from ",{"type":"[[","value":[["Kapit"]]}," (and further downstream, ",{"type":"[[","value":[["Sibu"]]},"). Boats leave from Kapit at 9AM and cost RM30 (5 hours) except when the water level is too low and the express boats can't get pass Pelagus rapids. It is a very scenic boat ride, and if you are in need of some fresh air the boat roof is a good place to take in the jungle river banks. Express boat interiors are usually air-conditioned to a point of freezing which makes the ride on the roof much more convenient option. Just remember that the sun in Borneo is fierce even though it's cloudy. Rejang river is an easy ride most of the way and the only notable rapids are those of Pelagus. Just follow the locals, if they stay on the roof you should be safe as well.\n\nDepending on the river level the trip down stream may only take 4 hours (RM30 and leaves at 8AM)\nThere is a boat heading to Bakun Dam from Belaga (RM10.00, 1 hour and leaves approx 3:30PM)\n\n",{"type":"===","value":["By plane"]},"\nBelaga has a tiny abandoned airstrip a few kilometers downstream from the village.\n\n",{"type":"===","value":["By 4x4"]},"\nThe long, windy and unkept logging road from Bintulu or if you are dropped off at the Bakun Dam turn off on the highway appox 40 km north of Bintalu, there are many 4X4s heading into Belaga. Wave one down - they will take passengers if they have room (4–5 hours depending on road conditions, RM50 per person - personal car hire requires min 2pax). This can avoid backtracking by boat to reach Sibu in order to get to the coast. Jeeps normally leave early at 8AM, but since they can be commissioned easily, they are flexible. Speak to your guide or one of the shops which advertise land transport.\n\n",{"type":"==","value":["Get around"]},"\nBelaga is small enough to walk around in twenty minutes. For trips further afield, hire a longboat for a ride up\/down river.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Longhouse tours"]},". Belaga is one of the best places to do trips to see the longhouses. Indigenous tribes are typically welcoming to tourists and very hospitable. Expect to be shown different styles of villages (old and new), as well as traditional costumes, dances, foods (jungle fern, wild boar), manufacturing methods, local rice farms etc. Most of the children, when not at school are fascinated by Westerners and will tag along for the fun and games. Be prepared to take some gifts for the tribes people (mainly for the children) as a show of appreciation to their hospitality. These should be given to the chieftain who will later distribute them."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Belaga Regatta\/Traditional games\/Belaga Rainforest Challenge Trail"]},". Every year from 23–27 July. Features all the indigenous tribes and longhouse people in a week long event of games and an inter-longhouse regatta challenge."]},"\n",{"type":"===","value":["Tours"]},"\nLonghouse tours are split up into the following categories:\n",{"type":"*","value":[" Longhouse visits, and sleeping typically in the chieftain's house"]},{"type":"*","value":[" Longhouse visits, jungle trekking and camping"]},{"type":"*","value":[" Longhouse visits, short jungle trek followed by sleeping in the longhouse"]},"\nOne excellent tour operator is:\n",{"type":"*","value":[" ",{"type":"'''","value":["Worldwide Exploration Travel & Tour Services"]},", Lot 168 Jalan Penghulu Hang Nyipa, 96900 Belaga, Sarawak (",{"type":"''","value":["from the boat jetty, ascend the stairs, turn left and walk to the end of the main street"]},"), Mr Andreas Bato: 010 5964 808 \/ 086 461 884 \/ 086 461 754 (",{"type":"''","value":["borneotrail@gmail.com"]},")."]},"\nPrices as at January 2008 are listed below (all quoted in Malaysian Ringgit), although with some haggling discounts will be found.\n",{"type":"{|","value":[["border='1' cellpadding=10 cellspacing=0"],["!"],["! 1 pax"],["! 2-3 pax"],["! 4-8 pax"],["! 9+ pax"],["|-"],["| 2D1N Longhouse"],["| 400++"],["| 300++"],["| 240++"],["| 160++"],["|-"],["| 2D1N Camping"],["| 440++"],["| 360++"],["| 280++"],["| 200++"],["|-"],["| 2D1N Trekking"],["| 420++"],["| 340++"],["| 260++"],["| 180++"],["|-"],["| 3D2N Longhouse"],["| 500++"],["| 340++"],["| 280++"],["| 200++"],["|-"],["| 3D2N Camping"],["| 560++"],["| 400++"],["| 320++"],["| 260++"],["|-"],["| 3D2N Trekking"],["| 540++"],["| 380++"],["| 300++"],["| 220++"],["|-"],["| Longhouse Day trip"],["| 180++"],["| 100++"],["| 80++"],["| 60++"]]},"\n\n",{"type":"==","value":["Buy"]},"\nMost of the longhouses in the area will sell locally made souvenirs, such as beads, necklaces and sometimes even traditional clothes and items. There isn't much on offer in Belaga village itself, aside from some old coins and op-shop variety items.\n\n",{"type":"==","value":["Eat"]},"\nAll of the restaurants in Belaga are of a comparable quality and price. Take your pick or ask a local.\n\n",{"type":"==","value":["Sleep"]},"\nThere is a good selection of cheap accommodation in Belaga.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B Worldwide Exploration"],["url="],["email="],["address=No. 4 Belaga Bazaar 96900 Belaga"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=RM18"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Belaga"],["url="],["email="],["address=14 Main Bazaar"],["lat="],["long="],["directions="],["phone=461 244"],["tollfree="],["fax="],["hours="],["price=RM30-50"],["checkin="],["checkout="],["content=One of the more popular places with backpackers, although not the best value for money."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Sing Soon Huat"],["url="],["email="],["address=26-27 New Bazaar"],["lat="],["long="],["directions="],["phone=461 307"],["tollfree="],["fax="],["hours="],["price=RM20-RM35"],["checkin="],["checkout="],["content=A cheaper, better alternative to Hotel Belaga. Behind the main bazaar so it's also a little quieter. Ask for the rooms on the second floor, as they are nicer."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" There is a small internet cafe inside the Malaysian Airlines office, although the prices are expensive and the internet connection a terrible snail paced dial-up."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["2.7000"],["113.7833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rejang River"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Belaga, Sarawak"]]}]