[{"type":"{{","value":[["pagebanner"],["Belfast Wikivoyage Banner.png"],["disambig=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gotobelfast.com\/ Belfast"]}]}," (",{"type":"[[","value":[[":wikipedia:Irish language"],["Irish:"]]}," ",{"type":"''","value":["Béal Feirste"]},", meaning \"the mouth of the river Farset\") is the capital and largest city of ",{"type":"[[","value":[["Northern Ireland"]]}," and the second largest city on the island of Ireland after ",{"type":"[[","value":[["Dublin"]]},", the capital of the ",{"type":"[[","value":[["Republic of Ireland"]]},". Situated at the mouth of the River Lagan on Belfast Lough, Belfast is surrounded by low hills and has a population of 267,500. This figure refers only to the Belfast City Council area whose borders date back to the 1950. Since then the city has expanded and the population of the Belfast Metropolitan Urban Area which incorporates the surrounding suburbs and towns is 483,000.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Belfast City Hall and Big Wheel!.jpg"],["thumb"],["250px"],["Belfast City Hall"]]},"\nBelfast gained notoriety around the world during ",{"type":"'''","value":["The Troubles"]}," (1969-1997) due to the frequency of gun and bomb attacks in the city. Parts of Belfast were effectively no-go areas for security forces and therefore took on a lawless quality. Today, the scars of Belfast's troubled past make it an intriguing destination for travellers from around the world.\n\nSince the signing of the Good Friday Agreement in 1998, most of the politically-motivated violence has evaporated. Belfast was recently awarded the accolade of being the safest city in the UK, based on a comparison of nation-wide crime figures, and, as part of its commitment to maintain peace, now seeks tourism from all around the world, especially from countries other than the Irish Republic and the rest of the UK.\n\nThose who live in Belfast tend to either absolutely love the city or loathe it, although the outsider's perspective tends to be more forgiving, as Belfast was voted the fourth best city in the UK for a city break in the Guardian\/Observer travel awards. Needless to say, a visit to Belfast will be rewarded by a glimpse of a unique city that has finally begun to celebrate, rather than fight over, its place as a cultural meeting-point of Britain and Ireland. Belfast is certainly exhibiting an air of determined optimism, with new hotels, bars, restaurants, clubs and shops opening at an incredible rate. It is a city that is proud of its Victorian and Edwardian heritage and efforts to restore historic buildings are proving successful. Tourism is on the increase in Northern Ireland, especially among those seeking a weekend away or short break in Ireland as Belfast can offer a significantly cheaper and more rewarding alternative to the busier, more expensive and more tourist-driven ",{"type":"[[","value":[["Dublin"]]},".\n\nBelfast remains a great place to explore, as it is still relatively undiscovered compared with its neighbour in Dublin and is ideal for the tourist who enjoys a city with character, yet still has a raw, unspoilt energy. A visit to the capital of Northern Ireland will provide a more stimulating trip as, once you scratch the surface, it is easy to see beyond the ethno-political conflict of past years. It is a city which has changed dramatically in a decade due to this peace and prosperity and you will be greeted with warmth from locals who feel a new-found sense of pride in their city. Indeed, the old cliche that you will be welcomed like an old friend by the patrons of Belfast's many pubs and bars is actually true, as the locals love to find out what draws you to their little part of the world and, of course, they like the chance to share a little bit of their history with you! Ask any local and they will tell you that a trip to Belfast will mean that you learn far more about the Irish and British psyche than a trip to a cheesy Irish pub in Dublin or on a tourist-orientated tour in ",{"type":"[[","value":[["London"]]},".\n\nSome recent events, mostly the flag protests, may have put people off going to Belfast but violence is minimal and more or less peaceful.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Belfast,easyjet A139.jpg"],["thumb"],["250px"],["Easyjet aircraft at Belfast International Airport"]]},"\nBelfast has two airports.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.belfastcityairport.com\/home.asp George Best Belfast City Airport"]}]}," (",{"type":"{{","value":[["IATA"],["BHD"]]},") is just two miles from Belfast's city centre, with magnificent views of the city of Belfast or Belfast Lough on approach and departure. The airport principally serves routes to domestic UK and Ireland, however British Airways has extensive worldwide connections through the OneWorld Alliance. Airlines using the airport include:\n",{"type":"*","value":[" Aer Lingus ",{"type":"[","value":["http:\/\/www.aerlingus.com"]}," to London Heathrow, Gatwick, Faro, Malaga, Palma de Mallorca"]},{"type":"*","value":[" British Airways ",{"type":"[","value":["http:\/\/www.ba.com\/"]}," to London Heathrow"]},{"type":"*","value":[" Citywing  ",{"type":"[","value":["http:\/\/www.manx2.com\/"]}," to Blackpool, Gloucestershire, Isle of Man."]},{"type":"*","value":[" flybe ",{"type":"[","value":["http:\/\/www.flybe.com\/"]}," to Aberdeen, Birmingham, Bristol, Cardiff, Doncaster, Edinburgh, Exeter, Glasgow, Guernsey, Inverness, Jersey, Leeds\/Bradford, Liverpool, London Gatwick, Newcastle, Nottingham EMA, Paris, Southampton, Manchester and Rennes."]},"\nThe terminal is served every 20-30 min 06:00-22:00 by the Metro 600 bus ",{"type":"[","value":["http:\/\/www.translink.co.uk\/Services\/Other-Translink-Services\/Airport-Services\/Airport-Express-600\/"]}," (£2 single, £3 return). Depending on traffic, the journey to Belfast's Laganside and Europa Buscentres should take no more than 15 minutes.\n\nAlternatively, NIR trains serve the airport at Sydenham station twice an hour on the Portadown\/Belfast\/Bangor line. Upon arrival, ask at the airport information desk for a free shuttle ride to the station. If arriving by train, the courtesy bus may be requested just inside the airport perimeter across the bridge from Sydenham station. A single fare to Belfast Central, Botanic, City Hospital or Great Victoria Street costs £1.60. A single to Bangor costs £3.80\n\nTaxis cost approximately £10 to most parts of the city and are an economical choice for small groups.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.belfastairport.com\/en\/ Belfast International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["BFS"]]},") is further from Belfast than City Airport, lying closer to the towns of Templepatrick and Antrim, but offers significantly more international destinations. United Airlines has connections available to destinations throughout the Americas and beyond.\n",{"type":"*","value":[" Easyjet ",{"type":"[","value":["http:\/\/www.easyjet.com"]}," to Alicante, Amsterdam, Barcelona, Berlin Schoenefeld, Bristol, Edinburgh, Faro, Geneva, Glasgow, Ibiza, Kraków, Liverpool John Lennon, London Gatwick, London Luton, London Stansted, Malaga, Newcastle, Nice, Palma, Paris Charles de Gaulle, Prague, Rome Ciampino, Venice"]},{"type":"*","value":[" Jet2 ",{"type":"[","value":["http:\/\/www.jet2.com"]}," to Blackpool, Chambéry, Dubrovnik, Gran Canaria, Ibiza, Jersey, Leeds Bradford, Malaga, Murcia, Palma, Pisa, Tenerife South and Toulouse"]},{"type":"*","value":[" United Airlines ",{"type":"[","value":["http:\/\/www.united.com"]}," to New York (Newark)"]},"\nThe terminal is served up to every 30 min from 5:35AM–11:20PM by the 300 Airport bus ",{"type":"[","value":["http:\/\/www.translink.co.uk\/Services\/Other-Translink-Services\/Airport-Services\/Airport-Express-300\/"]}," (£7 single, £10 return). Depending on traffic, the journey to Belfast's Laganside and Europa Buscentres takes about 45 minutes. Taxis should cost no more than £25-30 to Belfast City Centre.\n\nThere is a cheaper, but slower route available by taking the 109A (hourly service M-Sa) Ulsterbus 109A service to Antrim from the stand outside the airport, leave the bus at Antrim Bus station (£2.60 one way). Take a train from Antrim to Belfast Great Victoria Street. Train times to be found on timetables at station, you can also get by train to Londonderry\/Derry, Ballymena\/Ballymoney and Coleraine \/Portrush\/Castlerock by train also just ask what platform they are departing from trains  run every  hour to Londonderry\/Derry and to Belfast Great Victoria Street \n",{"type":"====","value":["From Dublin"]},"\nThe fastest way to get to Belfast from ",{"type":"'''","value":["Dublin Airport"]}," 160 km (100 mi) is by bus, it only takes about 1 hour 30 mins. Ryanair, Aer Arann ",{"type":"[","value":["http:\/\/www.aerarann.ie\/"]}," and Aer Lingus (the national airline of the Republic of Ireland) serve many international destinations in Europe and North America (including Boston, Los Angeles and New York). Hourly buses that leave 20mins past the hour e.g. 2:20PM, 3:20PM etc. (24 hours, daytime services operated by Ulsterbus, night services by Bus Éireann) ",{"type":"[","value":["http:\/\/www.translink.co.uk\/Services\/Other-Translink-Services\/Airport-Services\/Goldline-Express-Service-X1-X2-Belfast-to-Dublin-Airport-and-Dublin\/"]}," link Dublin Airport and the Belfast Europa Buscentre.\n\nAircoach ",{"type":"[","value":["http:\/\/www.aircoach.ie\/table.routes.belfast.php"]}," also run a bus service every hour from Dublin Airport to Belfast, you get dropped off in Glengall Street (just outside the Belfast Europa Buscentre). They leave on the hour e.g. 3PM, 4PM etc. The Aircoach is normally faster than the Ulsterbus\/Bus Éireann service as there is less stops.\n\n",{"type":"===","value":["By train"]},"\n\nYou can now get cheap online tickets from Dublin to Belfast on https:\/\/www.translink.co.uk\/Buy-Tickets-Online\/Enterprise-Web-Fare\/ . If you are arriving into Dublin Airport do not get the train to Belfast, get the bus direct from the Airport. The train station is in Dublin City Centre, nowhere near the airport.\n\nDespite decades of underinvestment and service cutbacks, Northern Ireland Railways ",{"type":"[","value":["http:\/\/www.nirailways.co.uk"]}," (a division of Translink, Northern Ireland's public transport operator) manages to maintain a small but increasingly reliable passenger rail network around the province, with four 'domestic' lines radiating out from Belfast. ",{"type":"'''","value":["Great Victoria Street Station"]}," is in the centre of Belfast on, as the name suggests, Great Victoria Street. Just yards from the Grand Opera House and beside the Europa Hotel, the Great Victoria Station is part of a combined bus\/rail station, the bus centre being called ",{"type":"'''","value":["Europa Bus Centre"]},". Look for the sign above the door to access the station from Great Victoria Street, ",{"type":"'''","value":["Great Northern Mall"]},".  The \"",{"type":"'''","value":["Central Station"]},"\" is not very central at all - it's about half a mile from the city centre but is close to Belfast Courts, the Waterfront Hall and bus routes to east Belfast.\n\nThere are four rail corridors in\/out of Belfast:\n",{"type":"*","value":[" Belfast - Bangor"]},{"type":"*","value":[" Belfast - Portadown"]},{"type":"*","value":[" Belfast - Larne"]},{"type":"*","value":[" Belfast - Coleraine - Londonderry\/Derry or Portrush"]},"\nService is most frequent and reliable on the Portadown - Belfast - Bangor corridor, on which new trains offer frequent and fast suburban service. The line to Londonderry\/Derry is exceptionally beautiful as it passes along the north coast after Coleraine, however travellers should note that the railway line is slower (two hours or more) than the equivalent Ulsterbus Goldline express coach (one hour and forty minutes). Contact NIR for information on tourist passes for exploring Northern Ireland by bus and train: with integrated bus and train stations in most major towns, the province is easily explored without a car.\n\nServices to Dublin (with connections to other destinations in the Republic of Ireland) is offered by the ",{"type":"'''","value":["Enterprise"]},", a modern, comfortable, but relatively slow train jointly operated by ",{"type":"'''","value":["Northern Ireland Railways"]}," and ",{"type":"'''","value":["Iarnrod Eireann"]}," (which operates trains in the Republic of Ireland). Journeys between Dublin and Belfast take two hours and twenty minutes, and there are up to eight trains a day, offering two classes of service. The train takes a less direct route than the road, but offers some superb views and is still generally quicker than equivalent buses. Cheap day returns are available to those willing to book online ",{"type":"[","value":["http:\/\/www.translink.co.uk\/enterprise"]},". Standard fare is £25 one-way when purchased on the day of travel.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"[","value":["http:\/\/www.ulsterbus.co.uk\/ Ulsterbus"]}," (a division of Translink, Northern Ireland's public transport operator) operate the intercity bus network in Northern Ireland, linking most major towns and cities. Services are well-used and, in most cases, reasonably priced. The most frequent service is to ",{"type":"[[","value":[["Derry"],["Londonderry\/Derry"]]},". Bus Éireann ",{"type":"[","value":["http:\/\/www.buseireann.ie\/site\/home\/"]}," jointly operate cross-border services with Ulsterbus and operate almost all intercity routes in the Republic of Ireland. Bus Éireann offer a €15 single fare and €22 return fare from Dublin Busaras (bus station) and Dublin Airport to the Europa Buscentre in Belfast (currently unavailable to purchase online); Ulsterbus offers similar specials in the opposite direction. There is also a daily bus to Cork, via Athlone and one to Galway via Cavan.\n\nUnder the Eurolines banner, Ulsterbus offer 2 daily services to ",{"type":"[[","value":[["Glasgow"]]}," and ",{"type":"[[","value":[["Edinburgh"]]},", and 2 daily services to London via ",{"type":"[[","value":[["Manchester"]]}," and ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]},". All of these are via the fast ferry Stranraer. Connections are available via National Express to virtually every destination in mainland Great Britain.\n\nFor less independent travellers, you can also book day trips from ",{"type":"[[","value":[["Dublin"]]}," to Belfast on Wednesdays, Saturdays and Sundays. This includes a bus trip to Belfast followed by a black taxi cab ride through the two neighbourhoods and a visit to the peace wall. See Belfast Taxi Tours ",{"type":"[","value":["http:\/\/www.TaxiTrax.com"]}," for info.\n\nLocal bus travel in Northern Ireland can be expensive outside of Belfast, but services are frequent and reliable. Belfast itself is small enough to walk anywhere comfortably.\n\nThere is also a bus based Park and Ride facility available, see National Park and Ride Directory ",{"type":"[","value":["http:\/\/www.parkandride.net\/belfast\/belfast_frameset.shtml"]},"\n\n",{"type":"===","value":["By car"]},"\nBelfast is the focus of the road network in Northern Ireland, and as such is very well connected to the road network in Northern Ireland. While there are only three motorways in Northern Ireland (M1, M2 and M22), the rest of the country is very well provided for with high quality trunk roads.\n\nAccess to Belfast from the Republic of Ireland has never been better. Due to the great improvements the peace process in Northern Ireland has gained, crossing the border into Northern Ireland is now nothing more noticeable than a change in signposts and road markings. The M1 connects Dublin to Dundalk and almost to the border with Northern Ireland. The M1 is 83 km long and has one toll over the bridge of peace in Drogheda (€1.80 for a car).\n\n",{"type":"====","value":["Car rental"]},"\n\nBelfast is not as well served by car rental companies as Ireland in general. Some Irish car rental companies offer a drop off option in Belfast while others have locations in Belfast City. If you plan to rent a car in the Republic of Ireland and drive it into Northern Ireland be aware of the additional insurance cost. Dan Dooley are the only car rental company operating in both Northern Ireland and the Republic of Ireland not to charge for additional cross border insurance.\n\n",{"type":"*","value":[" Logan Car Hire, ",{"type":"[","value":["http:\/\/www.logancarhire.com\/"]}," Belfast International Airport, Tel: +44 28 9581-0701"]},{"type":"*","value":[" Logan Car Hire, ",{"type":"[","value":["http:\/\/www.logancarhire.com\/"]}," Belfast City Airport, Tel: +44 28 9581-0701"]},"\n",{"type":"*","value":[" Avis Rent a Car Ltd - 69-71 Great Victoria St."]},{"type":"*","value":[" Dan Dooley ",{"type":"[","value":["http:\/\/www.dan-dooley.ie"]}," - Belfast International Airport. Offers meet and greet service at Belfast City Airport and in the Belfast Docks."]},{"type":"*","value":[" Budget - Great Victoria St."]},{"type":"*","value":[" Europcar - 105 Great Victoria St."]},{"type":"*","value":[" Car Hire Ireland ",{"type":"[","value":["http:\/\/www.carhire.ie"]}," - Drop-off option at Belfast International by request only."]},{"type":"*","value":[" Enterprise Rent-a-car ",{"type":"[","value":["http:\/\/www.enterprise.com\/"]},", Unit 1 Boucher Crescent, Tel: +44 28 9066-6767. If you need a car for the duration of your stay, the branch at Unit 3, Bldg 10 Central Park Mallusk, Tel: +44 28 9084-3749, will be able to meet you and drop you off at either airport or the ferry terminals."]},"\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"*","value":[" Frequent sailings across the Irish Sea connect Belfast to mainland Great Britain. All the operators listed below offer special promotions throughout the year, and some also offer through ticketing with rail and bus services at each end.  For foot passengers without through tickets the only public transport link to the Belfast Stena terminals is bus 96 from Belfast city centre (North Queen Street and High Street) but this does not run at weekend. The coaches used by passengers with through tickets are not available to walk-up passengers (i.e. they do not sell tickets on board)."]},{"type":"*","value":[{"type":"*","value":[" Stena Line ",{"type":"[","value":["http:\/\/www.stenaline.co.uk\/"]}," offer two types of service from the Port of Belfast to ",{"type":"[[","value":[["Stranraer"]]}," in ",{"type":"[[","value":[["Scotland"]]},", with up to six sailings a day. The HSS Stena Voyager is a high speed catamaran (the fastest ferry from Northern Ireland to mainland Great Britain) and the Stena Caledonia is a more traditional and slower ferry."]}]},{"type":"*","value":[{"type":"*","value":[" Stena Line also offer up to three sailings a day from ",{"type":"[[","value":[["Larne"]]}," (accessible from Belfast by train or bus) to Fleetwood, near ",{"type":"[[","value":[["Liverpool"]]},". "]}]},{"type":"*","value":[{"type":"*","value":[" P&O Irish Sea Ferries runs two sailings a day each way between Larne and ",{"type":"[[","value":[["Troon"]]}," in Scotland ",{"type":"[","value":["http:\/\/www.poirishsea.com\/passenger\/Larne_Troon.htm"]}]}]},{"type":"*","value":[{"type":"*","value":[" Norfolk Line ",{"type":"[","value":["https:\/\/www.norfolkline-ferries.co.uk\/"]}," offer daytime and nighttime crossings to ",{"type":"[[","value":[["Birkenhead"]]},", near Liverpool. Cabins and meals are available."]}]},{"type":"*","value":[{"type":"*","value":[" Isle of Man Steam Packet Company ",{"type":"[","value":["http:\/\/www.steam-packet.com\/"]}," sail between Belfast and the ",{"type":"[[","value":[["Isle of Man"]]},", from late March to late September."]}]},"\n",{"type":"===","value":["By sail and rail from Great Britain"]},"\n\nIt is possible to buy a through train ticket between any railway station in ",{"type":"[[","value":[["Great Britain"]]}," and any railway station in Ireland, north or south. It is generally cheaper to do this than buy separate train tickets to ferry ports and then foot passenger tickets on the boat, and this remains one of the cheapest ways of reaching Northern Ireland, especially at short notice.\n\n",{"type":"'''","value":["For journeys from Great Britain"]}," tickets can be bought from any staffed station and from some automated ticket machines. Few online ticket agents sell cross-channel rail tickets, and those that do add additional booking fees. Since tickets are no cheaper booked in advance, they can usually be bought at the station on departure.\n\n",{"type":"'''","value":["For journeys from Northern Ireland"]}," cross-channel tickets (and, in fact, all rail tickets for travel within Great Britain) can be bought from NI Railways Travel, the travel agency located at Great Victoria Street railway station (with a small handling fee) or at the Stena Line terminal in Belfast.\n\nMost rail and sail passengers between Great Britain and Northern Ireland are routed via Stena Line's Belfast\/Stranraer Stena HSS fast ferry. ",{"type":"[[","value":[["Stranraer"]]}," railway station is immediately adjacent to the ferry terminal, although Stena Line will leave Stranraer for the non-rail connected Cairnryan in 2011. Fares are priced by zones within Great Britain, starting at £25 single \/ £50 return (£16.50 \/ £33 with a National Rail railcard) between Belfast and destinations in south-west Scotland. London to Belfast via Stranraer costs £46 single \/ £92 return. Tickets include rail travel to Stranraer and passage on the Stena HSS, although not the transfer from Stena's terminal in the Port of Belfast. Metro 96 runs hourly throughout the day between the terminal and the city centre, or for slightly more rail and sail passengers can travel on the faster coach transfer to the Europa Buscentre offered free for cross-channel coach passengers.\n\nAn alternative 'rail and sail' routing from London and southern Britain is via Holyhead and Dublin. Seat61.com ",{"type":"[","value":["http:\/\/seat61.com\/NorthernIreland.htm"]}," offers informed and independent advice on how to book combined train and ferry tickets from any railway station in Great Britain to Northern Ireland.\n\n",{"type":"==","value":["Get around"]},"\n\nThe centre of Belfast is small enough to be explored by foot. However, to explore the suburbs of the city, as in any city, requires some sort of transport.  From the centre of belfast to the city limits at any point is perhaps a distance of eight miles,  Within the city there are two very distinct 'Bus' systems. Translink ",{"type":"[","value":["http:\/\/www.translink.co.uk\/"]}," which is a private company operated the 'Metro' (previously Citybus). Buses run along colour coded high frequency routes that radiate from the city centre from around 6AM until 11PM. All major bus routes start or pass through Donegall Square, and a Metro information kiosk is on the West side of the square (Donegall Square West). Tourist passes are available from here, or for the more frequent traveller, you can purchase and pre-load a Smartlink card with credit for bus trips. While the routes are extensive, the travel is expensive, as it is for the whole of the country. Buses frequently do not turn up and staff can at times be unhelpful.\n\nOn Friday and Saturday night, Metro Night Link ",{"type":"[","value":["http:\/\/www.translink.co.uk\/MetroNightlink.asp"]}," buses operate limited service from Donegall Square to Antrim, Ballygowan, Ballynahinch, Downpatrick, Bangor, Carrickfergus, Comber, Lisburn, Newtownabbey, and Newtownards. These pass through most suburban areas of Belfast: however, the fixed-fare system means that a taxi may be better value if you're only travelling within Belfast.\n\nBelfast's second 'Bus' service is the 'Taxi Bus' or more commonly known as the 'Black Taxis'. These London style Black Taxis were brought to Belfast in the early 1970s and occurred at a time when the 'Troubles' was in its infancy. Riots and armed conflict were a daily occurrence and the established Bus company, would suspend its services to sections, or all of Belfast in response to this conflict. This suspension of services left much of Belfast without a regular transport service. It had negative effect on many working class areas of Belfast which found that they were unable to get to or from work, or in the case of children, school. The communities response to this was for individuals to travel to England and to purchase old London Taxis. These Taxis initially appeared in Republican areas of Belfast and later in Loyalist areas of the city. The Taxis operated as buses and were shared by members of the public who would hail the taxi and pay a nominal fare. For more than 40 years this system has existed and developed. The primary provider is the West Belfast Taxi Association which operates this service in Nationalist\/Republican areas. They have a fleet of around 220 taxis and service, from their base at King Street, Belfast areas such as the Falls, Whiterock, Glen, Andersonstown, Stewartstown and Shaws Roads as well as outlying areas such as Twinbrook and Poleglass. The Association also provides a similar service in the North of the city covering the New Lodge and Ardoyne areas as well as to the small town of Crumlin. To avail of the 'Taxi Bus' service, one merely has to put ones hand out to stop a taxi. Most taxis have a display which states their destination.  However, should a visitor to the city be unsure of the exact ettiquete surrounding this form of transport or destination, they should just hail any 'Taxi Bus' and ask advice from the driver. The fare for these journey are (for the short journey) 80 pence for a pensioner; 90 pence for any child still at school and £1.30 for an adult.  The longest journey is slightly more expensive, but still cheaper than the regular buses (90 pence for a pensioner; £1,00 for any child still at school and £1.70 for an adult). This Association instigated and developed the now famous 'Black Taxi Tour'.\n\nUnionist\/Loyalist areas of the City are served by the Shankill Taxis who provide services on the Shankill and Shore Roads,  This operation is considerably smaller given that there are perhaps only a dozen taxis working these routes.\n\nIf your time is limited, the open-top 'Belfast Sightseeing' bus tours are recommended, costing about £10 per person for a 2 hour journey. You will be shown the sights in the city centre and suburbs including famous murals painted on the ends of terraced houses during 'The Troubles' in the Falls Road area, the Harland and Wolff shipyards where the ",{"type":"[[","value":[["RMS Titanic"]]}," was built and Queens University. The guides are friendly, well informed and interesting, although many locals still remark that is unusual to see bright red open top tour buses passing through once troubled neighbourhoods. You may prefer a less obvious exploration of the city.\n\nBelfast is now famous for its ",{"type":"'''","value":["Black Taxi tours"]}," of the city, which are highly recommended, and can be arranged by most hostels, hotels and at the tourist office (47 Donegall Place, above the Boots pharmacy, just north of the City Hall). These tours are given by regular taxi drivers who have worked through the troubled years, and have a wealth of knowledge and very personal experiences, which they are glad to share during a tour that can last up to two hours.\n\n",{"type":"==","value":["See"]},"\n\nTo make the most of your time in the city your first point of contact should be the centrally located Belfast Welcome Centre (Tourist Office) ",{"type":"[","value":["http:\/\/www.gotobelfast.com\/"]}," at 47 Donegall Place, just north of City Hall. The first floor centre is accessible by elevator and escalator just to the left of the Boots Pharmacy. The staff can provide maps, book accommodation and tours, recommend itineraries and places of interest and sell you overpriced and tacky souvenirs. There is also a useful left luggage facility.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Taxi tours"],["url=http:\/\/www.TaxiTrax.com"],["email="],["address=35A King Street"],["lat="],["long="],["directions="],["phone = +44 7892 716660"],["tollfree="],["fax="],["hours=2 hours"],["price=£30"],["content=Taxi Trax of West Belfast have seen the history of the troubles over the past 40 years. They even have a mural that can be seen on the International Wall."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Black Taxi Tours"],["url=http:\/\/www.BelfastTaxiTours.com"],["email="],["address=King Street, Belfast"],["lat="],["long="],["directions="],["phone = +44 2890315777"],["tollfree="],["fax="],["hours=2 Hours"],["price=£30"],["content=Free Pick up from any Belfast City location. Large Group discounts available on request."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=belfast mural tours"],["url=http:\/\/belfastmuraltours.com\/"],["email="],["address=city center"],["lat="],["long="],["directions="],["phone = +44 7846 687085"],["tollfree="],["fax="],["hours=2 hours"],["price=£30.00 min"],["content=Take a personal tour of the famous Belfast Murals,Hear the stories behind them,Tour the streets that show the scars of decades of conflict."]]}]},{"type":"===","value":["Central"]},"\n\nBelfast city centre is focused on Donegall Square and Belfast City Hall in its centre. All major city bus routes converge here and, on sunny days, this is where shoppers and office workers can be found enjoying their breaks. The City Hall is the grand centerpiece of the city and the orientation point for your exploration of Belfast. Running north from the centre of Donegall Square is Donegall Place, a broad and bustling shopping street, which will lead you towards the Cathedral Quarter and the Arts School. The city centre is bordered to the east by the River Lagan, and to the south by the area around Donegall Pass. Where Belfast city centre meets the River Lagan, windswept pavements prove that meaningless sculptures and grandiose attempts at urban planning do not necessarily make for a popular urban space. The horrendous dual carriageway known as the Westlink separated the centre of Belfast from the western suburbs of the city in the 1970s; this borders the city centre to the west. On the plus side, the network of dual carriageways and motorways mean that one can get from the city centre to all the surrounding suburbs and satellite towns in less than fifteen minutes, even during the rush hour, something which is impossible in many other cities, for example Dublin.\n\nIn between these rough boundaries, you'll find Belfast's heart. Parts of it are blighted by dereliction, others are blighted by narrow-minded money-grabbing redevelopment. Note that while largely safe at all times, years of city centre curfews during the troubles means that the centre of Belfast can be startlingly empty of pedestrians after 8PM. City centre living has yet to become as popular here as in other parts of Britain and Ireland.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=City Hall"],["alt="],["url="],["email="],["address=Donegall Sq"],["lat="],["long="],["directions="],["phone = +44 28 9032-0202"],["tollfree="],["fax="],["hours="],["price="],["content= Opened in 1906, the City Hall will possibly seem familiar to South African visitors, who may notice a resemblance to the city hall in Durban. This is a fine example of turn of the century architecture from the heart of the British Empire's drafting office. The City Hall houses Belfast's Council chambers and administrative offices. Excellently presented free guided tours are available every day; ring ahead for details of times. Also of note are the grounds, containing a memorial to victims of the Titanic and a statue of Queen Victoria. The spacious grassy square and broad pavements that surround the City Hall are also where local youths gather to perform complex mating rituals. The City Hall will temporarily close to the public from November 2007 for essential renovation works. However, the grounds of the building will remain open and will continue to play host to popular events, such as the Continental Christmas Market. The building is scheduled to reopen in 2009 and, until then, most Council services, including the Registrar's office for births, deaths, marriages and civil partnerships, will relocate to Adelaide Exchange in nearby Adelaide Street."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=PLACE Built Environment Centre"],["alt="],["url=http:\/\/www.placeni.org\/"],["email="],["address=40 Fountain St"],["lat="],["long="],["directions="],["phone = +44 28 9023-2524"],["tollfree="],["fax="],["hours="],["price="],["content=PLACE is the Northern Ireland Built Environment Centre based in Fountain Street, Belfast. PLACE was established in 2004 and is now an independent charity running a public programme of exhibitions, debates and discussions, architecture tours, site visits and design workshops on various local and international built environment topics relevant to Northern Ireland. For information on upcoming walking tours, exhibitions or events visit the website or give the Centre a call."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ormeau Baths Gallery"],["alt="],["url=http:\/\/www.ormeaubaths.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 28 9032 1402"],["tollfree="],["fax="],["hours="],["price="],["content=18a Ormeau Ave. Significantly lacking in credibility, the Arts Council of Northern Ireland has now taken over the running of this once-lively and vibrant art gallery. This change of direction has left the OBG without a single artist involved in the running of the museum. A group of local artists has subsequently formed the Ormeau Baths Gallery in Exile, a mobile venue which hopes to 'return' to the OBG building in 2007."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Saint Anne's Cathedral"],["alt="],["url="],["email="],["address=Donegall St."],["lat="],["long="],["directions="],["phone = +44 28 9043-4006"],["tollfree="],["fax="],["hours="],["price="],["content= The stunning cathedral building is situated at the opposite end of ",{"type":"'''","value":["Royal Avenue"]},", the main shopping street, from the City Hall. It is a fascinating building, and is at the centre of the \"Cathedral Quarter\", which is reluctantly being redesigned and cleaned up by various investment agencies to become Belfast's 'cultural' district. Thankfully, a lot of work remains to be done, and the area contains many fine cafés, bars and interesting buildings that recall the city's commercial and industrial heritage. Rent prices have yet to jump significantly, so keep an eye out for the small galleries and studio workspaces that remain in this area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Belfast Exposed"],["alt="],["url=http:\/\/www.belfastexposed.org\/"],["email="],["address=23 Donegall St"],["lat="],["long="],["directions="],["phone = +44 28 9023-0965"],["tollfree="],["fax="],["hours="],["price="],["content=Tu-Sa 11AM-5PM. Belfast Exposed is Northern Ireland's only dedicated photography gallery, and as well as operating a fine exhibition space in a refurbished warehouse building, also provides local photographers with dark room and processing facilities and a well maintained library. Exhibitions are usually free and always worth seeing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Belfast Print Workshop and Gallery"],["alt="],["url=http:\/\/www.belfastprintworkshop.org.uk\/"],["email="],["address=30-42 Waring St"],["lat="],["long="],["directions="],["phone = +44 28 9023-1323"],["tollfree="],["fax="],["hours="],["price="],["content=This gallery is combined with an active workshop, where local artists are able to use the facilities to print their work. Usually a good selection of local work."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Belfast Central Library"],["alt="],["url="],["email="],["address=Royal Ave."],["lat="],["long="],["directions="],["phone = +44 28 9050-9150"],["tollfree="],["fax="],["hours="],["price="],["content= Opposite the road from the Cathedral, the Victorian library building houses an excellent Irish section and a newspaper library, containing archives of all Northern Irish newspapers."]]}]},"\n",{"type":"[[","value":[["File:Belfast (065), October 2009.JPG"],["thumb"],["The Belfast Big Fish"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Titanic Boat Tour"],["alt="],["url=http:\/\/www.laganboatcompany.com\/tours.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Belfast takes a bizarre pride in that the ill-fated Titanic was built here (not caring to promote the many hundreds of other ships that were built here which did not sink) and you can now take a boat tour around the area that the ship was built. The former boat yards of Belfast are being ambitiously redeveloped into a residential and commercial neighbourhood that will be called (you guessed it) the Titanic Quarter. Tours cost £5. Check sailing times on their website."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Waterfront Hall"],["alt="],["url=http:\/\/www.waterfront.co.uk\/"],["email="],["address=2 Lanyon Pl"],["lat="],["long="],["directions="],["phone = +44 28 9033-4455"],["tollfree="],["fax="],["hours="],["price="],["content=Standing on the northern side of Donegall Square, Belfast's imposing concert and conference venue is visible to the east where Chichester St meets the riverside. Built in 1997, it has been credited with generating £10 for the Belfast economy for every £1 spent on its construction. The main auditorium offers some of the best performance hall acoustics anywhere in Europe, and it is worth checking with the box office for upcoming shows."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Bar Council & Bar Library of Northern Ireland"],["alt="],["url=http:\/\/www.barlibrary.com\/"],["email="],["address=414 Chichester St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Not open to the public, but notable for its striking architectural design. The northern half of the building is the opulent home of Belfast's (privately employed) barristers; meanwhile the southern end of the building (visible from May St) is occupied by the more modest Royal Courts of Justice Stamp Office (a tax-payer-funded government agency). Presented with two clients with two wildly different budgets, local architects Robinson McIlwaine successfully designed one building which seamlessly merge a more modest design and cheaper materials for the southern half of the building and a more elaborate and expensive design at the northern end."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cornmarket"]}," is at the centre of Belfast's retail area. Visitors from Britain and Ireland will feel immediately at home with the bland selection of high street chains."]},"\n",{"type":"===","value":["South"]},"\n\nBelfast's leafiest and most accessible suburbs are found south of the city centre along Botanic Ave, and University Rd around the Queen's University. Apart from the small loyalist community around Donegall Pass, the areas between University Rd and Lisburn Rd are mostly mixed, and there is a dense student population living in rented accommodation. It's a 20 min walk from Donegall Place to Botanic Avenue. The commercial core of Belfast is apparent on Bedford St, and the lively bars, takeaways of Dublin Rd are busy most nights of the week. Botanic Ave is somewhat quieter with less traffic and is lined with cafés, restaurants and small shops. Farther south, beyond the University, is the Lisburn Rd, recently christened \"Belfast's Bond Street\", with its eclectic mix of boutiques, chic bars and restaurants, and lively coffee shops. This part of town is the most affluent of the city, and is regularly referred to by its postcode: BT9.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Queen's University"],["alt="],["url=http:\/\/www.qub.ac.uk\/vcentre"],["email="],["address= University Rd."],["lat="],["long="],["directions="],["phone = +44 28 9024-5133"],["tollfree="],["fax="],["hours="],["price="],["content= Take any number 8 bus (8A - 8C) from the city center. At the southernmost end of the Golden Mile, the university is a fine Victorian building with extensive grounds. It contains a visitors' centre in the main central building."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Queens Film Theatre"],["alt="],["url=http:\/\/www.queensfilmtheatre.com\/"],["email="],["address=20 University Sq."],["lat="],["long="],["directions="],["phone = +44 28 9097-1097"],["tollfree="],["fax="],["hours="],["price="],["content= Belfast's art house and repertory cinema, and is the central location for the annual Belfast Film Festival."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Botanical Gardens"]},",  accessed from University Rd beside the university and at the southern end of Botanic Ave, ",{"type":"[","value":["http:\/\/www.belfastcity.gov.uk\/parksandopenspaces\/parksdetails.asp?id=54"]},". Very popular with locals and visitors alike. The ",{"type":"'''","value":["Palm House"]}," contains local and interesting plants, such as carnivorous plants. Beside it is the ",{"type":"'''","value":["Tropical Ravine"]},", unique to the British Isles, where visitors walk around a raised balcony observing tropical flora and fauna. With large lawns and well maintained planting, the park is a popular destination in the summer. Fans of the BBC TV hidden camera comedy show 'Just for Laughs' will recognise the park from many hidden stunts. During the summer months be on the lookout for cameras pointing at you from parked vans and badly disguised tents."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ulster Museum"],["alt="],["url=http:\/\/www.ulstermuseum.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 28 9038-3000"],["tollfree="],["fax="],["hours="],["price="],["content= Accessed off Stranmillis Rd in the Botanic Gardens. This excellent museum has much to see, including a large section on the history of Irish conflict, Northern Ireland's marine life and a significant collection of art. While many locals dislike the 1970s extension, it is one of the finest examples of a Brutalist modern extension being added and successfully integrated to an older classically designed museum. The museum is closed until the end of October 2009 for major redevelopment. Free."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lyric Theatre"],["alt="],["url=http:\/\/www.lyrictheatre.co.uk\/"],["email="],["address=55 Ridgeway St"],["lat="],["long="],["directions="],["phone = +44 28 9038-1081"],["tollfree="],["fax="],["hours="],["price="],["content=The diminutive Lyric remains the only full-time producing theatre in Northern Ireland. A busy schedule of productions can be found online. A major redevelopment is planned to take place in the next few years."]]}]},"\n",{"type":"===","value":["North"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Belfast Zoo"],["alt="],["url=http:\/\/www.belfastzoo.co.uk\/"],["email="],["address=Antrim Road"],["lat="],["long="],["directions="],["phone = +44 28 9077-6277"],["tollfree="],["fax="],["hours= Open daily 10AM-5:30PM"],["price="],["content= admission £6.70, take any number 1 bus (1A - 1G) from the city centre. A substantial modernisation programme has recently been finished, and the zoo has a very good variety of animals. The prairie dogs are of particular interest, as their tunnels extend throughout the park, rendering any open space looking like a giant game of 'whack-a-rat'. Much merriment was caused when the zoo was praised for letting the prairie dogs run wild and free, an accident that was caused after much effort was spent preventing them from digging out of their enclousre but noone checked on their ablity to climb and they simply scampered over their small enclosing wall. The Zoo has recently welcomed Lily, the first Barbary lion cub to be born in Ireland."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Belfast Castle"],["alt="],["url=http:\/\/www.belfastcastle.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 28 9077-6925"],["tollfree="],["fax="],["hours="],["price="],["content=Antrim Rd. Daily 9AM-6PM, admission free, take any number 1 bus (1A - 1G) from the city centre. The castle (more accurately a large stately home) dates from 1870 and was restored in 1988. It is situated on ",{"type":"'''","value":["Cave Hill"]}," and has good views of the city and coast. Cave Hill Country Park has marked walking routes and is an excellent viewpoint from which to get a view of Belfast."]]}]},"\n",{"type":"===","value":["West"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=An Chultúrlann"],["alt=Irish Language Cultural Centre"],["url=http:\/\/www.culturlann.ie\/"],["email="],["address=216 Falls Road, BT12 6AH"],["lat="],["long="],["directions="],["phone=+44 28 9096-4180"],["tollfree="],["fax="],["hours="],["price="],["content=, the hub of Irish language activities in Belfast. Cultúrlann McAdam Ó Fiaich, at the heart of the Gaeltacht Quarter on the Falls Road is the Belfast Irish Experience, a friendly drop-in space where you can engage with the locals and experience Irish culture, but depending on your interests, it is also a dynamic arts centre, a centre for traditional music, a tourist information point, a café, a place to buy crafts or books, a place to learn the Irish language or take up new hobbies, to meet friends or book a tour, a place to feel proud of your heritage or to explore Irish culture."]]}]}," \n",{"type":"*","value":[" ",{"type":"'''","value":["West Belfast Taxi Association"]}," 35a King St, +44 28 9031-5777, operate a remarkably efficient service from Belfast city centre to areas of West Belfast. Taxis run every few minutes up the Falls Road to destinations including Whiterock, Andersonstown and Twinbrook. The services operate as taxi buses, with passengers sharing a black cab with others who are going to roughly the same place. The routes are similar to bus routes, but the driver will stop and let you out at any point. Taxis can be hailed along the Falls and Andersonstown Rds. Fare from the city centre to Andersonstown are £1.30 one-way, cheaper and more convenient than the equivalent bus service."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fáilte Feirste Thiar"],["alt=Welcome West Belfast"],["url=http:\/\/www.visitwestbelfast.com"],["email="],["address=243 Falls Rd"],["lat="],["long="],["directions="],["phone=+44 28 9024-1100"],["tollfree="],["fax="],["hours="],["price="],["content= Tourist Information office and welcome centre located in the heart of the Falls. The office distributes free maps, offers tours and general information about this part of the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Political Murals"]},", throughout Falls Rd and Shankill Rd. Visit the world renowned murals in the nationalist Falls and unionist Shankill portions of West Belfast. The main murals are situated on gable walls of buildings on both the Falls and Shankill roads, but others are located in the lower Shankill estate (off the lower Shankill Rd onto North Boundary St) and Bombay St (off the Falls Rd onto Clonard Gardens)."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Milltown Cemetery"],["alt="],["url="],["email="],["address=546 Falls Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the two massive cemeteries of West Belfast. Milltown is dripping with history, being the final resting place for many Republican paramilitary members (mostly buried at the Republican plot, beneath the tricolour flag). There is also a memorial garden for IRA members killed during the Troubles, including those who took part in the 1981 Hunger Strike. Milltown cemetery is also the site of the notorious killings in 1988 of three mourners at an IRA funeral by Loyalist Michael Stone. The attack took place near the Republican plot.",{"type":"[[","value":[["File:The entrance to Milltown Cemetery - geograph.org.uk - 1601173.jpg"],["thumb"],["Pictured: The entrance to Milltown Cemetery."]]}]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Falls Park"]},", Falls Rd, +44 79 1754 3626. A large open space populated by a huge cemetery, gardens, Gaelic Football and Hurling pitches. Falls Park is a pleasant place to visit on a sunny day and provides a welcome respite from the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Casement Park"]}," (",{"type":"''","value":["Páirc Mhic Asmaint"]},") is the principal stadium of the GAA (Gaelic Athletic Association) in the province of Ulster. The sports of Gaelic Football and Hurling are played here, both of which provide a unique experience for visitors to the city. Tickets are extremely well priced (admittance to a major game would not be more than £20) and are, in most cases, available on the gate. For match dates and times check the ",{"type":"''","value":["Irish News"]}," newspaper or online ",{"type":"[","value":["http:\/\/www.ulster.gaa.ie"]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=O'Neills Sportswear"],["alt="],["url="],["email="],["address=14 Andersonstown Rd"],["lat="],["long="],["directions="],["phone = +44 28 9062-7032"],["tollfree="],["fax="],["hours="],["price="],["content=O'Neills is the largest manufacturer and retailer of Gaelic Sports equipment and memorabilia, ideal for a more individual souvenir. Merchandise such as team or county jerseys are well priced, with a clearance department in-store where factory seconds and older stock are on sale at very low prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Eileen Hickey Republican History Museum"],["alt="],["url=http:\/\/www.eileenhickeymuseum.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 28 9024-0504"],["tollfree="],["fax="],["hours="],["price="],["content=Conway Mill. Museum exploring the history of Republicanism in Belfast. The museum is not affiliated with the Northern Ireland Tourist Board and could be seen as fairly biased. Tourists should make up their own minds whether or not to visit. Free admission."]]}]},"\n",{"type":"===","value":["East"]},"\nEast Belfast is the largest of the cities' 4 electoral wards and is serviced by a number of large arterial roads (Cregagh Road, Castlereagh Road, Newtownards Road and Holywood Road), which all start in or close to the city centre.\n\nEast Belfast is a mainly residential and largely Protestant area encompassing a wide range of housing from the working class terraced streets along the Beersbridge road, to wide tree lined avenues of Belmont, and all areas in between.  Despite its largely Protestant nature East Belfast is generally the area of the city where newcomers to Belfast of all religious and political persuasions from within Northern Ireland will look to purchase houses in when they arrive in the city.  The rationale for this may be that although South Belfast is often thought of as a desirable locale it is in many cases prohibitively expensive.  North and West Belfast are even cheaper than the East but whilst both contain many pleasant neighbourhoods they still have a lot of echoes from the troubles that can put newcomers off. North Belfast especially has a large number of \"interface areas\" (regions where working class loyalist and republican areas meet) that can occasionally flare up into trouble.  East Belfast, possibly because it has only one interface area and is relatively homogeneously Protestant, was less on the \"coalface\" of the troubles than both the North and the West.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Stormont Parliament Buildings"]},", +44 28 9025-0000. The parliament buildings are the home of the recently reinstated ",{"type":"'''","value":["Northern Ireland Assembly"]},". The buildings are massive and have marble interiors. The grounds are interesting in themselves, and a walk down the mile long road to the main parliament buildings is well recommended. Guided tours may be possible, telephone in advance."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ulster Folk and Transport Museum"],["alt="],["url=http:\/\/www.uftm.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 28 9042-8428"],["tollfree="],["fax="],["hours="],["price="],["content=Cultra. Approximately 8 miles north-east from Belfast City Centre and most easily reached by train from Cultra station. Open daily 10AM-6PM, admission £6.50. It is one of Ireland's premier tourist attractions. It has a vast collection, and you could spend days exploring all of it. Highlights of the transport museum include a DeLorean (great scott!, etc.) and two train sheds full full of old steam locomotives and buses from Northern Ireland's past. The Folk Museum, on the other side of the railway line features a re-creation of an old Irish town. On Saturdays, there is a miniature railway operating, which is great fun. The folk museum is outdoors, so come prepared for the changeable Irish climate."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lorne Guide Headquarters"]},", about a mile away from the ",{"type":"'''","value":[" Ulster Folk and Transport Museum"]},". It is the guide headquarters for Northern Ireland but to access you must be part of the guiding community e.g. Brownie, Guide etc."]},"\n",{"type":"===","value":["Belfast Metropolitan Area"]},"\n\nWhilst the urban area of Belfast itself has a population of just over 480,000 people, the larger Belfast Metropolitan Area encompasses neighbouring councils of Lisburn, Newtownabbey, Carrickfergus, North Down and Castlereagh with a total population of just over 640,000.\n\nIt is worth noting that a large make-up of the City's daily commuters come from these areas and the areas themselves have certain sights worth visiting.\n\nConveniently, rail links go to all Belfast Metropolitan areas via Belfast Central Station and Great Victoria Street Station. Bus links are also an option from Great Victoria Street Station. Prices vary, where buses are typically cheaper but take slightly longer, usually not more than around 30–40 minutes in total.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Belfast mural (cropped, edit).jpg"],["thumb"],["200px"],["A Republican Mural"]]},"\n",{"type":"[[","value":[["File:belfast unionist mural.jpg"],["thumb"],["200px"],["A Loyalist Mural"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Belfast Mural Tour"]}," - The two political groupings in the Northern Ireland (Republican and Loyalist, the former predominantly being Catholic and the latter predominantly Protestant) have a strong tradition of large wall mural painting in their communities, particularly the poorer ones. If you head to The Falls Road or Shankill you will get a good look at what are some of the world's finest house sized political murals. They change frequently depending on the political climate but they are definitely something to see. The areas they are in are very safe, however do be aware that politics and religion can be tense topics. Ask around and somebody will be able to point you to the murals."]},{"type":"*","value":[" ",{"type":"'''","value":["Black Taxi Tours"]}," provide a fascinating insight into west Belfast. These can be booked through all hostels, hotels and the Belfast Welcome Centre, and cost around £7.50-10 per person."]},{"type":"*","value":[" ",{"type":"'''","value":["The Golden Mile"]}," is the name given to the mile or so between Belfast City Hall and ",{"type":"'''","value":["Queen's University"]},". It sometimes disappoints tourists because it's less immediately evident and less densely packed together than the name suggests. It's also not the safest part of Belfast at night, especially at weekends and a large police presence is usually in evidence. Be careful using cash machines, and if you're having trouble getting a taxi it's probably better to start walking than to stick around for too long on street corners. Exploring the area in the day time will help you if you come back later for a night out. You'll find the lion's share of the City Centre's best bars and some good places to eat here. The Golden Mile starts around the Europa Hotel on Great Victoria Street, takes a skip to the left to continue down Dublin Road, reaches a buzzing climax around Bradbury Place (just south of the big screen overlooking the junction) and graduates to student friendly but welcoming bars along Botanic Avenue and University Road. See the Drink section for specific recommendations."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Crown Liquor Saloon"],["alt="],["url="],["email="],["address=46 Great Victoria St"],["lat="],["long="],["directions="],["phone = +44 28 9027-9901"],["tollfree="],["fax="],["hours="],["price="],["content=Aka ",{"type":"'''","value":["Crown Bar"]},". Situated on the Golden Mile opposite the ",{"type":"'''","value":["Europa Hotel"]},", it is by some visitors rated to be the most beautiful pub existing in Northern Ireland today, and even if you don't drink, it's worth a visit. Apart from the stained glass windows (lovingly restored and replaced after several car bombs) it is largely unchanged since Victorian times, and the dark interior is still gas-lit. Inside, you'll find the famous booths which can seat about a dozen people, and be closed off from the bar with the attracted wood panneled doors. These are hot property after work on a Friday afternoon, so move quickly if you have the chance to occupy one. Note the button inside which was once used to summon a barman to take your order (sorry, these no longer work)."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Odyssey Centre"]},", 2 Queen's Quay, +44 28 9045 1055. Across the bridge from the Lagan Weir is the Odyssey centre. This complex contains a cinema, the Odyssey Arena (home of ice hockey team Belfast Giants), a bowling alley, W5 (an interactive science discovery centre) and a range of restaurants and bars."]},{"type":"*","value":[" ",{"type":"'''","value":["Parks and open spaces"]}," Belfast is home to a wide range of parks and open spaces, making it one of the greenest cities in Ireland. The main parks include Sir Thomas and Lady Dixon Park, Ormeau Park and Botanic Gardens (located in the south of the city), Waterworks, Belfast Castle estate, Cave Hill Country Park and Alexandra Park (north Belfast), Dunville and Falls Park (west Belfast) and Orangefield and Victoria Park (in the east of the city). There are a host of walking routes through these parks and many include play facilities for children. Slightly further out from the City Centre, the Lagan Towpath is a delightful, peaceful and safe walk particularly during the summer months."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Grand Opera House"],["url=http:\/\/www.goh.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Possibly the finest remaining example of Georgian theatre architecture in the UK, this century-old building is a must-see for theatre and art lovers alike. Plays tend to show every evening except Sundays, with matinee performances on Thursdays and Saturdays. Discount is often available for students and senior citizens. The theatre also features an art gallery, displaying local artwork: viewing the pictures is free. If you ask nicely staff are usually pleased to give you a short tour of the theatre so you can take photos and learn a little bit about the theatre's history. The theatre also has a contemporary bar and cafe for people to relax during the day or have lunch. The staff are very friendly and helpful, with a good knowledge of the area. The theatre is right next to Great Victoria Street Station, making it a perfect place to visit when you arrive."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nBelfast has the full complement of high street chain stores that can be found in any other UK and Irish city. It does however have a variety of more interesting places to browse and shop, and a visit to Belfast would not be complete without experiencing them.\n\n",{"type":"[[","value":[["File:St Georges Market, Belfast (09), December 2009.JPG"],["thumb"],["Traders and shoppers at St. George's Market"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=St. George's Market"],["alt="],["url=http:\/\/www.belfastcity.gov.uk\/markets\/index.asp?menuitem=Saint-George"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On May Street, is situated near Belfast Central Station. It is Northern Ireland's largest indoor market and one of Belfast's major attractions for visitors and locals alike. Farmers markets are held on Saturdays 9AM-3PM, and variety markets are held on Fridays 6AM-1PM. It sells a fascinating range of foods, clothing and crafts. You can pick up some real bargains here, and the market itself provides a charming glimpse into Belfast life both past and present."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Smithfield Market"],["alt="],["url=http:\/\/www.belfastcity.gov.uk\/markets\/smithfield.asp?menuitem=Smithfield"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Winetavern Street, behind the Castle Court shopping centre. A treasure trove of independent retail outlets, and provides a much more authentic experience than the afore mentioned Castle Court centre in Royal Avenue."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=No Alibis"],["alt="],["url=http:\/\/www.noalibis.com\/"],["email="],["address=83 Botanic Avenue"],["lat="],["long="],["directions="],["phone = +44 28 9020-1261"],["tollfree="],["fax="],["hours="],["price="],["content=One of the finest independent bookstores anywhere in Northern Ireland or the Republic, this is a must for fans of British, Irish and American crime fiction, with a wide selection of books imported from the USA. No Alibis reassures book-lovers that there is more to life than Borders or Waterstones."]]}]},"\nYou will also find a number of interesting shops on and around College Street, and on Dublin Road.\n\n",{"type":"==","value":["Eat"]},"\nBelfast has everything to quench any appetite, and best of all, eating meat on a Friday during Lent is no longer regarded as an expression of anti-Nationalism.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Archana"],["url="],["email="],["address=53 Dublin Rd"],["lat="],["long="],["directions=Just opposite Pizza Hut"],["phone = +44 28 9032-3713"],["tollfree="],["fax="],["hours="],["price="],["content=A great Indian restaurant with even better deals at lunchtime."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Boojum"],["url="],["email="],["address=Botanic Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=£4.50-5.50"],["content=Opened in 2008, this Mexican grill offers superb burritos, fajitsa and tacos. Similar in style, and layout to the U.S. chain Chipolte. All ingredients are sourced direct from Mexico. A delicious, reasonable and very satisfying alternative."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bright's Restaurant"],["alt="],["url="],["email="],["address=41-43 Castle St and 23-25 High St"],["lat="],["long="],["directions="],["phone=+44 28 9024-5688"],["tollfree="],["fax="],["hours="],["price="],["content=Two locations in the city centre known for serving the best traditional breakfast in town for only £3.95 before 12 noon. Large portions and good service. Can be very busy at times."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Crown Dining Rooms"],["url="],["email="],["address=46 Great Victoria St"],["lat="],["long="],["directions="],["phone = +44 28 9027-9901"],["tollfree="],["fax="],["hours="],["price="],["content=Above the Crown Liquor Saloon, this is a great place to eat local food in cosy surroundings. Ticks all the boxes for a warming meal on a cold day, but can be a little crowded with tourists: don't be surprised if you hear more American accents than Northern Irish."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Delaney's"],["url="],["email="],["address=19 Lombard St"],["lat="],["long="],["directions="],["phone = +44 28 9023-1572"],["tollfree="],["fax="],["hours="],["price="],["content=A diner with a cosy, old fashioned interior Cooked breakfast from £1.50 and lunches from £2.95. A local favourite."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Doorsteps Sandwiches"],["url="],["email="],["address=455 Lisburn Rd"],["lat="],["long="],["directions="],["phone = +44 28 9068-1645"],["tollfree="],["fax="],["hours="],["price="],["content=A good place for sandwiches, which are large enough to justify the name of the café, and which are exceptionally good value."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The John Hewitt"],["url="],["email="],["address=51 Donegall St"],["lat="],["long="],["directions="],["phone = +44 28 9023-3768"],["tollfree="],["fax="],["hours="],["price="],["content=Decently priced meals are available during the day and until 9PM in this popular Cathedral Quarter pub. Big plates with well sourced local ingredients and traditional meals. One of the best pubs for lunch in the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Little Italy Pizza"],["url="],["email="],["address=13 Amelia St"],["lat="],["long="],["directions="],["phone = +44 28 9031-4914"],["tollfree="],["fax="],["hours="],["price="],["content=If you're out on the town, this is the perfect place for something to soak up the booze. Just around the corner from the Crown Bar, this place does the very best (and the cheapest) pizza in Belfast."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Loaf Cafe"],["url="],["email="],["address=Maureen Sheehan Centre, 106 Albert St"],["lat="],["long="],["directions=Just around the corner from the International mural wall on the Falls Rd and across from St. Peter's Cathedral"],["phone = +44 28 9090-0071"],["tollfree="],["fax="],["hours=M-F 8:30AM-3PM"],["price=Lunch £3.50"],["content=This lovely little cafe which serves a great range of breakfast, lunch and afternoon tea options. Check out their lovely lunch specials and pizza meal deal for 2 on a Wednesday! Profits from Loaf are used to support local people with learning disabilities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Maggie Mays"],["url="],["email="],["address=50 Botanic Ave"],["lat="],["long="],["directions="],["phone = +44 28 9032-2662"],["tollfree="],["fax="],["hours="],["price="],["content= Anyone who has had a hangover in Belfast has had Maggie Mays' Ulster fry. Serves a hefty, but far from the best, traditional Ulster breakfast (bacon, sausage, egg, fried bread, soda bread etc). The cosy interior is decorated with paintings and street signs from around Belfast. Service can be patchy, but the main reason to come here is the food. Often difficult to get a table, but well worth it if you can! Avoid more than weekly visits, your heart will thank you."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Moghul Restaurant"],["url="],["email="],["address=62a, Botanic Ave"],["lat="],["long="],["directions="],["phone = +44 28 9032-6677"],["tollfree="],["fax="],["hours="],["price="],["content=This fine Indian restaurant has good value lunch deals, and is a handy starting point for a night out on the Golden Mile. Try for the special Friday lunch buffet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nex D'Or"],["url="],["email="],["address=34 Castle St and 13 Rosemary St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Oh, Belfast, where did you go? Proof that some parts of this city are resisting the onslaught of urban renewal, café lattés and trendification. When you really need classless comfort food in a smokey low level diner, nowhere is better than the two branches of Nex D'Or. Don't expect the world's finest food, but do expect fond memories of what this town used to be like. Cheap as hell, and that's not just the menu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=SPUDS"],["url="],["email="],["address=37 Bradbury Pl"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Long established (since 1971) and very popular traditional diner and take-away serving an array of local specialities. Known for its baked potatoes, served with pretty much anything you can imagine. Serves the best 'champ' in the city (a local dish consisting of creamed potatoes, butter and spring onion)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Bridge House (J.D. Wetherspoon)"],["url="],["email="],["address=35-43 Bedford Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ubiquitous chain pub found in almost every UK town. Serves undeniably good value food, though quality is sometimes sacrificed for price. Many meals served with free pint."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Apartment"],["url=http:\/\/www.apartmentbelfast.com\/"],["email="],["address=2 Donegall Square W"],["lat="],["long="],["directions="],["phone = +44 28 9050-9777"],["tollfree="],["fax="],["hours="],["price="],["content=Belfast's most stylish venue with amazing views over City Hall. Raised above Belfast's bustling streets this cosmopolitan bar & restaurant has it all to offer - whether its coffee & croissants, lunch & cocktails or wine & dinner. At night Apartment transforms from a modern eatery to a busy lounge bar with cool urban beats from some of Belfast's top DJ's. Apartment's ever evolving Cocktail List is the most extensive in Belfast with some of the city's finest & most original blends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lee Garden"],["url=http:\/\/www.leegardenbelfast.com\/"],["email="],["address=14-18 Botanic Ave"],["lat="],["long="],["directions="],["phone = +44 28 9027-8882"],["tollfree="],["fax="],["hours="],["price="],["content=Popular during the day, mainly due to its £6.95 lunch specials. Evening meals are of average quality and are quite expensive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Little Wing Pizzeria"],["url="],["email="],["address=10 Ann Street"],["lat="],["long="],["directions="],["phone = +44 28 9024-7000"],["tollfree="],["fax="],["hours="],["price="],["content=Belfast's trendiest pizzeria serves some fantastic quality food in comfortable surroundings. Ideally located near Victoria Square, bookings sometimes necessary at peak times."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Scalini"],["url="],["email="],["address=85 Botanic Ave"],["lat="],["long="],["directions="],["phone = +44 28 9032-0303"],["tollfree="],["fax="],["hours="],["price="],["content=A very good Italian restaurant located in the trendy Botanic area of the city and close to Queen's University. Food and drink is very well priced and the portions are generous. Reservations not always required apart from on peak nights."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Aldens Restaurant"],["url="],["email="],["address=229 Upper Newtownards Rd"],["lat="],["long="],["directions="],["phone = +44 28 9065-0079"],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant is further out of town but serves excellent food with great service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cayenne Restaurant"],["url="],["email="],["address=7 Ascot House, Shaftsbury Sq"],["lat="],["long="],["directions="],["phone = +44 28 9033-1532"],["tollfree="],["fax="],["hours="],["price="],["content=Famous chefs Paul & Jeanne Rankin's Cayenne is a well established place for quality and funky food. Pre-theater menus cost £12."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The King's Head"],["url=http:\/\/www.kingsheadbelfast.com\/"],["email="],["address=829 Lisburn Rd"],["lat="],["long="],["directions="],["phone = +44 28 9050-9950"],["tollfree="],["fax="],["hours="],["price="],["content=A recent, major refurbishment has seen The King's Head re-open and quickly become one of the Lisburn Road's finest venues, combining both fresh food and local character. A 120 seater restaurant, dedicated Live Lounge, Gastro Pub & beer garden allow you to have the complete entertainment experience under one roof. All the luxury touches with excellent customer service without the formality."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Merchant Hotel"],["url=http:\/\/www.themerchanthotel.com\/?r=947"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Belfast's most opulent hotel. A sumptuous, intimate and welcoming hotel in the heart of The Cathedral Quarter, in Belfast’s city centre. The Merchant Hotel offers unrivalled service in a luxurious, historically significant building."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Michael Deane"],["url="],["email="],["address=1F 36-40 Howard St (Brasserie on ground floor)"],["lat="],["long="],["directions="],["phone = +44 28 9033-1134"],["tollfree="],["fax="],["hours="],["price="],["content=Belfast's only Michelin Star restaurant, ideal for all the frills dining but despite the accolades it is not overly stuffy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shu"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= On the lower Lisburn Road, this perenially popular restaurant is a must-visit for a special occasion. You can expect not only great food and excellent service, but also great craic and a real buzz in the modern and stylish dining room."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=RBG Belfast"],["url=http:\/\/www.rbggrill.com\/restaurantbelfast"],["email="],["address=4 Clarence Street West, Off Bedford Street, BT2 7GP"],["lat="],["long="],["directions="],["phone=+44 28 9067-7707"],["tollfree="],["fax="],["hours=All day dining"],["price="],["content=All day dining in a relaxing atmostphere located at the heart of the city. Live music on Friday and Saturday nights."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nBelfast has a vibrant and bustling nightlife even though it is a relatively small city. Pubs around the city centre are generally open until 1AM several days a week, though some may close around 11:30PM. Clubs generally run from around 9PM through until 2AM, though a small number do stay open much later.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Belfast Pub Crawl"],["alt=Belfast Crawl"],["url=http:\/\/www.belfastcrawl.com"],["email="],["address=Filthy McNasty's"],["lat="],["long="],["directions=Starting on the Dublin Road, a few hundred metres from the Europa Station."],["phone = +44 7445521950"],["tollfree="],["fax="],["hours=7.30-close"],["price=£8"],["content=Belfasts only dedicated pub crawl service brings you to some of the best and most famous bars in the city, including Filthy McNasty's, Laverys, The Taphouse, The Elms, The Parlour and The Bot. The Belfast pub crawl also includes 4 free drinks and free entry to a night club, worth £5 alone!"]]}]},{"type":"===","value":["Style bars"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Northern Whig"],["alt="],["url=http:\/\/www.thenorthernwhig.com\/"],["email="],["address=2-10 Bridge St"],["lat="],["long="],["directions="],["phone = +44 28 9050-9880"],["tollfree="],["fax="],["hours="],["price="],["content=The Northern Whig is Belfast's most unique bar oozing sultry European style! What is most striking about The Northern Whig is the set of huge granite statues depicting Communist workers, which were acquired by the owners after the fall of Communism in Prague. Whether it's brunch, lunch, dinner, or simply drinks, The Northern Whig has it all. At night this smart & cosmopolitan venue comes to life with a varied mix of people & live music by some of Belfast's finest DJs. The Northern Whig has an extensive choice of original & house cocktails which are a must to try!!"]]}]},"\n",{"type":"===","value":["Night club bars"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Botanic Inn"],["alt="],["url=http:\/\/www.thebotanicinn.com\/"],["email="],["address=23-27 Malone Rd"],["lat="],["long="],["directions="],["phone = +44 28 9050-9740"],["tollfree="],["fax="],["hours="],["price="],["content=Affectionately known as 'The Bot', this bar is very popular, especially with students during the university term. It has a reputation for great atmosphere and craic, though can get very crowded at weekends. Downstairs is a large, attractive bar that regularly shows live sport, while upstairs has a highly regarded club. Good food is offered and drinks are reasonably priced."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Scratch Nightclub"],["alt="],["url=http:\/\/www.theflybar.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +44 28 9050 9750"],["tollfree="],["fax="],["hours="],["price="],["content=5-6 Lower Cresent. Centrally located just off Botanic Avenue, Scratch has been recently refurbished and regularly hosts popular club nights. The bar\/club stretches over three floors and has a great reputation as the place to dance the night away! Open six nights a week, Scratch caters for all tastes. Friday and Saturday nights are the most popular; with famous local DJ Paul Kennedy spinning dance classics every Saturday."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Globe"],["alt="],["url=http:\/\/www.theglobebar.com\/"],["email="],["address=36 University Rd"],["lat="],["long="],["directions="],["phone = +44 28 9050-9840"],["tollfree="],["fax="],["hours="],["price="],["content=Another popular university area bar, the Globe is open 7 days a week, serving fantastic food at a reasonable price. Like most of the university area bars, The Globe hosts regular club nights, but is also popular for big screen sports."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Stiff Kitten"],["alt="],["url=http:\/\/www.thestiffkitten.com\/events.php"],["email="],["address=1 Bankmore Sq."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The Stiff kitten is another of Belfast's best clubs which regularly attracts big name DJs at weekends, and has excellent house DJs during the week. The bar is sleek and modern, while the crowd tends to be young, friendly and has plenty of students. For those on a budget, Tuesday and Thursday nights are excellent student nights with cheap drinks and good music. The bar is open 7 days a week, while the club runs on Tuesday, Thursday, Friday and Saturday."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Brickies Bar (aka The Speakeasy)"]}," Brickies is in Queen's University Student Union and is usually a good starting point for a night out. Don't hesitate to ask the students about the best place to go on any particular night!"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Thompsons"],["alt="],["url=http:\/\/www.clubthompsons.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Seems to be the place to be. This club plays music too loud and too late, with good DJs and a foggy somewhat underground atmosphere. Next to the City Hall, look for the narrow entry across the street from the Titanic Memorial Garden."]]}]},"\n",{"type":"===","value":["Traditional bars"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Kitchen Bar"],["alt="],["url=http:\/\/www.thekitchenbar.com\/"],["email="],["address=36-40 Victoria Sq."],["lat="],["long="],["directions="],["phone = +44 28 9032-4901"],["tollfree="],["fax="],["hours="],["price="],["content= One of the most historic bars in Belfast, the original Kitchen Bar dates back to 1859 and was one of the favourite watering holes of the star performers of Belfast's famous Empire Music Hall. Relocated just round the corner from its original site to an old converted warehouse, it retains all the charm and charisma that visitors experienced at the original venue. Real Ale.Real Food.Real Craic.is the keywords for The Kitchen Bar and it certainly delivers on all three points, a must for any visitor to Belfast. Traditional fresh food is served daily including the renowned soda bread based 'Paddy Pizza'!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=McHugh's Bar & Restaurant"],["alt="],["url=http:\/\/www.mchughsbar.com\/"],["email="],["address=29-31 Queens Sq."],["lat="],["long="],["directions="],["phone = +44 28 9050-9999"],["tollfree="],["fax="],["hours="],["price="],["content= Situated in Belfast's oldest building, dating back to 1711. McHugh's has a 100 seater restaurant, a basement bar offering live entertainment and the main gallery, providing enough space and atmosphere for a great night out. The Basement & main bar hosts live traditional music sessions at various times of the week and weekend so make sure you go along and catch one of these free sessions! The restaurant provides impeccable service and great food with sacrificing value. With entertainment, art & culture, McHugh's is a traditional bar with a difference."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Madison's Hotel"],["alt="],["url=http:\/\/www.madisonshotel.com\/"],["email="],["address=59-63 Botanic Ave"],["lat="],["long="],["directions="],["phone = +44 28 9050-9800"],["tollfree="],["fax="],["hours="],["price="],["content=Set amidst the bustling Botanic Avenue this rather sexy boutique hotel is just a stones throw away from Belfast City Centre, Queens University & Botanic Gardens. The hotel has an excellent restaurant serving early morning breakfast, brunch, lunch and dinner. The main bar in Madison's is popular with locals & tourists alike with live music being played in the bar most nights. Offering all modern features a guest expects today, Madison's has an established reputation for great food, fine wines, amazing cocktails and fabulous entertainment all under the one roof."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ryan's Bar & Restaurant"],["alt="],["url=http:\/\/www.ryansbarandgrill.com\/"],["email="],["address=116-118 Lisburn Rd"],["lat="],["long="],["directions="],["phone = +44 28 9050-9850"],["tollfree="],["fax="],["hours="],["price="],["content=The emphasis in Ryan's is on providing good food, good value and great service. The ground floor provides an informal & comfortable venue for craic & conversation where you can partake of great all day bar food. One thing you have to be sure to try are Ryan's World Famous Chicken Wings - the recipe is a secret but it's no secret just how good they are! Best washed down with a pint of Guinness. Ryan's 75 seater restaurant offers a comfortable setting to enjoy traditional meals cooked to perfection. A rather intriguing & tasty choice are the 'Boxty' selections - a kind of Irish potato pancake!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Parador"],["alt="],["url=http:\/\/www.theparadorhotel.com\/"],["email="],["address=116-118 Ormeau Rd"],["lat="],["long="],["directions="],["phone = +44 28 9050-9850"],["tollfree="],["fax="],["hours="],["price="],["content=The Ormeau Road's Parador Hotel has been given a new lease of life with a complete facelift and a packed schedule of nightly entertainment. There is a mix of live traditional music on a Tuesday, Pub Quiz on a Wednesday and live Jazz every Thursday. The Jazz Session has been described as one of the best in the city which draws jazz lovers from far and wide. The Parador Hotel offers the best budget accommodation in the city starting at only £25 per night for a single room and £38 for a twin or double. There's no need to venture out looking for somewhere to eat either as the hotel provides a great selection of homemade food."]]}]},"\n",{"type":"===","value":["Alternative and Indie bars"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Auntie Annies Porterhouse"],["alt="],["url="],["email="],["address=44 Dublin Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nice bar downstairs where punters get together and chat over a pint. Upstairs has regular gig nights, where some brilliant local bands can be heard."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Limelight\/Katy Dalys\/Spring and Airbrake"],["alt="],["url=http:\/\/www.the-limelight.co.uk"],["email="],["address=17 Ormeau Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great trio of adjacent venues that open up into each other for live music and alternative club nights. Tuesday nights are the most popular and can be very crowded; be sure to come before 10PM to make sure you get in. Famous bands can regularly be found gigging here, and there are always a at least a couple of live gigs a week."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Rotterdam Bar"],["alt="],["url=http:\/\/www.rotterdambar.com\/"],["email="],["address=52-54 Pilot St"],["lat="],["long="],["directions="],["phone = +44 28 9074-6021"],["tollfree="],["fax="],["hours="],["price="],["content=One of Belfast's oldest bars, with great personality and character. Features music every night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pats Bar"],["alt="],["url="],["email="],["address=19-22 Princes Dock St"],["lat="],["long="],["directions="],["phone = +44 28 9074-4524"],["tollfree="],["fax="],["hours="],["price="],["content=Right next door to the Rotterdam, this bar has also great character. What a lot of people do is go between the two pubs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Menagerie Bar"],["alt="],["url="],["email="],["address=130 University St"],["lat="],["long="],["directions="],["phone = +44 28 9023-5678"],["tollfree="],["fax="],["hours="],["price="],["content=This hidden away place near the Holiday Inn Express is a fun, atmospheric place. Dilapidated, but nice. Note: its popularity has declined a lot recently, not as funky as it used to be."]]}]},"\nThe following bars are beside each other in the Cathedral quarter. These all get a friendly alternative crowd:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Spaniard"],["alt="],["url="],["email="],["address=3 Skipper Street"],["lat="],["long="],["directions="],["phone = +44 28 9023 2448"],["tollfree="],["fax="],["hours="],["price="],["content=A fantastic small friendly bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Duke of York"],["alt="],["url=http:\/\/www.belfastbar.co.uk\/?pid=11&venueid=82"],["email="],["address=7-11 Commercial Ct"],["lat="],["long="],["directions="],["phone = +44 28 9024-1062"],["tollfree="],["fax="],["hours="],["price="],["content=A very popular bar, check it out on Thursday where they have traditional music."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Whites Tavern"]},", 2-4 Wincellar Entry. Founded in 1630, one of the many bars to claim to be Belfasts oldest. Cosy downstairs bar with live music on Friday nights, upstairs has a jumping alternative disco on Friday and Saturday nights that is usually crammed to the roof."]},"\n",{"type":"===","value":["Mainstream bars"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cafe Vaudeville"],["alt="],["url=http:\/\/www.cafevaudeville.com\/"],["email="],["address=25-39 Arthur St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A huge over-the-top, 1920's Paris themed restaurant and bar. The upstairs section features Northern Ireland's first \"Bollinger bar\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Europa Piano Bar"]},", Europa Hotel, Great Victoria St, +44 28 9027-1066. For the more mature drinker, this place is relaxed and offers great views of the Golden Mile below."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Empire Bar"],["alt="],["url="],["email="],["address=40 Botanic Ave"],["lat="],["long="],["directions="],["phone = +44 28 9024-9276"],["tollfree="],["fax="],["hours="],["price="],["content=This place, a former church, is a cosy bar downstairs, featuring traditional Irish music some nights. The upstairs section features live music and comedy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Errigle Inn"],["alt="],["url="],["email="],["address=320 Ormeau Rd"],["lat="],["long="],["directions="],["phone = +44 28 9064-1410"],["tollfree="],["fax="],["hours="],["price="],["content=Unchanged since the 1930's, this bar is a popular authentic Belfast boozer. A great local bar, but a bit out of the way if you are only in Belfast for a short space of time."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Odyssey Complex"],["alt="],["url=http:\/\/www.theodyssey.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Depending on your point of view its either a souless hole of a place populated with underage kiddies, or Belfast's entertainment mecca. It features about 3 bars, 6 restaurants, cinema, IMAX and a bowling alley. Not the safest place to go clubbing although there is always a heavy police presence."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Cloth Ear and The Bar"],["alt="],["url=http:\/\/www.themerchanthotel.com\/"],["email="],["address=35-39 Waring St"],["lat="],["long="],["directions="],["phone = +44 28 9023-4888"],["tollfree="],["fax="],["hours="],["price="],["content=The Cloth Ear is The Merchant Hotel’s comfortable public bar. The warm and welcoming interior provides the ideal environment to relax and enjoy oneself in style. Combining both modern and traditional elements with a healthy dose of the eccentric. For example, the many unique items of vintage and antique clothing, the wooden moose and deer heads and the classic 1930’s – 1950’s sheet music that adorn the walls. Alternatively, go next door to the Merchant Hotel's own classic cocktail bar, simply named “The Bar”. The Victorian Grandeur of the building is abundantly evident, with its ornate ceilings, silk damask walls, antique Baccarat chandeliers and a cocktail list to which all the superlatives apply. Also home to possibly the world's most expensive coctail at £750 a go!"]]}]},"\n",{"type":"===","value":["Traditional music"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Robinsons Bar"]},", Great Victoria St, right next to the Crown Bar, and opposite the Europa Hotel. Has traditional music every day in the back bar (Fibber Magees)."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Hatfield House"],["alt="],["url="],["email="],["address=130 Ormeau Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=About as far from a tourist trap as one could possibly get. Located on the Ormeau Road, within walking distance from Botanic Avenue. Go to the Hatfield for an undiluted local experience - this is a ",{"type":"''","value":["real"]}," Irish pub, but be forewarned, it is very likely you will be the only tourist in the place. Very popular with a young crowd on weeknights and always busy on match days when Gaelic sports are shown on the big screen. Live music most nights."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kellys Cellars"],["alt="],["url=http:\/\/www.kellyscellars.co.uk"],["email="],["address=30-32 Bank St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Just off castle street. Has traditional music at weekends. Another place with a claim to the title of \"Belfast's Oldest Bar\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Maddens Bar"]}," situated beside Castlecourt Shopping Centre in the Old Smithfield Square. Has traditional music at the weekends, gets an intellectual political crowd. You may have to press the buzzer for entry although it is quite safe."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Note:"]},"Maddens and Kellys can be tricky to find so don't be scared to ask for directions."]},"\n",{"type":"===","value":[" Gay venues"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kremlin-belfast.com Kremlin"]}]}," Belfast's best gay owned dance club for men and women. Voted best Gay Venue in Ireland on numerous occasions. The Kremlin is located at Donegall Street. Tel: +44 28 9031-9061.\n\n",{"type":"'''","value":["Union Street Bar"]}," Belfast's trendy award winning gay bar. Union Street, has an excellent late club night on Saturday - Event Horizon. Check it out today. Web Link: ",{"type":"[","value":["http:\/\/www.unionstreetpub.com"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dubarrysbar.co.uk Dubarrys"]}]}," Belfast's newest gay bar. Set over three floors, Dubarrys offers a great alternative to the banging house tunes and teenybopping antics of some other gay establishments.Frequented mainly by older gay men. A welcome addition to Belfast's booming gay scene. Gresham St T: +44 28 9032-3590\n\n",{"type":"'''","value":["Forbidden Fruit"]}," is the only place to be on a Monday nite. Taking place at the ",{"type":"'''","value":["Rain"]}," Nightclub in Tomb Street, it's the best gay venue on a Monday nite, followed by Bang which is almost as good, taking place in the Shoe Factory beside the Union Street Bar.\n\n",{"type":"'''","value":["The Nest"]}," Gay owned pub that attracts an older mixed crowd. The bar is located at Skipper Street. Serves food. Used to be called 'The Custom House'. Tel: +44 28 9024-5558.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.myntbelfast.com MYNT"]}]}," (formerly ",{"type":"''","value":["The Parliament"]},", Belfast's first gay bar) Belfast's best gay dance club and bar for men and women. MYNT is located in Dunbar Street, Cathedral Quarter. Food is served at lunchtime all week. t: +44 28 9023-4520.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.monobelfast.com Mono"]}]}," is Belfast's latest city centre bar has rebranded Monday nights and brought in respected Irish DJ Micky Modelle - who recently went UK Top Ten with club hit Dancing in the Dark. His 'funky ass shakin' music' will get the gay crowd & chums grooving into early Tuesday... and a Happy Hour will run from 10PM to midnight. Admission free before 10PM, £3 after. Club closes at 03:00.\n\n",{"type":"'''","value":["Kitty Killers"]}," A place for women to come, relax and have a boogie in any of our three nights of every month in both Belfast and Derry. Men are welcome as guests. Always check the website for updates on acts etc.  1st FRIDAY of month - BELFAST - The venue changes check the website- Alternative, pop, chart and dance - 9:30PM, £5. 3rd FRIDAY of month\n\n",{"type":"'''","value":["Sirens @Ten Square"]}," A friendly and welcoming women-only crowd gets together on an ad hoc basis at the super-chic Ten Square Hotel. Email Sirens (sirensbelfast@yahoo.co.uk) or contact the hotel for nights and times (T: +44 28 9024-1001) . The perfect laid-back intro to the local lesbian scene. Open third Friday in every month. 21:30-01:00.\n\n",{"type":"'''","value":["Queens Bar"]}," Gay friendly city centre pub located at Queens Arcade. Tel: +44 28 9032-1347.\n\n",{"type":"'''","value":["The John Hewitt"]}," Gay friendly Cathedral Quarter pub located at Donegall Street Tel: +44 28 9023-3768. ",{"type":"[","value":["http:\/\/www.thejohnhewitt.com"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.apartmentbelfast.com The Apartment"]}]}," Gay friendly bar located at Donegall Sq West. Tel: +44 28 9050-9777.\n\n",{"type":"'''","value":["The Spaniard"]}," Lesbian friendly Cathedral Quarter bar and \"Tapas Bar\" at Skipper Street. The \"Belfast\/Basque\" style bar is worth a visit for its tapas and cocktails. Great fun.\n\nAlso try Muriels and the Roost two lovely gay friendly bars just off the top of High St  in Church Lane, very popular with lesbians.\n\nIf you're gay and looking for fun in Belfast you'll not leave disappointed that's for sure.\n\n",{"type":"===","value":["Coffee"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Clements Coffee"],["url="],["email="],["address=4 Donegall Square W, Castle St, 37-39 Rosemary St, 66 Botanic Ave, 139 Stranmillis Rd, 342 Lisburn Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another reason why Starbucks Coffee have yet to make much progress in Belfast, largely due to the popularity of this Belfast coffee chain, which only sells fair-trade coffee. Bagels, sandwiches, cakes, soups and snacks are all reasonably priced."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Common Grounds"],["url="],["email="],["address=12-24 University Ave"],["lat="],["long="],["directions="],["phone = +44 28 9032-6589"],["tollfree="],["fax="],["hours="],["price="],["content=Fresh soups, chunky sandwiches, divine cakes and frequent live music or poetry reading events. This bright yet cosy café underneath a church hall has great food, tea and coffee, and a large room to the rear for events. A portion of each month's profits go to help a community project or charity in the third world."]]}]},"\n",{"type":"==","value":["Theatres"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Grand Opera House"]},", Great Victoria Street, Booking, +44 28 9024-1919.  A fine Victorian building, which showcases large productions, both local and touring."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Lyric Theatre"]},", 55 Ridgeway St. This smaller theatre has excellent local plays. Currently closed for refurbishment."]},"\n",{"type":"*","value":[" Belfast has a great thriving night life with many Show and Gig venues throughout the city Belfast Shows. ",{"type":"[","value":["http:\/\/www.showsinbelfast.co.uk"]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=City Backpacker"],["alt="],["url="],["email="],["address=53-55 Malone Avenue"],["lat="],["long="],["directions="],["phone = +44 28 9066-0030"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This is the newest Hostel in Belfast and it has raised the standards. Possibly the comfiest beds in the backpacking world. The location is close to the Botanic Gardens and Queens University and only a 20 minute stroll into town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lagan Backpackers"],["alt="],["url="],["email="],["address=121 Fitzroy Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=This small hostel is good for meeting other travelers and you can have a lot of fun there."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Belfast International Youth Hostel"],["alt="],["url=http:\/\/www.hini.org.uk\/hostels\/belfast.cfm"],["email="],["address=22-32 Donegal Rd"],["lat="],["long="],["directions="],["phone = +44 28 9031-5435"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Off Sandy Row. A good HI hostel near Shaftesbury Sq. Rates range from £9.50 for a bed in a shared dorm to £22 for a single room. This hostel has internet access and a great breakfast restaurant with vast range of meals between 7AM-11AM including an innovative school-kid type take away lunch pack for those who are on the road."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Arnies Backpackers"],["alt="],["url="],["email="],["address=63 Fitzwilliam St"],["lat="],["long="],["directions="],["phone = +44 28 9024-2867"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A small independent hostel, with a good atmosphere and good location. Rates from £10 for a 8 bed dorm and £12 for a 4 bed dorm. This hostel offers free WIFI, tea and coffee."]]}," "]}," \n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Ark Hostel"],["alt="],["url=http:\/\/www.arkhostel.com"],["email="],["address=18 University St"],["lat="],["long="],["directions="],["phone = +44 28 9032-9626"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Another small independent hostel, between University Rd and Botanic Ave. Rooms in near-by apartments also available to rent by the week and month."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Travelodge Hotel Belfast"],["url=http:\/\/www.travelodge.ie\/belfast-hotel"],["email=belfast@travelodge.ie"],["address=15 Brunswick Street"],["lat="],["long="],["directions=Just behind the Crown Liquor Saloon, and less than five minutes walk from the Europa Buscentre"],["phone = +44 870 1911-687"],["tollfree="],["fax=+44 28 9023-2999"],["hours="],["price=from £39"],["checkin=3:00PM"],["checkout=12:00PM"],["content= Part of the national chain of high value low frills motel-cum-hotels. Unusually brilliant central location for a Travelodge, and a popular base for the Easyjet weekenders who want to fall off the Airport bus at Europa and make the most of their time in the city's bars. Book ahead and online for 'Saver' rooms from £26."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Loughconnolly B+B"],["alt="],["url="],["email="],["address=103 Carnlough Rd"],["lat="],["long="],["directions="],["phone =+44 7761014434"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Broughshane (just east of Ballymena, road heading in direction of Carnlough). High quality B+B at refreshingly low rates in a beautiful area. ",{"type":"''","value":["NOTE"]}," this B+B is about 35mins north of Belfast so a car would be necessary. Makes an ideal base for exploring the Glens of Antrim and worth a stop if you are making an onwards journey to the North Coast."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Day's Hotel"],["alt="],["url=http:\/\/www.dayshotelbelfast.co.uk\/"],["email="],["address=40 Hope St"],["lat="],["long="],["directions="],["phone = +44 28 9024-2494"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=One advantage of staying in this place is that you don't have to look at it. The building seems to have taken the design of a suburban house and stretched it upwards by twelve storeys. However, there are usually great deals to be had online (rooms from £65) and the location is good: right next to the side entrance of Great Victoria Street Station and the Europa Buscentre, and just around the corner from the Europa. The colourful kerbstones of the loyalist Sandy Row are just a few feet away in the other direction, however tourists need not be intimidated. A good value hotel, one step up from a Travelodge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Malone Lodge Belfast"],["alt="],["url=http:\/\/www.malonelodgehotelbelfast.com"],["email="],["address=60 Eglantine Ave"],["lat="],["long="],["directions="],["phone =+44 28 9038-8060"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Malone Rd."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tara Lodge Belfast"],["alt="],["url=http:\/\/www.taralodge.com"],["email="],["address=36 Cromwell Road"],["lat="],["long="],["directions="],["phone =+44 28 9059-0900"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Botanic Avenue, Belfast, BT7 1JW. Highly recommended on both Tripadvisor and Trivago, Tara Lodge is located near Queen's University Belfast and is on the doorstep of nearly everything Belfast has to offer!"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Belfast"],["alt="],["url=http:\/\/www.Hilton.co.uk\/Belfast"],["email="],["address=4 Lanyon Pl"],["lat="],["long="],["directions="],["phone = +44 28 9027-7000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A luxurious Belfast hotel located next to the Waterfront Hall, or take a five minute walk into Belfast's new Victoria Square Shopping Center, stay in a recently refurbished guest room, executive Room or stay in one of the suites. Have a drink in the recently refurbished bar, Cables or have something to eat in the restaurant, Sonoma. Rooms from £100 per room per night, 5 min from Oddyssey Arena and Pavilion. Popular with conferences and many famous singers stay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Europa Hotel"],["alt="],["url=http:\/\/www.hastingshotels.com\/index.cfm\/website_key\/2\/"],["email="],["address=Great Victoria St."],["lat="],["long="],["directions="],["phone = +44 28 9027-1066"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= A Belfast landmark in itself, the Europa is famous for having been bombed more times than any other hotel in any other city. Raucous events in the popular ballroom are more likely to disturb you than car bombs now, but it's comforting to know that the hotel (Northern Ireland's largest) has been built to withstand both. Its location could not be better: beside Great Victoria St train station and the Europa Buscentre, across from the Crown Liquor Saloon and next door to the Belfast Grand Opera House. The rooms are comfortable, but increasingly outclassed by more modern arrivals in the city. Doubles from around £100, but why not treat yourself to one of the few Presidential Suites in Northern Ireland that can rightly claim the name: Bill Clinton has stayed in it twice. Popular with business folk, politicians and package tourists."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Radisson Blu Hotel"],["alt="],["url=http:\/\/www.radissonblu.co.uk\/hotel-belfast"],["email="],["address=3 Cromac Pl"],["lat="],["long="],["directions=The Gasworks"],["phone = +44 28 9043-4065"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Off the Ormeau Rd. Situated on the banks of the River Lagen and on the grounds of the old \"Gasworks\" this hotel manages to be in the city centre, but also off the main roads, so still quiet and peaceful."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Malmaison Belfast"],["alt="],["url=http:\/\/www.malmaison-belfast.com\/"],["email="],["address=34-38 Victoria St"],["lat="],["long="],["directions="],["phone = +44 28 9022-0200"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Condé Nast Traveller called it a 'Hot New Hotel' when it opened in 2005, and Belfast's upwardly mobile trend setters went crazy for the opulent bar and restaurant. Fashionably bold and different, and occupying a beautifully restored building that makes the Radisson look business-class dull and the Europa look like a monolith. No word on the rooms, but it's got a great location close to the increasingly popular night time hub of the Cathedral Quarter, and is a short walk from the Waterfront Hall. A serious contender for turning Belfast into a honeymoon location. Perfect for a romantic and\/or dirty weekend away."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Merchant Hotel"],["alt="],["url=http:\/\/www.themerchanthotel.com\/"],["email="],["address=35-39 Waring St"],["lat="],["long="],["directions=Cathedral Quarter"],["phone = +44 28 9023-4888"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Merchant is an intimate, sumptuous, five star standard hotel. It was opened in April 2006 following an extensive conversion of the old Ulster Bank Headquarters in Waring Street. The architectural grandeur of the exterior and the opulence of the interior with its custom made furniture and carefully chosen antiques, demand an excellence of service and warmth of welcome, that immediately sets guests at ease with an ambiance that embodies luxury and comfort around the clock. Definitely worth the expense."]]}]},"\n",{"type":"===","value":["Boutique"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Madison's Hotel"],["alt="],["url=http:\/\/www.madisonshotel.com\/"],["email="],["address=59-63 Botanic Ave"],["lat="],["long="],["directions="],["phone = +44 28 9050-9800"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Set amidst the bustling Botanic Avenue this rather sexy boutique hotel is just a stone's throw away from Belfast City Centre, Queens University & Botanic Gardens. The hotel has an excellent restaurant serving early morning breakfast, brunch, lunch and dinner. The main bar in Madison's is popular with locals & tourists alike with live music being played in the bar most nights. Offering all modern features a guest expects today, Madison's has an established reputation for great food, fine wines, amazing cocktails and fabulous entertainment all under the one roof."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nBelfast's reputation as a dangerous city is often exaggerated. A recent study by the United Nations International Crime Victimisation Survey (ICVS) shows that Northern Ireland has one of the lowest crime rates in Europe. The majority of incidents are committed by local people against local people, unsurprisingly following religious, sectarian or political differences. Tourists are outside this culture and should not be very concerned. As with any other city, it pays to be careful and always be aware of your surroundings. Do not flash valuables or money or walk around reading your guidebook or map. If you need directions, ask in any shop or bar.\n\nThere are areas in Belfast which have been scarred by trouble in the past. Though these areas are largely safe to visit, it is important to be aware of where you are. In nationalist areas of the city, it would be foolish to wear a Glasgow Rangers, England, or Northern Ireland football jersey. In unionist areas, wearing Glasgow Celtic, Republic of Ireland and Gaelic Football (GAA) jerseys would almost certainly lead to trouble. Though this is unlikely to affect tourists, it is best to avoid wearing green or orange or the name of any area, especially Northern Ireland or England.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["City Centre"]}," is generally a safe area and is also regarded as a neutral zone. Avoid leaving the main streets at night and try not to venture into dimly lit streets."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["North Belfast"]}," is not usually on the tourist trail but is becoming increasingly popular with the more adventurous traveller. ",{"type":"'''","value":["Tiger's Bay"]}," is a unionist enclave which is generally safe during the day but should be avoided at night. The ",{"type":"'''","value":["New Lodge"]},", a nationalist area, is similarly patchy. The ",{"type":"'''","value":["Antrim Road"]}," (including Carlisle Circus) and ",{"type":"'''","value":["Shore Road"]}," areas are best avoided at night. The ",{"type":"'''","value":["Limestone Road"]}," is an interface (on one side is a nationalist area, the other a unionist enclave) and should be avoided at night due to occasional violence. It is best to avoid the nationalist ",{"type":"'''","value":["Ardoyne"]}," area at night, especially the interface area which links it with the Crumlin Road and Shankill areas of the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["West Belfast"]}," is perfectly safe and generally tourist-friendly during the day as long as you don't venture too far from the main roads. Do not venture off the ",{"type":"'''","value":["Falls Road"]}," at night. The ",{"type":"'''","value":["Shankill Road"]}," itself is best avoided at night. The nationalist ",{"type":"'''","value":["Turf Lodge"]}," estate in Andersonstown is best avoided altogether. ",{"type":"'''","value":["Falls Park"]}," and the area around it is dimly lit at night and is best avoided. The ",{"type":"'''","value":["Crumlin Road"]}," is a unionist area and is generally safe during the day but not at night. It is also emphasized that tourists do not write on the peace wall as it is culturally insensitive to do so."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["South Belfast"]}," is the most affluent part of the city and is generally trouble-free. Student night life can lead to altercations outside the bars and clubs on ",{"type":"'''","value":["Bradbury Place"]}," at night. ",{"type":"'''","value":["Sandy Row"]}," is a unionist neighbourhood that would probably be best avoided at night but is perfectly safe during the day and usually very quiet. The unionist ",{"type":"'''","value":["Village"]}," area which lies further on from Sandy Row between the Lisburn Road and Boucher Road is quiet and residential but best avoided at night. The mixed ",{"type":"'''","value":["Holylands"]}," and ",{"type":"'''","value":["Ormeau Road"]}," areas do not deserve their reputations as trouble spots as they are generally both very quiet other than the occasional student party."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["East Belfast"]}," is a predominantly unionist, working-class district that suffers from the same social problems as similar areas in other cities in Britain and Ireland. The ",{"type":"'''","value":["Newtownards Road"]}," is generally safe and well lit at night. One potential flashpoint is the interface with the nationalist ",{"type":"'''","value":["Short Strand"]}," neighbourhood. Though fairly well kept and safe during the day, it is best to avoid this area at night."]},"\nPerhaps more importantly, it is not advisable to make any overtly political statements about Northern Ireland, even if you think that your comments will align with the views of the people to whom you're making them. It is unlikely that anyone will ask your thoughts about the political situation; however, if this does happen, it's best just to say you don't have an opinion. Otherwise, ask locals for advice and enjoy the hospitality of the majority of Belfast people.\n\n",{"type":"==","value":["Connect"]},"\nThere are free internet kiosks throughout Belfast which allow anyone to browse the internet. Here you can find up-to-date travel information and timetables. Kiosk locations ",{"type":"[","value":["http:\/\/www.kdsltd.co.uk"]},"\n\n",{"type":"===","value":["Television"]},"\n\nNorthern Ireland receives the same basic package of national television and radio services as the rest of the United Kingdom, with regional variations on the BBC channels and UTV. UTV carries most of ITV-1's national programming, but is branded as UTV. It is the last remaining television channel in Britain to feature a live, on camera announcer introducing the evening's programming; usually the effervescent Julian Simmons. To get an understanding of what is happening, you'll find high quality regional news programming on BBC One at 1:30PM, 6:30PM and 10:30PM and on UTV at 6PM.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bbc.co.uk\/tv BBC One Northern Ireland"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bbc.co.uk\/tv BBC Two Northern Ireland"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/u.tv\/ UTV"]}]}," (formerly \"Ulster Television\")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.channel4.com\/ Channel 4"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.five.tv\/ five"]}]}]},"\nDepending on geographic location and the availability of a signal, you may also receive stations from broadcasters in the Republic of Ireland.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rte.ie\/ RTÉ One"]}]}," (the main RTÉ national station, broadcast primarily from Dublin)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rte.ie\/ RTÉ Two"]}]}," (the secondary RTÉ national station, formerly \"Network 2\")"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tv3.ie\/ TV3"]}]}," (independent commercial broadcaster)"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tg4.ie\/ TG4"]}]}," (National Irish-language station)"]},{"type":"*","value":[" RTÉ offers good coverage on the North side of the Border too."]},"\n",{"type":"===","value":["Radio"]},"\n\nLocal radio stations include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.citybeat.co.uk Belfast Citybeat"]}]}," - City centre music station."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.u105.com U105"]}]}," - Music and talk station operated by UTV."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bbc.co.uk\/radioulster BBC Radio Ulster"]}]}," - Music and talk station operated by the BBC."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.coolfm.co.uk Cool FM"]}]}," - City centre music station, available throughout Northern Ireland."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.feilefm.com Féile FM"]}]}," - West Belfast community radio based on the Falls Road."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.queensradio.org QueensRadio"]}]}," - Small university station available in South Belfast."]},"\nRegional variations of shows on the national BBC Radio One ",{"type":"[","value":["http:\/\/www.bbc.co.uk\/radio1\/rorymcconnell\/index.shtml"]}," and the excellent Across the Line ",{"type":"[","value":["http:\/\/www.bbc.co.uk\/northernireland\/atl\/"]}," on BBC Radio Ulster promote local music, and can be listened to online. These are a great way to find out about forthcoming concerts and gigs. Like television from south of the border, there are a number of Irish republic radio broadcasts which tend to spill over into Northern Ireland such as Today FM and RTÉ 2FM.\n\n",{"type":"===","value":["Press"]},"\n\nLocally published newspapers include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.belfasttelegraph.co.uk The Belfast Telegraph"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.irishnews.com The Irish News"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":["The News Letter"]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates and Deputy High Commissions"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/belfast.usconsulate.gov\/"],["email=consularbelfast@state.gov"],["address=Danesfort House, 223 Stranmillis Rd"],["lat="],["long="],["directions="],["phone=+44 28 9038-6100"],["tollfree="],["fax=+44 28 9068-2219"],["hours=M-F 8:30AM-5PM"],["price="],["phoneextra=After hours emergencies +44 7545-507-738"],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.translink.co.uk\/ Translink"]}]}," operate all public transport (Northern Ireland  has been spared the process of privatisation that has made Britain's public transport system so confusing to visitors). Most bus and train services operate out of Belfast, so the city is a perfect base to explore the province."]},{"type":"*","value":[" On Sundays, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.translink.co.uk\/ Northern Ireland Railways"]}]}," offer the Day Tracker, a £6 ticket (£3 concessions) which offers unlimited travel all day across the NIR network."]},{"type":"*","value":[" ",{"type":"'''","value":["The ",{"type":"[[","value":[["Giant's Causeway"]]}]}," and the scenic north coast is easily accessible by public train and bus from Belfast. See Translink's website for fare and schedule information. If you have a car take the M2 to Newtownabbey, then the A8 to Larne. From Larne follow the astonishingly beautiful A2 road right along the coast. Leave yourself enough time for a day to meander up to the Giant's Causeway, stopping en route in Cushendall, Cushendun and Ballycastle. A speedier return to Belfast can be made inland from the coast along the A26."]},{"type":"*","value":[" ",{"type":"'''","value":["Bangor"]}," is an attractive seaside town with more than its fair share of good fish and chip shops, and makes for a good day out from the city on a sunny day. Trains from Belfast Great Victoria Street, Botanic and Belfast Central take about twenty minutes."]},{"type":"*","value":[" The picturesque village of ",{"type":"'''","value":[{"type":"[[","value":[["Hillsborough (Northern Ireland)"],["Hillsborough"]]}]}," in ",{"type":"'''","value":[{"type":"[[","value":[["County Down"]]}]}," is easily accessible by car or frequent Ulsterbus services from the Europa Buscentre."]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["County Antrim"]]},"\n",{"type":"{{","value":[["geo"],["54.597000"],["-5.930000"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Belfast"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Northern Ireland\/Belfast\/"]]},"\n\n",{"type":"[[","value":[["Commons:Belfast"]]}]