[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Belgrade"]]},"\n",{"type":"'''","value":["Belgrade"]}," is a city in the ",{"type":"[[","value":[["Kennebec and Moose River Valleys"]]}," region of ",{"type":"[[","value":[["Maine"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nThe main method of transportation used is a car. More preferable, a truck with 4x4 drive since many roads are steep and unpaved. Recommend renting a car if traveling without one. For quick travel between lakes, there is a seaplane available for higher stationed out of Great Pond Marina. This can also be a great way to view the lakes and surrounding regions from high up.\n\n",{"type":"==","value":["See"]},"\n\nThe Belgrade region of Maine is home to a number of beautiful lakes surrounded by acres of tree cover hills. This area is a perfect example of a quiet New England lake region. All year round the region commands breathtaking postcard views, ideal for any photographer, artist, or hiker.\n\n",{"type":"==","value":["Do"]},"\nOne of the biggest attractions for individuals who enjoy the outdoors is hunting and fishing. The lakes are host many different kinds of common sport fish including pike, pickerel, bass, lake trout, walleye, and perch. Ice fishing during the winter months is very popular in the area. There is also small game, deer, and wild turkey hunting seasons year round. The local villages contain general stores were hunting and fishing supplies can be purchased.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Sunset Grille"]},"\n\nSituated directly on the north shore of Long Pond, this cozy family restaurant has some of the best food for miles. Whether you fancy their famous \"Loon Legs\" (they aren't really Loon legs) or a traditional Maine soft shell lobster. This place has it all. Certain nights have live entertainment and karaoke.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe region contains a number of inns, hotels, and bed and breakfast lodgings. For those individuals who are staying for a week or more, it is definitely worth while to rent one of the many cabins dotted around the lake shores. These cabins, known as \"camps,\" usually come with a lake front picnic area and private dock.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["44.44722"],["-69.83250"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kennebec and Moose River Valleys"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Belgrade, Maine"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Maine\/Localities\/B\/Belgrade\/"]]}]