[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Belitung"]},", formerly ",{"type":"''","value":["Billiton"]},", is an island in the ",{"type":"[[","value":[["Bangka-Belitung"]]}," province of ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Understand"]},"\nYou might not expect it from the island whose tin mines gave their name to Australian mining giant BHP Billiton, but Belitung is one of the nicest islands in Southeast Asia. Pristine white sand beaches look out on a turquoise sea filled with great snorkelling and a fantastic display of off shore islands. Check out ",{"type":"'''","value":["Tanjung Kelayang"]}," and ",{"type":"'''","value":["Tanjung Tinggi"]}," for world class beaches without the hustle and bustle now found at beaches of this caliber anywhere else.\n\nThe small uninhabited off shore islands range from white sand fringed coconut plantations to elaborate granite rock formations to long tempory sand bars of sand the quality of powdered sugar. Some are long swim distance from the beach but colourful local fishing boats will take you on an island tour. There is a 100+ year lighthouse on one island that was cast in England then shipped to Indonesia and assembled by the Dutch in 1889. Each piece has a number stamped on it and they were bolted together. No big resort areas are built there but it will not remain the sleepy paradise it is now long.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nDaily flights connect ",{"type":"[[","value":[["Tanjung Pandan"]]}," to ",{"type":"[[","value":[["Jakarta"]]},", ",{"type":"[[","value":[["Palembang"]]},", and ",{"type":"[[","value":[["Pangkal Pinang"]]},".  These routes are served by Sriwijaya Air and Sky Aviation.\n\n",{"type":"===","value":["By boat"]},"\nFerries leave and go to Jakarta, ",{"type":"[[","value":[["Cirebon"]]},", ",{"type":"[[","value":[["Pontianak"]]}," (Kalimantan), and ",{"type":"[[","value":[["Bangka (Sumatra)"],["Bangka"]]},".  Smaller fishing craft can be chartered for some harder to reach places and small islands.\n\n",{"type":"==","value":["Get around"]},"\nBelitung is small enough that more or less any point on the island can be reached in under two hours from Tanjung Pandan.  However, taxis are non-existent and public transportation on the island is hard to find, so the only practical way of moving around is to rent a car or a motorcycle. Expect to be asked for Rp 400,000 - Rp 600,000 per day (all inclusive) for a good car with driver. A common and fair deal for both parts is between Rp 600,000 and Rp 800,000 for the whole weekend including airport drop-off the last morning. Keep in mind that with that they have enough for the whole month. Overpaying only causes greed.\n\nEnterprising locals drive to the airport at flight times, so you can haggle with them to get you to your hotel and arrange the rest of the transportation from there. Or ask your hotel to pick you up from the airport (which the upscale ones will do anyway).\n\n",{"type":"==","value":["Do"]},"\nBesides the obvious beach activities, like swimming in the crystal clear seas and laying around on the white sand beaches, Belitung has plenty more to offer.  Snorkeling is great. The coral right offshore in many places is still in fantastic shape.  Island hopping is another fun activity. Belitung has many smaller largly uninhabited islands surrounding it, one island has a 100 year+ old 18 story lighthouse waiting to be climbed. Other islands look like abstract sculptures consisting entirely of granite rock.  Local fishing boats will be glad to take you out for a fair fee.  Beachcombing and long beach walks discovering hidden coves and secret beaches are another healthy activity.  While snorkeling is excellent and some exploratory dives have been done, as of 2009, there is still ",{"type":"'''","value":["no"]}," dive centre on the island.\n\nA pretty waterfall and swimming hole on Mount Tagam also make for a nice day trip.   \n\nDowntown Tanjung Pandan is quite interesting due to the many Dutch Colonial buildings and shop houses.  Most of the governmental buildings are the original Dutch buildings and the old Dutch tin mining housing compound is still kept up.  Traditional Bugis fishing craft and an odd assortment of other boats make the wharf and fish market an interesting place, certainly for your nose, to visit.\n\nTraditional tin mining methods are cool to watch, no chemicals just water and lots of mud.  Also for those who don't live with it every day palm, coconut and pepper plantations can be interesting.  \n\nCultural Belitung has a rich diversity of people.  Check out the cool Malay style wooden house's that reminds you of the Caribbean or the Bugis traditional raised houses that are half dock to dry fish.  A Chinese Buddhist temple is said to be one of the oldest in Indonesia built by the survivors of a ancient Chinese trading vessel.  Balinese transmigrants have a thriving community that carries on Bali's traditions and religion.\n\n",{"type":"==","value":["Eat"]},"\nThere aren't really any stand-alone restaurants in the Western sense.  The two holiday resorts (see ",{"type":"[[","value":[["#Sleep"],["Sleep"]]},") both have decent restaurants, while the town has a collection of simple ",{"type":"''","value":["warung"]}," (eating stalls).  The best things to eat are fresh seafood and special Belitung cakes.  For those needing a dose of Western food, Kentucky Fried just opened a store in downtown Tanjung.\n\n",{"type":"==","value":["Drink"]},"\nBeer with ice in it.  Hard to find cold beer except for Mama Mia's restaurant in Tanjung Kelayang at Kelayang Beach Cottages.\n\nCoffee in Manggar. Manggar is a unique place, there are so many coffee shops for the people to relax and interact each other. ",{"type":"[","value":["http:\/\/www.belitungtrans.com\/kota-manggar-2"]},"Manggar city also call a thousand coffee shop city.\n\n",{"type":"==","value":["Sleep"]},"\nAccommodation on Belitung is quite limited.  There are a few basic hotels in downtown Tanjung Pandan, plus one (1) resort each at Tanjung Tinggi and Tanjung Kelayang.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bukit Berahu"],["url=http:\/\/bukitberahu.com\/"],["email="],["address=Tanjung Bingga"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$20"],["checkin="],["checkout="],["content=Decent cottages with shower, AC, tv and minibar. A bit worn down but they are OK for a night or two. Access to the cottages is via a long walk down some steps to an isolated beach area. Nice and quiet but at night can be a bit eerie as it is so isolated and none of the staff sleeps at the office upstairs - you will be on your own! Maybe some concerns on safety. Office on top of the hill has a good restaurant on top of the hill with sprawling views of the ocean."]]}]},{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kelayang Beach Cottages"],["url=http:\/\/www.kelayangcottages.com"],["email="],["address=Tanjung Kelayang"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=8 bungalows, four with air-con (Rp.250k), four with fan only (Rp.150k).  Restaurant with cold beer, fantastic beachside location, snorkel gear rental and tours. Run by a Western-Indonesian couple and family."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lor-In Belitung"],["url=http:\/\/www.lor-in.com\/belitung\/index.php"],["email="],["address=Tanjung Tinggi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$67"],["checkin="],["checkout="],["content=The most modern place to stay on Belitung, with 20 air-conditioned cottages on one of the island's best beaches.  Pool, good restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bahamas"],["url=http:\/\/bahamasbelitung.com\/"],["email="],["address=Tanjung Pandan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$60++"],["checkin="],["checkout="],["content=The newest hotel in Belitung, comfortable open-air hotel with 50+ rooms on a nice beach. Very easy to coordinate trips from the hotel to locations around the island. Highly recommended."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bangka (Sumatra)"],["Bangka"]]},": the neighbor island to the West, Bangka boasts many white sand beaches and a few interesting Chinese temples."]},"\n",{"type":"[[","value":[["WikiPedia:Belitung"]]},"\n\n",{"type":"{{","value":[["geo"],["-2.8333"],["107.9167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bangka-Belitung"]]},"\n\n",{"type":"{{","value":[["usableregion"]]}]