[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bellary"]},", an Historical city, which is now a steel hub of south india.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By Train"]},"\n\nYou can reach Bellary from Bangalore by direct trains called Hampi express. Bellary is also well connect by train from other cities like Hyderabad, Hubli, Kholapur, Guntakal etc. If you are on a tight budget, you can opt for few passenger trains from Bangalore or Hyderabad.\n\n",{"type":"'''","value":["By Road"]},"\n\nBellary is around 300km from Bangalore and is well connect by National and State Highways. Bellary is served by various Buslines like KSRTC, APSRTC and other private operators. \nDirect Bus services are present from major cities of Karnataka and neighboring cities of AndraPradesh.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"'''","value":["Bellary Fort"]},"\n\nBellary Fort is the prime attraction of Bellary. Bellary Fort was built by Hanumappa Nayaka during the Vijayanagar era on top of the Ballari Gudda or the Fort Hill. Hyder Ali, who invaded the region took possession of the Fort from the Nayaka family in 1769, got the fort renovated and modified with the help of a French Engineer. The fort is divided as the Upper Fort and the Lower Fort. The Upper fort is a polygonal walled building on the summit, with only one approach, and has no accommodation for a garrison. There is only one way up to the fort, which is a winding rocky path amongst the boulders. It s said that Muzzaffar Khan, the Nawab of Kurnool, was confined here from 1823 to 1864 for the murder of his wife.\n\nThe Lower fort lies at the eastern base of the rock and measures about half a mile in diameter. The entrance to the lower fort is via two gates, one each on the western and eastern sides. The fort includes a temple dedicated to Hanuman just outside the lower fort on the eastern side.\n\n",{"type":"'''","value":["Movies"]},"\n\nThe city has very good movie theaters which play all the latest releases from Sandalhood, Tollyhood and Bollyhood. Tickets in these well maintained AC theaters are very affordable.\n\n\n",{"type":"'''","value":["Parks"]},"\n\nCity municipal office has been continuous making effort to make Bellary a clean and Green city. They have come up with few good parks like Dr.RajKumar park, Kaage Park, Radio Park(the oldest park in city) etc.\n\n\n",{"type":"'''","value":["Temple, Church, Mosque"]},"\n\nBellary has many ancient and beautiful devotional places. You can visit these holy places and offer prayers.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Shopping"]},"\n\nBellary being the district headquarters attracts traders, framers from its neighborhood. You can do lots of shopping, don't miss to shop jeans from here.\n\n",{"type":"'''","value":["Day Trips"]},"\n\nFrom Bellary you can take day trips to various places such as Hampi, TungaBhadra Dam, Narihalli Dam, Donimalai, Sandur, Daroji Bear Sanctuary, Mantralaya, Kishkinda etc.\n\n",{"type":"==","value":["Buy"]},"\n\nA pair of jeans\n\n",{"type":"==","value":["Eat"]},"\n\nvogerne Mirchi\n\n",{"type":"==","value":["Drink"]},"\n\nLime soda near Municipal collage \n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Bellary (district)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bellary"]]},{"type":"{{","value":[["geo"],["15.15"],["76.933333333333"]]}]