[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Belle Île"]}," (officially ",{"type":"''","value":["Belle-Île-en-Mer"]}," to distinguish it from another municipality in Brittany, ",{"type":"''","value":["Belle-Île-en-Terre"]},") is an island off the coast of ",{"type":"[[","value":[["Brittany"]]},".",{"type":"<","value":["br"]},"\nIts name literally means \"beautiful island\", which is arguably well-deserved.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":[" By boat "]},"\nSave for a few commercial flights to its small airfield, the only way to reach the island is by boat. The main (and only year-round) ferry service runs from Quiberon on the mainland to the main port Le Palais in about 45 minutes several times a day. Seasonal shuttles in the summer run daily from Lorient, Port Navalo, Le Croisic and Houat, and there are additional high speed cruises from Quiberon.\n\n",{"type":"===","value":[" By car "]},"\nCars can access the island only through the ferry service from Quiberon. From the main ",{"type":"''","value":["Nationale"]}," road in Auray one must follow the D788 up to the tip of the Quiberon peninsula, then follow the roadsigns to the ferry terminal at Port Maria harbour. During school holidays and summertime, it is highly recommended to book well in advance as the ferries capacity is intentionally limited.\nThere is also a very large public car park next to the semaphore on the outskirts of Quiberon from which a regular bus links to the ferry terminal in a few minutes.\n\n",{"type":"===","value":[" By train "]},"\n",{"type":"''","value":["TGV"]}," (high speed train) from Paris (and a few other French cities as well) serve the Auray station several times a day. From there dureing summertime a picturesque little train, the ",{"type":"''","value":["\"Tire-bouchon\""]}," (\"corkscrew\"), winds its way to Quiberon where the train station is a few minutes walk from the ferry terminal. During the remainder of the year there are coach services as well as taxis to link Auray to Quiberon in a little less than an hour.\n\n",{"type":"===","value":[" By plane "]},"\nThe island has a small airfield, but there are no regular flight services for the time being.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["47.332"],["-3.163"],["zoom=12"],["width=600"],["height=520"],["layer=M"],["lang=en"]]},"\nThere are four municipalities on the island, each comprising a central village and several hamlets scattered in the countryside.\n\n",{"type":"===","value":[" Walking "]},"\nIt is nice and easy (as long as the weather is fair) to walk around the little harbour towns of ",{"type":"''","value":["Le Palais"]}," (the main landing site) and ",{"type":"''","value":["Sauzon"]}," (where a few shuttles board during summertime). In each case a few more minutes' walk get you out of the cities into the coutriside or the coast trails, and a few beaches are also within walking distance.\n\n",{"type":"===","value":[" Hitchhiking "]},"\nThis is a great way to move around the island at little expanse. There are only a few trunk roads and you will usually find a ride that will take you within walking distance to where you want to go. Locals and tourists alike are usually friendly and willing to help.\nBe careful though while walking alongside the roads as most of them are quite narrow with sharp turns and sometimes poor visibility.\n\n",{"type":"===","value":[" Cycling "]},"\nThe island can be easily cycled end to end and back in less than a day. There is a full score of bike rentals at Le Palais and Sauzon. While the main trunk road ",{"type":"''","value":["La Dorsale"]}," is generally flat, it runs on top of the island central plateau, meaning that from there reaching the sea can involve a lot of downhill and uphill rides, some of them being pretty steep (the coast road from Le Palais to Locmaria in particular can be pretty challenging). If you do not care that much about pedaling, you can fall back on renting a moped.\n\n",{"type":"===","value":[" Driving "]},"\nThe main roads that get to the hamlets in the island are well maintained, but if you to go to some isolated cove on the Wild Coast (the western side of the island), you are in for some rallying on bouncy dirt tracks. In such case, rather than destroying your own car's shock absorbers, you ought to consider a rental. You can easily find distinctive and old fashioned ",{"type":"''","value":["Citroën Méharis"]},", which are quite well suited for the island roads.",{"type":"<","value":["br"]},"\nOne should be careful while driving on the narrow and winding roads as locals can drive quite fast and take the turns in the middle of the roads. Be prepared to give way by putting your right weels on the roadside, but do not go too far as there are usually small ditches concealed by high grass...\n\n",{"type":"===","value":[" Touring "]},"\nSeverall operators offer day tours by coach which will show you around the main sightseeings of the island and bring you back to Le Palais in time to catch a returning ferry in the late afternoon.\n\n",{"type":"===","value":[" Bus "]},"\nThere is a ",{"type":"[","value":["http:\/\/www.cars-verts.fr\/belleilebus.html bus service"]}," on the island with two lines, both linking Le Palais and Bangor while line 1-2 goes north to Sauzon and line 3-4 goes south to Locmaria. However, this service is ",{"type":"'''","value":["very"]}," infrequent (one every two hours during summer peak season, no service in the evening) and therefore not very useful unless planned well in advance.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":[" Le Palais "]},"\nThe main town on the island where the regular ferry services land year-round sits at the foot of its massive historical citadel and offers great sights and a taste of insular life.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Morbihan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Belle Île"]]},{"type":"{{","value":[["geo"],["47.333333333333"],["-3.1833333333333"]]}]