[{"type":"{{","value":[["pagebanner"],["Belper banner East mill.JPG"],["caption=East Mill"],["unesco=yes"]]},"\n",{"type":"'''","value":["Belper"]}," is a town in Amber Valley, Derbyshire.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nBelper is on the mainline between ",{"type":"[[","value":[["Derby"]]}," and ",{"type":"[[","value":[["Chesterfield"]]},"\/",{"type":"[[","value":[["Sheffield"]]},", although it is currently only served by one main line train per weekday. It is also served by the Derwent Valley line between Nottingham, Derby and ",{"type":"[[","value":[["Matlock"]]},".  Trains run roughly every hour - see www.thetrainline.com for timetable details.  The station is unmanned but you must buy tickets from the machine on the Derby bound platform to any destination. (If you join at a station like Derby with a booking office you ",{"type":"''","value":["must"]}," buy your ticket beforehand)\n\n",{"type":"===","value":["By bus"]},"\nThere are regular bus services to ",{"type":"[[","value":[["Derby"]]},", ",{"type":"[[","value":[["Nottingham"]]},", Manchester (a long but beautiful journey on TransPeak) and other local towns.  For ",{"type":"[[","value":[["Ashbourne"]]},", change at Derby or take the less frequent direct service.\n\n",{"type":"===","value":["By car\/cycle"]},"\nBelper is on the A6 and close to the A38.  Major roads lead to Chesterfield, Nottingham, \nDerby, Matlock and Ashbourne.\n\n",{"type":"==","value":["Get around"]},"\nShanksie's pony is fine for the main part of town, but pack an extra bottle of pop if you're pushing a buggy or wheelchair from the river to St John's Chapel (especially if you go up Long Row - it's steep and cobbled).  Park in the Derwent Street or Coppice car parks (free), Bridge Street, Field Lane and the River Gardens(all pay and display).  Some on-street parking is also available.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Belper North Mill"],["alt="],["url=http:\/\/www.belpernorthmill.org\/"],["email=info@belpernorthmill.org"],["address="],["lat="],["long="],["directions="],["phone = +44 1773 880744"],["tollfree="],["fax="],["hours="],["price="],["content=Web"]]}]},"This is one of the oldest surviving cotton mills in the world and well worth a visit.  A walking tour round Belper is sometimes available from here taking you through the Cluster housing, past a nailmaker's workshop, along the jittys (aka gennels, channels, alleys, snickets, passageways) up to St John's Chapel (13th century) and finishing in one of the 30 or so pubs within a short walk.  The North Mill website has a printable guide to the walk.\n\nA number of other walks also exist around the town.  Beth's Poetry Trail Web ",{"type":"[","value":["http:\/\/www.bethspoetrytrail.co.uk\/main.html"]}," offers installations of poems throughout the town and is a memorial to Beth Fender, the founder of Belper's two poetry groups.\n \n",{"type":"*","value":[{"type":"'''","value":["The River Gardens"]}," are also pleasant, especially on Sunday afternoons in summer when free concerts are on."]},{"type":"==","value":["Do"]},"\nThe Ritz, an independent one-screen cinema opened in late 2006. Film times can be found online here ",{"type":"[","value":["http:\/\/www.ritz-belper.co.uk\/"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere are an Iceland, a Morrisons and a Co-op within walking distance of town and several sandwich and cake shops for a quick snack.\n\nFresh Basil is a fantastic deli for breakfast and lunch.\n\nFor sitting down, Bengal Blues (near marketplace), Maharaja (17-18 Market Place) and Elachi (A6 opposite library) serve good Indian food, River Gardens (bottom of Long Row) and Ming Court (up from Morrisons roundabout) are good for Chinese, Big Buddha (part of the North Mill) does nice Thai food and George's sells excellent fish and chips on the A6 next to the garage.\n\n",{"type":"==","value":["Drink"]},"\nBelper is home to over 30 pubs. \n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Luxury"]},"\nThe Lion Hotel Tel 01773 824033 has 22 rooms from around £100 per night\n\nMakeney Hall Hotel Tel 01332 842999 has 40 room for around £50 pppn\n\n",{"type":"===","value":["Bed & Breakfast"]},"\n\n",{"type":"===","value":["Holiday Cottages"]},"\nSeveral dotted around the town.\n\n",{"type":"===","value":["Youth Hostel"]},"\nShining Cliff YHA is about 2 miles north, but be warned it's in the middle of a wood and only accessible on foot.  Don't watch the Blair Witch Project before you go...\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Derbyshire"]]},"\n",{"type":"{{","value":[["Related"],["UNESCO_World_Heritage_List"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Belper"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Derbyshire\/Belper\/"]]},{"type":"{{","value":[["geo"],["53.029"],["-1.475"]]}]