[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.belzoni.com\/ Belzoni"]}]}," is a small farming city in the ",{"type":"[[","value":[["Mississippi Delta"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe main roads into Belzoni are Highway 49 West (which runs north of ",{"type":"[[","value":[["Yazoo City"]]},", to ",{"type":"[[","value":[["Indianola (Mississippi)"],["Indianola"]]},") Highway 12 East (from Hollandale) Highway 7 South, and Highway 3 South of the city.\n\n",{"type":"===","value":["By bus"]},"\n\nGreyhound bus lines stop in the city (typically en route from ",{"type":"[[","value":[["Yazoo City"]]}," on the Delta Bus Lines). Bus schedules vary, so be very flexible with your schedule if this is your mode of transportation.  Also, bus service is limited, so you will not find a ticket office or an enclosed bus stop in the city.\n\n",{"type":"===","value":["By train"]},"\n\nThe closest train station is at ",{"type":"[[","value":[["Greenwood (Mississippi)"],["Greenwood"]]}," which is about 34 miles (about 55 kilometers) northeast of Belzoni: Amtrak's web page has details. There is no public transit system in the Delta region of Mississippi (or the entire state of Mississippi), so you should either consider arranging transportation prior to your visit, or rent a car at one of the regional airports if you are flying into Mississippi.  In the city of Greenwood, you can rent a car at Enterprise Car Rental ",{"type":"[","value":["http:\/\/www.enterprise.com\/car_rental\/deeplinkmap.do?gpbr=55C8&bid=004&cnty=US"]}," if you require transportation, but it would be wise to make a reservation in advance.\n\n",{"type":"===","value":["By plane"]},"\n\nThe closest commercial airport from Belzoni is the regional airport in ",{"type":"[[","value":[["Greenville (Mississippi)"],["Greenville"]]}," (approximately 50 miles \/ 80.46 Kilometers northwest of the city).  There is a private municipal airport with two runways just three miles (4.5 kilometers) south of the city on Highway 49 that is well suited for small single engine aircraft.\n\n",{"type":"==","value":["Get around"]},"\nIt's a very small farming town deep in the Mississippi Delta region, but attempting to see the city by foot might be a little too much for most people.  Typically, you would have to travel about the city by car.  Be aware, there is not a public bus or a taxi service in this small town.\n\n",{"type":"==","value":["See"]},"\nCotton, soybeans, and catfish farms as far as the eye can see.  There's a few other interesting sights to take in that many people are not aware of.\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=German POW Camp"],["url=http:\/\/mshistory.k12.ms.us\/index.php?id=233"],["email="],["address=1175 Church Street"],["lat="],["long="],["directions=Take Hwy 7 (which turns into First Street) until you reach the intersection of Martin Luther King Drive, and then go North (left) for approximately 1 mile (1.5 kilometers).  It’s the only two pontoon huts still standing."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An actual German prisoner of war camp used during World War II.  An interesting piece of history knowing that German POW's were in Belzoni during 1943 to 1946."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Catfish Museum and Welcome Center"],["url="],["email="],["address=111 Magnolia Street"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-408-4838"],["fax="],["hours=Monday through Friday 9AM to 5PM"],["price="],["content=Museum dedicated to the catfish and everything associated with it.  Mostly art exhibits from local artist, and a giant catfish."]]}]},"\n",{"type":"==","value":["Do"]},"\nVisit the annual World Catfish Festival (which occurs every April), which entails a fried catfish eating contest, local music bands, and the crowning of Miss. Catfish ",{"type":"[","value":["http:\/\/www.catfishcapitalonline.com\/"]},".  It's an interesting slice of life to see if you happen to be in the area.\n\n",{"type":"==","value":["Buy"]},"\nBelzoni is a small farming town, and most of the population earn their living from cotton, soybeans and catfish.  There's really not much to buy here, but you might be able to purchase some catfish souvenirs during the annual festival. Mostly people in the area visit the city for the catfish festival, and some blues music enthusiasts may drive by to get a glimpse of the small Delta town looking for a juke joint.\n\n",{"type":"==","value":["Eat"]},"\nYou cannot go wrong with staples of fried catfish, baked biscuits, and boiled turnip greens.\n\n",{"type":"==","value":["Drink"]},"\nThere is not a beverage that is unique to this area, but you should try the sweet tea if you'd like.  Be prepared to drink tea that is typically by far much sweeter than you may be accustomed to.  Those who do not like extremely sweet tea may want to ask for unsweetened tea, and just add sugar to their tastes.\n\n",{"type":"==","value":["Sleep"]},"\nThere are not any national chain hotels in or nearby Belzoni.  There used to be a couple of small family owned hotels, but most people visiting this area tend to stay either in ",{"type":"[[","value":[["Indianola (Mississippi)"],["Indianola"]]},", ",{"type":"[[","value":[["Greenwood (Mississippi)"],["Greenwood"]]},", or ",{"type":"[[","value":[["Yazoo City"]]}," for overnight lodging.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Esquire Inn"],["alt="],["url="],["email="],["address=14880 US Highway 49"],["lat="],["long="],["directions="],["phone = +1 662 247-1763"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay healthy"]},"\n\nDuring the warmer months of the year, you should seriously consider using mosquito repellent with a high ",{"type":"[[","value":[["DEET"]]}," concentration.  This may help reduce the opportunity of becoming infected with the West Nile virus ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/West_nile_virus"]}," that is transmitted by mosquitoes.  In the Delta region, mosquitoes are awful during the summer months.\n\nIn the event you require emergency medical attention, there is a very small county hospital (government owned) in the city.  The hospital is called Humphreys County Memorial Hospital, and it is located at 500 Ccc (no that is not a typo) Road (nearby the intersection of Rose Drive and Virginia Street).  Determining on the severity of one's illness or injury, it is not unreasonable to expect the patient to be transported to the nearest full-size hospital located at Greenwood, called the Greenwood Leflore Hospital.  The hospital in Greenwood is about an hour's drive away from Belzoni.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Indianola (Mississippi)"],["Indianola"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Greenwood (Mississippi)"],["Greenwood"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Yazoo City"]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["33.18417"],["-90.48917"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Mississippi Delta"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Belzoni, Mississippi"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Mississippi\/Localities\/B\/Belzoni\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Belzoni, Mississippi"]]}]