[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\n",{"type":"'''","value":["Ben Nevis"]}," is ",{"type":"[[","value":[["Scotland"]]},"'s highest mountain and is close to the town of ",{"type":"[[","value":[["Fort William"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAs the highest point in ",{"type":"[[","value":[["Great Britain"]]},", and the highest of the ",{"type":"''","value":["Munros"]}," (Scottish mountains over 3,000 ft), ",{"type":"'''","value":["Ben Nevis"]}," is a hugely popular hill to climb. It's 1,344 metres (4,409 ft) above sea level, and the start of the walk really begins right by the sea so you'll walk every foot of those 4,409.  The Ben, as it's popularly known - is readily accessible via a man-made path which zig zags up its south westerly face. Most routes up the forbidding, north-east face of the mountain are only suitable for experienced scramblers and climbers, the main exception being ",{"type":"[[","value":[["Ledge Route and the Carn Mor Dearg Arete (Ben Nevis)"],["Ledge Route"]]},", a grade 1, easy scramble suitable for competent hill walkers.\n\n",{"type":"==","value":["Prepare"]},"\nDespite the path up the mountain being referred to as the \"Tourist Route\" - don't let its inauspicious name fool you. Climbing Ben Nevis should be regarded as a serious undertaking, regardless of the time of year and dozens of injuries and even deaths occur on the mountain due to ill-preparedness. Whilst Ben Nevis is nowhere near the hardest Munro to climb, it is among the more challenging due to the sheer relentlessness of the climb, and in particular the descent which can take its toll on ankles and joints. Figure on taking 6–9 hours to make the round trip to the summit; bear this in mind during early spring and late summer when darkness can creep in surprisingly quickly.\n\nThe key points to remember are as follows:\n",{"type":"*","value":[" Even during high summer, when the sheer amount of 'pedestrian traffic' on the mountain lessens the risk of getting dangerously lost on the notorious summit plateau, bad weather, mist and cloud cover can appear from seemingly nowhere and put you into a perilous situation.  Don't take the weather conditions at sea level therefore, as an indicator of what it will be like near the summit. The temperature at the summit rarely exceeds ten degrees Celsius even in high summer and it can be extremely windy resulting in significant chill."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Clothing is paramount"]}," Boots with decent ankle support are much better than sneakers\/trainers; do take waterproofs (preferably wind resistant) and spare gloves. A significant minority of walkers use hiking sticks. If you don't have these items, they can be picked up relatively cheaply in Fort William."]},"\n",{"type":"*","value":[" Take some food and plenty of water. Dehydration can set in quickly, and ideally it is best not to drink from streams or burns on the hill - sheep graze (and therefore urinate and defecate) in this area."]},"\n",{"type":"*","value":[" A map (an Ordnance Survey one is the best; they are available from most outdoor shops and tourist information centres) is highly recommended as it shows the exact route of the path."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Don't rely on mobile phone coverage being available!"]},"  Even the best network in the Highlands - Vodafone - gets patchy coverage once you are up into the hills.  If you are attempting the path alone, or during quiet periods when there are few others around it is vital to inform others of your route and your expected arrival time - you can do this at the Youth Hostel or the Glen Nevis visitor centre.  Just don't forget to report back in once you safely back down again!"]},"\n",{"type":"==","value":["Get in"]},"\nBen Nevis is on the outskirts of ",{"type":"[[","value":[["Fort William"]]},", which is reachable by road from ",{"type":"[[","value":[["Glasgow"]]}," (105 miles) or ",{"type":"[[","value":[["Inverness"]]}," (65 miles) via the A82. Fort William has a three times daily rail service from Glasgow, and an overnight rail service from ",{"type":"[[","value":[["London"]]},".\n\nThe two usual approaches are from Achintee Farm or Glen Nevis. Both are over a mile out of Fort William, and of the two, the Achintee route is less steep to begin with (they merge pretty soon) and has some free parking spaces (this fills up early in the height of summer), while at Glen Nevis visitor centre there is more parking but you have to pay.\n\n",{"type":"==","value":["Walk"]},"\nThe usual route is the Tourist Route aka The Pony Track. This runs from the end of the lane at Achintee Farm in Glen Nevis (a steeper alternative begins at Glen Nevis Youth Hostel) and heads up in a series of zig-zags to the summit on a broad, well-constructed path. It's a relentless slog, much eroded by tens of thousands of people every year, though path repair work is occasionally undertaken by local volunteers. The path heads steadily uphill, through a couple of small zig-zags, then curves left at a cleft in the hill before levelling out at what is known as the Halfway Lochan. (It's slightly before half-way but who cares, it's a morale boost.) Then are the zig-zags proper, a series of eight switchbacks in the path, then a lengthy straight up the last slopes of the hill before veering left to the summit.\n\nA more challenging route is to ascend the adjacent Munro, Carn Mor Dearg (1,220 m, pronounced \"kaan mor jerrack\"), then traverse the CMD arete to Ben Nevis proper. Most Munro guidebooks recommend this route but it is longer, more arduous, and only advised to experienced walkers or very early risers.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"{{","value":[["warningbox"],["If present, snow naturally forms large overhangs (cornices) beyond the true edge of cliffs"]]},"\nAt this altitude the temperature is considerably lower than in the valley where you start out, plus you need to factor in for some wind chill, meaning that you need warm clothing. Even at the height of summer daytime temperatures at the summit can be close to freezing and patches of snow often persist into late season. Fresh snow can fall in September.\n\nYou're unlikely to get lost until you reach the summit plateau. A direct walk across the summit to the cairn would send you tumbling down a gully, which becomes a hazard when filled with corniced snow which may look safe to walk upon. Overshoot the summit or lose your bearings in snow and you may fall off the mountain, such as down the dramatically named Five Fingered Gully. These issues don't sound too much of a problem until you realise that even in summer the summit is fogbound more than half the time.\n\nA recognised arrangement of cairns (that is, tall piles of stones) along the plateau mark the \"safe\" route to the summit, but are really there for the benefit of winter visitors when the path is covered with snow. Summer walkers in cloud should ignore the cairns and keep to the path. (A free guidesheet to the summit plateau is available in Fort William; it includes a small map reproduced ",{"type":"[","value":["http:\/\/www.mcofs.org.uk\/assets\/mountainsafety\/nevis_map.gif here"]},".)\n\nThere is a small survival shelter on the summit, known as the Snoopy Hut, built on the ruins of the old observatory to avoid it becoming snowbound. If you use it, please close the door when you leave.\n\nMany visitors arrive as part of a Three Peaks Challenge event, particularly in the middle of summer when there's plenty of daylight. This involves climbing the highest mountains in Scotland, England and Wales, and can cause chaos. Charity organisers are asked to follow a code of practice, which limits group sizes, access hours, timed challenges, etc. The biggest risk if you're a participant is breaking your ankle if you're running downhill - which also helps erode the paths in a scenic area!\n\n",{"type":"==","value":["Cope"]},"\nThere's a distinct lack of toilets on the route, or even handy pathside bushes. On descent your first toilets are at the Ben Nevis Inn, at Achintee, but they're only open during pub hours. At Glen Nevis visitor centre there are also toilets. The only slightly private spot during the walk is by the Halfway Lochan, 100 m down a spur path to the north from the route, where a large rock affords you a little privacy. But it gets pretty gross back there.\n\n",{"type":"==","value":["Go next"]},"\nRAF Air-Sea Rescue offer free rides in a big yellow helicopter, but it's considered bad form to call upon them.\n\n",{"type":"[[","value":[["Fort William"]]}," is at the foot of the hill and is the obvious base for food, drink, accommodation, equipment shopping.\n\n\n",{"type":"[[","value":[["WikiPedia:Ben Nevis"]]},"\n",{"type":"{{","value":[["usableitinerary"]]},"\n",{"type":"{{","value":[["geo"],["56.7966"],["-5.0036"],["layer=R"],["zoom=14"]]}]