[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:BendPilotButte.jpg"],["thumb"],["right"],["420px"],["Bend, Oregon as seen from the top of Pilot Butte. Cascade Mountains in the background."]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitbend.com\/ Bend"]}]}," is the county seat of Deschutes County in ",{"type":"[[","value":[["Central Oregon"]]},", located between the Cascade and Maury Mountains. Bend is a tourist destination in both the summer and winter.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.redmond.or.us\/Departments\/Airport\/ Redmond Airport"]}]}," is about 15 minutes from Bend and served by four air carriers; Allegiant Airlines,Delta Airlines, Horizon Air, and United Express with daily direct flights to ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]},", ",{"type":"[[","value":[["San Francisco"]]},", ",{"type":"[[","value":[["Salt Lake City"]]},", ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Las Vegas"]]},", ",{"type":"[[","value":[["Oakland"]]},", ",{"type":"[[","value":[["Los Angeles"]]}," and ",{"type":"[[","value":[["Mesa (Arizona)"],["Mesa"]]},"."]},"\n",{"type":"==","value":["Get around"]},"\n\nTo fully enjoy the city of Bend, your best mode of transportation is the bicycle. Bend has extensive bike paths and lanes and walking paths. When visiting downtown Bend, you can park for free for the first two hours during business hours and unlimited hours after 5PM. Downtown is best explored by foot. Parking can be difficult at times but a spacious parking garage is located at the corner of Bond and Oregon Streets. Limited bus service is available.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=High Desert Museum"],["alt="],["url=http:\/\/www.highdesertmuseum.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The High Desert Museum is Located just south of Bend on Highway 97. The High Desert Museum is a great way to gain educational experience about some of the animals and habitat that go along with Central Oregon. The High Desert Museum is open on weekdays from 9AM-5PM."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Historic Tower Theatre"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Smith Rock"]}," Smith Rock State Park encompasses 651 acres on the Oregon high desert plateau which hovers around 3000 feet in elevation. The park and campground are open year-round. A $5 day use permit or a current state park camp receipt is needed for each vehicle. A yearly permit is available for $30. Hiking trails offer spectacular views of the surrounding area. You can spend 30 minutes walking along the river or a half day making a loop on the entire trail system that extends outside of the park. The major rock faces are composed of welded tuff (compressed volcanic ash) reaching a height of up to 550 feet. The picnic and campground areas sit on top of the rimrock which is made up of columnar basalt. There are over 1400 climbing routes in and around the park ranging from some of the best sport climbs in the world to... “Why would anyone want to climb that pile of choss”. People climb year-round, but summer temperatures can reach 100+ degrees (f), and in the dead of winter the thermometer stays close to the freezing mark (32f) during the day. Spring and fall are the most popular climbing months."]},{"type":"*","value":[" ",{"type":"'''","value":[" Deschutes River"]}," The Deschutes features ruggedly beautiful scenery, outstanding whitewater boating, and a renowned sport fishery for steelhead, brown trout, and native rainbow trout. The Upper Deschutes features primarily flatwater boating with limited whitewater and excellent trout fishing opportunities. The Middle Deschutes has excellent hiking opportunities with spectacular geologic formations and waterfalls, but boating is limited. The Lower Deschutes offers the greatest opportunities for whitewater rafting and is one of Oregon's premier steelhead and trout fisheries"]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Newberry National Volcanic Monument"],["alt="],["url=http:\/\/www.fs.fed.us\/r6\/centraloregon\/newberrynvm\/index.shtml"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=South of Bend, See lava flows, explore lava caves and ice caves, fishing for trophy rainbow and brown trout in the two alpine lakes at the Newberry caldera (East Lake & Paulina Lake) and explore the massive Obsidian Flow. There are hiking trails, camping and resorts. Also snow parks, winter cross-country skiing and snowmobiling. Visit the Lava Lands Visitor Center for information."]]}]},{"type":"*","value":[" ",{"type":"'''","value":[" Cascade lakes and Mountains"]}," These areas are spectacular.  Take a drive on the Cascade Lakes Highway and you can go to Sparks Lake, which is ideal for canoeing and kayaking, the Twin Lakes, Elk Lake and more while taking in some beautiful mountain scenery at the same time.  Many of these lakes offer fishing, camping, and trailheads for hiking up into the mountains.  Along the Cascade Lakes Highway, you can access trailheads as well as snow parks for snowmobiling in the winter."]},{"type":"*","value":[" ",{"type":"'''","value":["Cultus Lake"]}," is located about 45 minutes outside of Bend, Oregon, on the cascades lake highway. At the lake there are a number of activities and facilities available for tourists, all centered around the crystal clear waters of the lake. At Cultus Lake there are a number of activities available. The resort's main attraction is its water sports. One can rent a number of watercrafts including: Jet skis, Motorboats, Canoes, Kayaks, Paddleboats, and party boats. Gas and oil can be purchased on site. Another popular activity at Cultus is the fishing. The lake is filled with Rainbows, Bass, Mackinaws and Browns. There are also beaches where people can swim and enjoy the water from another perspective. At the lodge there is a restaurant open to the public. They serve a wide variety of food here and it is reasonably priced. One can also purchase groceries, although the selection is limited and prices higher than a supermarket. Cabins are available to rent at Cultus Lake. The cabins are near the lake, and have fireplaces, kitchens and appliances. There are a number of campsites available on and near the lake. They are operated by the National Forest Service, and have a small per night fee. There is running water, toilets and parking available to campers, however there are no R.V. hook ups."]},{"type":"*","value":[" ",{"type":"'''","value":["Elk Lake"]}," is located about 11 miles past Mount Bachelor and just a short drive out of Bend, Oregon. It is known for its mountain scenery and relaxed atmosphere. It has clear water, making it popular to people seeking water activities. The Lake is 405 acres in size, with a depths ranging from 25'-75. The elevation of the resort is about 4884'. At Elk lake fishing is a popular activity. The lake is filled with Kokanee and brook trout. In the summer months the lake is planted with brook trout. Popular fishing techniques include: still-fishing, trolling and fly fishing. Boating is also permitted at Elk Lake. At the resort there are paddle boat, canoes, and sail boats available to rent. Prices for these boats are fairly reasonable and can be checked out by the hour or by the day. Larger motor boats are not allowed to help maintain the peacefulness on the lake. There are a number of boat docks that surround the lake to make launching a boat relatively easy. Swimming is easily accessible at the sunset and beach areas of the lake. If hiking is your choice there are miles of trails that circle the lake. At the resort there is a restaurant open to the public. It serves a wide variety of food, specializing in their hamburgers. For dessert they have a small ice cream parlor with about a dozen different flavors. There is also a small store where groceries can be purchased. Cabins are available to rent, and can be checked out at the main resort. They vary in size and location. Camping can be done at a number of different sites in the area. The different sites include: Little Fawn Campground, Little Fawn Group Camp, Point Campground, and Elk Lake Campground. There are also areas reserved specifically for day use."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:SistersAndBrokenTop.jpg"],["thumb"],["right"],["200px"],["South Sister and Broken Top feature prominently in this picture of the Cascades, roughly 30km west of Bend. Central Oregon's Cascades are a popular and scenic winter playground."]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Mt. Bachelor"],["alt="],["url=http:\/\/www.mtbachelor.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bachelor is Central Oregon's best Ski\/Snowboard mountain. It was home to the Olympic snowboard trials years back as well. When the summit is open (depending on weather) it is some of the best skiing you will find in Oregon. The northwest territory is also great with lots of black diamond runs. It's probably not a bad idea to take some 2-way radios for the other members of your party. The mountain is quite big and keeping track of everyone is sometimes difficult."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Whitewater rafting"]}," Bend offers some great Whitewater rafting on the Deschutes River."]},{"type":"*","value":[" ",{"type":"'''","value":["Mountain Bike"]}," Bend and Central Oregon have hundreds of miles of singletrack perfect for riders of all levels. There are trails for families and beginners and trails for serious mountain bikers wanting to get their ride in. Most of the trails in the Bend area are in the cross country category - great for front and full suspension bikes. The trails are pretty buff with some roots and rocks. There are some steep climbs, but mainly the trails climb for days from town 20+ miles to Mt. Bachelor and beyond. This means there are great routes for downhill and shuttling. Popular trails include Whoops, Funner, Phil's Canyon, Flagline and Mrazek. Recently more and more progressive, downhill and freeride styles of trail have been built in Bend including the Lair and ODP (Old Dirty Pirate). All the trails, new and old are thanks to COTA ",{"type":"[","value":["http:\/\/www.COTAmtb.com"]},", Central Oregon Trail Alliance who maintain the trails as well as work on building new ones. All riders who live or visit Central Oregon are recommended to become members and support the trail alliance! Mountain biking in Bend is a great summer activity and with multiple bike shops in town renting bikes (Hutchs, Pine Mountain Sports, Webcyclery & Sunnyside Sports), we recommend all visitors get out on bikes. Cog Wild Mountain Bike tours also offers tours and shuttles for riders of all levels. Contact them to be taken out on a great ride. Adventure Maps ",{"type":"[","value":["http:\/\/www.adventuremaps.net\/central_oregon_trail_map"]}," also sells great maps of the trails of Central Oregon. You can find their maps online or at each bike shop in Bend."]},{"type":"*","value":[" ",{"type":"'''","value":["Golf"]}," There are golf courses in Bend for both high and low handicappers. Bend offers several great golf courses that share amazing scenery.  At 3600 feet, the ball always travels higher and longer in Bend!"]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Pine Mountain Observatory"],["alt="],["url=http:\/\/pmo-sun.uoregon.edu"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great place to go see the stars. Camping available."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Go Fishing"]}," Bend is situated in the Heart of the Cascades, and due to this location Bend is surrounded by numerous Cascade lakes and the well known Deschutes River. Some of the Cascade lakes hold monster trout exceeding 10 lbs, Crane Praire is one of these lakes, and it is south of Bend near Sun River. The avid fisherman can experience almost everything when fishing around Bend. The lakes hold a variety of species of fish from Trout, Kokanee, Atlantic Salmon, Bass and other fish. While the famous Deshcutes holds an abundance of fish. The Deschutes flows right through the city of Bend. Some of the better fishing can actually be right in front of the Riverhouse right on the Deschutes off of 3rd St. If getting away from the crowds is what you like the Deschutes offers miles and miles of peaceful fishing spots."]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Les Schwab Amphitheater"],["alt="],["url=http:\/\/www.lsabend.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the summer time Bend offers many Sunday concerts that are performed at the Les Schwab Amphitheater. In the past artists such as Cold Play, Keith Urban, Lynyrd Skynyrd, ZZ Top and Jack Johnson have performed there. This summer Ben Harper will be performing at the Les Schwab Amphitheater."]]}]},"more!\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Timberline Mountain Guides"],["url=http:\/\/www.timberlinemtguides.com\/Ski\/tabid\/70\/Default.aspx"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 541-312-9242"],["tollfree="],["fax="],["hours=9-5"],["price="],["content=Backcountry skiing and snowboarding.  Instruction, tours, ski mountaineering. AMGA accredited guide service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Smith Rock Climbing School"],["url=http:\/\/www.smithrockclimbingschool.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 541-312-9242"],["tollfree="],["fax="],["hours="],["price="],["content=AMGA Accredited guide service.  Guiding and instructing at Smith Rock since 1983.  Smith Rock's original guide service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=High Desert River Outfitters"],["url=http:\/\/www.highdesertriver.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-461-5823"],["fax="],["hours="],["price="],["content=Specializes in Oregon river rafting and Oregon whitewater rafting."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere are numerous shopping opportunities in Bend. Downtown Bend has all different kinds of shops from outdoor gear to clothes. Secondly, the Old Mill District ",{"type":"[","value":["http:\/\/www.theoldmill.com"]}," has great shops including REI, Pac Sun, Victoria’s Secret, American Eagle, Gap and other great stores. Also, a few good restaurants including Anthony's and Red Robin.\n\n",{"type":"==","value":["Eat"]},"\nBend has a great selection of restaurants located all over town.  Ranging from cheap and easy to expensive and ritzy, you are guaranteed to get a great meal almost anywhere you go.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Original Pancake House"],["alt="],["url=http:\/\/www.originalpancakehouse.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located on the West Side of Bend on the way up to Mt. Bachelor, the Pancake House has excellent food and great service."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Deschutes Brewery"],["alt="],["url=http:\/\/www.deschutesbrewery.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Known for its world renowned dark brews, the Deschutes Brewery offers excellent burgers and sandwiches (and the best hot wings in town) with a great atmosphere in the heart of downtown Bend visitors really shouldn't leave town without experiencing."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Longboard Louie's"]}," is a great burrito shack on the westside of Bend that offers great food at prices college kids can afford.  Louie's has all of the character of the locals and it is located just a couple hundred yards from Drake Park and the Deschutes River running through Bend."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pizza Mondo"]},", located on Main St. in downtown Bend, has great pizza at cheap prices and large quantities.  With great lunchtime deals and is a great place to hit up after a day on the slopes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cibelli's New York Pizza"]}," Two locations in Bend (East & West). Eastside - 2095 NE Highway 20, +1 541 385-8646. Westside - 64670 Strickler Ave # 101B, +1 541 318-2800. This is very good New York Pizza. They also have a 24\" pizza that is huge. No delivery."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=SOBA - Downtown"],["alt="],["url=http:\/\/www.eatsoba.com"],["email="],["address=945 NW Bond St"],["lat="],["long="],["directions="],["phone =+1 541 318-1535"],["tollfree="],["fax="],["hours="],["price="],["content=A blend of Thai, Vietnamese, Korean, Chinese and Japanese. The Spicy Shrimp Noodle Soup is very good. Under $7. (Also locations in South Bend across from Albertsons, Sisters and Salem.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Super Burrito"]},", Not the fanciest place in Bend, but arguably the best Mexican food.  It is on Minnesota and is easily the best taqueria around."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Toomies Thai Cuisine"],["alt="],["url="],["email="],["address=119 NW Minnesota Ave"],["lat="],["long="],["directions="],["phone =+1 541 388-5590"],["tollfree="],["fax="],["hours="],["price="],["content=Very reasonable priced Thai food with a good selection. Lunch under $6, dinner $6 to $18."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mangia Pasta"]}," Mangia Pasta is also located on Bend's eastside.  This quaint, romantic restaurant has great pasta and Italian food that is perfect for a dinner-date at affordable prices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Broken Top Restaurant"]}," Broken Top's famous golf course also has a great restaurant with excellent food.  Although its meals are on the pricey side, every meal is definitely worth its price.  Located on Bend's westide."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Anthony's Homeporter"]}," is in Bend's newly (and continually) developed Old Mill district, it is a chain that is in Seattle, Washington and offers excellent seafood at affordable prices. It has a nice full service bar with about six of the Oregon microbrews on tap. It also has a nice patio area that overlooks the Deschutes River"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Goodies Candy Shop"]}," Goodies is a delightful little candy shop in downtown Bend that offers an array of different sorts of chocolates, candies, milkshakes, ice creams, and popcorn that is perfect for topping off a great meal."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Staccato at the Firehall"],["alt="],["url=http:\/\/www.staccatosfirehall.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 541 312-3100"],["tollfree="],["fax=+1 541 312-3191"],["hours="],["price="],["content=5 NW Minnesota. This fine dining restaurant is in the old firehouse in Bend. During good weather the big truck door open onto the patio. The original fire pole is behind the bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Zydeco Kitchen & Cocktails"]},", 919 Bond, +1 541 312-2899. Award winning restaurant. Try the Acadian Flatbread from the starter list. Good wine list and full service bar."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pilot Butte"]},"  Located along Greenwood Avenue, this restaurant has some of the best burgers in Bend!  It is the home of the Pilot Butte Burger (one of them is enough to feed about 3 people) and is open only for lunch seven days a week."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Flatbread Community Oven"],["url=http:\/\/www.flatbreadpizza.com"],["email="],["address=375 SW Powerhouse Drive #130"],["lat="],["long="],["directions=The Old Mill District near Orvis"],["phone = +1 541-728-0600"],["tollfree="],["fax="],["hours=11:00"],["price=8-14"],["content=Voted Best Pizza in Bend by Gusto magazine 2009. Oregon's only VPN certified Neapolitan Pizzeria & Wine Bar. Located at the Old Mill right on the Deschutes River."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=10 Below"],["url=http:\/\/www.oxfordhotelbend.com\/the-kitchen.htm"],["email="],["address=10 NW Minnesota Avenue"],["lat="],["long="],["directions="],["phone = +1 541-382-1010"],["tollfree="],["fax="],["hours="],["price="],["content=Fine dining in downtown Bend, free valet parking."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["28"]},", 920 NW Bond, +1 541 385-0828. Premium cocktails and good bistro food. This is one of the many hot spots in downtown Bend."]},{"type":"*","value":[" ",{"type":"'''","value":["Astro Lounge"]},", 147 NW Minnesota, +1 541 388-0116. Singles bar in downtown area. This is a late night hot spot in Bend."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Bendistillery Martini Bar"],["alt="],["url=http:\/\/www.bendistillery.com"],["email="],["address=850 NW Brooks St"],["lat="],["long="],["directions="],["phone =+1 541 338-6868"],["tollfree="],["fax="],["hours="],["price="],["content=Another hot spot and favorite. Serving handcrafted small-batch distilled spirits. Tu-Sa 4:30PM-Midnight."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Deschutes Brewery"],["url=http:\/\/www.deschutesbrewery.com"],["email="],["address=901 SW Simpson Ave"],["lat="],["long="],["directions=On SW Colorado Ave"],["phone=+1 541 385-8606"],["tollfree="],["fax="],["hours="],["price="],["content= If you're into beer, this might be worth a stop. They have some great seasonal brews as well as six others that are regularly on tap. The facility is in the heart of downtown Bend, which is next to the Deschutes River.  Deschutes Brewery's \"Mirror Pond Pale Ale\" was voted the number one microbrew in the United States by Men's Journal. They offer free daily tours of the brewery at 1PM, 2PM, 3PM, and 4PM, which last about 45 minutes.  Known to local college students the brewery burger and a beer sampler gets you fed and watered in style for cheap."]]}]},{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bendbrewingco.com Bend Brewery"]}]}," is another great place to grab a drink. Not only is it a pub but a well known restaurant that over looks Mirror Pond in Bend."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=El Rodeo"],["url="],["email="],["address=3rd St"],["lat="],["long="],["directions=South of Wilson on the west side of 3rd St."],["phone="],["tollfree="],["fax="],["hours="],["price=6-16"],["content=Friendly Staff, Family friendly, consistently fast meal preparation & a local favorite."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=10 Below"],["url=http:\/\/www.oxfordhotelbend.com\/the-kitchen.htm"],["email="],["address=10 NW Minnesota Avenue STE 120"],["lat="],["long="],["directions="],["phone = +1 541 382 1010"],["tollfree="],["fax="],["hours="],["price="],["content=Fine dining and full service cocktail lounge in the heart of downtown Bend, offering complimentary valet parking for all dining patrons"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Silver Moon Brewing"],["url=http:\/\/www.silvermoonbrewing.com\/index.html"],["email="],["address=24 Northwest Greenwood Avenue"],["lat="],["long="],["directions="],["phone = +1 541 388-8331"],["tollfree="],["fax="],["hours=Mon-Sat 11:30AM till Midnight Sun 11:30AM til 8PM"],["price="],["content=Great beer and good service.  Free Wifi.  10 craft beers available.  The Hounds Tooth Amber is one of the best around."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Eagle Crest Resort"]},", ",{"type":"[","value":["http:\/\/www.eagle-crest.com"]},". Located between Bend and Redmond, Eagle Crest is known for its three golf courses and wonderful mountain views.  The resort has a number of different amenities including, two recreation facilities including racquetball courts, basketball courts, indoor and outdoor tennis courts, weight and cardio center, three pools, two hot tubs (with adult hours only) indoor game room, day spa, café, a mini golf course-that will challenge even the most experienced golfers and a restaurant Niblick and Greenes. ",{"type":"[","value":["http:\/\/www.niblickandgreenes.com"]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Inn of the Seventh Mountain"],["alt="],["url=http:\/\/www.seventhmountain.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Great resort located just 15 minutes from ski resort Mt. Bachelor. The resort has two swimming pools, one complete with waterslide and volleyball net. The pool area is accompanied by large hot tubs, a sauna, and dressing rooms. The Inn has lots of activities including white water rafting, hay rides, mountain biking, shuttles to the mountain, ice skating, and lots more."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Mt. Bachelor Village Resort"],["alt="],["url=http:\/\/www.mtbachelorvillage.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Mt. Bachelor Village is on the way up to Mt. Bachelor and just outside of the city. Located close to the Old Mill District and minutes from downtown. Mt. Bachelor Village has rooms for all from business suits to family condos; during the winter season they have special packages for the winter enthusiast, which could include a ski trip or a snowshoes adventure. Almost all of the rooms face the wild Deschutes River. If you need some exercise, take a walk or run along the river trails, which run right along the river."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Phoenix Inn Suites"],["alt="],["url=http:\/\/www.phoenixinns.com\/hotels\/bend\/index.htm"],["email="],["address=300 NW Franklin Ave"],["lat="],["long="],["directions="],["phone = +1 541 317-9292"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=All suite accommodations with complimentary breakfast buffet, high speed Internet, and 24 hr. business center"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Helios NW Eco-House"],["url=http:\/\/www.heliosbend.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 541 595-8095"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Oregon's first LEED for Homes Gold Certified vacation rental. Located in the near Westside, a block down from Newport Market, Helios is a two bedroom, two bath vacation rental home, with bonus room, designed to accommodate up to six people in style and comfort."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=McMenamins Old St. Francis School"],["url=http:\/\/www.mcmenamins.com\/oldstfrancis"],["email="],["address=700 NW Bond St"],["lat="],["long="],["directions="],["phone=+1 541 382-5174"],["tollfree="],["fax="],["hours="],["price=Rooms $125-185, cottages $185-395"],["checkin=3PM"],["checkout=11AM"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Oxford Hotel"],["url=http:\/\/www.oxfordhotelbend.com\/"],["email="],["address=10 NW Minnesota Avenue"],["lat=44.0582"],["long=-121.3153"],["directions=in the heart of downtown"],["phone ="],["tollfree= +1-877-440-8436"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bend's only boutique hotel, with 59 stylish suites."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Red Lion Hotel Bend"],["url=http:\/\/www.redlion.com."],["email="],["address=1415 NE 3rd Street"],["lat="],["long="],["directions="],["phone = +1 541-382-7011"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=12PM"],["content=Centrally located to downtown Bend and Highway 97.  Pet-friendly, complimentary hot deluxe continental breakfast, complimentary wireless internet access, business center, room service and Black Bear Diner on property."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shilo Inns Bend Hotel"],["url="],["email="],["address=3105 O.B. Riley Road"],["lat="],["long="],["directions="],["phone = +1 541 389-9600"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Four stars."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=West Bend Cottage"],["url="],["email="],["address=NW Columbia Street"],["lat="],["long="],["directions="],["phone = +1 541-406-0234"],["tollfree="],["fax="],["hours="],["price=$99"],["checkin="],["checkout="],["content=Cottage on Bend's westside, walking distance to downtown and 3 nearby parks. Full kitchen, fenced backyard, bbq."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Crater Lake National Park"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=US 20.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Corvallis (Oregon)"],["Corvallis"]]}],["minorl1=",{"type":"[[","value":[["Sisters"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Boise"]]}],["minorr1=",{"type":"[[","value":[["Hines"]]}],["image2=US 97.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Yakima"]]}],["minorl2=",{"type":"[[","value":[["Redmond (Oregon)"],["Redmond"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["Klamath Falls"]]}],["minorr2=",{"type":"[[","value":[["Sunriver"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["44.056389"],["-121.308056"]]},"\n",{"type":"{{","value":[["isPartOf"],["Central Oregon"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bend, Oregon"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Oregon\/Localities\/B\/Bend\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Bend, Oregon"]]}]