[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bengkulu"]}," is the capital of ",{"type":"[[","value":[["Bengkulu province"]]}," on the island of ",{"type":"[[","value":[["Sumatra"]]},", ",{"type":"[[","value":[["Indonesia"]]},". With a population of 340,000 (2007), the city is the capital and largest city of Bengkulu province. It was occupied by the British as their main source of pepper for almost two hundred years, before being exchanged for ",{"type":"[[","value":[["Malacca"]]}," in 1824.  The city is now very sleepy and the locals are quite friendly to strangers.\n\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThere is no direct international flight to Bengkulu; you have to take a flight to ",{"type":"[[","value":[["Jakarta"]]}," and then take another flight to Bengkulu. There are daily direct flights (6 times a day) from Jakarta only.\n\n",{"type":"===","value":["By car"]},"\nDriving from Jakarta will take about 20 hours with magnificent views along the way, but since the road conditions are not very good and considering you will have to drive through jungle with hilly and winding roads, it will be too risky for inexperienced drivers.\n\n",{"type":"===","value":["By bus"]},"\nYou can catch regular buses from ",{"type":"[[","value":[["Medan"]]},", ",{"type":"[[","value":[["Padang"]]}," or Jakarta. \n\nIf you want to go there by bus from Jakarta, there are two common routes :\n",{"type":"*","value":[{"type":"'''","value":["West Route (Lintas Barat)"]}," from Jakarta to ",{"type":"[[","value":[["Bandar Lampung"]]}," and then through a dense tropical jungle of Liwa, ",{"type":"[[","value":[["Bukit Barisan Selatan National Park"]]},", and ",{"type":"[[","value":[["Krui"]]},". It takes around 22 hours with magnificent ocean view along the way, but the road condition is not very good and considered unsafe."]},{"type":"*","value":[{"type":"'''","value":["East Route (Lintas Timur)"]}," from Jakarta to Bandar Lampung and then enters Bengkulu via ",{"type":"[[","value":[["South Sumatra"]]},". It's a longer trip (about 25 hours) but safer."]},"\nThere are also several van travel that ply the route between ",{"type":"[[","value":[["Padang"]]}," and ",{"type":"[[","value":[["Bukit Tinggi"]]}," toward Bengkulu City and the journey take around 19 or 20 hrs(220,000 Rp). Many drivers tend to use long journey via Muara Bungo and Sarolangun rather than using the coast road (Muko-Muko and Painan) 'absolutely with better view and scenery'. So better ask the travel counter before handling with any purchase or else it will be a tiresome journey afterall.\n\n",{"type":"==","value":["Get around"]},"\n\nThe easiest way to get around in Bengkulu is using angkot (mini-bus) or ojek. Angkot costs Rp2.000 per trip, regardless the distance.\n\n\n",{"type":"==","value":["See"]},"\n\nThere are a lot of historical buildings to be seen:\n",{"type":"*","value":[{"type":"'''","value":["Fort Marlborough"]},", the largest British Fortress in South East Asia, the second biggest fortress built by British's EIC in Asia. It was built in the first half of the 18th century (1714-1741). The fortress is well preserved and contains a museum in it. You can also view the sunset from here."]},{"type":"*","value":[{"type":"'''","value":["Thomas Parr Monument"]},", located near the Fort Marlborough. It is a monument that was erected in memory of Thomas Parr, a British governor that was assassinated by a local slave."]},{"type":"*","value":[{"type":"'''","value":["Hamilton Monument"]},", a monument memorizing British commander who was killed during the war."]},{"type":"*","value":[{"type":"'''","value":["British Cemetery"]},", remains of old 17th-19th century British cemeteries. There are still fifty pale headstones."]},{"type":"*","value":[{"type":"'''","value":["Soekarno House"]},", the first to-be Indonesian president was exiled to Bengkulu by the Dutch on 1930's. The house is still standing and can be visited at Jl.Soekarno. You can see old books, old costumes, and old bicycle used by him during the exile."]},{"type":"*","value":[{"type":"'''","value":["Fatmawati House"]},", the old house of Soekarno's wife."]},{"type":"*","value":[{"type":"'''","value":["Fort York"]},", old British fortress. Unlike Fort Marlborough, not much remains."]},"\nNature:\n",{"type":"*","value":[{"type":"'''","value":["Rafflesia Arnoldii"]}," the largest flower in the world. The Icon and wonder of Bengkulu."]},{"type":"*","value":[{"type":"'''","value":["Pusat Latihan Gajah Seblat"]}," the Elephant Conservation Center Seblat, located in the North Bengkulu District, 4 hours' drive from Bengkulu City."]},"\n",{"type":"==","value":["Do"]},"\n\nYou can do many activities, such as surfing, trekking and diving. Try Enggano Island exploration.\n\nSee beautiful Pantai Panjang beach day and night, one of the beautiful natural beaches of Sumatra.\n\n\n",{"type":"==","value":["Buy"]},"\n\nYou can buy anything of style and beauty at Lefthand Clothing and Distro, a local clothing store with prices ranging from Rp10,000 to Rp120,000. Jalan S Parman No 210, beside BCA Bengkulu.\n\n",{"type":"'''","value":["Bengkulu Indah Mall (BIM)"]}," Souvenirs and T-Shirts decoration stated with Bengkulu province are sell here..tourist can find various of Bengkulu province T-shirt based on Calendar theme program in Bengkulu at reasonable price.\n\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Durian"]}," is the favorite fruit of the local people in Bengkulu. It has a spiky skin on the outside but contains a sweet pulp. Some people think it smells nice but most foreigners usually think it smells bad! You can find fresh durian only from December to January, but durian jam (",{"type":"''","value":["lempuk"]},") is available year-round."]},"\n",{"type":"*","value":[{"type":"'''","value":["Tempoyak"]}," is a traditional dish made with fermented durian. Usually people steam it with fish and eat with rice."]},"\n\n",{"type":"==","value":["Drink"]},"\n\nKelapa muda water, a tropical coconut water, is a nice treat.\n\n\n",{"type":"==","value":["Sleep"]},"\n\nMany losmens and hotels can be found in the city of Bengkuku :\n\n",{"type":"*","value":[{"type":"'''","value":["Santika Hotel Bengkulu"]}," Located on Jl Raya Jati in the city's Sawah Lebar district, Hotel Santika Bengkulu is ideally situated for exploring the city's attractions, including the imposing and well-preserved Fort Marlborough, Sukarno's house, and the beautiful sunsets of Bengkulu's main beach, Pantai Panjang. For those looking to escape the city, the Bukit Barisan range beckons, just a short drive away"]},{"type":"*","value":[{"type":"'''","value":["Grage Horizon Hotel Bengkulu"]}," The prime location of Grage Horizon Hotel Bengkulu, make this hotel as your halting place,business and pleasure.There are some tourism object which near with Grage Horizon Hotel Bengkulu such as Bung Karno’s  House, Fort Malborough and Long Beach Bengkulu."]},{"type":"*","value":[{"type":"'''","value":["Splash Hotel Bengkulu"]}," is located in downtown of Bengkulu City, surrounded by many local and traditional restaurants make this hotel perfect to whom wants to have culinary tour of Bengkulu"]},{"type":"*","value":[{"type":"'''","value":["The Samudera Hotel"]}," is convenient at Rp50,000 per night."]},{"type":"*","value":[{"type":"'''","value":["Dena Inn Hotel"]}," (Jln. Fatmawati) serve with good accommodation as well. Ask the local and they will guide to the hotel."]},{"type":"*","value":[{"type":"'''","value":["Hotel SS"]}," is a guest-house, cost about Rp80.000 per night."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Jambi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Palembang"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lampung"]]}]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bengkulu_(province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Bengkulu (city)"]]},{"type":"{{","value":[["geo"],["-3.7955555555556"],["102.25916666667"]]}]