[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Benguet Province"]}," is in ",{"type":"[[","value":[["Luzon"]]}," in the ",{"type":"[[","value":[["Philippines"]]},".\n\nBenguet is home to the Ibaloy, Kankana-ey, and Kalanguya peoples. Benguet became a full province in 1968.\n\nArea 2,655 km",{"type":"<","value":["sup",["2"]]},"\/1,025 sq mi; \nThe capital is La Trinidad.\n\nAt 5,000 feet above sea level, the province lies on top of the Cordillera Mountains (containing Mount Pulog, the second highest mountain in the Philippines. Amidst these mountain peaks is a wide plateau wherein the capital town, La Trinidad, is located.\n\nThe Province is bounded on the south by Pangasinan and on the west by La Union and Ilocos Sur, Benguet serves as the gateway to the highland provinces of the Cordillera Region.\n\nIn the sparsely populated Cordillera Region, Benguet stands out as having the highest population among the provinces with 313,833 and a population density of 120.4 persons per square kilometer. Migrants have joined the local tribes such as the Kankana-eys, Ibaloys and Kalanguyas to settle in this rich highland province. Although the three tribes speak different dialects, they share similar cultures and have common beliefs and rituals.\n\n",{"type":"===","value":["The 13 Munilicipalities"]},"\n1.  Atok \" The small Alaska of Benguet\"  \n2.  Bakun\n3.  Bokod  \n4.  Buguias  \n5.  Itogon  \n6.  Kabayan  \n7.  Kapangan\n8.  Kibungan  \n9.  La Trinidad \"The Salad Bowl of the Philippines\" \n10. Mankayan \"The Golden Town\"  \n11. Sablan  \n12. Tuba  \n13. Tublay\n\n",{"type":"===","value":["Cities"]},"\nThe only City in Benguet is Baguio City. It was the original Capital of the Province of Benguet.\n\nDuring the Spanish Era.  Benguet was not a remote area for the Spaniards to explore.  The vastness and promising economic potential of the place lured the Spaniards to conduct a series of expeditions.   Series of attempts to pacify the \"Igorots\" but failed.  Finally in 1846, commandante de Galvey established his Commandante at La Trinidad, Benguet (named after his wife).  The first Kapitan of Benguet was Pulito of Kafagway, Now Baguio, a minor rancheria of about 20 houses.\n\nThe Americans came early in 1900 and established its government with H. Whitmarsh as the appointed governor of Benguet and Baguio City as the capital.  This was the first provincial government to be established in the Philippines and this happened a year prior to the inauguration of the civil government of the Philippines.  Their best administrators and teachers were fervent boosters and promoters: Worcester, Wright Forbes, Pack Barrows, Eckman and others who together with Filipinos committed to make the place a haven.\n\nThe mines near Baguio were developed and became productive.  Business in the city flourished with commercial centers put up.   Recreation facilities were installed.  The city was growing before the outbreak of the war.\n\nBaguio was bombed December 8, 1941by the Japanese and they occupied it on December 27 of the same year, However, the war changed course and on September 3, 1945, General Yamashita surrendered to the Americans at the US Ambassador's residence in Camp John Hay, after which, Baguio immediately set to the task of rehabilitation.\n\n",{"type":"==","value":["Historical Sites and Land Marks"]},"\n\n",{"type":"'''","value":["1. Camp Utopia (Sagubo, Kapangan)."]},"\nThis was the camp of the 66th Infantry Battalion during the 2nd World War. It was also the site where the late Major Bado Dangwa and Major Dennis Molintas led the defense of the Igorotlandia.\n\n",{"type":"'''","value":["2. Kaliwaga Cave (Kaliwaga, Kapangan)."]},"\nThe burial place of the British soldiers of fortune who came to Benguet during the 15th century.\n\n",{"type":"'''","value":["3. Guerilla Saddle (Km. 26, Atok)."]},"\nWhere the fiercest battle between the advancing Japanese Imperial Forces and the United States Armed Forces - 66th Infantry was fought to the advantage of the guerrilla resistance movement. A great number of Japanese soldiers have fallen and perished on this spot. Thus, Atok is known as the Vanguard of Freedom in Benguet.\n\n",{"type":"'''","value":["4. Darew Ancient Ruins of Civilization (Kapangan)."]},"\nLocated at the top of the mountain west of Kapangan. It commands a vantage view of the coastline to the west and fertile valley to the east. For many years, the people lived in peace and prosperity. From this area, they traded and intermarried, forged alliances and came to recognize as kin those who lived in more populous settlements of Tagudin, Agoo, Tubao, Ambanganan (Pugo), Lingayen, Dagupan, Binalonan, Tayug, Safid (San Manuel), Imogen, Ituy, Tinok and Ahin.\n\n",{"type":"'''","value":["5. Hill WW II (Mankayan)."]},"\nSite where the 66th Infantry Battalion and guerillas fought to make their way to Besang Pass. The capture of Hill WW II opened the right flank guard of the Japanese Imperial Garrison to bombardment and constant attack by Igorot freedom fighters.\n\n",{"type":"'''","value":["6. Lamtang (Puguis, La Trinidad)."]},"\nThe escape route of then President Sergio Osmena and party who were escorted by a detachment of the 66th Infantry Battalion to Camp Valhalla, Kapangan then to San Gabriel, La Union during the World War II.\n\n",{"type":"'''","value":["7. Klondykes Stone Walls (Klondykes, Tuba)."]},"\nRemnant of the first American building used by the American engineers who constructed Kennon Road. It is believed to have been built in 1902 and is still visible today.\n\n",{"type":"'''","value":["8. Cariño Cave (Eddet, Kabayan)"]},".\nThe hiding place of Governor Ora Cariño and the place where he was captured by the Americans in 1900.\n\n",{"type":"'''","value":["9. Manenchen (Manenchen, Kabayan)."]},"\nThe site of the massacre of Eddet residents by the Japanese Imperial Army during the WW II.\n\n",{"type":"'''","value":["10. Kennon Road (Tuba)."]},"\nOne of the legacies of the American Administration. It was the first Benguet road to be constructed by the Americans in 1902. The completion of this road opened the entire Benguet Province to vehicular traffic and marked the entry of Americans, Europeans, Japanese, Chinese and lowlanders to the Province of Benguet. It was referred as the Benguet Road until it was renamed Kennon Road by virtue of Executive Order No. 9 in 1922, in honor of Col. Lyman W. Kennon, the American engineer who supervised and finished the construction of the road in 1905.\n\n",{"type":"'''","value":["11. Kabayan Pyramid (Poblacion, Kabayan)."]},"\nIt is also called the \"Kinepol ni Nabaloi.\" The burial tomb of Henry A. Kamora, the Grand Old Man of Kabayan which is located at the municipal compound.\n\n",{"type":"'''","value":["12. Embosi."]},"\nIt is the first known Ibaloi settlement. The place is found at Gusaran, Kabayan\n\n",{"type":"==","value":["Places to Visit"]},"\n",{"type":"'''","value":["Baguio City"]},"\n\n",{"type":"'''","value":["Philippine Military Academy"]}," - the premier military school in the country, the West Point of the Philippines\n\n",{"type":"'''","value":["Camp John Hay"]}," - former American military recreational facility now developed as a world class mountain resort\n\n",{"type":"'''","value":["Teachers Camp"]}," - famous for its facilities for sports training, trainings and live-in conventions\n\n",{"type":"'''","value":["Easter Weaving Room"]}," - first started as a Church School this facility has already transformed as a must-see for weaving aficionados\n\n",{"type":"'''","value":["Baguio-Mountain Province Museum"]}," - built mainly to preserve  the cultural heritage of the Cordillera\n\n",{"type":"'''","value":["Baguio Convention Center"]}," - the main convention venue in the city of Baguio\n\n",{"type":"'''","value":["Ifugao Woodcarvers Village"]}," - produces and sells beautiful hand-carved curio items at very low prices\n\n",{"type":"'''","value":["Asin Hot Spring"]}," - water resorts supplied by nature's hot and cold springs\n\n",{"type":"'''","value":["Mt. Sto. Tomas"]}," - for hikers, it is about 7,500 feet high and commands a majestic view of mountains, sea and valley\n\n",{"type":"'''","value":["Lourdes Grotto"]}," - a religious shrine housing the image of our lady of Lourdes,  about 252 steps lead to this shrine where pilgrims brave the steep climb to offer sacrifices, devotions\nand prayers;  one is also blessed with a beautiful panoramic view of the city\n\n",{"type":"'''","value":["Burnham Park"]}," - It is thickly wooded and is a great place to have picnics and concerts.   The place is equipped with tennis and basketball courts, a football field, athletic oval and an orchidarium.\n\n",{"type":"'''","value":["Mines View Park"]}," - Appropriately names for its breathtaking view of mountain ranges and Baguio's \"mineral bowl where gold,silver and other ores were once quarried.\n\n",{"type":"'''","value":["Wright Park -"]}," It is sometimes mistakenly called \"ride park\" by some who identify this tree park reserve for its kiddy horse rides.  A long stairway leads to the \"Pool of the Pines\".\n\n",{"type":"'''","value":["Other Places of Interest"]},"\n\nBaguio Country Club; Baguio Cathedral; Bell Church; Session Road\/Market; the many Educational Institutions; SLU Museum; Botanical Garden; Pine Trees of the World Park; Churches, Seminaries and Convents\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n\nThe Main Dialect Used are Kankana-ey, Ibaloi, and Kalanguya. Migrants however also brought in their own Dialect. Most speak Ilocano.\n\nThe people of the Province can also converse in English. The Older Folks can converse better in English than in the National Language which is Tagalog.\n\n",{"type":"==","value":["Get in"]},"\n\nThe province of Benguet can be accessed through five national roads. The Kennon Road, Palispis - Aspiras and Quirino highway are the main routes coming from Mania, while the Benguet-Nueva Vizcaya Road and Halsema Highway offer entry to the Province of Nueva Vizcaya and to the rest of the Cordillera Region.\n\nBenguet can also be reached by air through the Loakan airport in Baguio City.\n\n",{"type":"==","value":["Get around"]},"\n\nOne can get around the province by Public transportation such as Jeepney, Bus, Passenger bus, Taxi.\n\nIf you have your own vehicle but  is not familiar with the town you want to Visit, rest assured that the people will be willing to help you with the directions\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Benguet Museum"],["url="],["email="],["address=Capitol, La Trinidad, 2601 Benguet"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9AM-5PM (Mon-Fri)"],["price=Free"],["content=Provincial museum containing ethnographic materials relating to the indigenous people of Benguet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kabayan Branch Museum"],["url="],["email="],["address=Kabayan, Benguet"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=8AM-12PM; 1-5PM (Mon-Sat)"],["price=Free"],["content=Kabayan Museum is established to protect and care the Kabayan Mummy Caves in the province. Mummy Caves are one of the country's national cultural treasures. It is a burial caves that holds mummies sited in Kabayan especially in the Timbac Caves. The building is placed in a lot donated by citizens who value the culture of the Ibaloi and the Kankanaey. It is a one-story building and a basement builds in a 500-sq. meter lot in 1989. Also kept here are ethnographical, ecological and geological collections including artifacts and other relics of the Kabayan Mummies."]]}]},{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\nMountain Biking\nMountain Climbing\nHiking\nAttend a Canao\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mountain Biking"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Coordinate with the Philippine Tourism Office"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mountain Climbing"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Coordinate with the Philippine Tourism office"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mt. Pulag Hike"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Coordinate with the Philippine Tourism Office"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Attend a Canao"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is an Igorot practice, Visitors can easily be in one during Benguet Day, or the Adivayan Festival."]]}]},"\n",{"type":"==","value":["Eat"]},"\nTry the Igorot delicacies like the following:\n\nPinikpikan the dish also known as \"Killing me Softly\",\n\n\"Etag\", salted and preserved meat,\n\nKiniing, smoked pork jerky\n\n",{"type":"==","value":["Drink"]},"\nRice Wine (commonly known as Tapey or Tapuy)- This is the native drink of the Igorots.\nStrawberry Wine - You can find this at the Public markets\n\n",{"type":"==","value":["Stay safe"]},"\n\nWatch out for pickpockets. There are a lot especially in Baguio. You don't have to worry about them in the  small towns but Baguio and La Trinidad are their target.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Luzon"]]},"\n",{"type":"[[","value":[["wikipedia:Benguet"]]},{"type":"{{","value":[["geo"],["16.5"],["120.66666666667"]]}]