[{"type":"{{","value":[["pagebanner"],["Generic flying banner.jpg"]]},"\n",{"type":"[[","value":[["File:Aeropuerto Internacional de la Ciudad de México - Terminal 2 - Área de Salidas.jpg"],["300px"],["thumbnail"],["Passengers in the departure area of Terminal 2"]]},"\n\n",{"type":"[","value":["http:\/\/www.aicm.com.mx ",{"type":"'''","value":["Benito Juarez International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["MEX"]]},") is in ",{"type":"[[","value":[["Mexico City"]]},".\n\n",{"type":"==","value":["Understand"]},"\nMost travelers arrive in Mexico City by air; at Benito Juárez International Airport, located in the eastern part of the city.\n\nThe airport has two terminals, Terminal 1 and Terminal 2 with the latter mostly used for Sky Team airlines. \n\n",{"type":"==","value":["Flights"]},"\nThere are frequent flights to and from most larger cities in the world, including ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Buenos Aires"]]},", ",{"type":"[[","value":[["São Paulo"]]},", ",{"type":"[[","value":[["Santiago de Chile"]]},", ",{"type":"[[","value":[["Lima"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Madrid"]]},", ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Toronto"]]},", and ",{"type":"[[","value":[["Tokyo"]]},". Some of the international airlines that operate regular flights to Mexico City include: Aeromexico, Air Canada, Air France, Alaska Airlines ",{"type":"[","value":["http:\/\/www.alaskaair.com\/"]},", American Airlines, Avianca, British Airways, Copa, Cubana de Aviacion, Delta ",{"type":"[","value":["http:\/\/www.delta.com\/"]},", Iberia, KLM, LAN, Lufthansa, Southwest, TACA, United Airlines and US Airways.\n\n",{"type":"===","value":["Arrival"]},"\nYour airline will only let you board your flight to Mexico, if you have a valid return ticket. Your carrier might not tell you this until you're just about to board. If you plan on, say, driving out of Mexico, or leaving on a cruise ship, make sure you check this out well in advance. \nOne way around the problem is to buy a second full price refundable ticket that you don't intend to use and then get a refund as soon as you arrive (or before you leave, as long as you have the original paperwork to show at the jetway). In most major US airports, they'll sell you this 'token' ticket at the jetway. Airline staff in the boarding area help travellers with this problem every day. There're no ticket sales offices at Benito Juarez, you'll have arrange your refund by phone. Make sure you'll have access to a phone that allows international calls. Get a refund number from the phone agent, this being Mexico, everything always goes wrong, but never in your favour!\n\nIf you arrive on an international flight, you will go through immigration, luggage retrieval and then customs. If the immigration officer gives you an immigration form, keep it until you leave the country. If you lose or misplace it during the visit, you must visit the immigration office at the airport to fill out a new one and pay a possible fine of 440 pesos.\n\nThere is a 300-dollar duty allowance that include new clothing, tobacco and liquors. The Mexican customs law allows passengers to bring free of duties a laptop, an MP3 player, a digital camera, a tripod, a video camera, and used clothing.  Be careful with iPads, as they are sometimes considered laptops.  If you have brought a laptop and an iPad, customs may consider this two laptops and refuse to allow entry with both.\n\nAfter going through customs you will pick up your luggage, then pass through screening. You will press a button for a red or green light. The red means they will search you, the green means you can go. If you are taking a connecting flight to another location and the bags are already tagged for their final destination, you will drop them on a belt located to the right of the inspection tables. If tagged to Mexico City only, you will need to check in again with the airline. Foreign travellers using connecting flights from Mexico City are sometimes required to pass through customs again when they reach their final destination.\n\nJust before passing out of the secure area into the arrivals hall, 'for your safety' your luggage will be x-rayed. At this stage, if you've exceeded the ",{"type":"'''","value":["Baggage and Duty Free Allowance"]},", the officers will charge duty on your excess possessions. For example if you have 3 expensive cameras, they'll charge duty on the 3rd camera. They're particularly zealous about electronic components they don't recognise. Be prepared for this unpleasantness. If possible have a receipt or packing list and depreciate the value shown as much as possible. You can check out the baggage allowance at: http:\/\/www.aduanas.gob.mx\/aduana_mexico\/2008\/pasajeros\/139_10178.html.\n\nThe entire process, from when the plane arrives to when you are done with customs, usually takes about an hour. After completing customs, you will go through large doors to the waiting area for international arrivals. Be prepared to see a lot of people in this area. It is a custom for families to pick up their loved ones at the airport and the hall is rather small for a city of its size.\n\nIn a fine bit of job creation, you can't use an airport baggage trolley to push your own luggage through the arrivals hall. Your trolley will be aggressively taken from you just outside the secure area. There are carriers who will offer to carry your luggage. This is a service authorized by the airport and is safe—they will be uniformed with white shirts, navy blue tie and dark blue pants and will carry a wheelie (or keep it nearby) with the union logo on it. There is no fixed price for this service, but 15-25 pesos should be fine, unless you are traveling in a group or have a lot of bags.\n\n",{"type":"==","value":["Ground transportation"]},"\n",{"type":"===","value":["Taxi"]},"\n\nThe airport offers a service of licensed and secure taxis known as Taxis Amarillos, Yellow Cab Aeropuerto ",{"type":"[","value":["http:\/\/yellowcabmexico.com"]}," or Transportacion Terrestre ",{"type":"[","value":["http:\/\/www.taxisdelaeropuerto.mx"]},". These cabs are white and yellow with black airplane stickers on the doors. You should buy a ticket in the marked counters inside the airport. You can ask one of the wheelie guys who will take you and your luggage to the Taxi  counter for \"Taxi Seguro\" or \"Boleto de Taxi\". Be sure to get the detachable piece of the ticket back. Prices range from 100 to 300 Pesos for the taxi service, depending on the size of the car and the zone of the city you are going to. A drawing of a car on the ticket will tell you what type of car the ticket is valid for. Some ticket vendors are known to sell more expensive tickets for huge vans to single persons with moderate amounts of luggage.\n\n",{"type":"{{","value":[["infobox"],["Walking out of the airport - Taxi ",{"type":"''","value":["Sitio"]}],["Be aware the airport is not located in the best area of the city, so it is not recommended for tourists to walk outside the airport terminal in search for cheaper taxi service unless you have pre-arranged your service. Definitely do not attempt this if you are not comfortable speaking Spanish. Despite this, an alternative Taxi ",{"type":"''","value":["Sitio"]}," (site) can be reached by using the overpass located outside of Gate D.  Taxis here are about half the price of the official airport taxis and are considered secure. This is the ",{"type":"''","value":["Sitio"]}," that is set up for the airline employees."]]},"\n\nOnce you've picked up your taxi ticket, join the melee (especially outside Terminal 2) in the taxi staging area. Join the queue of people carrying the same colour card as yourself, or ask the taxi marshals which line to join. You might notice people moving past you. They're family groups boarding vans.\n\nThe Terminal 1 taxi boarding area is outside Puerto 10, to the right of all the arrivals halls. The different taxi company ranks are different distances from the terminal. If you're meeting somebody with mobility problems, check out in advance which cab company stand is nearest the terminal.\n\n",{"type":"===","value":["Metro"]},"\n\nIf you are looking for a more economical means of transportation and you're not carrying too much luggage, take the Metro (Subway). The Terminal Aerea station is next to the Domestic Flight Arrivals hall in Terminal 1. Go to the left when coming out from Terminal 1 International Arrivals. See map ",{"type":"[","value":["http:\/\/wikimapia.org\/#lat=19.4343053&lon=-99.0880322&z=18&l=0&m=b&search=mexico%20city"]}," for information.\nIt is a bit hard to find the Metro station, so be prepared to do some detective work, and keep an eye out for the orange 1970s style ",{"type":"'''","value":["M"]}," designating the entrance. It's also a long walk. The station's not geared up for travellers with luggage, there are lots of stairs and no escalators or wide gates for luggage.\n\nMetro tickets cost 3 pesos each. Don't try paying with the 500 peso note you've just received at the exchange bureau.\nRealize that the Metro has its own risks. Pick-pocketing is a moderate danger here so be aware of your surroundings, and keep an eye on your belongings.  Especially, don't take the Metro during rush hour unless you are especially fond of the sensation a sardine has in a tin. See below for more information about riding the Metro.\n\nBeware that there are some stations with bad signing and with few maps available. Study your route before venturing in the Metro. Try to avoid peak hours: remember that approximately 4 million people use this service every day.\n\n",{"type":"===","value":["Bus"]},"\nIf you are going to another city by bus, the bus station in Terminal 2 is located on the far right of the arrivals floor, past the escalators.\n\n",{"type":"==","value":["Get around"]},"\nThe two terminals are connected by a bus line and a light rail system, which is significantly faster than the bus. Note: For some reason, you can only board the light rail if you have a flight boarding pass or ticket stub from your arriving flight. Tough luck if you have an e-ticket and haven't printed your boarding pass or if you're travelling to terminal 2 to meet somebody. The storm troopers won't let you board the train!\n\n",{"type":"===","value":["Inter-terminal shuttle"]},"\n\nIf your arriving flight is in Terminal 2 you will need to take the light rail Aerotrén or the airport shuttle to Terminal 1.  White shuttles with a white and red checkered design on the back provide free inter-terminal transport (you can find them at Puerta 6 in T1 and Puerta 4 in T2).  There are also red buses that travel between the terminals, but charge a fee. These buses make a stop at the Hangares metro station when going from T2 to T1 (but not on the way back). It is also possible to reach the Pantitlán metro stop from T2 by walking east on Eje 1 Norte. However, this walk can be potentially dangerous, especially for the obvious tourist.\n\n",{"type":"==","value":["Wait"]},"\nThe airport used to have a plane spotting area but it was closed in 2008 when the airport went through an intensive modernization.\n\n",{"type":"==","value":["Eat and Drink"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Currency conversion"]},"\n\nThe airport rarely offers the best rates for converting your currency. However there are many currency changers, some offering better rates than others or not charging a commission.  The converter near Gate E1, in the arrival wing, usually offers the best rate.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Courtyard Mexico City Airport"],["url=http:\/\/www.marriott.com\/hotels\/travel\/mexcy-courtyard-mexico-city-airport\/"],["address=Sinaloa 31, Penon de los Banos"],["lat="],["long="],["directions= Directly connected to Terminal 1 at the Benito Juarez International Airport"],["phone=+52-55-4631-4000"],["tollfree="],["fax=52-55-4631-4001"],["hours="],["price=starting at US$119"],["checkin="],["checkout="],["content=Direct walkway access to Benito Juárez International Airport Terminal 1 and a complimentary airport shuttle to Terminal 2. Free Wi-Fi."]]}]},"\n",{"type":"==","value":["Nearby"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Mexico"]]},"\n",{"type":"{{","value":[["outlineairport"]]},"\n",{"type":"{{","value":[["geo"],["19.43564"],["-99.07398"],["zoom=15"]]},"\n",{"type":"[[","value":[["Wikipedia:Benito Juárez International Airport"]]}]