[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Benin City"]}," is one of the oldest cities in ",{"type":"[[","value":[["Nigeria"]]},", dating back to pre-colonial times.  It boasts one of the most advanced and organised kingdoms before the arrival of the British.  The city used to be the capital of the old Bendel state until this was divided into Edo and Delta. Currently Benin City is the capital of Edo.\n\n",{"type":"==","value":["Get in"]},"\nThe city has an airport and there are a few flights to and from Lagos. Not many airlines have their presence in the state so coming in by road is a very good option.\nOne thing Benin is known for is its road transporters, so a visitor can come in the city from almost any city in the country.\nFrom Lagos it takes about 4hours to get to Benin, but be informed Its best to travel during the day because the bad roads make the journey a lot longer and stressfull. From Port-harcourt, its about 4hrs and 30minutes to Benin. The journey from Port-harcourt is a lot easier because there are better roads on that stretch.\nOne thing you should know is that the roads in Benin-city are not very good and coupled with the bad driving habits of commercial bus drivers, it is not surprising to have a lot of hold-ups and traffic jams in some parts of the city especially the Uselu market area.\n\n",{"type":"==","value":["Get around"]},"\nGetting around in Benin isn't too difficult. Despite its bad roads, the city is well linked and networked. If you come in by air, there are taxis at the airport to take you probably anywhere you wish to go for an affordable price. And if you come in by road and are taken to the terminal of the transport service, you will also find taxis ready to take you anywhere. Officially, taxis and buses are painted red or rather wine on their body and yellow on the roof. But there are some buses and taxis that don't obey that code.\n\nMost roads lead to the ring road, so to get to some places, you actually have to get to the ring road and then take another bus or cab to your destination. Moving from one part of town to another is usually done by bus but on some routes, you can also take a taxi. There are no stardard bus stops in the city so generally when you are in a commercial vehicle that has reached your destination, you would alert the driver by saying \"STOP\" or \"DROP\", and then he would come to a halt. Don't hesitate to say this as the driver will certainly take you past your destination if you don't.\n\nGetting around at night time is pretty much the same as getting around during the day time but keep in mind that some routes become more dangerous at night time. You should be a bit skeptical about entering a commercial vehicle at night if it has no passengers.\n\nApart from buses and taxis you can also get around the city with motor bikes. But the state has a law that bans the movement of commercial motor bikes between the hours of 7PM and 6AM.\n\n",{"type":"==","value":["See"]},"\nThe National Museum in the centre of the city, not far from Oba Palace, has some interesting artifacts reflecting the history and culture of this region of Nigeria.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nsuya (baked meat like BBQ) but much better !\n\n",{"type":"==","value":["Eat"]},"\nEdo people love Pounded yam and obgolo soup (draw soup).\n\n",{"type":"==","value":["Drink"]},"\nPalm wine from local palm wine tappers. Bottled palm wine does not taste as good.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Randekhi Royal Hotel"],["alt="],["url=http:\/\/www.randekhihotels.com"],["email="],["address=6 Uhenuyi Street"],["lat="],["long="],["directions=off Ihama Road"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Elegance"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kenbrill Hyatt Hotel"],["alt="],["url=http:\/\/kenbrillhyatthotel.com"],["email="],["address=10 Agbonrofo Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Off Ettete Street G.R.A., Benin City, Edo State."]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southwest Nigeria"]]},"\n",{"type":"[[","value":[["wikipedia:Benin City"]]},{"type":"{{","value":[["geo"],["6.3176"],["5.6145"]]}]