[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"{{","value":[["translate"],["de"],["Benī Ḥasan"]]},"\n\n",{"type":"'''","value":["Beni Hasan"]}," is a small village and an important archaeological locality in ",{"type":"[[","value":[["Upper Egypt"]]},", some 20 km south of the city of ",{"type":"[[","value":[["Minya"]]},". Located on the eastern bank of the river Nile, the small but interesting site consists of cliff-hewn tombs overlooking the river valley with truly magnificent views in both directions. Very close nearby is the small rock-cut temple known as ",{"type":"'''","value":["Speos Artemidos"]},", also worth a visit.\n\n",{"type":"==","value":["Understand"]},"\n\nThe necropolis of Beni Hasan consists of 39 tombs in total, mostly dating to the Middle Kingdom 11th and 12th Dynasties. Of these, only 12 are decorated and most were left unfinished. The best examples belong to the local \"nomarchs\" (governors) of the 16th Upper Egyptian \"Oryx\" nome.\n\n",{"type":"==","value":["Get in"]},"\n\nThe most practical way to get to Beni Hasan currently is by private taxi from either ",{"type":"[[","value":[["Minya"]]}," or ",{"type":"[[","value":[["Mallawi"]]}," - expect the usual escort of tourist police. The taxi fare should be somewhere in the range of LE£50 - LE£100, depending on the number of people travelling, how long you stay at the site and your bargaining skills.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nThe site of Beni Hasan is open daily 7AM-5PM, admission LE£25.\n\nThe local guard will accompany visitors up the steps, cut into the relatively gentle slopes leading up to the cliffs, in order to unlock the tomb gates and operate the tomb lighting. Note that photography is reportedly no longer allowed inside the tombs.\n\nWith very little prompting, the guard will also provide a well-intentioned (if doubtful) commentary in mixed French and Arabic, as well as illuminate perceived highlights of the tomb decoration with a torch. For these services, of course, some ",{"type":"''","value":["baksheesh"]}," will be expected in return - expect to part with at least LE£5 (or more).\n\n",{"type":"*","value":[" the ",{"type":"'''","value":["Tomb of Baqet III"]}," (BH 15)"]},{"type":"*","value":[" the ",{"type":"'''","value":["Tomb of Kheti"]}," (BH 17)"]},{"type":"*","value":[" the ",{"type":"'''","value":["Tomb of Amenehmet II"]}," (BH 2)"]},{"type":"*","value":[" the ",{"type":"'''","value":["Tomb of Khnumhotep II"]}," (BH 3)"]},"\nAssuming the police allow you to do so, following the cliff-track southwards for some 1.5 km leads visitors to a wadi, 500 m within which is to be found...\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Speos Artemidos"]}," (the Grotto of Artemis), known locally as ",{"type":"'''","value":["Istabl Antar"]}," (the Stable of Antar, a local Arab hero-poet) - a small rock-cut temple shrine devoted to the local lion goddess Pakht and constructed by the 18th Dynasty pharaohs Hatshepshut and Thutmose III. The sanctuary consists of a small hall supported by Hathor-headed columns. The walls are decorated with relief scenes of the female pharaoh Hatshepsut making offerings to the gods, accompanied by inscriptions relating how she restored the land to order (",{"type":"''","value":["Maat"]},") after the rule of the foreign Hyksos."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nA new rest-house has been recently constructed at the site (which reportedly serves very good coffee).\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Middle Egypt"]]},"\n",{"type":"[[","value":[["wikipedia:Beni Hasan"]]},"\n\n",{"type":"{{","value":[["geo"],["27.931388888889"],["30.875280555556"]]}]