[{"type":"{{","value":[["pagebanner"],["Benin Wikivoyage banner.jpg"],["caption=A voodoo temple near the UNESCO-listed Door of No Return, Ouidah"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Benin village.jpg"],["location=LocationBenin.png"],["flag=Flag of Benin.svg"],["capital=",{"type":"[[","value":[["Porto-Novo"]]}," is the official capital; ",{"type":"[[","value":[["Cotonou"]]}," is the seat of government"],["government=Republic under multiparty democratic rule"],["currency=West African CFA franc (XOF), interchangeable at par with the Central African CFA franc (XAF)"],["area=",{"type":"''","value":["total:"]}," 112,620 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 2,000 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 110,620 km",{"type":"<","value":["sup",["2"]]}],["population=7,862,944 (July 2006 est.)"],["language=",{"type":"[[","value":[["French"]]}," (official), Fon, Yoruba, other tribal languages"],["religion= Indigenous beliefs (Animism & Voodoo) 50%, Christian 30%, Muslim 20%"],["electricity=220"],["callingcode=229"],["tld="],["timezone=GMT+1"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/benintourisme.com\/ Benin"]}]}," is a country in ",{"type":"[[","value":[["West Africa"]]},". It borders ",{"type":"[[","value":[["Togo"]]}," to the west, ",{"type":"[[","value":[["Nigeria"]]}," to the east and ",{"type":"[[","value":[["Burkina Faso"]]}," and ",{"type":"[[","value":[["Niger"]]}," to the north.\n\n",{"type":"==","value":["Understand"]},"\n\nBenin is a great country to visit on any West African itinerary. You'll find a large quantity of palatial ruins and temples of the once powerful Kingdom of Dahomey (1800s–1894). Moreover, Benin is the birthplace of Vodun (Voodoo) and all that goes with it—to this day Vodun remains the official religion of the country, and an important part of the life of ordinary Beninese. The national parks of Benin are also well worth a visit for their wildlife. Benin is also, fortunately, one of the most stable and safe countries of the region for traveling.\n\n",{"type":"===","value":["History"]},"\n\nThe Portuguese arrived in Benin's territory in the fifteenth century, and established significant trading posts in Benin's coastal areas. Soon following the Portuguese came French, Dutch, and British traders. Over time, Benin's coast developed into the largest center of the slave trade in Africa, run by the Fon people, who dominated the Dahomey government and actively sold their neighboring peoples to the Europeans. As the slave trade increased in volume (10,000–20,000 slaves shipped off per day), the coast of Benin became known as the Slave Coast. Around this time, the port cities of Porto-Novo and Ouida were founded and quickly became the largest and most commercially active cities in the country, while Abomey became the Dahomey capital. \n\nThe fall of the Dahomey Kingom was precipitated by the banning of slavery throughout Europe in the mid-19th century, followed by the French annexation of the territory under colonial rule. Much of the Dahomey leadership broke even in the annexation, being appointed to top government posts throughout all the French colonies in West Africa. In 1960, Dahomey gained its independence, under the name République du Dahomey, which set off a long and destabilizing series of coups. In the course of just one decade, 1960—1972, the government changed hands nine times, and experienced four violent coups.\n\nIn 1972, Major Mathieu Kérékou, a staunch Marxist, organized the fourth of the military coups, and renamed the country the People's Republic of Benin. Kérékou's regime proved more successful at maintaining power, and reorganized the country on his interpretation of the Maoist model. In 1989, the French government, in exchange for financial support of Benin's flailing economy, persuaded the Benin government to abandon its one-party Socialist rule, and to move to a multiparty republic. In 1990, the country was renamed the Republic of Benin, and in 1991, Benin held its first free elections with significant success, and Kereku lost to Nicephore Soglo—Benin was thus the first African nation to successfully coordinate a peaceful transfer of power from a dictatorship to a functioning democracy. Soglo remained president through 1996, but his administration was marred by poor economic performance, leading to his electoral defeat to Mathieu Kérékou in 1996, who ruled the country and maintained popularity despite corruption scandals until 2006. The current president of Benin is today Yayi Boni, a technocrat who served under the tutelage of former President Soglo.\n\nToday, Benin remains as an extremely poor country, suffering from poverty and corruption. Infrastructure remains very poor in condition, and the struggling economy is recovering after decades of political unrest.\n\n",{"type":"===","value":["Climate"]},"\n\nThe equatorial south of Benin experiences two rainy seasons of the year, from April to mid July and from mid-September through the end of October. The rainy period in the subequatorial north runs from March until October. The best time of the year to visit the country is from November to February, when the temperature moderates, and the weather is dry with low humidity.\n\n",{"type":"===","value":["Geography"]},"\nBenin, compared to its neighbours, is geographically smaller, being 112,620km² or a similar size to ",{"type":"[[","value":[["Honduras"]]}," or the ",{"type":"[[","value":[["United States of America"],["US"]]}," state of ",{"type":"[[","value":[["Ohio"]]},". The country is basically divided into five geographic zones, from south to north: the Coastal plain, the plateau, the elevated plateau and savannah, hills in the northwest, and fertile plains in the north.\n\n",{"type":"===","value":["People"]},"\n\nThe nation consists of more than 60 ethnic groups. The major tribes include the Fon (40%), Aja (15%), and Yoruba (12%) in the south of the country, and the Bariba (9%), Somba (8%), and Fulbe (6%) in the north.\n\nThe most widespread religion is Christianity (43%), predominantly in the south, and Islam in the north (24%). Most interesting for many visitors, however, is the strong influence of Vodun on Benin, practiced as a principal religion by a good 18% of the populace, and which was spread about the globe largely by the massive quantity of slaves exported by the Dahomey Kingdom.\n\n",{"type":"<","value":["br",{"clear":"all"}]},"\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Benin regions map.png"],["regionmaptext=Map of Benin"],["regionmapsize=250px"],["region1name=",{"type":"[[","value":[["Northern Benin"]]}],["region1color=#969464"],["region1items="],["region1description=Arid landscapes and tribes"],["region2name=",{"type":"[[","value":[["Southern Benin"]]}],["region2color=#72B475"],["region2items="],["region2description=The coastline, the capital and most of the sights"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Porto-Novo"]]}," — The capital, if only in name"]},{"type":"*","value":[" ",{"type":"[[","value":[["Abomey"]]}," — Royal Palaces are on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cotonou"]]}," — Benin's largest city and ",{"type":"''","value":["de facto"]}," capital; site of the international airport"]},{"type":"*","value":[" ",{"type":"[[","value":[["Grand Popo"]]}," — Beach resort town close to the Togolese border"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kétou"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Parakou"]]}," — Largest city in the central region"]},{"type":"*","value":[" ",{"type":"[[","value":[["Malanville"]]}," — Largest city in the far north, lies on the Niger border"]},{"type":"*","value":[" ",{"type":"[[","value":[["Natitingou"]]}," — Largest city on the way to northern Togo or Burkina Faso."]},{"type":"*","value":[" ",{"type":"[[","value":[["Tanguiéta"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Pendjari National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["W National Park"]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visas"]},"\nVisas are not required by the following nationalities:\nAlgeria, Bulgaria, Burkina Faso, Cape Verde, Central African Republic, Chad, Republic of the Congo, Côte d'Ivoire, Gabon, Gambia, Ghana, Guinea, Guinea-Bissau, Liberia, Madagascar, Mali, Mauritania, Niger, Nigeria, Rwanda, Senegal, Sierra Leone, South Africa, Taiwan, and Togo.\n\nVisas can be single entry (USD40) or multiple entry (USD45) and last 30 days. Visas cost USD140 for US citizens. In Paris, a single entry visa costs €70 for all EU citizens.\n\n",{"type":"===","value":["By plane"]}," \n\nThere are many international flights arriving at the main airport in Cotonou. From here you can connect to Paris, Amsterdam, Moscow, and a variety of cities in West Africa.  In order to enter the country you will need proof that you have had a yellow fever shot, and this will need to be readily available at the airport.\n\n",{"type":"===","value":["By train"]},"\nThere are no international train services to Benin.\n\n",{"type":"===","value":["By car"]},"\nThere are land crossings with all bordering countries, but due to conflict, it is only recommended to cross the two coastal borders with ",{"type":"[[","value":[["Togo"]]}," and ",{"type":"[[","value":[["Nigeria"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By bus"]},"\nThere is an extremely timely and reliable bus system that typically operates a tour-style bus through every major city in Benin every day, and even some international services in and out of Benin. There are many major lines with a range of quality of buses. The main systems are ",{"type":"''","value":["Confort Lines"]}," and ",{"type":"''","value":["Benin-Routes"]},". Confort Lines seems to provide more of a variety of routes, and you even get some water and a little sandwich for long trips. Reservations for Confort Lines can be made in advance for XOF500 at any regional office or  by calling +229 21-325815. Bus lines run through: Porto-Novo, Cotonou, Calavey, Bohicon, Dassau, Parakou, Djougou, Natitingou, Tanguieta, Kandi, and even all the way up to Malanville.\n\nBuses run on the two major paved roads running north and south, and you can have the bus stopped at any point you would like to get off at, and for differing rates. No discussion of prices is needed with the bus, as they use fixed rates. To give you an idea of prices, buses running from Cotonou to Natitingou (or vice versa) cost XOF7,500 one way, and Cotonou to Parakou (or vice versa) costs XOF5,500. These are examples, because there are also buses that go as far as Tanguieta and Malanville.\n\n",{"type":"===","value":["By bush taxi"]},"\n\nBush Taxi is possible between most cities, every day in major cities, periodically for the more remote ones.  The total price for long distances will be a little higher than by bus, and comfort and security are significantly lower. Drivers are often trying to maximize the number of people in the car so one can expect an intimate experience with the local population.  However, bush taxis do offer flexibility that the bus systems do not; you can always find a taxi fairly quickly (at the autogarres).  For trips of 3 hours (approx 150km) or less, a bush taxi might be a more flexible and reasonable option.  Unlike the buses though, prices MUST be discussed in advance. Cost depends on the destination and price of gas.  Ask other passengers what they are paying and always try to pay on arrival, although the latter is not always possible. A decent option for travelers not trying to go on the cheap is to buy up all the seats in a bush taxi, or at least all the seats in one row. It not only avoids having to wait until the taxi driver has filled up every seat, but it's much more comfortable than being crammed in with lots of sweaty people! If you do this, you'll typically need to give the driver some money up front so he can buy petrol along the way.\n\n",{"type":"===","value":["By car"]},"\n\nHired drivers cost more and is the typical means of transport for foreigners.  The price depends on the driver and a local (Beninois) helping to negotiate is recommended. For example, a three hour car ride from the south central region :::to?::: along the main highway costs about 30,000 - 40,000 FCFA if the car is hired, but a bush taxi would cost about 5000 - 10,000 FCFA.\n\nTraffic is chaotic and the rules of the road are rarely enforced. If you are planning on driving yourself in Benin, an International Driver's license is required. Traffic flows on the right hand side of the road as in the US and Canada.\n\nHiring a local guide is recommended.\n\nPolice roadblocks at night occur regularly and traveling alone with a driver (especially if you are a woman) may put the driver in an awkward position explaining and\/or bribing the police.\n\nTravelling by car is recommended only between major cities. For example, to travel from Cotonou to Porto Novo or Cotonou to Abomey etc. Most of the time, you would be required to share the car with many other travellers who are going it the same direction as you. Expect to be cramped and hot as most bush taxis are in hard shape and drivers try to cram as many people as possible into the car to make the trip as financially rewarding as possibly. However, if you want to throw the extra money, you can hire a car to take you personally where ever you want to go with no stops. The price would depend on the driver and you would definitely need a local (Beninois) to help you to negotiate the price or you will be taken advantage of. For example, a 3 hour car ride from the South Central region along the main highway would cost you about 30,000 - 40,000 CFA if only 2 passengers are present, where as if you share the ride and pick people up on the way you would only speand about 5000 - 10,000 CFA. This of course all depends on if you have a local present or not. Travelling in such a manner is not recommended without a local present. The danger is minimal, but the financial price would be excessive. Also, random police roadblocks at night occur regularly as a way of policing the highways and if you were traveling alone with a driver (esspecially if you are a woman), it may put him in an awkward position explaining to the police and it may cost you more money. Traveling by car within the city is not recommended at all due to the fact that it is simply unnecessary and uneconomical. The best way to travel in any city or village is by motorcycle taxi. The are very cheap and the drivers know the city well. You can recognize them by their yellow shirts in most cities. Choose your driver carefully, drinking and driving in Benin is very common. These guys a very reliable if you need to go somewhere and enter a building for example, for a little extra money, they will wait outside for as long as you want; just make sure you don't pay them first! For example, you can go just about anywhere in Cotonou by ",{"type":"''","value":["zem"]}," (zémidjan = moto taxi) for as little as 500-1,000 CFA if you get a local to negotiate. It is recommended to travel with a local as much as possible, mainly from a financial aspect. Also, driving yourself around in a car is not a good idea. The roads are mostly of hard packed sand, with a few paved main roads in the cities and on the highways between the major cities. Traffic is chaotic and there are no rules of the road. If you are planning on driving in Benin, an International Driver's license is required. Traffic drives on the same side of the road as the US and Canada.\n\n",{"type":"===","value":["By moto"]},"\n\nThe cheapest way to travel within a city or village is by motorcycle taxi (moto, zemidjan or zem). They are cheap and the drivers usually know the city well. An average ride costs between 100f CFA - 300f CFA, and they are easily recognizable by their matching colored shirts with their ID numbers on them.  Prices must be discussed beforehand, and payment is made upon arrival.  Remember the driver's ID number as you would a taxi driver's ID in New York City, just in case. Choose your driver carefully, drinking and driving in Benin is very common and moto drivers are sometimes involved in crime rings in major cities.   \n\nMotos have colors for different cities (for example):\nCotonou: yellow\nNatitingou: green with yellow shoulders or light blue with yellow shoulders\nKandi: light blue with yellow shoulders\nParakou: yellow with green shoulders\nKérou: green with yellow shoulders\n\n",{"type":"===","value":["By boat"]},"\nThere are many pirogues (kayak\/canoe) used for the fishing industry.  Normally one can use a pirogue to visit the lake villages.\n\n",{"type":"===","value":["By train"]},"\nThere is a train route that goes halfway up the country, from Cotonou to Parakou, run by ",{"type":"'''","value":["L’Organisation Commune Benin-Niger des Chemins de Fer et Transports"]}," (2132 2206). While the train takes longer than a bush taxi, it's a much more relaxing way of traveling. First class tickets are only slightly more expensive than second class ones and are worth the extra expenditure. The train leaves Cotonou three times a week (Tuesday, Thursday and Saturday) at 8AM precisely, arriving at Parakou about 6:30PM, and returns the next day, leaving at 8AM from the Parakou train station, arriving 6:30PM in Cotonou. First class costs CFA 5600, while second costs CFA 4000.\n\nThe trains on these schedules will usually stop at Bohicon, which is 4 hours from Cotonou. The fare costs CFA 1400 for first class, and CFA 1100 for second.\n\nA tour company also hires out colonial-period trains for multiple-day touring trips at expensive, but good value prices (CFA 50,000+)\n\n",{"type":"==","value":["Talk"]},"\nThe official language is ",{"type":"[[","value":[["French phrasebook"],["French"]]}," — the language of the former colonial power.  Native African languages such as Fon and ",{"type":"[[","value":[["Yoruba phrasebook"],["Yoruba"]]}," are spoken in the south, Bariba and Dendi in the north, and over 50 other African languages and dialects are spoken in the country.  English is on the rise.\n\n",{"type":"==","value":["See"]},"\n\nBenin is perhaps best known to the world as the birthplace of the Vodun religion—voodoo. Voodoo temples, roadside fetishes, and fetish markets are found throughout the country, but the best known is the skull and skin-filled fetish market in the ",{"type":"'''","value":["Grande Marche du Dantopka"]},"—",{"type":"[[","value":[["Cotonou"]]},"'s overwhelmingly busy, enormous, and hectic grand market. The most important fetish in the country is the monstruous Dankoli fetish, on the northerly road near ",{"type":"[[","value":[["Savalou"]]},", which is a pretty good spot for beseeching gods.\n\nBenin under the rule of the Dahomey kings was a major center of the ",{"type":"'''","value":["slave trade"]},", and the ",{"type":"''","value":["Route des Esclaves"]}," in ",{"type":"[[","value":[["Ouidah"]]},", terminating at the beachside Point of No Return monument is a memorial to those who were kidnapped, sold, and sent off to the other side of the world. Ouidah's local museum, housed in a Portuguese fort, unsurprisingly focuses on the slave trade, in addition to other facets of local culture, religion, and history, and is a real must see for anyone passing through the country.\n\n",{"type":"[[","value":[["Abomey"]]}," was the capital of the Dahomey Empire, and its ruined temples and ",{"type":"'''","value":["royal palaces"]},", now a ",{"type":"[[","value":[["UNESCO"],["UNESCO World Heritage site"]]},", are one of the country's top attractions. The ruins, their bas-reliefs, and the Abomey Historical Museum in the royal palace (which contains all sorts of macabre tapestries and even a throne of human skulls) are a testament to the wealth brought to the Dahomey kings from the slave trade, and brutality with which they oppressed their enemies, fodder for ",{"type":"'''","value":["human sacrifice"]}," and bondage.\n\n",{"type":"[[","value":[["Ganvie"]]},", home to 30,000 whose ancestors fled the brutal Dahomey kings by building their town on stilts right in the center of Lake Nokoué, is without question a fascinating and naturally beautiful locale, and a popular stop as one of the largest of West Africa's ",{"type":"'''","value":["lake towns"]},". But it has been to an extent ruined by the unpleasant relationship between locals and tourism. (",{"type":"[[","value":[["Ghana"]]}," may have much more rewarding experiences for travelers interested in West African lake towns.)\n\nWhile manic Cotonou is the country's largest city and economic center, ",{"type":"[[","value":[["Porto Novo"]]},", the capital, is small and one of West Africa's more pleasant capitals. Most of the country's major museums are located here amidst the crumbling architectural legacy of French colonial rule. ",{"type":"[[","value":[["Grand Popo"]]}," is the other popular city for tourists to relax, but not for the city itself as much as the ",{"type":"'''","value":["beaches"]},".\n\nIn the north, you'll find a very different sort of Benin from the mostly crowded, polluted cities of the south, of which Cotonou is such a prominent example. ",{"type":"[[","value":[["Pendjari National Park"]]}," and ",{"type":"[[","value":[["W National Park"]]}," (which Benin shares with ",{"type":"[[","value":[["Burkina Faso"]]}," and ",{"type":"[[","value":[["Niger"]]},"), is considered West Africa's best for ",{"type":"'''","value":["wildlife"]}," viewing, and are set in beautiful, hilly highlands. \n\nThe unique and eccentric mud and clay ",{"type":"'''","value":["tower-houses"]},", known as ",{"type":"''","value":["tata"]},", of the Somba people in the north, west of ",{"type":"[[","value":[["Djougou"]]}," near the Togolese border, are a little-known extension into Benin of the types of dwellings used by the Batammariba people of ",{"type":"[[","value":[["Togo"]]}," just west. Virtually all tourists to this area flock to the UNESCO-designated Koutammakou Valley across the border; the Benin side has the advantage of being even off the beaten path.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe ",{"type":"''","value":["West African CFA franc"]}," (",{"type":"'''","value":["XOF"]},") is used by Benin. It is also used by ",{"type":"[[","value":[["Côte d'Ivoire"]]},", ",{"type":"[[","value":[["Burkina Faso"]]},", ",{"type":"[[","value":[["Guinea-Bissau"]]},", ",{"type":"[[","value":[["Mali"]]},", ",{"type":"[[","value":[["Niger"]]},", ",{"type":"[[","value":[["Sénégal"]]}," and ",{"type":"[[","value":[["Togo"]]},". While strictly a separate currency from the Central African CFA franc (XAF), the two currencies are used interchangeably at par throughout all CFA franc (XAF & XOF) using countries.\n\nBoth CFA francs are guaranteed by the French treasury and are pegged to the euro at €1 = 655.957 CFA francs.\n\nThere are banks in all the major cities, and most of the banks have cash machines. Keep in mind that many businesses and offices, including banks, close for several hours in the middle of the day.\n\nPrices for goods purchased in a store, restaurant, hotel, bus tickets, etc. are non-negotiable, but almost everything else is. Depending on the item, it's not uncommon for foreigners to be quoted a price that is double the final purchase price.\n\nOne can find any type of African commodity all over Benin.\n\n",{"type":"==","value":["Eat"]},"\nIn every city\/village one will find street vendors selling anything from beans and rice to grilled chicken, goat and\/or turkey. Prices are nominal.  But one must be careful, always choose a vendor whose food is still hot, and they have taken care to keep the bowls covered with a lid and\/or cloth.\n\n",{"type":"'''","value":["Signature dishes"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kuli-Kuli"]}]},{"type":"*","value":[{"type":"'''","value":["Boulets de Poulet avec Sauce Rough"]}," (Chicken Meatballs with Red Sauce)"]},"\n",{"type":"==","value":["Drink"]},"\nThe beer is cheap and good! Local pubs (",{"type":"''","value":["buvettes"]},") are on every corner in every neighborhood. You can get a bottle of local beer \"La Béninoise\", Heineken, Guinness, Castel and others depending on the bar. They all cost about 250 CFA for a small bottle or 500 CFA for a large bottle. In the nightclubs beer is excessively expensive, like 30000 CFA a bottle! So stick to the local pubs, or avoid buying beer at the nightclub. There is also the local ",{"type":"''","value":["vin de palme"]}," (palm wine), an alcoholic beverage that is made from the sap of the palm tree. A fermented palm liquor (Sodabi) is also available, it costs about 2000 CFA for a liter and it is VERY strong stuff.\n\n",{"type":"==","value":["Sleep"]},"\nBenin's sleeping habit is a vast contrast compared to Westerners.  While most rise before the crack of dawn, they all work hard straight til Noon:30, when most take a 2-1\/2 hour siesta.  Then it's back to work for 3 hours.\n\nDepending on how far they've commuted to work, most are back home by 7PM.  The next 3 hours are consumed by preparing dinner, t.v., dancing or mingling with friends and neighbors.  Then it's time for bed around 10PM, to rest and do it all over again tomorrow.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe best way to stay safe in Benin is to always always always be in the presence of a local person whom you can trust, such as a friend or even a hired tourist guide. They know which areas are safe and which are not, they know the prices of things so you won't get ripped off, they speak the native languages, they know which venues sell good food that is safe for westerners to eat. \nFor women, avoid travelling alone, try to be in the company of other people as much as possible. Do not travel at night alone: attacks along the beaches are frequent, and of course near hotels, nightclubs and other venues. Ignore any person who whistles at you during the night if you are alone.  Benin is a peaceful country and the people are very kind and generous, but muggings and robberies occur everywhere, no matter how peaceful the place seems, so be on guard.  If you are a victim of a crime, contact the Gendarme (Police) immediately.\n\nHomosexuality is legal in Benin, though social stigmatization might cause you problems. It's better not to flaunt it and not to talk about it randomly with local people.\n\n",{"type":"==","value":["Stay healthy"]},"\nWatch what you eat\/drink and where you eat\/drink it. If you are going to eat street food, make sure it is served very very hot, since bacteria will not live in hot food. The most common causes of sickness is e.coli bacteria found in undercooked meat. \nDrinking water is readily available, if you want bottled water there is \"Possatome\"- a natural spring water bottled in the city with the same name. It is very good and about 500 CFA a bottle. In Cotonou, the tap water is safe to drink but is treated with chlorine which some people may be sensitive to. \nMalaria is a reality in Benin. Mosquitoes appear from dusk to dawn, and they use standing water as a breeding ground. Medications are available by prescription only. The only compulsory vaccination needed to enter the country is against Yellow Fever. The customs agents at the airport generally do not check to see if you have it, but it is strongly advised to get it before entering for your own health. Along with vaccines against polio, hepatitis A and B, Measles, Mumps, Rubella, Lock Jaw, Rabies and all the other standard childhood vaccines (as per Canadian public school standards). \nAIDS is an issue in Benin as in all sub-Saharan African countries; use of a condom is highly recommended if entering into a sexual relationship with a Beninese partner. Other risks pertaining to unprotected sex are the same as in any other country whether developed or not: Syphilis, Chlamydia, HPV, etc. \nIf traveling to Benin it is HIGHLY RECOMMENDED that you speak to a doctor who specializes in travel. Ask your family doctor or public health nurse for the name of a travel clinic in your area. Go to them about 6 months prior to travel to Benin if possible. This information is designed as a guide and should not be taken as an expert account on how to stay healthy in Benin, only a licensed health professional can provide such information.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["geo"],["6.4667"],["2.6000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["West_Africa"]]},"\n",{"type":"{{","value":[["outlinecountry"]]}," \n\n",{"type":"[[","value":[["Commons:Category:Benin"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Benin"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Benin\/"]]},"\n\n",{"type":"{{","value":[["Template:AttributionAlt"],["Orgin=",{"type":"[[","value":[[":ru:Бенин"],["The Russian Wikivoyage"]]}],["Lang=ru"],["Pagename=Бенин"]]}]