[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["translate"],["de"]]},"\n",{"type":"[[","value":[["Image:St. Bartholomä flip666.jpg"],["thumb"],["240px"],["St. Bartolomä Church, on the Königsee near Berchtesgaden"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.berchtesgaden.de\/ Berchtesgaden"]}]}," is a small, picturesque and historic town (population 9,000) located in the southeast of the ",{"type":"[[","value":[["Germany"],["German"]]}," state of ",{"type":"[[","value":[["Bavaria"]]},", within a small enclave surrounded on three sides by the ",{"type":"[[","value":[["Austria"],["Austrian"]]}," border. The town lies some 30 km south of the Austrian city of ",{"type":"[[","value":[["Salzburg"]]}," and some 180 km south-east of ",{"type":"[[","value":[["Munich"]]},". \n\n",{"type":"==","value":["The basics"]},"\n\nThe town is located in a valley at 500 to 1100 m altitude in the south-eastern part of the German ",{"type":"[[","value":[["Alps"]]}," and is surrounded by high mountains called Untersberg in the North, Obersalzberg in the east and further south by the Watzmann. Berchtesgaden and neighbouring ",{"type":"[[","value":[["Bad Reichenhall"]]}," are famous for their salt mines. The production of table salt guaranteed in the medieval ages a safe source of revenue and it still does today. Therefore, a visit to the salt mine of Berchtesgaden is definitely on the to do list. \n\nIn more recent history, the name of Berchtesgaden became well known to the general public for more unfortunate reasons: the Nazi dictator of Germany, Adolf Hitler, had his summer getaway on the peak in a complex of buildings known as the Berghof at Obersalzberg.  A house was built for him at the peak of the mountain above Obersalzberg, but he only visited it a couple of times. It is known in German as the Kehlsteinhaus, and was dubbed “The Eagles Nest” by the occupying American forces after the war. All the buildings and bunkers of the Berghof were destroyed at the end of the World War II and nowadays a documentation centre can be found close to the place on the Obersalzberg. The Kehlsteinhaus is accessible via bus from Obersalzberg, and has now been converted to a restaurant.\n\nBerchtesgaden has its fair share of tourism all around the year, and has retained its original charming character. House fronts around the market place, palace and elsewhere in Berchtesgaden are decorated with murals.\n\n",{"type":"==","value":["Talk"]},"\n\nStandard German is well understood in ",{"type":"[[","value":[["Bavaria"]]},"; most local people, however, speak their local dialect between themselves. This being a tourist destination, English and French are often understood.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nInternational travellers wishing to visit ",{"type":"[[","value":[["Bavaria"]]}," and Berchtesgaden should have no problems to book a flight to ",{"type":"[[","value":[["Munich"]]},", home to a large international airport. Alternatively, if there is no direct flight to Munich with your airline, you could book a flight via ",{"type":"[[","value":[["Frankfurt"]]}," and travel to ",{"type":"[[","value":[["Munich"]]}," with the ICE high speed train. Alternatively you can fly to ",{"type":"[[","value":[["Salzburg (city)"],["Salzburg"]]}," in ",{"type":"[[","value":[["Austria"]]}," and travel then to  Berchtesgaden via train (70 minutes) or bus (~40 minutes), both direct connections. The distances are only 20 km from Salzburg and about 190 km from Munich Airport. Crossing the German-Austrian border is no problem due to the Schengen Treaty.\n\n",{"type":"===","value":["By train"]},"\n\nBerchtesgaden has a train station and is well connected to ",{"type":"[[","value":[["Munich"]]}," and ",{"type":"[[","value":[["Frankfurt"]]},". From Austria, a train from Salzburg is likely the best option.  \n\n",{"type":"===","value":["By road"]},"\n\nDriving from ",{"type":"[[","value":[["Munich"]]}," on the A8 to ",{"type":"[[","value":[["Salzburg (city)"],["Salzburg"]]}," you find Berchtesgaden sign posted shortly before the Austrian border and it is another 20 km from there to Berchtesgaden. (If you travel in a hire car make sure that you pre-order winter equipment since most of the rental car companies in Germany provide you only with “summer wheels” which are most unsuitable in and around Berchtesgaden from October to April). Note also that in order to drive on a motorway in Austria it is necessary to purchase and display a 'vignette', or tax disk. These can be bought from roadside service stations.\n\n",{"type":"==","value":["Get around"]},"\n\nThe bus system in Berchtesgaden is as good as in the rest of Bavaria: buses run twice or once an hour and you can reach the outermost places with them. Be sure to get a timetable (”Busfahrplan“). As a guest in Berchtesgaden you have to pay a tourist-tax (”Kurtaxe“) which will give you a tourist-card (”Kurkarte“). With this card you can use most local buses for free and you also get a reduction for some public parking sites.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Kehlsteinhaus"],["alt=the \"Eagle's Nest\""],["url=http:\/\/www.kehlsteinhaus.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is located at 1,834 m altitude on top of Berchtesgaden and provides a marvellous and unforgettable view over the eastern alps. You can reach it by foot, public transport, but it is not accessible by car. The Kehlsteinhaus was constructed as a present for Hitler on his 50th birthday, although he visited relatively few times. However, the house is interesting as a historical site because it remains with only minor alterations from its original state. At the end of the war, the famed American 101st Airborne Division took control of the house, and it was spared from the destruction suffered by other Nazi leadership buildings in Berchtesgaden, although most of the Nazi era artifacts were looted. Tickets for this attraction can be purchased at the tour center above Berchtesgaden in the village of Obersalzberg."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Königsee"],["alt="],["url=http:\/\/www.bayerische-seenschifffahrt.de\/01_ks\/ks_start\/ksfraset.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is located 3 miles south of Berchtesgaden and is famous for the lake Königsee, which is the deepest lake in the alps and is surrounded by very steep mountain that raise up 2000 m above the lake level. You can make a boat trip to the other side of the lake to visit the world famous “Kloster St. Bartolomä”, the smaller lake “Obersee” and enjoy the wildlife of the national park. Hiking is very popular in summer and tours around the lake are sign posted. Routes are prepared by the “Deutsche Alpenverein” and they indicate usually how long it takes to get to your destination and they indicate how difficult they are. ",{"type":"[[","value":[["Image:Germany, Berchtesgaden, Walking on frozen Lake Konigsee.jpg"],["thumb"],["240x"],["Lake Konigsee 2006"]]}]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Jenner Mountain"],["alt="],["url=http:\/\/www.jennerbahn.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is on the east side of the Königssee and due to the cable car an easy possibility to have an excellent view over the Berchtesgaden valley."]]}]},{"type":"*","value":["The ",{"type":"'''","value":["Hintersee"]}," is a small lake in nearby ",{"type":"[[","value":[["Ramsau b. Berchtesgaden"]]},"."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Berchtesgaden Salt Mine"],["alt="],["url=http:\/\/www.salzwelt.de\/salzbergwerk-berchtesgaden\/en\/default.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is one of the two saltmines in the Salzberg. The other one is on the Austrian side."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Rossfeld"]}," is 3 miles from Berchtesgaden and 1600 m high a very beautiful spot for walks in the sunshine and above the clouds or skiing. There are several restaurants that offer local food at reasonable pricing and you can rest there and take a bath in the sun on chairs that are provided on a rental bases. The Rossfeld can be reached on a toll road or by bus. The toll road is very well maintained and free of snow and ice all around the year. "]},"\n",{"type":"[[","value":[["Image:Fastnacht_Schlittenennen_Obersalzberg.JPG"],["thumb"],["240px"],["Sledding at Obersalzburg during carnival"]]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Obersalzbergbahn"],["alt="],["url=http:\/\/www.obersalzbergbahn.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the second, smaller cable car in Berchtesgaden and will bring you onto the Obersalzberg but not upon its top. The upper station you can enjoy a summer bob sledding run."]]}]},"\n",{"type":"==","value":["Things to do"]},"\n\nDespite being in a remote location, Berchtesgaden and nearby Königsee possess world class sport facilities. The bobsleigh run (Bobbahn) at Königssee is regular venue for world-cup races, but tourists also can run it down in guest-bobs. The ice arena (“Eishalle”) in Berchtesgaden is opened half the year and popular among locals and sportsmen from nearby Austria. There's a cheap combi-ticket for ice arena and “Watzmanntherme”. The Therme is just a few meters away and probably unmatched for being embedded in a spectacular scenic landscape, surrounded by mountains and snow caped peaks and features as giant action whirl pool, hydro massage facilities, salt water pools, 80m slide with light and sound effects ",{"type":"[","value":["http:\/\/www.watzmanntherme.de www.watzmanntherme.de"]},".\n\nAround Berchtesgaden are several slopes for skiing such as Golf and Ski am Obersalzberg, Götschen, Rossfeld and Jenner. First one is fitted for beginners, the Jenner is for advanced skiers. There are also several runs for cross-country skiing and very advanced skiers might be interested in ski touring in the Berchtesgaden Alps. From late January on sunny weather is common but the risk of avalanches is rising.\n\nIf you stay in Berchtesgaden you will have significant reduction of most entrance fees via the “Kurtaxe”.\n\n",{"type":"*","value":[{"type":"'''","value":["Wilderness trail"]}]},{"type":"*","value":["Horse drawn sleigh in Berchtesgaden, Germany 2005"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"''","value":["More details under ",{"type":"'''","value":[{"type":"[[","value":[["Bavarian cuisine"]]}]}," "]},"\n\nYou will find plenty of nice and original Bavarian restaurants as well as Greek, Chinese, Turkish and Italian restaurants. The pricing in most places is modest by German standards and international visitors will often view that as a bargain. Obviously being in Bavaria and in the middle of the alps you should try the local specialities such as Knödel, Schweinehaxe, wild deer (very seldom), Bratwurst, Leberkase, Weisswurst, Kartoffelsalat, Gulasch Bratkartoffeln, Kaiserschmarn, fish - and lots of more things.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Berggaststätte Kehlsteinhaus"]}," 1.834 m 83471 Berchtesgaden Obersalzberg  +49(0)8652\/2969. Enjoy your drink and food above the clouds."]},"\n",{"type":"*","value":[{"type":"'''","value":["Braustüberl Berchtesgaden"]}," Brauhausstraße 13 83471 Berchtesgaden  +49(0)8652\/976724. This is local beer brewery and a possibility to taste Berchtesgadener beer. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Café Lockstein"]}," Am Lockstein 1 83471 Berchtesgaden +49(0)8652\/2122. Probably the best view over Berchtesgaden (see http:\/\/www.cafe-lockstein.de\/en\/) "]},"\n",{"type":"*","value":[{"type":"'''","value":["Gasthaus Bier-Adam"]}," Marktplatz 22 83471 Berchtesgaden  +49(0)8652\/2390. If you like to enjoy dinner in a smoke free atmosphere go here. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Gasthof Goldener Bär"]}," Weihnachtsschützenplatz 4 83471 Berchtesgaden +49(0)8652\/2590. Good local food, a bit smoky though."]},{"type":"*","value":[" ",{"type":"'''","value":["Euphoria "]},", Grolmanstrasse  52, Phone [0[8652 \/ 27540, German food, you get served for 5-10 Euro\/ person, "]},{"type":"*","value":[" ",{"type":"'''","value":["Blockhaus "]},", Bergmannstrasse  94, Phone [0[8652 \/ 18897, German food, value for money 15 Euro, "]},{"type":"*","value":[" ",{"type":"'''","value":["Rani "]},", Waidmannsluster  10, Phone [0[8652 \/ 26034, this place serves international food, >30 Euro, "]},{"type":"*","value":[" ",{"type":"'''","value":["Cueva "]},", Lorchheimer-Str 52, Phone [0[8652 \/ 15327, Spanish food - paella rica,  >15 Euro, "]},{"type":"*","value":[" ",{"type":"'''","value":["Zum See Wirt"]},",  Mühlbauerstr. 64, Phone [0[8652 \/ 20334, German food, voted best deli in town"]},"\n",{"type":"==","value":["Drink"]},"\n\nBavarians love their beer and one of the most beloved is the wheat beer (Weißbier). It is a cloudy, unfiltered beer commonly consumed earlier in the day with a Weißwurst and sweet mustard. In the cold wintertime it is nice to finish your dinner with a local “Schnaps” from the Enzian Brauerei Grassl. It makes you feel nice and warm after a long day out on slopes.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere is a good range of accommodation ranging from budget to moderately expensive. Many local people enjoy “bed and breakfast” for a very good price. You can spot those places by searching for the signs that read “Zimmer frei” or “Zimmer zu vermieten”, or use the web link from Berchtesgadener Land. In the last years holiday flats became very popular, you will find them via “Ferienwohnung”.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Treff Alpenhotel Kronprinz Berchtesgaden"]},", am Brandholz.  Near the city center."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel InterContinental Resort Berchtesgaden"]},", situated high above Berchtesgaden on the Obersalzberg. The hotel is a modern building and offers rooms and suites for up to 2500 Euro\/day and is therefore Berchtesgaden's most expensive place to sleep."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Edelweiss Berchtesgaden"],["url=http:\/\/www.edelweiss-berchtesgaden.com\/en"],["email=info@edelweiss-berchtesgaden.com"],["address=Maximilianstraße 2, 83471 Berchtesgaden"],["lat="],["long="],["directions="],["phone =+49- 8652-97990"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"*","value":["Berchtesgaden is thankfully largely free of crime, mugging or travel scams."]},{"type":"*","value":["Avalanches can occur in remote areas when the temperature rises in February till April and at steep slopes above 30%. The Lawinenlagebericht ",{"type":"[","value":["http:\/\/www.bayern.de\/lfw\/lwd\/lagebericht.htm"]}," will give you detailed information: level 3 and higher is dangerous but you should always have a local guide with you."]},{"type":"*","value":["Having lots of snow on a road with 15% slope can be dangerous."]},"\n",{"type":"==","value":["Around Berchtesgaden"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Schönau a.Königssee"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bad Reichenhall"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Munich"]]}," (3 hours by train)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Salzburg (city)"],["Salzburg"]]}," home of Mozart (1 hour by train)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Berchtesgaden National Park"]]}]},"\n\n",{"type":"[[","value":[["WikiPedia:Berchtesgaden"]]},"\n\n",{"type":"{{","value":[["geo"],["47.631389"],["13.004167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Upper Bavaria"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/Bavaria\/Localities\/Berchtesgaden\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Berchtesgaden"]]}]