[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Bergen"]]},"\n",{"type":"[[","value":[["File:Bergen St Lambert 4.jpg"],["thumb"],["300px"],["St. Lambert's Church, Bergen"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bergen-online.de\/ Bergen"]}]}," is a town in the north of ",{"type":"[[","value":[["Celle"]]}," district on the ",{"type":"[[","value":[["Lüneburg Heath"]]}," in ",{"type":"[[","value":[["Lower Saxony"]]},", ",{"type":"[[","value":[["Germany"]]},". The infamous Bergen-Belsen concentration camp was located not far from Belsen, one of several farming villages in the borough.\n\nBergen is a former agricultural town, but today is economically heavily dependent on the surrounding military bases and the Bergen-Hohne Training Area to the west, which is the largest military training area in Western Europe.\n\n",{"type":"==","value":["Understand"]},"\nBergen was first mentioned in 1197 and was a centre of local government, the seat of the sheriff (",{"type":"''","value":["Amtsvogtei"]},") and, later, the Royal Hanoverian Office. After the Kingdom of Hanover was annexed by Prussia in 1866, Bergen was absorbed into Fallingbostel district. In the reorganisation of 1885, however, Bergen was transferred into the newly formed Celle district.\n\n",{"type":"[[","value":[["File:Bergen Rathaus 2.jpg"],["thumb"],["250px"],["Bergen town hall"]]},"\nBergen's development as a market town was rather slow during the Middle Ages and the early part of the Modern Age, hampered by serious fires in 1354, 1585 and 1796, but the agricultural reform in the 19th century and the town's connexion to the Celle–Soltau railway led to far-reaching changes. The biggest change, however, was the creation of Bergen-Hohne Training Area in 1935 by the Nazis, which led to Bergen's transformation from an agriculturally-based village into the small town it is today, characterised by trade and commerce with agriculture having largely lost its significance.\n\nToday Bergen is a local borough town in the northern part of Celle district and is, after Celle, the only political entity in the district, having been granted the status of a town since 1957. In the community reorganisation of 1971, Bergen was given responsibility for the parishes of Becklingen, Belsen, Bleckmar, Diesten, Dohnsen, Eversen, Hagen, Hassel, Nindorf, Offen, Sülze and Wardböhmen. That significantly increased the size of its population and area. Today around 17,000 people live in the town of Bergen, including about 3,000 members of the British Forces and their families.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By Car"]},"\n\nBergen is located on the main B3 route which runs from north to south between ",{"type":"[[","value":[["Soltau"]]}," and ",{"type":"[[","value":[["Celle"]]},".  Access from Hanover centre (nearest City) would be via the A37 which connects to the B3 in an north-easterly direction. The journey is approx 70 kilometres and will take approximately 50 minutes.\n\nDriving from Bremen will be on the autobahn A27 which connects to the A7 to the south-east of Walsrode.  The A7 runs south for a further 14 kilometres and the junction for the Celle route is Buchholz.  The B214 from Buchholz to Celle centre is a direct route with a distance of 28 kilometres and an average driving time of 30 minutes.\n\nTravelling from the north (Hamburg) is also via the route A7 and the junction to the south-east of Soltau leads directly onto the B3.  The B3 route to Bergen is a journey of approx 100 km taking 1 hour and is through very pleasant undulating countryside.\n\n",{"type":"'''","value":["By Bus"]},"\n\nThere is a local bus runs regularly between Celle and Bergen.  * ",{"type":"{{","value":[["listing"],["name=Celle Bus"],["alt=CeBus GmbH & Co. KG"],["url=http:\/\/www.cebus-celle.de\/index.php?id=28"],["email=info@cebus-celle.de"],["address=Nienburger Strasse 50"],["lat="],["long="],["directions="],["phone=0 51 41 48 70 80"],["tollfree="],["fax=0 51 41 48 70 839"],["hours="],["price="],["content=Celle has an extensive bus network within the centre and to local attractions with various options offering discounts for a multitude of circumstances.  These include discounted fares for families, senior citizens, children, students, combination tickets with train travel, travelling with pets　or bicycles, city travel, 48 hour travel, and group cards.　A comprehensive list is available on the website detailing prices, timings, routes and other helpful information."]]},"  The direct bus route between Celle and Bergen is No. 1-15.  There is also the Entdecker Bus which a tourist bus running through the villages in the Region and goes as far as Celle Bahnhof station (http:\/\/www.entdeckerbus-suedheide.de\/)\n\n",{"type":"'''","value":["By Train"]},"\n\nIt has 3 railway stations, but they are exclusively for freight or the storage of goods wagons, the nearest passenger train station is located in Celle, here you can connect to the main rail system with trains to the major cities of  ",{"type":"[[","value":[["Hamburg"]]}," and ",{"type":"[[","value":[["Hannover"]]}," which is where you will also find the nearest International airports. Celle Bahnhof ",{"type":"[","value":["http:\/\/www.verkehrsmittelvergleich.de\/bahn"]}," runs a variety of localised trains and is also a stop for the ICE trains running on the Hamburg to Hanover route.  Trains to Hanover and Hamburg stop hourly at the station as do individual ICE trains during busy periods.  Metronom trains link Celle to Uelzen, Hannover and Göttingen as part of the regional transport network. Celle is also the terminus for routes S6 and S7 of the Hanover S-Bahn network.  Links to the east and west are not part of the structured bahnhof system so Hanover is the better option for travelling more extensively around the area.\n\nThe Deutsche Bahn railway station (Bahnhofsplatz 6, tel. 0049 5141 42020, ",{"type":"[","value":["http:\/\/www.deutschebahn.com\/site\/bahn\/en\/start.html"]},")in Celle is approximately a fifteen minute walk or a five minute taxi ride west of the Celle Altstadt.\n\n",{"type":"'''","value":["By Plane"]},"\n\n",{"type":"*","value":[" The nearest airport to Bergen is ",{"type":"[[","value":[["Hanover"]]}," which is a main international airport with regular flights from all over the world with services to most European capitals and major cities.  The airport is situated in Langenhagen which is 11 kilometres to the north of Hanover centre and has easy access to the autobahn.  It is the ninth largest airport in Germany and is one of very few German airports which are open 24 hours a day, although there are very few flights between 11PM and 4AM.  To Bergen is a further 55 kilometres from Hanover airport with an estimated driving time of 55 minutes.  Hanover airport is also accessible by a combination of trains, buses and taxis."]},"\n",{"type":"*","value":[" Almost equidistant is an international airport in ",{"type":"[[","value":[["Bremen"]]}," which has many of the budget airlines operating regular flights to most European countries.  The airport is located close to the city centre and there is a tram which departs every 5 to 10 minutes (on Sunday evenings up to 30 min) to Bremen city centre and the journey takes 11 minutes and costs €2.30.  This airport is also close to the autobahn links but is 114 kilometres and a 75-minute journey to Celle centre."]},"\n",{"type":"'''","value":["Parking"]},"\n\n",{"type":"*","value":[" It is predominantly street parking. However there is additional off street parking behind the main shopping area, accessible by taking the turning opposite the Sparkasse Bank and then turning right opposite the Bakery. All parking in Bergen is free."]},"\n",{"type":"==","value":["Get around"]},"\n\nBergen is not a large town and one can walk to most places quite easily. There is no local public transport but there are plenty of Taxi's available. The nearest railway station is at Celle. For information on events and things going on in the town, you can pick up information at the Rathaus or go to Bergen Online at http:\/\/www.bergen-online.de\/index1024_e.htm most parts of the site are in English and give details of most local events.\n\nThere is also the Entdecker Bus which a tourist bus running through the villages in the Region and goes as far as Celle Bahnhof station (http:\/\/www.entdeckerbus-suedheide.de\/).  This is a subsidised route for the holiday season and normally runs from the end of June until mid October, costing approx €3 per person per day with children under 14 travelling free.  For this, you can board\/alight throughout the day at any of the predetermined stops.  You may also take your bicycle as there is space allocated for them.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Bergen-Museum-1.jpg"],["thumb"],["250px"],["Bergen Museum"]]},"\n",{"type":"[[","value":[["File:Bergen-Musum-2.jpg"],["thumb"],["250px"],["Bergen Museum"]]},"\n\n",{"type":"'''","value":["Museums"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Africa Museum"],["alt=Afrikamuseum"],["url="],["email="],["address=Buhrnstraße 9, Bergen-Sülze"],["lat="],["long="],["directions=near Bergen, in the village of Sülze"],["phone=(05054) 1209"],["tollfree="],["fax="],["hours=by appointment through Eva and Stefan in der Beek"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Forestry Museum"],["alt=Waldarbeitmuseum"],["url="],["email="],["address=Becklingen 7"],["lat="],["long="],["directions=In the village of Becklingen, north of Bergen"],["phone=(05051) 8260 o. 7535"],["tollfree="],["fax="],["hours=Apr-Sep M-Su 14:00-17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Römstedthaus Local History Museum"],["alt=Heimatmuseum Römstedthaus"],["url="],["email="],["address=Am Friedensplatz 7"],["lat="],["long="],["directions="],["phone=(05051) 6612 or (05051) 479-47"],["tollfree="],["fax="],["hours=Apr-Jun+Oct Tu-F 09:30-12:00, Tu-Th 15:00-17:00; Jul-Sep Tu-F 09:30-12: 00 and 15:00-17:00; Sa\/Su 10:00-12:00 and 14:30-16:30"],["price="],["content=Discover local and regional history at this museum housed in a 350-year old farmhouse."]]}]},"\n",{"type":"'''","value":["Places of Interest"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Siddernhausen Dolmen"],["alt=Großsteingrab bei Siddernhausen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The dolmen or megalithic (large stone) gravesite dates to the Late Funnelbeaker culture (3,000-2,700 B.C.)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sieben Steinhäuser"],["alt=Großsteingrabanlage"],["url="],["email="],["address="],["lat="],["long="],["directions=In the middle of the Bergen-Hohne Training Area, signed from Ostenholz and the tank ring road near Fallingbostel"],["phone="],["tollfree="],["fax="],["hours=Sa\/Su 08:00-18:00"],["price="],["content=The \"Sieben Steinhäusern\" (\"Seven Stone Houses\") are a megalithic gravesite consisting of five massive stone tombs on the Bergen-Hohne Training Area near Ostenholz, which are oriented NE to SW. Only accessible to the public at weekends"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wohlde Bronze Age Barrows"],["alt=Bronzezeitliches Hügelgrab bei Wohlde"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the woods and pastures around Wohlde there are around 45 barrows (prehistoric burial mounds) from the Early Bronze Age (ca. 1,500-1,200 B.C.)"]]}]},"\n",{"type":"'''","value":["Memorial"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bergen-Belsen concentration camp"],["alt=Gedenkstätte Bergen-Belsen"],["url=http:\/\/bergen-belsen.stiftung-ng.de\/en\/home.html"],["email=Bergen-Belsen@stiftung-ng.de"],["address=Anne-Frank-Platz,29303 Lohheide"],["lat=52.757487"],["long=9.912151"],["directions=10 minutes from Bergen, just south of the village of Belsen"],["phone=+49 (0) 5051 – 47 59-0"],["tollfree="],["fax=+49 (0) 5051 – 47 59-118"],["hours=Apr-Sep: 10:00-18:00, Oct-Mar: 10:00-17:00"],["price="],["content=The infamous Belsen concentration camp, liberated by British forces in 1945, is now a memorial site with a comprehensive visitor centre. Today, only the sombre mounds of mass graves remain along with various monuments to those who died; the original camp was raised by the British after its survivors had been rescued and, in most cases, temporarily housed in the nearby barracks of ",{"type":"''","value":["Lager Hohne"]},". The suffering of Anne Frank and her diary are worldwide associated with the concentration camp Bergen-Belsen."]]}]},"\n",{"type":"'''","value":["Parks"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Schuzenplatz"],["url=http:\/\/www.bergen-online.de"],["email="],["address="],["lat="],["long="],["directions=Located off Lange Str, set back away from the road, near the junction of the Stadthaus"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Schutzenplatz is a large building surrounded by a small woodland park. It is used for festivals and open area events throughout the year."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=BurgerPlatz"],["url="],["email="],["address="],["lat="],["long="],["directions=Located behind the white church on Bergen main street."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Surrounded by trees and bushes, this grassy area is a safe and peaceful space, with a playground for the children and a pond where you can feed the ducks. Easily accessible by bike."]]}]},"\n",{"type":"'''","value":["Places of Worship"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Evangelische Freikirche"],["url="],["email="],["address=Horstweg 6, 29303 Bergen"],["lat="],["long="],["directions="],["phone=05051 2268"],["tollfree="],["fax="],["hours="],["price="],["content= founded in 1959, this is a modern lively church lead by Pastor Eduard Neufield.  Services are translated into English, you need to ask for headphones to hear the translation."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Lambertus"],["url="],["email="],["address=Am Friedensplatz 1, 29303 bergen"],["lat="],["long="],["directions="],["phone=05051 2025"],["tollfree="],["fax="],["hours="],["price="],["content=the Church of St Lambertus is the lutheren town Church in Bergen.  Built in 1826, it is a three naved building with low ceilings over the galleries.  It was extended eastwards in 1900.  The separatley standing clock tower dates from 1728."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Atonement Church of the Precious Blood"],["url="],["email="],["address=Hubertusstrasse 2, Bergen 29303"],["lat="],["long="],["directions="],["phone=05051 3446"],["tollfree="],["fax="],["hours="],["price="],["content=This is a Roman Catholic Church.  the Primary Language is English."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Walking"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Historic Bergen Trail"],["alt=Historischer Rundgang durch Bergen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Follow this historic trail around Bergen with 11 stops where information boards tell the story behind each of the historic houses en route. Or just enjoy the circular walk around the town! The stops are: \n01. St. Lambertus Church (",{"type":"''","value":["St.Lambertikirche"]},"), Am Friedensplatz 2; \n02. Dairy Farm (",{"type":"''","value":["Müller-Meierhof"]},"), Lukenstraße 5; \n03. Gasthaus Kohlmann, Lukenstraße 6; \n04. Town Community Centre (",{"type":"''","value":["Stadthaus"]},"), Lange Straße 1; \n05. Town Archives (",{"type":"''","value":["Stadtarchiv"]},"), Am Museum 2; \n06. Preceptor's House (",{"type":"''","value":["Präzeptorhaus"]},"), Schulstraße 10-12; \n07. Römstedthaus Local History Museum (",{"type":"''","value":["Heimatmuseum Römstedthaus"]},"), Am Friedensplatz 7; \n08. Four-poster farmhouse (",{"type":"''","value":["Vierständerhaus"]},"), Deichend 14; \n09. French Barracks (",{"type":"''","value":["Franzosenkaserne"]},"), Deichend 16; \n10. Town Hall (",{"type":"''","value":["Rathaus"]},") Deichend 5-7; \n11. Registry Office (",{"type":"''","value":["Standesamt"]},"), Deichend 3."]]}]},"\n",{"type":"'''","value":["Sport"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Swimming Pool"],["url="],["email="],["address=Lange Straße 52"],["lat="],["long="],["directions=from the main street direction Celle, B3, at the traffic lights next to Viva's bar turn Left, continue for approx 250 mtr and take Lang Strasse on your Right hand side."],["phone="],["tollfree="],["fax="],["hours=Mon - Fri  06.30-08.45 Uhr und 14.00-20.00 hr. Sat, Sun & holidays  08.00-13.00 hr"],["price=Adult  Euro 3, children Euro 1,50"],["content=A really nice indoor heated pool, ideal for all ages."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sports Park"],["url="],["email="],["address=Hohner Kirchweg"],["lat="],["long="],["directions=from the main street direction Celle, B3, at the traffic lights next to Viva's bar turn Left, continue for approx 250 mtr and take Lang Strasse on your Right hand side"],["phone=05051\/7790"],["tollfree="],["fax="],["hours="],["price="],["content=Tennis, Squash, various other sport, Sauna, Restaurant"]]}]},"\n",{"type":"'''","value":["Touring"]},"\n\n",{"type":"*","value":[" In the summer months, you can take the local Entdecker tourist bus to the villages and tourist attractions in the Region and goes as far as Celle Bahnhof station (http:\/\/www.entdeckerbus-suedheide.de\/). Many of the villages have nature walks detailed on their tourist information boards, which also advises you of length of time taken."]},"\n",{"type":"'''","value":["Cycling"]},"\n\n",{"type":"*","value":[" Bicycles can be rented by the day or week from the local bicycle shop:  ",{"type":"{{","value":[["do"],["name=Cycle Shop 2Rad"],["url="],["email="],["address=Bahnhoff Strasse 13"],["lat="],["long="],["directions=from the B3 traffic lights at the Sparkasse bank, take Bahnhoff Strasse, you will find the cycle shop on your left side after approx 100 mtr."],["phone=05051 8367"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"'''","value":["The Arts"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Stadthaus"],["url="],["email="],["address=lange Strasse 1, 29303 Bergen"],["lat="],["long="],["directions=Opposite Market Square, next to Rathaus.  Parking just off B3"],["phone=05051 47924"],["tollfree="],["fax="],["hours="],["price="],["content=This building is used for numerous events including theatrical productions, live music, art & cultural exhibitions.  It can also be hired out for private functions, e.g. weddings"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Edeka - E Center Bergen"],["url=http:\/\/www.edeka.de"],["email="],["address=Harburger Str. 30"],["lat="],["long="],["directions=Directly off the B3 on the outskirts of the town."],["phone=5 051 470 030"],["tollfree="],["fax="],["hours="],["price="],["content=Just one of the \"one stop\" shops in Bergen, the store contains a Shoe shop, Clothing shop, Bakery and of course a super market with food, Electrical and kitchen goods. The store stocks a good selection of International foods, including English for those that can't do without the English Tea etc."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Kaufland"],["url="],["email="],["address=Celler Straße 55"],["lat="],["long="],["directions=Off the B3 direction Celle, at the first set of traffic lights turn Right"],["phone=05051 9151280"],["tollfree="],["fax="],["hours=Monday to Saturday 7.00 – 22.00 hrs"],["price="],["content=super market, bakery and flowers"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Netto"],["url="],["email="],["address=Bahnhofstraße 47"],["lat="],["long="],["directions=From the traffic lights next to the Sparkasse Bank, take Bahnhofstrasse, you will come to the store on your Left hand side before the level crossing"],["phone="],["tollfree="],["fax="],["hours=Monday to Saturday 7.00 – 20.00 hrs"],["price="],["content=supermarket and bakery"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Weekly Market"],["url="],["email="],["address=The Market Place"],["lat="],["long="],["directions=Opersite the Rathaus (Town Hall)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Wednesday 08.00-13.00 and Friday 14.00-18.00, selling local produce."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Eiscafe Miriam"],["url="],["email="],["address=Celler Straße 15"],["lat="],["long="],["directions=on the B3 main road opposite the opticians"],["phone=+49 (0)5051 \/ 6667"],["tollfree="],["fax="],["hours="],["price="],["content=Bergen's main ice cream parlour. Not large or particularly cosy, but good selection of ice creams."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Desperados Mexican Steakhouse & Hotel"],["url=http:\/\/www.desperados-hotel.de\/"],["email="],["address=Lukenstraße 6"],["lat="],["long="],["directions="],["phone=05051 \/ 915180"],["tollfree="],["fax="],["hours=Mo. - Sa. 17:00 Uhr - 23:30 Uhr"],["price=Sunday brunches: €11.90, 12 and under: €6"],["content=No frills Mexican steakhouse. Good food at reasonable prices and they speak English, very good steaks but if you don't mind getting messy try the BBQ Ribbs"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Taormina Pizzeria"],["url="],["email="],["address=Am Friedensplatz 9"],["lat="],["long="],["directions=at the traffic lights next to the church take the road that goes around the side of the church, you will find the Pizzeria  about 50 mtr on the Right hand side"],["phone=+49 5051\/4475"],["tollfree="],["fax="],["hours="],["price="],["content=Very pleasant and with good selection of  Italian meals. staff speak English, German and Italian and are very helpful. Closed on Tuesdays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Steakhouse New Mexico"],["url="],["email="],["address=Harburger Strasse 14"],["lat="],["long="],["directions=located directly on the B3 over Vivas cocktail bar,at traffic lights almost  opposite the Shell petrol station"],["phone=05051 5095238"],["tollfree="],["fax="],["hours=Open Tue-Sun 5-10PM. Closed Monday"],["price="],["content=A good selection of Steaks and Mexican themed food at a reasonable cost."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Delphi"],["url="],["email="],["address=Celler Straße 36"],["lat="],["long="],["directions=as you enter Bergen on the B3 from Celle the Delphi will be on your Left side just after the Opel dealer."],["phone=+49 5051\/910193"],["tollfree="],["fax="],["hours="],["price="],["content=  A good selection of Greek Dishes at a reasonable cost."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel Café Anna"],["url="],["email="],["address=Bahnhofstraße 16"],["lat="],["long="],["directions=Drive through Bergen on the B 3 southbound. Turn L opposite Sparkasse bank, shortly after passing church on R. Anna's on the R after about 300 m"],["phone=05051 5151"],["tollfree="],["fax=05051 5151"],["hours="],["price=mid-price"],["content=Much nicer inside than its rather plain appearance suggests, Anna's isva reasonably-priced family run guest house and café. The restaurant serves good food in pleasant surroundings and has a sun terrace as well as a garden at the back for children. The restaurant has German and English menus and welcomes German, English and Polish-speaking guests. For a change, try their tasty continental breakfasts in a relaxing, uncrowded atmosphere. Park behind the steakhouse next door."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hof Remise Rustica"],["alt=N of Bergen near Bleckmar"],["url=http:\/\/hof-remise-rustica.de\/joomla\/index.php?option=com_content&task=view&id=30&Itemid=47"],["email="],["address=Im Stucken 1 – 29303 Bergen\/ OT Bleckmar"],["lat="],["long="],["directions=From Hamburg or Hanover take Soltau Süd exit on A7 and head for Celle on B3; after 10 min take 4th R in Bleckmar. From Celle take B3; 4 km beyond Bergen, turn L into Im Stucken"],["phone=+49 (0)5051\/ 47 009 47"],["tollfree="],["fax="],["hours=M-F 5-10PM; Sa\/Su 10AM-10PM"],["price=€25-40"],["content=Dine in a converted barn in the countryside. Good German cuisine with exotic options like ostrich steak or medallions of Australian kangaroo! Good for functions."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["Bars"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=SANSIBAR"],["url="],["email="],["address=Am Friedensplatz 10"],["lat=52.80889"],["long=9.96114"],["directions=From direction Celle on the B3, turn left at the traffic lights next to the Church, you will come to the bar after approx. 100 mtr."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A very lively Bar at the week ends, good selection of Wine, Beer and Cocktails."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Speakers Corner"],["url="],["email=speakers-corner@web.de"],["address=Cellerstraße 43"],["lat="],["long="],["directions=From Celle on the B3 the Bar can be found on your Right side not far after the Volkswagen dealer."],["phone="],["tollfree="],["fax="],["hours=Opening times Thursday, Friday and Saturday from 7:30-04:00"],["price="],["content=A English style bar with English speaking staff,  wide selection of German and English Beers is available , a large Beergarden is also available for up to 100 people, the bar can be rented  for special events like Weddings, Birthday Partys, or even Mess do's."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Vivas Cocktail Bar"],["url="],["email="],["address=Harburger Strasse 14"],["lat="],["long="],["directions=located directly on the B3, at traffic lights almost  opposite the Shell petrol station"],["phone=05051 5095238"],["tollfree="],["fax="],["hours=Open Tue-Sun . Closed Monday"],["price="],["content=A wide selection of beer, Wine or Cocktails at good prices, specials on some nights. Steaks and Mexican themed food is available in the restaurant above a reasonable cost."]]}]},"\n",{"type":"===","value":["Coffee Shops"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Coffee Shop Marion Guse"],["url="],["email="],["address=Celler Straße 3"],["lat="],["long="],["directions=In the town centre, directly on the B3"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Coffee shop"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=City Call Bergen"],["url="],["email="],["address=Celler Straße 14"],["lat="],["long="],["directions=In the town centre, directly on the B3"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Coffee shop and Internet Cafe"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Hotel Café Anna,"],["url="],["email="],["address=Bahnhofstraße 16"],["lat="],["long="],["directions=See entry for Cafe Anna under Eat"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ideal place to sit down for a drink or snack"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"[[","value":[["File:Bergen-Stellplatz.jpg"],["thumb"],["250px"],["Bergen stellplatz"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wohnmobil-Stellplatz"],["url="],["email="],["address=Parkplatz Ziegeleiweg 9"],["lat="],["long="],["directions=from the B3 direction Celle turn Right at the Lights just after the Church onto Deichend. Continue for approx 150 Mtr then take the first street on your Left (camper signed)"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A small park for approx 6-8 campers with water and waste point. A 5 min walk into Town centre, plenty of places to eat and drink."]]}]},"\n",{"type":"===","value":[" Budget "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Café Anna"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=For details see \"Eat\" section. Anna’s Hotel is cheap and cheerful. The ten rooms are clean, albeit not very big, and most have en suite. Good breakfast but tell the owner if you need to eat before 08.15. Good location for Hohne Camp and A7 motorway is about 15 mins up the B 3. The hotel has a café where you can have a meal, coffee and cake, and a beer."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Desperados Hotel"],["url="],["email="],["address=Lukenstr. 6"],["lat="],["long="],["directions=From the B3 follow the street around the side of the Church, you will see the entrance to the Hotel after approx. 150 Mtr"],["phone=05051 \/ 915180"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= A family run hotel and restaurant with nice rooms and good value.The staff are very friendly and speak English."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dralle Hotel (Hotel Bade)"],["alt=info@dralle-bergen.de"],["url=http:\/\/www.dralle-bergen.de"],["email="],["address=Dralle Veranstaltungsservice GmbH, vertreten durch Herrn Olaf Dralle, Becklingen 103, 29303 Bergen"],["lat="],["long="],["directions=On B3 next to Shell petrol station"],["phone=05051 5627 or 0170 273 3407"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Part of the Hotel Bade group. www.hotel-bade.de Tel: 05051 9850-0. Medium priced 3 star hotel and restaurant. No. of rooms: 17. Garden terrace. Bowling Alley"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Café Anna"],["url="],["email="],["address=Bahnhofstraße 16"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Has 10 hotel rooms with shower, WC and TV for overnight stays.Double rooms cost from €55. See \"Eat\" section above for further details."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Seminar Hotel Schulz"],["url=http:\/\/www.seminarhotel-schulz.de"],["email="],["address=Ziegeleiweg 10"],["lat="],["long="],["directions=B3 from direction Celle. rom the B3 direction Celle turn Right at the Lights just after the Church onto Deichend. Continue for approx 150 Mtr then take the first street on your Left"],["phone=05051-98 820"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Medium priced 3 star Hotel a 5 min walk from the town centre. Some staff speak English. number of rooms: 21.  conference rooms"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Landhotel Michaelishof"],["url="],["email="],["address=Hauptstrasse 5, 29303 Bergen region: Celle, Luneburg, Niedersachsen, Germany"],["lat="],["long="],["directions=Coming from Hanover, A7 or A2 Leave the A7 and follow the A37\/B3 towards Burgdorf and Celle or leave the A2 and follow the B214 towards Celle. Pass through Celle, always staying on the main road B3 towards Hamburg\/Soltau. The Michaelishof is situated 20 kilometres beyond Celle in Often. Coming from Hamburg Follow the A7 towards Hannover. Leave the A7 at the exit Soltau-Süd, turn right onto the B3 towards Celle\/Bergen. You will pass through Bergen and after 3 kilometres you will find the Landhotel Michelishof at the entrance of Offen on your left."],["phone=05051 8870"],["tollfree="],["fax="],["hours="],["price=Medium-priced"],["checkin="],["checkout="],["content=A very nice 3 star hotel serving excellent food in its restaurant"]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["City Call Bergen"]},".  Coffee Shop and Internet . Celler Straße 14. In the town centre, directly on the B3"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=C'est La Vie"],["url="],["email="],["address=Celle Strasse"],["lat="],["long="],["directions=Directly on the main street of Bergen near the Ice Cafe"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Post Office and gift store"]]}]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Apotheke (Chemist) Hirch"],["url="],["email="],["address=Celle strasse"],["lat="],["long="],["directions=Directly on the Main street next to the Sparkasse Bank"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Chemist stocking the normal range of medicines and remedies including prescription drugs. English spoken and very helpful staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Rossmann"],["url="],["email="],["address=Celler Straße 55"],["lat="],["long="],["directions=Off the B3 direction Celle, at the first set of traffic lights turn Right"],["phone=05051 6064590"],["tollfree="],["fax="],["hours="],["price="],["content=Drugstore"]]}]},"\n",{"type":"==","value":["Go next"]},"\nBergen is an ideal place to stay if you enjoy cycling or walking, there are numerous small roads and tracks that give you access to the largely unspoilt countryside. From most places within Bergen it will only take you a 10 min walk before you are away from the main roads and out into the woods and fields.\n\nThere are plenty of small villages and towns to explore in the local area and many of these villages have walks\/cycles\/attractions.  There is a local bus service which runs during the peak summer period, the Entdecker Bus which goes through the villages in the Region and as far as Celle Bahnhof station (http:\/\/www.entdeckerbus-suedheide.de\/). It normally runs from the end of June until mid October, costing approx €3 per person per day with children under 14 travelling free.  For this, you can board\/alight throughout the day at any of the predetermined stops. You may also take your bicycle as there is space allocated for them. This service is aimed at tourists and facilitating their visiting the many small villages in the area.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Uelzen"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hermannsburg"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Munster (Lower Saxony)"],["Munster"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Luneburg"]]}]},"\n",{"type":"{{","value":[["geo"],["52.810278"],["9.961111"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lüneburg Heath"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bergen, Lower Saxony"]]}]