[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n\n",{"type":"'''","value":["Berlín"]}," is a city in the department of Usulután, ",{"type":"[[","value":[["El Salvador"]]},".\n\n",{"type":"==","value":["Get in"]},"\nThere is a direct bus, number 303, from ",{"type":"[[","value":[["San Salvador"]]},"'s eastern bus terminal that leaves every day at 2PM.  An often faster method is to take any of the buses leaving from the eastern terminal heading for ",{"type":"[[","value":[["San Miguel (El Salvador)"],["San Miguel"]]}," and get off the bus at Mercedes Umaña from there buses leave every half an hour for Berlín up the volcano.  The last bus up leaves at 6:30PM so try to arrive before then.  Typically the bus takes an hour and a half from San Salvador to Mercedes and then another 30–45 minutes from Mercedes to Berlín.\n\nIf you are driving simply take the Pan American highway east towards San Miguel and turn right at the Mercedes intersection.\n\n",{"type":"==","value":["Get around"]},"\nRecently small moto-taxis, also known as \"tuk-tuks\" have become very popular around the city.  These are typically cheap although everything in the city is easily within walking distance.\n\n",{"type":"==","value":["See"]},"\n\nThe city has numerous vistas and aging haciendas.  At one time the city was a center for coffee production but this has slowed as global coffee prices have fallen.  The city was also the fought over during the civil war and bullet holes can still be seen around the city.  It was also the victim of carpet bombing by the government after the city was taken by the rebels.  There are still remains of once grand houses around the city although many have been cleaned or rebuilt since.\n\nThe city also celebrates the Semana Santa (Holy Week) with parades and by making traditional alfombras(rugs) depicting scenes from the resurrection out of colored salts as well as whatever is available at the time.\n\nThere is also a year festival to celebrate the patron saint of Berlín, San Jose.  Check Berlín's webpage below for the exact dates of these events.\n\n",{"type":"==","value":["Do"]},"\nOne of the great things about Berlín is that it's located near the top of a volcano with relatively flat area surrounding it.  This provides great views and you can see just about half of El Salvador from the top of the \"Cerro de la Cruz\" (Hill of the Cross) including the San Vicente volcano and the Pacific ocean.  There is a large white cross at the top of the hill overlooking Berlín.\n\nThe hike up the \"Cerro de la Cruz\" takes about 45 minutes to an hour and is of medium difficulty.  Without a guide to the top it may be difficult to find your way.  Many local children will jump at the opportunity to show you the way, and are especially great for pointing out different fruits and other plants.  Tip them or take them for ice cream afterwards.\n\n",{"type":"[[","value":[["File:Laguna de Alegria.jpg"],["thumb"],["250px"],["Laguna de Alegría"]]},"Berlín is also a great launching point for trips to the Laguna de Alegría, also known as the \"Emerald of Central America\".  The laguna is located inside the crater of the now dormant volcano Tecapa.  The laguna grows a brilliant green especially in bright sunlight and is caused by the sulfur and other minerals found in the craters volcanic clay.\n\nIt's a favorite spot among El Salvadorans and its common to see locals trekking out hunks of the clay which they use for medicinal purposes.  There are several picnic tables and large rocks to congregate around.  The laguna itself is only deep in the very center although most El Salvadorans will not swim in the laguna.  There is a myth that a mermaid lives in the laguna which drowns handsome young men.  The myth likely originates from the sticky clay bottom and the fact that many El Salvadorans are poor swimmers.\n\nTake the bus from Berlín that leaves every 45 minutes for Santiago de Maria next to the City Hall.  Ride the bus all the way through the lovely town of ",{"type":"[[","value":[["Alegría (El Salvador)"],["Alegría"]]}," and exit on the opposite side of the town near a cobblestone path with a bus stop next to it.  The road is roughly 1.5 miles long and is a moderate hike through coffee plantations.  The road will end at the entrance to the laguna and a small tienda is located just to the left of the entrance.  Admission is 25 cents for the day.\n\nIf you're in decent shape and feel like a real challenge you can take a great hike from Berlín up to the very lip of the crater.  Simply follow the same road up the hill you take to go to the Cerro de la Cruz  near the community called Brisas del Sol.  Instead of splitting off to go to the cerro continue on the road and it will pass by a steaming volcanic crater, a large soccer field with a great big tree and sitting rocks for a break, and then through a coffee finca called Optimismo and finally end up at a small military installation.  You will then take a trail to the right along the rim of the crater which eventually descends to the entrance to the laguna.  It can be somewhat challenging at times but the views are spectacular.\n\n",{"type":"==","value":["Eat"]},"\nThe best bang for your buck is a restaurant one block up from park called ",{"type":"'''","value":["comedor Rosario"]},".  They serve a wide variety of local food that changes nightly.\n\nPupusas are prevalent as well as numerous french fry vendors around the park.  Because of its high altitude all of the papusas are made with corn flour.  A small blue stand half a block down from the north west corner of the park sells papusas with green onions.\n\n",{"type":"==","value":["Sleep"]},"\nThe Hostel Casa Mía is hardly what an avid travel would think of when they envision a hostel.  This vintage hacienda was converted into a hostel recently and has very large elegant rooms each with its own atmosphere.  They charge $15\/per person and also have one of the classier restaurants in town.\n\nOther cheaper options include the Hotel Berlineses which is $10\/room and also has small restaurant attached and even a very shallow pool.  The Hotel is a block down the hill from the northwest corner of the park.\n\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.berlinesesonline.com The Official Page of Berlín, El Salvador"]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.hostalcasamia.net\/ Hostel Casa Mía"]}]},"\n",{"type":"==","value":["Go next"]},"\nThe direct bus to San Salvador leaves early in the morning around 6AM, but ask for the exact time.  Buses down to Mercedes leave every 30 minutes from 5AM to 6:30PM.\n\n",{"type":"{{","value":[["geo"],["13.5000"],["-88.5333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Eastern El Salvador"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Berlín"]]}]