[{"type":"{{","value":[["pagebanner"],["Bermuda banner View from Gibbs lighthouse.jpg"]]},"\n",{"type":"{{","value":[["Quickbar\/working"],["location=LocationBermuda.png"],["capital=",{"type":"[[","value":[["Hamilton (Bermuda)"],["Hamilton"]]}],["currency=Bermudian dollar (BMD); par with US dollar"],["population=65,773 (July 2006 est.)"],["electricity=120V\/60Hz (North American plug)"],["callingcode=+1-441"],["timezone=UTC -4"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gotobermuda.com\/ Bermuda"]}]}," is a self-governing ",{"type":"[[","value":[["United Kingdom"],["British"]]}," overseas territory in the Atlantic Ocean north of the ",{"type":"[[","value":[["Caribbean"]]},", off the coast of ",{"type":"[[","value":[["North America"]]}," east of ",{"type":"[[","value":[["North Carolina"]]},". It is one of the last remnants of the British colonial empire in North America.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Bermuda regions map.png"],["thumb"],["450px"]]},"\n\nBermuda has two incorporated municipalities: one city and one town. There are also unincorporated municipalities (villages).\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hamilton (Bermuda)"],["Hamilton"]]}," - the capital, and only city."]},{"type":"*","value":[" ",{"type":"[[","value":[["Saint George (Bermuda)"],["St. George"]]}," - the old capital. Oldest surviving English New World town."]},{"type":"*","value":[" ",{"type":"[[","value":[["Flatts Village, Bermuda"],["Flatts Village"]]}," - location of the ",{"type":"''","value":["Bermuda Aquarium, Museum and Zoo"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Somerset (Bermuda)"],["Somerset Village"]]}," - on Somerset Island, Sandy's Parish."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Baileys Bay"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Horseshoe Bay Beach"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Royal Naval Dockyard"]]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Topography"]},"\n\nBermuda consists of about 138 islands and islets, with all the major islands aligned on a hook-shaped, but roughly east-west, axis and connected together by road bridges. Despite this complexity, Bermudans usually refer to Bermuda as \"the island\". In terms of terrain, the islands are comprised of low hills separated by fertile depressions, and interspersed with a complex set of waterways.\n\nThe inhabited island chain is actually the southern sector of a circular pseudo-atoll, the remainder of the coral ring being submerged or inter-tidal reefs (Bermuda was formed volcanically but is not a true atoll). As a result the northern shores of inhabited islands are relatively sheltered, whilst the southern shores are exposed to the ocean swell. Consequently most of the best beaches are on the southern shore.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["File:HamiltonStreet.jpg"],["thumb"],["300px"],["A street in Hamilton"]]},"\n\nThe best time to visit Bermuda is spring to autumn. Although the island is an associate member of the Caribbean Community (CARICOM), it is not actually in the Caribbean Sea and has a different climate. It is much farther north, but the warm waters of the Gulf Stream help give it a quasi-tropical atmosphere.\n\nThe islands have ample rainfall but no rivers or freshwater lakes. As a result drinking water is collected on the roofs of all buildings (by law) and in special catchment areas, and stored in tanks under the ground for each home or property. Bermuda has a mild, humid subtropical maritime climate though gales and strong winds are common in winter. The hurricane season is from June to November.\n\n",{"type":"===","value":["History"]},"\n\nBermuda was first settled in 1609 by shipwrecked English colonists headed for the infant English colony of ",{"type":"[[","value":[["Virginia"]]},". The first industry on the islands was fruit and vegetable cultivation to supply the early American colonies. The islands took a carefully unofficial role during the American War of Independence, with much of Washington's armaments coming from a covert (and likely locally complicit) raid on the island's armoury. After US independence and during the Napoleonic wars, Great Britain found itself without access to the ports now on the US east coast. Because of this situation and Bermuda's convenient location between British Canada and Britain's Caribbean possessions, Bermuda became the principal stopover point for the British Royal Navy's Atlantic fleet, somewhat similar to Gibraltar.\n\nThe American Civil War and American Prohibition both added considerably to the island's coffers, with Bermuda forming an important focal point in running the blockades in both cases. During the Second World War, a large US air base was built on the islands and remained operational until 1995, and Bermuda served as the main intercept center for transatlantic cable messages to and from occupied Europe.\n\nTourist travel to Bermuda to escape North American winters first developed in Victorian times. Tourism continues to be important to the island's economy, although international business has surpassed it in recent years. Bermuda has developed into a highly successful offshore financial center. A referendum on independence was soundly defeated in 1995. For many, Bermudian independence would mean little other than the obligation to staff foreign missions and embassies around the world, which can be a strong obligation for Bermuda's small population. Since the return of ",{"type":"[[","value":[["Hong Kong"]]}," to ",{"type":"[[","value":[["China"]]}," in 1997, Bermuda now has the largest population of all the British overseas territories.\n\n",{"type":"===","value":["Cup Match"]},"\nThe Thursday (Emancipation Day) and Friday (Somer's Day) before the first Monday in August are when Somerset and St. George play cricket, a tradition since 1901. ",{"type":"'''","value":["Almost all businesses, including tourist attractions, shut down"]}," and large numbers of tents appear throughout the islands on beaches and roadsides. It's a four-day weekend, Bermuda-style. Bermudians make the most of it, sporting their team's colours, feasting and even doing some legalized gambling with their \"Crown and Anchor\" dice game.\n\n",{"type":"==","value":["Get in"]},"\nOne of Bermuda's few taxes is its steep import ",{"type":"''","value":["duty"]},".  This varies depending on the item and the importer. Some items are tax-exempt when brought in for personal use (books, educational materials). The duty on cars is fixed to their value. If the cost of the vehicle before it is landed is less than $10,000, the duty is 80%. For cars costing $10,000 or greater, before landing, the duty is 100%. The dealer must add his own profit margin on top of this. Each person arriving on the island is allowed a $100 exemption, but visitors deemed to be carrying more than that amount will be subject to duty on the excess value.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Bermuda wv.jpg"],["right"],["thumb"],["300px"],["Residential scene in Bermuda"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bermuda International Airport"],["alt=",{"type":"{{","value":[["IATA"],["BDA"]]}],["url=http:\/\/www.bermudaairport.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 (441) 293-2470"],["tollfree="],["fax="],["hours="],["price="],["content=There are daily flights from ",{"type":"[[","value":[["Atlanta"]]},", ",{"type":"[[","value":[["Baltimore"]]},", ",{"type":"[[","value":[["Boston"]]},", ",{"type":"[[","value":[["Charlotte"]]},", ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]},", ",{"type":"[[","value":[["New York City"],["New York"]]},", ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["Toronto"]]}," and ",{"type":"[[","value":[["Washington, D.C."],["Washington"]]},", together with less frequent flights from other ",{"type":"[[","value":[["United States"],["US"]]}," and ",{"type":"[[","value":[["Canada"],["Canadian"]]}," cities. ",{"type":"[[","value":[["British Airways"]]}," fly from ",{"type":"[[","value":[["London"]]}," (Gatwick) to Bermuda."]]}]},"\nThere is a $25 airport tax for all passengers. Bermuda's Airport has the world's highest landing\/parking fee for airlines, so the overall price for the air ticket (inc. all taxes) is considerably higher than for many Caribbean destinations.\n\nArriving passengers will need to pass through Immigration and Customs, and non-residents must have a return or onward ticket. Importation of narcotics and weapons (including all forms of guns) is strictly prohibited, as are any live marine animals, snakes or plants.\n\nThe airport is situated in St. George's Parish, adjacent to Castle Harbor, and nearer ",{"type":"[[","value":[["Saint George (Bermuda)"],["St George's"]]}," than ",{"type":"[[","value":[["Hamilton (Bermuda)"],["Hamilton"]]}," (though no part of Bermuda is far from any other). If you are arriving on an inclusive tour, then your tour operator will probably have arranged onward transportation to your hotel by private bus. The airport is well served by local public buses, but unfortunately these will not accept luggage.\n\nTaxis are available at the airport; depending on time of arrival and destination they may cost up to $50. Rates to and from the airport are set and posted. Hire cars are not available (see 'Get around' below).\n\nOne plus for visitors arriving from the US is that customs and immigration clearance is done in Bermuda prior to boarding your flight home. This allows for easy domestic connections on arrival in the US.\n\n",{"type":"===","value":["By boat\/yacht"]},"\n\nBermuda receives many visits from ",{"type":"[[","value":[["cruise ships"]]}," during the summer months, with most ships operating from the ports of ",{"type":"[[","value":[["Baltimore"]]},", ",{"type":"[[","value":[["Boston"]]},", ",{"type":"[[","value":[["Bayonne (New Jersey)"],["Bayonne"]]},", ",{"type":"[[","value":[["New York City"],["New York"]]},", ",{"type":"[[","value":[["Charleston (South Carolina)"],["Charleston"]]},", ",{"type":"[[","value":[["Norfolk (Virginia)"],["Norfolk"]]},", Miami\/Ft Lauderdale, and ",{"type":"[[","value":[["Philadelphia"]]}," on the eastern seaboard of the ",{"type":"[[","value":[["United States"]]},".\n\nThe same immigration and customs rules apply as for arrival by air (above).\n\nThere are three different locations cruise ships may stop at in Bermuda, and some vessels visit more than one of these in a single cruise:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hamilton (Bermuda)"],["Hamilton"]]}]},". Cruise ships berth here alongside Front Street, one of the main streets of Bermuda's capital. Passengers here have access to the shops and restaurants of Hamilton, and can reach the rest of the islands using the bus and ferry systems described in 'Get About' below."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Saint George (Bermuda)"],["Saint George"]]}]},". Cruise ships berth near the main square of the small town and historic former capital. Passengers can reach Hamilton and Flatts Village directly by bus, and other locations by changing in Hamilton."]},{"type":"*","value":[" ",{"type":"'''","value":["Royal Naval Dockyard, Ireland Island"]},". This berth is situated in the historic naval dockyard complex at the extreme 'western' end of the island beyond ",{"type":"[[","value":[["Somerset (Bermuda)"],["Somerset"]]},". This is currently the only location in Bermuda that can accommodate the largest of cruise ships. Passengers can reach Hamilton directly by bus or ferry, and other locations by changing there."]},"\nBermuda is a favorite, if challenging destination for off-shore yacht crews. Crossing from the US mainland or the Azores can take up to 3 weeks in the notorious calm of summer. The rest of the year there might be too much wind: nor'easters to hurricanes. Another hazard: lots of floating debris from sunken ships and the hurricanes of the last few years. Within a 200 nm radius from Bermuda collisions with solid objects are frequent and often deadly.\n\nYachts have to clear in Bermuda Customs and Immigration at St George. Only bargain left in the islands: bring your own boat and anchor, moor or dock for free in all the islands' coves for up to 6 months. Check in is only $15.-\/pp ($10 cheaper than by air).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Public transport"]},"\nThe islands benefit from a good bus services, which connects all parts of the islands to ",{"type":"[[","value":[["Hamilton (Bermuda)"],["Hamilton"]]},". Bus is the cheapest way to get around, and it can be a good idea to use it, but it is has some negative sides. The timetable is not always respected and, especially outside of Hamilton, Bermudians will often wait 15 or even 30 minutes at the bus stop (don't blame them, if they say, the bus will come in a moment: time is relative in such a beautiful place)! Bus drivers are well educated, however the first time you catch a bus, you will be scared by the fact that buses will regularly hit the leaves of palms and other plants as they travel very very close to the side of the street, and by the speed reached in some streets, despite the official low speed limit. Bus frequency is very good in some areas, but this only until about 5 PM; afterwards it is impossible to reach many parts of the islands by bus. The buses are air conditioned and used equally by locals and visitors. If you plan to use the bus, if will be much more convenient if you buy a multiple days travel pass in a post office in St.George or Hamilton. When catching a bus look out for the pink and blue painted poles which denote bus stops; pink indicates buses heading into Hamilton; blue heading out from Hamilton. Buses will not accept passengers with a lot of luggage, thus they are not a recommended mean of transportation from or to the airport.\nMore information available from:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Department of Public Transportation"],["alt="],["url=http:\/\/www.gov.bm\/portal\/server.pt?space=CommunityPage&control=SetCommunity&CommunityID=252\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 441 292-3851"],["tollfree="],["fax="],["hours="],["price="],["content=Operators of the bus service."]]}]},"\nThere are also passenger ferries which ply the waters of Hamilton Harbour and the Great Sound, and are a great way of getting to Somerset and the Dockyard. There is also a ferry service between the Dockyard and St. George. Transportation passes valid on both buses and ferries are available for unlimited use for periods of 1 to 31 days and cost $12–55. A one-way bus or ferry trip costs $4. Ask the bus driver for a transfer if you must connect to another line.  If embarking from a cruise ship at the Dockyard the ferry is the most cost effective way to get to Hamilton.  If you wish to visit St. George by ferry, do this on a day your cruise ship does not embark from Bermuda.\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Sea Express"],["alt="],["url=http:\/\/www.seaexpress.bm\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 441 295-4506"],["tollfree="],["fax="],["hours="],["price="],["content=(",{"type":"''","value":["operators of the ferry service"]},")."]]}]},"\nSchedules for ",{"type":"[","value":["http:\/\/horariodeonibuses.com bus and ferry"]},".\n\n",{"type":"===","value":["Taxis"]},"\nTaxis are another easy way of getting around the islands. They are available at taxi stands on Front St. in Hamilton, at the major hotels or by phone. All taxis are fitted with a meter and charge $4 for first mile plus $1.40 for each subsequent mile. If not in Hamilton, you can always flag one down on a major road or call to have one pick you up.\n\nWith many services in Bermuda, but especially with taxis (though not with buses and ferries, which are very punctual), there is a concept of \"Bermuda Time.\" You may find that when you call for a taxi to pick you up, they may not be as prompt as you would like. This may mean waiting an extra ten minutes, but remember that Bermuda is not at all fast-paced like many cities, it is much more laid back and relaxed here. So relax; you are on Bermuda time. Enjoy the views while you wait.\n",{"type":"*","value":[" ",{"type":"'''","value":["Bermuda Taxi Radio Cabs"]},", Phone: +1 441 295-4141,"]},{"type":"*","value":[" ",{"type":"'''","value":["Bermuda Taxi Association"]},", Phone: +1 441 296-2121,"]},"\n",{"type":"===","value":["Moped and cycle hire"]},"\nUntil the arrival of the US military during the second world war, cars were entirely banned from the islands. Even now hire cars are banned, and only residents are permitted to own cars. Motorized bicycles or mopeds are available for hire and heavily used by locals and tourists as well. If you wish to use mopeds, rentals are very common, regulated and priced competitively, but beware: \"Road Rash\" is a very common affliction affecting many tourists. The rule of the road is to drive on the left side of the road - like many Commonwealth countries.\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.elbowbeachcycles.com\/ ",{"type":"'''","value":["Elbow Beach Cycles"]}]},", Phone: +1 441 296-2300, (",{"type":"''","value":["scooter rental"]},"), (",{"type":"''","value":["cycle rental"]},"), (",{"type":"''","value":["moped hire"]},")."]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Oleander Cycles"],["alt="],["url=http:\/\/www.oleandercycles.bm\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 441 236-2453"],["tollfree="],["fax="],["hours="],["price="],["content=cycle rental."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Wheels Cycles (Astwood) Ltd."],["alt="],["url=http:\/\/www.bermuda.com\/wheels"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 441 292-2245"],["tollfree="],["fax="],["hours="],["price="],["content=Cycle rental."]]}]},"\n",{"type":"==","value":["See"]},"\nThere are surprisingly large number of excellent sightseeing places in this 21-square mile tiny island.\n\nMain Sightseeing Attractions :\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Saint George (Bermuda)"],[{"type":"'''","value":["Town of St. George"]}]]},". A scenic ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]}," and the oldest, continually inhabited British settlement in the New World. It boasts small winding streets with typical British Colonial architecture with fountains, gardens and squares, cobbled streets and plazas."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Bermuda Maritime Museum"],["alt="],["url=http:\/\/www.bmm.bm\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=441-234-1418"],["tollfree="],["fax="],["hours="],["price="],["content=Pender Rd., Royal Naval Dockyard. Take 1\/2 a day to go to the Royal Naval Dockyard. After the loss of its naval bases during the American Revolutionary War, the British Royal Navy relocated the headquarters of its Atlantic Fleet here from 1812 to 1957. The old limestone storage buildings, keep and fortress have been wisely redeveloped by the Bermuda Government into a tourist attraction and shopping centre."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Bermuda Aquarium, Museum, and Zoo"],["alt="],["url=http:\/\/www.bamz.org\/"],["email="],["address=40 North Shore Road"],["lat="],["long="],["directions="],["phone=(441) 293-2727"],["tollfree="],["fax="],["hours="],["price="],["content=Flatts Village. Daily 9AM-5PM (last admission 4PM). Centerpieced by a 140,000 gallon replica coral reef, this one of Bermuda's main attractions. Over three hundred birds, reptiles and mammals and 200 species of fish. Adults $10, Seniors $5, ages 5 to 12 $5."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Crystal and Fantasy Caves"],["alt="],["url=http:\/\/www.caves.bm"],["email="],["address="],["lat="],["long="],["directions="],["phone=441-293-0640"],["tollfree="],["fax="],["hours="],["price="],["content=Wilkinson Avenue, Bailey’s Bay. Daily 9:30AM-4:30PM (last admission 4:00). Two quite different caves to see."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Spittal Pond"]}," (note: This was heavily damaged by Hurricane Fabian in 2003 and the process of fixing the trails and trees is still ongoing.)"]},{"type":"*","value":[" ",{"type":"'''","value":["Devil's Hole Aquarium"]},", Harrington Sound Road, Hamilton, 441-293-2727. Small but fun. \"Fish\" for reef fish and turtles with bait, but no hooks. Daily 9:30AM–4:30PM. Adult $5, ages 5–12 $3, under 5 $.50."]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Bermuda Underwater Exploration Institute"],["alt="],["url="],["email="],["address=40 Crow Lane"],["lat="],["long="],["directions="],["phone=441-297-7219"],["tollfree="],["fax="],["hours="],["price="],["content=East Broadway, Pembroke, ",{"type":"''","value":["just outside of Hamilton"]},", ",{"type":"[","value":["http:\/\/www.buei.bm"]},"."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Bermuda National Trust Museum known as the Globe Hotel"],["alt="],["url=http:\/\/www.bnt.bm\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Gibbs Hill Lighthouse"]},", St Anne's Road, Southampton. One of the oldest cast iron structures in the world. First lit on May 1, 1846. You can climb its 180 steps to the observation deck surrounding the lamp, which offers spectacular views of the island and the waters around. There is a Tea Room at its base offering drinks and light fare."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Swim"]},"\n\nGo to one of Bermuda's lovely pink sandy beaches:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Horseshoe Bay Beach"]},", Southampton Parish. Beautiful pink sand beach bordered by rocky areas suitable for snorkeling. Probably the most photographed (and most popular) Bermudian beach. Be aware that it may be crowded with cruise ship tourists, whose number one stop is often this beach. The surf can get rough at times here. There are bathroom facilities, beach rentals, and food concessions. Lifeguards in summer.  Be sure to look for the impressive sea caves and tunnels."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Elbow Beach"]},", Tribe Road #4, Paget Parish. Another beautiful pink sand beach between Coral Beach, Elbow Beach and Coco Reef hotels."]},{"type":"*","value":[" ",{"type":"'''","value":["Tobacco Bay"]},", St. George Parish. A boulder-sheltered, shallow, warm-water beach which can become quite crowded with cruise ship passengers. Can be reached on foot from St. George square or shuttles are readily available. Another walk will take you to nearby Fort St. Catherine. Rest rooms, food concession, beach rentals."]},{"type":"*","value":[" ",{"type":"'''","value":["Achilles Bay \/ St. Catherine's Bay"]},", Northeastern St. George Parish. Can be reached on foot from St. George square or shuttles are readily available. Adjacent to Fort St. Catherine. Rest rooms, food concession nearby, beach rentals."]},{"type":"*","value":[" ",{"type":"'''","value":["Clearwater Beach \/ Turtle Beach \/ Turtle Bay \/ Long Bay \/ Well Bay \/ Soldier Bay"]},", in St. David's near the eastern end of the airport runway. Located on former US Air Base lands used for NASA tracking station at Cooper's Island.  Rest rooms, food concession and bar. Children's playground. Lifeguards during the summer months."]},{"type":"*","value":[" ",{"type":"'''","value":["John Smith's Bay Beach"]},", Hamilton Parish. Nice pink sand beach. Summer lifeguards. Usually a mobile food concession."]},{"type":"*","value":[" ",{"type":"'''","value":["Shelly Bay"]},", North Shore Road, Hamilton Parish. Lots of shallow water and a large playground make this great choice for families with small kids. Not far from Flatts Village and the Bermuda Aquarium, Museum and Zoo. Restrooms, beach rentals, food concession."]},{"type":"*","value":[" ",{"type":"'''","value":["Chaplin Bay \/ Stonehole Bay \/ Warwick Long Bay"]},", South Road, Warwick Parish.  Warwick Long Bay is a very large beach.  It's less popular than the other large beaches due to its relatively steep sand slope, and strong undercurrent.  Chaplin and Stonehole bays, along with the accompanying Jonson's Cove, are pristine, picture postcard settings.  They are made up of small and medium sized sandy inlets."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Snorkel Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=234-6989"],["tollfree="],["fax="],["hours="],["price="],["content=Royal Naval Dockyard. A limestone tunnel through the keep's wall puts you on the beachfront for snorkeling or water sports. This is often a popular stop for passengers coming off the cruise ships and reluctant to leave the Dockyard area."]]}]},"\n",{"type":"===","value":["Golf"]},"\n\nBermuda has many golf courses  and driving ranges spread out along its length.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["St. George Golf Course"]},", St. George Parish, north of the Town of St. George."]},{"type":"*","value":[" ",{"type":"'''","value":["Tuckers Point Golf Course \/ Mid Ocean Golf Course"]},", St. George Parish, near Tucker's Town."]},{"type":"*","value":[" ",{"type":"'''","value":["Ocean View Golf Course"]},", Devonshire Parish on northern shore."]},{"type":"*","value":[" ",{"type":"'''","value":["Horizons Golf Course"]},", Paget Parish south-west. (9 holes)"]},{"type":"*","value":[" ",{"type":"'''","value":["Belmont Hills Golf Course"]},", Warwick Parish east."]},{"type":"*","value":[" ",{"type":"'''","value":["Riddell's Bay Golf and Country Club"]},", Warwick Parish west."]},{"type":"*","value":[" ",{"type":"'''","value":["Fairmount Southampton Princess Golf Course"]},", Southampton Parish east."]},{"type":"*","value":[" ",{"type":"'''","value":["Port Royal Golf Course"]},", Southampton Parish west."]},{"type":"*","value":[" ",{"type":"'''","value":["Bermuda Golf Academy and Driving Range"]},", Southampton Parish west."]},"\n",{"type":"===","value":["Explore"]},"\n\n",{"type":"'''","value":["Bermuda Railway Trail"]},"\n\nThe bed of the former Bermuda Railway which was dismantled in 1948 after 17 years of service. Many sections still exist as a public walking trail stretching from St. George Town in the east end, through Pembroke Parish near the City of Hamilton and on toward Somerset Village in the west end. Many station houses, trestle footings and railway ties can be found. It offers spectacular views of the island and waters along its length.\n\n",{"type":"'''","value":["Bermuda Forts"]},"\n\nBermuda has many examples of large fortifications and smaller batteries spread throughout the island which were built between 1612 after first settlement and manned until 1957. For its small size the island had approximately 100 fortifications built. Many have been restored, primarily the larger ones, and are open to the public with dioramas and displays. Many have their original cannons in place. Some lie on outlying islands and islets and can only be accessed via boat, or have been incorporated into private properties and resorts. Some of those which can be accessed are:\n",{"type":"*","value":[" ",{"type":"'''","value":["Fort St. Catherine"]},", St. George Parish north (has displays and dioramas and replica Crown Jewels)"]},{"type":"*","value":[" ",{"type":"'''","value":["Gates Fort"]},", St. George Parish east (guarding Town Cut channel entrance)"]},{"type":"*","value":[" ",{"type":"'''","value":["Alexandra Battery"]},", St. George Parish east"]},{"type":"*","value":[" ",{"type":"'''","value":["Fort George"]},", St. George Parish (overlooking the Town of St. George)"]},{"type":"*","value":[" ",{"type":"'''","value":["St. David's Battery"]},", St. George Parish east"]},{"type":"*","value":[" ",{"type":"'''","value":["Martello Tower \/ Ferry Island Fort"]},", St. George Parish west (at Ferry Reach)"]},{"type":"*","value":[" ",{"type":"'''","value":["King's Castle \/ Devonshire Redoubt \/ Landward Fort"]},", St. George Parish south (on Castle Island, accessed via boat)"]},{"type":"*","value":[" ",{"type":"'''","value":["Fort Hamilton"]},", Pembroke Parish (overlooking the City of Hamilton)"]},{"type":"*","value":[" ",{"type":"'''","value":["Whale Bay Battery"]},", Southampton Parish west."]},{"type":"*","value":[" ",{"type":"'''","value":["Fort Scaur"]},", Sandys Parish (overlooking the waters of the Great Sound)"]},{"type":"*","value":[" ",{"type":"'''","value":["The Keep at the Dockyard"]},", Sandys Parish (within the Maritime Museum)"]},"\n",{"type":"==","value":["Buy"]},"\nBermuda's currency is the ",{"type":"''","value":["Bermudian dollar"]}," (International currency code ",{"type":"'''","value":["BMD"]},") symbolised as ",{"type":"'''","value":["$"]}," (sometimes also B$), which is divided into 100 cents. It comes in all the same denominations as US currency, except for a more widely used dollar coin and a two dollar bill. The currency is directly tied to US currency, so one US dollar always equals one Bermudian dollar and US dollars are accepted everywhere in Bermuda at par. Bermudian dollars are not, however, accepted in the United States.\n\n",{"type":"===","value":["Costs"]},"\nBermuda can be ",{"type":"'''","value":["expensive"]},".  Because of Bermuda's steep import tax, all goods sold in stores that come from off the island carry a significant markup. When buying groceries or other (non-souvenir) items of that nature, be aware that the best prices are usually away from the more \"touristy\" areas. For example, one cup of yoghurt might cost about $1.60 at a grocery store near hotels; it will cost 25% less at a grocery store further from the tourist attractions, and only 10 cents more than in the United States. When buying these sort of things, ",{"type":"''","value":["go to where the locals go"]},".\n\n",{"type":"===","value":["Shopping"]},"\nA nice assortment of stores exists in ",{"type":"[[","value":[["Hamilton (Bermuda)"],["Hamilton"]]},", especially on Front Street, which faces the harbour and is one of the main shopping streets. The area can be explored easily by foot. In recent years, two of the largest and oldest department stores on Front Street have closed. However, A.S. Coopers, first established in 1897, remains.\n\nShopping can also be found in the easily walked town of St George as well as in Dockyard, which has a small shopping mall. Smaller stores can be found throughout the island offering a variety of goods.\n\n",{"type":"==","value":["Eat"]},"\nTwo relatively unique Bermudian dishes are salted codfish, boiled with potatoes, the traditional Sunday breakfast, and Hoppin' John, a simple dish of boiled rice and black-eyed peas. Shark hash was made, fish cakes were traditional on Fridays, hotcross buns at Easter, and cassava or farine pies at Christmas. With the high-end tourist market, great effort has been expended by hotel and restaurant chefs in developing an ostensibly 'traditional Bermudian cuisine', although this has usually meant adapting other cuisines, from West Indian to Californian, in line with the expectations of visiting clientele. Most pubs serve a typical British Pub fare, although the number of these establishments has diminished as premises are lost to development, or establishments are redeveloped to target the tourist market (note the loss of the ",{"type":"''","value":["Ram's Head"]},", the ",{"type":"''","value":["White Heron"]},", the ",{"type":"''","value":["Rum Runner"]},", and the ",{"type":"''","value":["Cock and Feather"]}," (redeveloped into the ",{"type":"''","value":["Pickled Onion"]},", with a nouveau menu)). On the other hand, over the same period Bermuda gained its first and only Irish pub, ",{"type":"''","value":["Flannagan's"]},". While lobster and other seafoods are often featured on the menu, virtually everything is imported from the US or Canada. Although this shows in the price of even casual dining and groceries, it should be noted that locally produced foodstuffs are typically less varied, poorer quality, produced in smaller quantities, and more expensive. Most bananas, for instance, will have a 'Chiquita' sticker, and are larger than those grown locally (which do have the advantage of ripening on the plant).\n\n",{"type":"===","value":["Restaurants and Dining Options"]},"\n\nRestaurants can be found all over the island, with the largest concentration in the city of ",{"type":"[[","value":[["Hamilton (Bermuda)"],["Hamilton"]]}," and ",{"type":"[[","value":[["Saint George (Bermuda)"],["St George"]]}," town. Also, there are several at some of the hotels which are outstanding, although pricey. At Elbow Beach Hotel, Cafe lido is excellent, and Southampton Fairmont Waterlot Inn, although sometimes crowded and noisy, has excellent dining.\n\nRemember that with most restaurants, the closer you are to the cruise ship docks, the more expensive the menu will be. Most cruise ship passengers have a short time in which to experience Bermuda, and if they don't eat on the ship, most will be reluctant to leave the town to eat. The restaurants in proximity to the cruise ship docks in, say, St. George's can be as much as three times as expensive as a comparable one in, say, Somerset Village.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Traveler's Price Card"],["alt=TPC"],["url=http:\/\/www.travelerspricecard.com"],["email="],["address=8 Crows Nest Hill"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=24"],["price=10.00"],["content=Although shopping may seem relatively expensive in Bermuda there are some ways to save money. Traveler's Price Card (Tpc) offers exclusive deals at over 60 locations. It can be purchased online or at the Hamilton VIC, Dockyard VIC, Juice & Beans and at numerous hotels."]]}]},{"type":"===","value":["Local dishes"]},"\nLocal specialties include:\n",{"type":"*","value":[" ",{"type":"'''","value":["Cassava pie"]},". Farine is an alternate base. Traditionally eaten at Christmas, but becoming more commonly found in local markets year round."]},{"type":"*","value":[" ",{"type":"'''","value":["Bay grape jelly"]},". Bay grapes were introduced as a wind break. Although, like Surinam cherries and loquats, they are found throughout Bermuda, and produce edible fruit, none of these plants are cultivated for agriculture in Bermuda, and their fruits are normally eaten from the tree, primarily by school children."]},{"type":"*","value":[" ",{"type":"'''","value":["Bermuda Bananas"]}," which are smaller and sweeter than others, are often eaten on Sunday mornings with codfish and potatoes."]},{"type":"*","value":[" ",{"type":"'''","value":["Fish"]}," is eaten widely in the form of local tuna, wahoo, and rockfish.  Local fish is a common feature on restaurant menus across the island."]},{"type":"*","value":[" ",{"type":"'''","value":["Fish Chowder"]}," seasoned with sherry pepper sauce and dark rum is a favourite across the island."]},"\n",{"type":"==","value":["Drink"]},"\nBermuda has two popular drinks:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Rum Swizzle"]}," which is a rum cocktail made of Demerera Rum (amber rum) and Jamaican Rum (dark rum) along with an assortment of citrus juices. Sometimes brandy is added to the mixture as well. Note, it is quite strong. According to local lore, it was named after the ",{"type":"''","value":["Swizzle Inn"]}," (although ",{"type":"''","value":["swizzle"]}," ",{"type":"[","value":["http:\/\/www.etymonline.com\/index.php?l=s&p=52"]}," is a term that originated in England, possibly in the 18th Century) where it was said to be developed."]},{"type":"*","value":[" ",{"type":"'''","value":["Dark n' Stormy"]}," is a ",{"type":"''","value":["highball"]}," of Gosling's ",{"type":"''","value":["Black Seal"]},", a dark blend of local rums, mixed with Barritt's ",{"type":"''","value":["Bermuda Stone Ginger Beer"]},"."]},"\nBoth drinks are comparatively  very sweet.\n\n",{"type":"==","value":["Sleep"]},"\nAccommodations in Bermuda are typically quite expensive. However there are excellent options available\n\nThere are many exclusive and four star accommodations such as:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fairmont Hamilton Princess Hotel"],["alt="],["url=http:\/\/www.fairmont.com\/hamilton\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=441-295-3000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=76 Pitt's Bay Rd, Hamilton."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fairmont Southampton Hotel"],["alt="],["url=http:\/\/www.fairmont.com\/southampton\/"],["email="],["address=101 South Shore Rd"],["lat="],["long="],["directions="],["phone=441-238-8000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Elbow Beach Club Resort"],["alt="],["url=http:\/\/www.mandarinoriental.com\/bermuda\/"],["email="],["address=60 South Shore Road"],["lat="],["long="],["directions="],["phone=441-236-3535"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Paget Parish."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grotto Bay Beach Resort"],["alt="],["url=http:\/\/www.grottobay.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=441-293-8333"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=11 Blue Hole Hill, Bailey's Bay."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Wyndham Bermuda Hotel"],["alt="],["url=http:\/\/www.wyndham.com\/hotels\/BDARS\/main.wnt"],["email="],["address="],["lat="],["long="],["directions="],["phone=441-238-8122"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Southampton Beaches, Phone:."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cambridge Beaches Resort"],["alt="],["url=http:\/\/www.cambridgebeaches.com"],["email="],["address=30 Kings Point Road"],["lat="],["long="],["directions="],["phone=441-234-0331"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Sandys."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Reefs"],["url=http:\/\/www.thereefs.com"],["email="],["address=Southampton"],["lat="],["long="],["directions="],["phone=(441) 238-0222"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"There are also a wide variety of B&B style accommodations and smaller guestroom hotels (with kitchenettes) such as:\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Robins Nest"],["alt="],["url=http:\/\/www.robinsnestbda.com\/"],["email="],["address=37 Mount View Rd"],["lat="],["long="],["directions=Pembroke"],["phone=292-4347"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Rosemont Hotel"],["alt="],["url=http:\/\/www.rosemont.bm"],["email="],["address=41 Rosemont Avenue"],["lat="],["long="],["directions=Pembroke"],["phone=441-292-1055"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oxford Guesthouse"],["alt="],["url="],["email="],["address=Woodbourne Av"],["lat="],["long="],["directions=Pembroke"],["phone=441-295 0503"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\nAdditionally, some businesses offer private homes, apartments and studios for short term rent such as Bermuda Accommodations Inc. www.bermudarentals.com, Phone: 416-232-2243\n\nThe exorbitant cost of accommodation and airfares has had a negative effect on tourism, which is shrinking by  more than 25% every year. Local government therefore hopes for more budget airlines to come to the island (now only USA3000 from Baltimore and some JetBlue Flights are available. Cruise ships are scape-goated for the decline in hotel stays. Compared to Caribbean destinations Bermuda is at least twice to five times as expensive for a similar product.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rosewood Tucker's Point"],["url=http:\/\/www.rosewoodtuckerspoint.com"],["email="],["address=60 Tucker's Point Drive"],["lat="],["long="],["directions="],["phone=(441) 298-4000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A luxury resort where anyone can enjoy a day golfing, at the spa, or at one of their fabulous restaurants."]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bermuda College"]},", Stonington Av, South Rd, Paget, 441-236-9000, ",{"type":"[","value":["http:\/\/www.bercol.bm"]},". Bermuda's lone college."]},{"type":"*","value":[" ",{"type":"'''","value":["Warwick Academy"]},", ",{"type":"'''","value":["Saltus Grammar School"]},", and the ",{"type":"'''","value":["Bermuda High School for Girls"]}," are some of the few private high schools located on the island."]},"\n",{"type":"==","value":["Work"]},"\n\nBermudians have been successful in implementing policies devoted to making sure that the native-born population is included in economic prosperity and professional opportunities instead of foreign workers. Laws are in place to encourage the hiring of qualified Bermudians and to building a future in which it is the rule, rather than the exception, for native-born Bermudians to be professionally trained and promoted and for young Bermudians to see a future in which they can hold places of leadership and progress within their own country.\n\nMany Caribbean nations have faced the challenge of rising \"emergency\" emigration as native-born populations are being shut out of upper-level professional opportunities through the importation of foreign workers. This is a practice which many see as a reversal of hard-won struggles against the racial discrimination and slavery-born caste systems of the past and has resulted in striking decreases in the quality of life for these nations and the rise of widespread social problems.\n\nBecause of its small population, economic prosperity and early response, Bermuda has been able to (comparatively) stem the tide of such problems and maintain a higher standard of living for all of its people, rather than cultivate a pervasive racial caste system of tourists and foreign workers, served and entertained by native-born blacks who provide 'color and culture' but without an equal footing in society.\n\n",{"type":"==","value":["Talk"]},"\n\nThe principal language spoken is English, although many Bermudians have a strong accent. Bermuda has a unique accent not really similar to any other Caribbean country. Most people claim it resembles the Southern US in some cases. Portuguese is the second most widely spoken language.\n\n",{"type":"==","value":["Stay safe"]},"\n\nViolent crime is becoming increasingly problematic in Bermuda but is still very rare compared to other destinations in the Caribbean. Most crime is petty like robbery. Using common sense and similar precautions that one would take at home is usually sufficient enough to deter most thieves.\n\nMopeds are very frequent targets for theft; make sure that you properly lock up any rented moped when leaving them unattended. Also, rented mopeds have a tendency to get into accidents due to the sometimes narrow roads as well as driving on the left hand side, which may take getting used to. Using common sense and keeping calm in the traffic, which can appear quite close helps.\n\nAlso note that homosexuality is seen as taboo in public in Bermuda even if it is allowed by law in private. The local gay community exists on a more low-key scale than elsewhere, with no gay specific venues at this time.\n\nNote that Bermuda has no right to concealed weapons except for government officers.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nAlthough it should go without saying, Bermuda can get very hot during the day, so a bottle of water is very handy for those venturing more than a short distance from their hotels.\n\nHealth care in Bermuda is incredibly expensive, and is roughly at American standards. There is one hospital on the island, the King Edward VII Memorial, with emergency services, including a decompression chamber. Air Ambulance service is available to additional medical services on the East Coast of the US. There is no government-funded National Health Service.\n\n",{"type":"==","value":["Respect"]},"\n\nIt is considered good manners when greeting someone, a shop assistant or the Premier, to say \"good morning\", \"good afternoon\" or \"good evening\" and to do the same when leaving them. Try to avoid talking about politics or religion unless you know the person very well.\n\nMost Bermudians are very accommodating when it comes to helping out or answering any questions a visitor may have. Just stop someone on the street, or pop into any shop and ask.\n\n",{"type":"{{","value":[["isPartOf"],["Caribbean"]]},"\n",{"type":"{{","value":[["Geo"],["32.313"],["-64.765"],["zoom=12"]]},"\n",{"type":"[[","value":[["WikiPedia:Bermuda"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Bermuda\/"]]},"\n\n",{"type":"{{","value":[["usableregion"]]}]