[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nLa Villa de San Sebastián Bernal, better known as Bernal, is a small and picturesque village located in Ezequiel Montes Township, a few minutes from Colón and Cadereyta in the ",{"type":"[[","value":[["Querétaro (state)"],["Querétaro"]]}," state of ",{"type":"[[","value":[["Mexico"]]},".\n\nLa Villa de San Sebastián Bernal is known as a Pueblo Mágico (Magic Town), a peaceful place that can be explore by foot, visiting craft shops, blanket wool products and handmade candy shops. Bernal is located 40 minutes by road from the state capital Santiago de Querétaro and two and a half hours from Mexico City.  \nThe main attraction of Bernal is its enormous monolith of massive rock, the Peña. \nPeña de Bernal (Bernal’s Boulder or Bernal Peak) has 350 meters (1150 ft). It is the third-tallest monolith in the world, after the Rock of Gibraltar and Sugarloaf Mountain.\n\n",{"type":"==","value":["Understand"]},"\n\nSan Sebastián Bernal was founded in 1642, when the Spanish families arrived to populate the area. It is being said, that they arrive with the purpose of protecting the area from the constant attacks of the Chichimecas, who were dominating the area. \n\nIn 1725, the first construction of the city was given the rank of congregation under the name of San Sebastián Bernal. The construction was turned into a church with three naves dedicated to Saint Sebastian, patron of the town since its foundation. Every January 20th is the feast day of the patron, and it is currently one of the main celebrations of the town.\n\nRecently Bernal acquired the title Pueblo Magico (Magic Town). A Magic Town is a town that has symbolic attributes, legends, history, important facts, daily, in order emanating MAGIC in each of its manifestations, cultural, social - and that means now a great opportunity for tourist use.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nTo get to Bernal there are busses that can be taken from the North Central Truck Station located in the city of Querétaro.  Busses normally are inexpensive and some bus lines offer student discounts. \n\n",{"type":"===","value":["By car"]},"\nBernal can also be accessed by car. The Autopista Mexico - Queretaro allows visitor to arrive within a reasonable amount of time and by only following the signs to the municipality of Ezequiel Montes. \n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nVisitors can enjoy the landscape of Bernal, and also visit the picturesque shops that had become landmarks of the town.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Rock Climbing: climb the third-largest monolith in the world (about 350 meters high). "]},"\n",{"type":"*","value":[" Mountain Biking: bicycles are available for rent with an accessible price rate. "]},"\n",{"type":"*","value":[" Motor crossing: four-wheelers are available for rent, and visitors are able to choose their destination."]},"\n",{"type":"*","value":[" Photography: the landscape of the area allows visitors to take beautiful shots of the rock, the town and  its fauna."]},"\n",{"type":"*","value":[" Walk: the town is very small; therefore visitors are able to explore it by foot. "]},"\n",{"type":"==","value":["Buy"]},"\n\nBernal offers a broad variety of traditional sweets, carpentry, clothing and handmade crafts at affordable prices. \n\n",{"type":"==","value":["Eat"]},"\n\nThe town offers a few places such as El Arrayán, El mirador and Piave. However, each establishment is known for great food. Moreover, visitors can find food carts at the base of the Peña if they feel like having a light snack. Handmade gorditas are the typical food served in the town.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nVisitors have several choices for lodging that range in size, cost and rating. All the establishments provide their guest with a unique experience of the town life. Some of the most notable hotel are as follows:\n\n",{"type":"*","value":[" Hotel Parador Vernal"]},{"type":"*","value":[" Hotel Casa Tsaya"]},{"type":"*","value":[" Hostal Medieval"]},{"type":"*","value":[" Casa Mateo Hotel Boutique"]},{"type":"*","value":[" Hotel El Centenario"]},{"type":"*","value":[" Las Casitas de Bernal"]},{"type":"*","value":[" Hostal Quinta Arantxa"]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["20.738889"],["-99.940000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Querétaro (state)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bernal, Querétaro"]]}]