[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Beroun"]}," is a city in ",{"type":"[[","value":[["Central Bohemia"]]},", about 30 km southwest from Prague.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nBeroun lies on an important railway line between ",{"type":"[[","value":[["Prague"]]}," and ",{"type":"[[","value":[["Pilsen"]]}," (and ",{"type":"[[","value":[["Cheb"]]},"). Many fast trains going between these cities, including fast trains going to or from German cities of ",{"type":"[[","value":[["Regensburg"]]},", ",{"type":"[[","value":[["Nuremberg"]]}," or ",{"type":"[[","value":[["Munchen"]]},", stop in Beroun. Beroun is also the terminus of the commuter line S6 between Prague and Beroun with frequent service and stops in many attractive places between, such as the ",{"type":"[[","value":[["Karlštejn"]]}," castle. There are also local lines connecting Beroun with Rudná u Prahy and Rakovník. In Prague, Hlavní nádraží (Main) and Smíchovské nádraží stations are used for trains to or from Beroun (both fast and commuter trains).\n\n",{"type":"===","value":["By car"]},"\n\nBeroun lies on the D5 highway going from Prague to Pilsen and to Germany.\n\n",{"type":"===","value":["On foot"]},"\n\nThere are several marked track paths going through Beroun.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" A lovely main square with ",{"type":"'''","value":["St. Jacob's Church"]}," in gothic style"]},{"type":"*","value":[" The remains of city walls with ",{"type":"'''","value":["Prague and Pilsen Gates"]}]},{"type":"*","value":[" On the town hill (",{"type":"'''","value":["Mestska hora"]},"), approx. 10 mins walk from the town center, is the ",{"type":"'''","value":["Medvedarium"]},", where three bears live in an enclosure. Jakub, Vojta and Matej are movie stars from bedtime stories. After filming, they were found a place to live in Beroun, as the town´s symbol is a bear. Medvedarium is now a favourite place to go for an afternoon walk with the family - there is a children's playground, a kiosk and a modest lookout which you can climb."]},{"type":"*","value":[" If you fancy a 1-1.5 hrs walk, the best choice is ",{"type":"'''","value":["Ded"]}," (Grandad). Look for the sign. On the top of Ded hill, you will find another lookout, this time without the offer of a lovely view as the surrounding trees are now higher than the lookout itself."]},"\n",{"type":"==","value":["Do"]},"\n\nBeroun is a standard mid-size Czech town. You find here cinema, few museums (few :), sport clubs, swimming pool ... if you are a party animal, this won´t be your choice. But if you want to enjoy relax days in nature with the comfort of town services, you are at right place :)\n\n",{"type":"*","value":[" check out the bears at Medvedarium!"]},{"type":"*","value":[" for swimming, visit Tip Sport Laguna - tiny aquapark wit decent swimming pool"]},{"type":"*","value":[" have a look around town centre (during weekend, it will be dead)"]},{"type":"*","value":[" there are few possibilities for cycling, inline skating and walks"]},{"type":"*","value":[" not far from the town you can visit ",{"type":"'''","value":["Konepruske jeskyne"]}," (Koneprusy caves)"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nYou will find few places at the main square or around the river. If you want to see (and taste) something unique, don´t miss family brewery ",{"type":"''","value":["Berounsky medved"]}," (Beroun Bear ... what else would you expected :). The brewery can be found close to the main railway station (2 mins on foot), hidden in the areal of old sugar factory (seeing it from distance, you would hardly guess the coolest Beroun restaurant is hidden here).\nThe brewery-restaurant is a huge place with more than 80 seats with very traditional (but not tacky) decoration. Own beer and wide selection of own beers makes this restaurant great place to stay!\n\nhttp:\/\/www.berounskymedved.com\/index.html\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Czech Republic"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Beroun"]]},{"type":"{{","value":[["geo"],["49.966666666667"],["14.066666666667"]]}]