[{"type":"{{","value":[["pagebanner"],["Besançon banner 2.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.besancon-tourisme.com\/ Besançon"]}]}," ",{"type":"[","value":["http:\/\/www.besancon.fr\/"]}," is a city in ",{"type":"[[","value":[["Franche-Comté"]]}," of ",{"type":"[[","value":[["France"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nTwo international airports, EuroAirport Basel-Mulhouse-Freiburg and ",{"type":"[[","value":[["Lyon"]]}," Saint-Exupéry International Airport, can be reached in about 2 hours, it is also easy to land in ",{"type":"[[","value":[["Paris"]]}," Charles de Gaulle and continue by train.\n\n",{"type":"===","value":["By train"]},"\nSince 2011 there is a new train station in ",{"type":"[[","value":[["Franche Comté"]]},", close to Besançon (16 km). There are only two direct trains Besançon - Paris (Gare de Lyon) a day.\n\nGood connections from ",{"type":"[[","value":[["Lyon"]]}," or ",{"type":"[[","value":[["Strasbourg"]]},".\n\nTrain station in Besançon: Besançon Viotte.\n\nTrain station close to Besançon: Besançon Franche-Comté. \n\nThen, there is a free train about every hour, to Besançon Viotte, which takes 15 min.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":["Eurolines"]}," from all over Europe.\n\n",{"type":"===","value":["By car"]},"\nAutoroute A36 from Paris.\n\n",{"type":"==","value":["Get around"]},"\n\nThe easiest way to get around this small town is by foot, although there is a cheap and regular bus network ",{"type":"[","value":["http:\/\/www.ginkobus.com\/"]},". Ticket can be bought from the driver, it costs €1.7 for one our, and €4 for a day (March 2012).\n\nThere is a good bike rental system, which is combined with the bus network.\n\n",{"type":"==","value":["See"]},"\n\nThe Citadel, built by the famous architect Vauban in the 17th century is the major attraction in this town, comprising both a museum and a zoo-where lions, baboons and fish you can touch all provide a fantastic experience for the young and old alike. There is the opportunity to see impressive views of the countryside and the town on a walk around its fortifications. \n\nBesançon is a well-preserved Renaissance city and the historic part, located in the \"Boucle\" of the river is simply breath-taking with the remains of what is perceived to have been a theatre in Castan Square-eight Roman Corinthian columns among the most ancient of the town's attractions.\n\nGranvelle Palace, the museum of time, is yet another must-see in this authentic French town. The Tuscan, Ionic and Corinthian columns along with three gothic windows, once the features the Granvelle Palace, have become part of the impressive museum of time; another riveting place to visit.\n\nThe museum of Fine Arts and Archeology, renowned as one of France's oldest and richest museums has collections from Primitive and Renaissance painters, and again provides a place that would be tragic to miss!\n\n",{"type":"==","value":["Do"]},"\n\nThere are many guided tours to satisfy all interests including around various museums and the town.\n\nThere is certainly no shortage of sport and leisure activities with canoe trips and other water sports, boat trips around the city, self-service bicycles, climbing, pony rides all being available.\n\nAs one has come to expect of a French town, Besançon has a plethora of cycle tracks which allow exploration further into its beautiful scenery - and they certainly do not disappoint. Velocity Besançon is 200 bikes spread over 30 stations - one every 300 meters in the heart of town!\nThis system, successfully adopted in other major cities like Paris, Lyon and Aix-en-Provence, is really a form of \"individual transportation\". The first 30 minutes are free.\n\nCinemas include:\n\n",{"type":"*","value":[" Cinéma Marché Beaux-Arts"]},{"type":"*","value":[" Le Plazza Victor Hugo Ciméma art et essai. "]},{"type":"*","value":[" Cinéma Mégarama"]},"\n",{"type":"==","value":["Buy"]},"\n\nShops in Besançon cater for all needs and tastes with the shops ranging from department stores like Galeries La Fayette ",{"type":"[","value":["http:\/\/www.galerieslafayette.com\/"]}," to small French boutiques.\n\nOther shops include Promod, Pimkie, and various book, gadget and sports shops.\n\n",{"type":"==","value":["Eat"]},"\n\nA tribute to the infamous Cuisine Francaise, the flavours of Besançon can be enjoyed throughout the town in various restaurants. Of course, these days, a city wouldn't be a city without its fair share of fast-food which manifests itself in a Subway and several chicken and pizza places. \n\nFrench baguettes filled with savoury delights at reasonable prices and the city's famous cheese - ",{"type":"'''","value":["Comté"]},", make the impressive gastronomy often associated with the French commonplace throughout Besançon.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nBesançon offers practically every type of accommodation imaginable, regardless of your budget.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Besançon"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"{{","value":[["geo"],["47.2431"],["6.0219"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Franche-Comté"]]},"\n\n",{"type":"[[","value":[["Commons:Besançon"]]}]