[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Bessemer City"]}," is a city in ",{"type":"[[","value":[["Piedmont (North Carolina)"],["Piedmont"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe history of Bessemer City starts around 1754, when James Ormand was granted land in this area by King George II of England and established his Ormand Mining Company there. Although today there's still mining activity around Bessemer City, several of the old iron ore mines are abandoned but around still. The Old Ormand Furnace is considered the oldest stack of its kind in the USA. Stories have it that the furnace was built to produce cannonballs for the Revolutionary War, but the exact history is unclear. Now, it's a picnic ground.\n\nIn 1846 the area became part of Gaston County and almost 50 years later, in 1893, Bessemer City was finally chartered as a city. Still a small agricultural settlement then, the town quickly grew. Cotton mills prospered and by the year 1900 the population had grown to over 500 people. In town you'll still find the Highacre houst, built in the early 1900s by one of the official founders of the city, Askew Smith.\n\n",{"type":"==","value":["Get in"]},"\nThe easiest way for the traveler to access Bessemer City is to travel on Interstate 85 and take the needed exit to Edgewood Road.  This road is littered with Gaston County Police, so obeying the traffic laws are a must.  On the way you will pass numerous churches and Edgewood Grill.  As anywhere else in the South, people do not respond with a kind reaction to honking, tailgating, or staring; use Common Courtesy.\n",{"type":"==","value":["Get around"]},"\nAs Bessemer City is meager 4.25 square miles is too hard to get yourself lost; most businesses are located on the Gastonia Highway.  Also, as an outsider, you will find difficult traffic situations to navigate ( if you do not have a STOP sign or red light, you have the right of way (you can only understand once you've driven through town).  You need to be wary while navigating through downtown Bessemer City, as it is very busy during the business day and very uses very crampt parking spaces.\n",{"type":"==","value":["See"]},"\nAbandoned gold mines occupy the outskirts of Bessemer City (thought not illegal to visit, it is discouraged for lack of safety) near Falls Lake.  A nature trail built by the local Boy Scout Troop occupies Bessemer City Park (pool, tennis court, etc.) and is a 400 ft loop, complete with 20 birdhouses and 2 batboxes.  Evidence of a wagon trail (believed to have been used by miners) coexists with the nature trail. Crowder's Mountain (2nd tallest mountain in the Piedmont Region) is approximately 2 miles south of Bessemer City.\n",{"type":"==","value":["Do"]},"\nSummer recreation consists of fishing in local ponds, swimming in the Bessemer City public pool, and hiking at Crowder's Mountain State Park.\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nLocal eateries such as Dan's and Grandma Hoyt's hold a special place in the stomach of the Bessemer City\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["35.28472"],["-81.28389"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Piedmont (North Carolina)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bessemer City, North Carolina"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/North Carolina\/Localities\/B\/Bessemer City\/"]]}]