[{"type":"{{","value":[["pagebanner"],["Bethlehem banner Church of the nativity.jpg"],["unesco=yes"]]},"\n",{"type":"{{","value":[["otheruses"]]},"\n\n",{"type":"[[","value":[["File:Chuonat.jpg"],["thumb"],["250px"],["The Church of the Nativity"]]},"\n\n",{"type":"'''","value":["Bethlehem"]}," (Arabic: بيت لحم, ",{"type":"''","value":["Beit Lahm"]},"  Hebrew: בית לחם ",{"type":"''","value":["Beit Lechem"]},")",{"type":"[","value":["http:\/\/www.bethlehem-city.org\/"]}," is a small city located some 10 km (6 miles) south of the Old City of ",{"type":"[[","value":[["Jerusalem"]]}," within the ",{"type":"[[","value":[["West Bank"]]},", in an \"Area A\" zone administered by the ",{"type":"[[","value":[["Palestinian Territories"],["Palestinian Authority"]]},".\n\nThe \"little town\" of Bethlehem, mentioned in any number of Christmas carols, attracts pilgrims worldwide on account of its description in the New Testament (and particularly the Gospels) as ",{"type":"'''","value":["the birthplace of Jesus"]},", whom Christians believe to be Messiah and Son of God. The ",{"type":"'''","value":["Church of the Nativity"]},", one of the oldest churches in the world, is the focus of Christian veneration within the city.\n\nBethlehem is revered by Jews as the birthplace and ",{"type":"'''","value":["home town of David"]},", King of Israel, as well as the traditional site of ",{"type":"'''","value":["Rachel's Tomb"]}," (on the outskirts of the town).\n\nAlthough also home to many Muslims, Bethlehem remains home to one of the ",{"type":"'''","value":["largest Arab Christian communities in the Middle East"]}," (despite significant emigration in recent years, resulting in a growing Muslim majority) and one of the chief cultural and tourism drawcards for the Palestinian community. The Bethlehem agglomeration also includes the small towns of Beit Jala and Beit Sahour, the latter also having biblical significance.\n\nBuilding up to the Millenium in the year 2000, Bethlehem underwent a massive largely foreign-funded project called ",{"type":"''","value":["Bethlehem 2000"]}," in hopes of turning Bethlehem into a major tourist destination comparable to destinations such as Jerusalem or Tel Aviv in tourism infrastructure. Unfortunately a year later, the Palestinian uprising against the Israeli occupation occurred and the ensuing violence scuttled these tourism efforts. With the Palestinian uprising and violent clashes between both sides now have been over and done with for quite a few years, violence is now a thing of the past and many in Bethlehem hope to continue on where Bethlehem 2000 started them off.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Orientation"]},"\n",{"type":"[[","value":[["File:Viewofbethle.jpg"],["thumb"],["Bethlehem"]]},"\n\nA long snake of town, the main thoroughfare of Bethlehem is ",{"type":"'''","value":["Manger Street"]}," which stretches from Rachel's Tomb (and the road to Jerusalem) all the way to ",{"type":"'''","value":["Manger Square"]},", the focal point of the city. Manger Square is flanked by the ",{"type":"'''","value":["Church of the Nativity"]}," on one side and the ",{"type":"'''","value":["Mosque of Omar"]}," on the other. The Old Town and the ",{"type":"''","value":["souq"]}," (market), which are best navigated on foot, stretch up the hill from Manger Square.\n\nThe name means \"The House of Bread\" in Hebrew, and \"The House of Meat\" in Arabic. However, it seems likely that both meanings have been retrofitted onto what was originally the House of Lachma, the Mesopotamian god of fertility.  The area has been settled since 5,000 BC and there is some evidence that the town is mentioned in the Egyptian Amarna letters (1400 BC).  The Old Testament Book of Ruth (",{"type":"''","value":["c."]}," 1150 BC) has the first certain reference to Bethlehem; it tells the story of Naomi, who left Bethlehem during a famine, and later returned with her daughter-in-law Ruth. Still, Bethlehem remained a small town in the shadow of mighty Jerusalem, and according to most estimates it had some 300 to 1000 inhabitants at the time of the event that gave Bethlehem its fame, namely the birth of Jesus.\n\nSomewhat surprisingly, aside from noting that the Nativity indeed took place there, the New Testament virtually ignores Bethlehem. And things didn't change immediately afterwards: wrecked during the Bar-Kochba revolt (132-135 AD), the Romans set up a shrine to Adonis on the site of the Nativity.  Only in 326 was the first Christian church constructed, when Helen, the mother of the first Christian emperor, Constantine, visited Bethlehem. Afterwards it grew slowly but steadily, achieving its pinnacle as a strong fortified city during the Crusader era, but the Ottomans razed the fortifications and reduced Bethlehem back into the village it was 2000 years earlier.\n\nThe setback proved only temporary, and despite the turbulence of the 20th century the town has (as of 2000) grown to an estimated 184,000 inhabitants.  On December 21, 1995, Bethlehem became one of the areas under the full control of the Palestinian Authority. In the city itself, 41% of the population is Christian, while 59% is Muslim. Christians used to be a large majority but their numbers have declined throughout the 20th century. Although Arabic is the language of Bethlehem's inhabitants, ",{"type":"'''","value":["English, French and other languages are widely spoken and understood"]}," by many people in Bethlehem.\n\nIt should be noted as well that although Bethlehem is a Palestinian town, it is also a tourist-orientated town.Because of Bethlehem's immense potential as a tourism magnet, the Palestinian Authority maintains a constant tourist police presence in the city. For example, if escalations in violence are occurring in Southern Israel and the Gaza Strip, this ",{"type":"'''","value":["does not"]}," mean that trips to other Palestinian cities such as Bethlehem should be seen as unsafe ",{"type":"'''","value":["Bethlehem is a safe place to visit for tourists"]}," to visit and tourist numbers are increasing to this hidden gem of the Holy Land.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Bethicon.jpg"],["thumb"],["Artwork displayed in the Church of the Nativity"]]},"\n\nNearly all travellers arrive via ",{"type":"[[","value":[["Jerusalem"]]},". Since Bethlehem is ",{"type":"'''","value":["administered by the Palestinian Authority"]},", an Israeli military checkpoint stands on the road connecting the two locations. If entering from Jerusalem, one must pass through the \"",{"type":"'''","value":["Rachel's Crossing\" Israeli checkpoint"]}," into Bethlehem. One simply flashes his\/her ",{"type":"'''","value":["passport"]}," to an Israeli soldier, places his\/her bags into an x-ray machine, and then walks through a ",{"type":"'''","value":["metal detector"]},", much like airport security, to get into\/exit Bethlehem. As with all areas under Palestinian Authority control, Israeli law forbids Israeli citizens to enter unless they receive approval from the Israeli Civil Administration. Currently, groups of peace-supporting Israelis are applying to the Israeli Civil Administration to make monthly, coordinated visits to Palestinian cities in order to meet with and make friendly relations with Palestinians in Palestinian cities. For more information, visit the ",{"type":"[","value":["http:\/\/www.humanisty.com\/visitPalestine Humanisty Website"]},". ",{"type":"'''","value":["Tourists are free to enter and exit the checkpoint to Bethlehem and back to Jerusalem as many times as he or she would like without any restrictions."]}," Make sure you bring your passport with your Israeli-issued tourist visa to enter and exit the Palestinian areas.\n\n",{"type":"===","value":["By car"]},"\n\nBe careful if using a hire-car, as most rental companies in Israel make it clear that the car has to be used, and remain, on Israeli soil.\n\n",{"type":"===","value":["By bus"]},"\n\nThere is an Arab bus station nearby Damascus Gate that goes to various West Bank Palestinian cities (if you have trouble finding the bus station, ask a local). Arab bus 21 runs from the ",{"type":"'''","value":["Arabic bus station nearby the Damascus Gate"]}," (\"Bab el-'Amoud\") in East Jerusalem via Beit Jala to Bethlehem. The average trip length is 30 minutes and costs 7 NIS.  This route takes you straight into Bethlehem without needing to stop at a checkpoint (someone might come to check your passport on the bus, but it's painless). After you cross the border, tell the driver where you're headed and he'll let you know what the best stop is to get off (maybe about 10 minutes after entering the border). From there you can either cab to the main area (Manger Square, Church of Nativity), or just walk.\n\nShared taxis (sherut\/servees) leave from the Arab bus station nearby Damascus Gate and manage the trip in 20 minutes.\n\nMinibus 24 also leaves from the Arab Bus Station near Damascus Gate, it costs 5 NIS and runs directly to the Bethlehem Checkpoint and back. Make sure to bring a passport. It may also be the case that you are waved through without any inspection.  From the checkpoint, you can either walk half an hour or take a taxi to the center of Bethlehem (25shekels), which is about 3 km away.\n\n",{"type":"===","value":["On foot"]},"\n\nDevoted pilgrims often prefer to walk (and in happier times there has been a large procession at Christmas), at a brisk pace the trip is doable in 2 hours but there are plenty of ups and downs along the way and the summer heat is fearsome.\n\n",{"type":"==","value":["Get around"]},"\nFor first time visitors it is ",{"type":"'''","value":["best to travel by taxi"]},". Bethlehem is a small city so taxi rides are extremely cheap.\nFrom the ",{"type":"'''","value":["checkpoint to the Church of the Nativity (and anywhere within Bethlehem city) it should cost no more than 20 shekels (NIS). To travel from"]}," ",{"type":"'''","value":["Bethlehem to its neighboring suburbs of Beit Sahour or Beit Jala, it should be no more than 25-30 NIS."]}," To travel to any of the destinations located outside of these areas (such as Herodium, any of the surrounding Monasteries or Solomon's Pools) it's advisable to negotiate a price with a taxi driver at the Bethlehem bus station. Many taxi drivers are willing to take you to a site, wait there while you tour a site and then take you back to Bethlehem for a negotiated price. Whenever negotiating a taxi price, always say the lowest price you think would be reasonable for the trip, and bargain with the driver from there. The driver will start as high as he thinks he can charge and bargain down for you.",{"type":"'''","value":["Make sure to agree on a price before going into a taxi."]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Shepfield.jpg"],["thumb"],["The Catholic site of the Shepherd's Fields in Bethlehem's Beit Sahour suburb"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Church of the Nativity"],["alt="],["url="],["email="],["address="],["lat=31.7042788"],["long=35.2077158"],["directions=On Manger Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Undoubtedly the top attraction in Bethlehem, a veritable citadel built fortress-like on top of the cave where Jesus was born to Mary. ",{"type":"'''","value":["It is one of the oldest churches in the world"]},". The first incarnation of the building was erected on the orders of the Roman Emperor Constantine I (the Great) in 330 CE. While the layout largely corresponds to Emperor Justinian's plans from 540 CE (the first building having been destroyed in a 536 riot), the church was first heavily fortified by the Crusaders and then degraded (mostly through neglect) under Mamluk rule. An earthquake in 1834 and a fire in 1869 didn't help. Today, the structure is mostly sound but somewhat dark and gloomy in appearance, only the adjoining ",{"type":"'''","value":["Franciscan Church of St Catherine"]}," (dated 1881 and the site of the yearly December 24 midnight mass broadcast around the world) being in excellent shape. The actual alleged site of Jesus' birth, is located in an cave in the church (the original Manger where Jesus was born was a cave, not a shed, as popularly depicted). There is a star marking the exact location of Jesus' birth in the cave. The original Manger with the star marking Jesus' birth site is called the ",{"type":"'''","value":["Grotto of the Nativity"]},", and is accessible from inside the church. (The tomb of famed theologian and Bethlehem resident St. Jerome, who spent his life translating the Bible, is also in the cave with the Grotto.)  Entrance to the entire complex is free, but in the high season be prepared for massive crowds and hour-long waits for entry into the Grotto. There are usually accredited tour-guides waiting at the entrance of the church who offer to give tours to groups\/individuals. Makes sure to agree on a price before taking the tour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rachel's Tomb"],["alt="],["url="],["email="],["address="],["lat=31.7193002"],["long=35.2020014"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Burial place of the matriarch Rachel, wife of Jacob and mother of Joseph and Benjamin is the second most important historical site in Bethlehem. (Genesis 35:19-20). It is a holy site in Judaism, Christianity and Islam. As a result of the security situation, the Tomb's original structure has been surrounded by an Israeli fortress, barricading it off from Bethlehem. While the original tomb can still be seen in its entirety from within the fortress, access to the tomb is now restricted to those travelling by Egged bus from Jerusalem."]]}]},"\n",{"type":"*","value":[" the ",{"type":"'''","value":["Shepherds' Fields"]}," - \"While shepherds watched their flocks by night...\" - rival locations in the Bethlehem suburb of Beit Sahour claim to be the site of the angel's visitation to the shepherds mentioned in the Gospels:"]},{"type":"*","value":[{"type":"*","value":[" the ",{"type":"'''","value":["Orthodox Shepherds' Fields"]}," Here you will also find open excavations of an old Byzantine church."]}]},{"type":"*","value":[{"type":"*","value":[" the ",{"type":"'''","value":["Catholic (Latin) Shepherds' Fields"]}]}]},"\n",{"type":"*","value":[" Minor sights include the ",{"type":"'''","value":["Milk Grotto Chapel"]},", where Mary supposedly spilled a few drops of breast milk while feeding Jesus as she hid before the Holy Family's escape to Egypt, turning the cavern milky white. It is open all day. The white powder scrapped from the cave is also sold as a fertility medicine inside the chapel."]},"\n",{"type":"*","value":[" the ",{"type":"'''","value":["Mosque of Omar"]}," A mosque in active use. Rather plain and uninteresting on the inside but somewhat pretty on the outside."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Solomon's Pools"]}," Three huge Herodian-era stone carved reservoirs capable of holding 160,000 cubic meters of water. They are located in a pine tree forest about 3 km from Bethlehem in a beautiful hiking area called the Artas Valley. In Artas, there is also the very beautiful Italian Order of the Sisters of Mary of the Garden built the ",{"type":"'''","value":["Hortus Conclusus Convent"]}," and as well a Palestinian Folklore museum. Artas village also boasts an annual lettuce festival."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["King David's Wells"]}," King David's Wells (Biyar Daoud) in King David street, off Manger Square, are three Great Cisterns excavated in the rock  in Ras Eftais, an eastern sector of Bethlehem, marking the site where David's army broke through a Philistine garrison to bring him water; \"Oh that someone would give me water to drink from the well of Bethlehem\" (2 Sam. 23:15). It is believed by some that under the adjacent Church of St. David is where the King is buried (as opposed to the traditional tomb in Jerusalem). The cisterns were discovered in 1895. The church rested on a vast Necropolis composed of 18 Arcosolia with two to six tombs each. The cemetery was Christian as proved by the inscription. The Catholic Action Club lies on the site of one of the cisterns."]},"\n",{"type":"*","value":[" the ",{"type":"'''","value":["Old City"]}," is also good for a stroll and shopping if you haven't seen an Arab city before."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["graffiti"]}," by famed yet mysterious artist ",{"type":"'''","value":["Banksy"]},", drawn on the barrier wall dividing Bethlehem from Jerusalem, has drawn worldwide media attention and is definitely worth a look.  There are, I think, many other artists' work as well, including a Palestinian version of Guernica.  To see this, it is probably best to hire a taxi."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Herodium"],["url="],["email="],["address="],["lat="],["long="],["directions=Ask a taxi driver at Bethlehem's bus station to take you there"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A must see! The site of King Herod's man made mountain and his recently discovered tomb. It is located near Bethlehem. Once at Bethlehem's bus station (called the mujamma), negotiate a price with a taxi driver who will take you to the site, wait for you there, and drop you back off at the Bethlehem bus station. 150-200NIS should be reasonable, better to go with a group of people and split the cab cost."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Monastery of St. George\/ Al Khader"],["url="],["email="],["address="],["lat="],["long="],["directions=Al Khader village"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit the village of Al Khader beside Bethlehem to see the Monastery of St George (a very important Christian Saint for Orthodox Christians, also called \"Mar Jeriess\" in Arabic). The monastery is said to hold  relics from the saint that posses healing powers-especially for mental illness. The monastery was used in the 19th century as a psychiatric facility to treat mental illness by using St George's relics. The site is also venerated in Muslim tradition as the setting for the Muslim prophet Al Khider's teachings. In mid-April or early May (it goes by the Julian calendar), the town (both Muslims and Christians) holds a festival for St.George that is worth seeing"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Elias Monastery"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Visit the St Elias Monastery, an ancient Orthodox Christian monastery built over the ruins of a Byzantine church is located on the outer edge of Bethlehem. It is surrounded by beautiful surroundings that remind one of what Bethlehem's scenery may have looked like in Biblical times."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monastery of Mar Saba"],["url="],["email="],["address="],["lat="],["long="],["directions=15 km from Bethlehem"],["phone=277 3135"],["tollfree="],["fax="],["hours=8AM-5PM"],["price="],["content=The monastery of Mar Saba is located only 6km frm St. Theodosius and 15 km from Bethlehem. Few of the Byzantine desert monasteries can match the serenity and beauty this monastery. Clinging to the cliff face of the Kidron Valley, this immense and spectacular Greek Orthodox Monastery evokes a thrilling shock when its first comes into view in the midst of a desert landscape. The Monastery is named after Saint Saba (439-532 CE) who settled in a cave opposite the actual site in complete seclusion that lasted some 5 years. Built into the rock, Mar Saba represents a way of life unchanged since the time of Constantine. The body of Saint Saba can be seen in the principle church while his tomb is paved in the courtyard outside. The first church founded by Saint Saba is marked by the Chapel of St Nicholas. Although Mar Saba is reputed for its hospitality to strangers, women have never been allowed to enter. Hence women can enjoy a glimpse of the chapel and building from a nearby two storey tower known as the Women’s Tower."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monastery of St. Theodosius"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=050 282 447"],["tollfree="],["fax="],["hours="],["price=8AM-3PM"],["content=The Monastery of St. Theodosius (also known in Arabic as Deir Dosi) is located about 12 Km east of Bethlehem. Founded by St. Theodosius in the late 5th to early 6th century stands on the site where the three wise men rested on their way back from visiting the Infant Jesus in Bethlehem. The original monastery was destroyed during the Persian invasion. St. Theodosius died in 529 CE and at that time there was said to be some 400 monks living in the Monastery who were massacred by the Persians during the invasion of 614 CE. The Monastery was restored in 1893 by the Greek Orthodox Church and it encompasses the remains of an old Crusader building. Today the Monastery is inhabited by a dozen Greek Orthodox monks. A white-walled cave marks the place where the founder, St. Theodosius is buried."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Bethoutdoors.jpg"],["thumb"],["The scenery around Bethlehem-perfect for hiking!"]]},"\n\n",{"type":"*","value":[" Visit ",{"type":"'''","value":["Solomon's Pools"]},", ",{"type":"'''","value":["and hike in the Artas Valley"]},", believed to be the site of hortus conclusus, Solomon’s erotic Canticle or Song of Songs: “Thou art like a garden enclosed, my sister, my spouse, like a sealed fountain. Thy plantations are a paradise of delights.\" Artas is just a short Taxi ride outside of the city.  "]},{"type":"*","value":[" Dance at Cosmos nightclub, located in Beit Jala at the top of the hill, or at Cheers or Roots Lounge in Beit Sahour."]},{"type":"*","value":[" Hike outside of ",{"type":"'''","value":["Mar Elias"]},", an ancient Orthodox Christian monastery, located to the East of Bethlehem and accessible via taxi."]},{"type":"*","value":[" Participate in ",{"type":"'''","value":["homestays and volunteer opportunities"]}," organized by the ",{"type":"[","value":["http:\/\/www.holylandtrust.org Holy Land Trust"]},", such as the ",{"type":"[","value":["http:\/\/www.palestinesummer.org Palestine Summer Encounter"]}," in which one stays with a host family for 1–3 months, studies Arabic, volunteers in Bethlehem, visits different Palestinian and Israeli cities, and meets with both Israeli and Palestinian peace makers."]},{"type":"*","value":[" ",{"type":"'''","value":["Celebrate Christmas in Bethlehem:"]}," spend Christmas in the town where it all began! Bethlehem is decked out in Christmas decorations for the Holiday season. Make sure to attend Midnight Mass led by the various leaders of the Holy Land's Christian denominations on Christmas Eve with the thousands of both foreign and local worshipers who gather in Manger Square outside the Church of the Nativity. Christmas is just magical in Bethlehem, there is nothing like it! The Christmas season is definitely the most exciting time to be in Bethlehem, much Christmas spirit is present in the town."]},"\n",{"type":"==","value":["Learn"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.allnationscafe.org All Nations Cafe"]}]}," organizes summer caravans where internationals can learn about the social, political and cultural fabrics of life in and around Bethlehem.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.holylandtrust.org\/index.php?option=com_content&task=view&id=243&Itemid=182 Holy Land Trust"]}]}," organizes tours of many cities in Palestine for both politically inclined tourists and religious tourists. They are also able to organize homestays with local families and or short term\/long term volunteer opportunities in the Bethlehem area for willing participants.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bethlehembiblecollege.edu Bethlehem Bible College"]}]}," offers Bible study courses in English, Arabic, and other languages\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Bethspices.jpg"],["thumb"],["A spice shop in Bethlehem's souq"]]},"\n\nWhile Bethlehem's souq is a lot smaller than Jerusalem's, it is much less touristy and the sellers are less aggressive and very friendly, many even offer potential customers coffee and tea. The Palestinian Authority doesn't charge a sales tax, so Bethlehem's shopkeepers charge much less for souvenirs. Bethlehem is a perfect place to practice those bargining skills that you were hoping to try out!!\n\nIn peaceful times, Bethlehem's traders do a roaring trade in souvenirs for pilgrims to the town.  In the current situation, the tour operators prefer to quickly hustle their guided groups in and out of the Nativity Church without allowing them time to look around Manger Square. Often, at the end of the tour, they will take their groups to a pre-selected souvenir shop and charge the owner of the shop a big commission for the sales made to the tour group. That means most smaller souvenir shops here are blessedly free from pilgrims, and also that the smaller shops are in desperate need of business.  They remain, however, substantially less aggressive than Jerusalem's sellers. ",{"type":"'''","value":["Souvenir shops in Bethlehem are much, much cheaper than in Jerusalem- with all the same selection"]}," (surprisingly, many Bethlehem souvenir shops even have Jewish themed souvenirs). One must venture out of Manger square to the souvenir shops on ",{"type":"'''","value":["Manger Street"]}," and also in the market place beside Manger Square past the Mosque of Omar. The ",{"type":"'''","value":["smaller looking souvenir shops offer the best deals and very friendly service."]}," Bethlehem is an awesome place to get all your Holy Land souvenirs for much, much cheaper than you would get them in Israel. If a price is listed in USD, it's a hiked price for tourists, so don't hesitate to bargin for a much lower price (you will almost always get a lower price if you ask for it).\n\nYou must visit the Milk Grotto Church which is two minutes away from the Nativity Church. On your way up there, look for an Olive Wood factory located on the ",{"type":"'''","value":["Milk Grotto Street"]},", with the name Christmas House Olive Wood Factory ",{"type":"[","value":["http:\/\/www.mychristmashouse.com"]},". The guys there can provide you with an amazing tour of their workshop and you can see how they hand carve things from the olive trees, a must see. Very friendly Christian family, and they also have a gift shop, where you can find really unique gifts. Also they have another gift shop right in the manger square next to the peace center building.\n\nJust off Manger Square on Milk Grotto Street there are a number of souvenir shops selling various religious gifts and Bethlehem's famous olive wood carvings.I found the Tabash Nativity Store friendly, not pushy, and willing to give discounts. They will also offer you a free Turkish coffee.\n\nVisit one of Bethlehem's four ",{"type":"'''","value":["refugee camps"]}," for traditional Palestinian handicrafts, handmade olive oil soap, and  beautiful embroidery.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bethlehem Souvenir"],["alt=Christian Gifts shop\/e-store"],["url=http:\/\/www.bethlehemsouvenir.com"],["email="],["address=Jerusalem - Hebron Rd"],["lat="],["long="],["directions=By Rachel's Tomb"],["phone=+970-2-2745129"],["tollfree="],["fax="],["hours="],["price="],["content=Welcome to Bethlehem Souvenir - christian gifts - Offers christian gifts such as Olive wood, cross, silver, gold, Ceramic from Palestine"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Christian Gifts Shop"],["alt=Christian Gifts"],["url=http:\/\/www.bethlehemsouvenir.com"],["email="],["address=By Rachel's Tomb"],["lat="],["long="],["directions=Hebron Road"],["phone=+972-2-2745129"],["tollfree="],["fax="],["hours="],["price="],["content=Sells christian souvenirs, piece of Bethlehem to share with your family and friends. Many items in store with world wide delivery option."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jewelry stores in the market places"],["url="],["email="],["address="],["lat="],["long="],["directions=across the Manger Square past the Mosque of Omar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Middle East is known for it's top quality, beautiful gold and jewelry. Bethlehem has some really nice jewelry stores that sell higher carat gold jewelry for really, really cheap. This is an excellent oppourtunity to get high carat gold (up to 22 carats) for a fraction of what you'd pay back home!!"]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:בירה טייבה.JPG"],["thumb"],["Taybeh beer-a Palestinian beer brand from the village of Taybeh nearby Ramallah"]]},"\n\n",{"type":"*","value":[" The Peace Centre, Manger Square - excellent value and good food and local 'Canaan' wine. Clean and airy with inside and outside seating."]},"\n",{"type":"*","value":[" Shepherds Valley Village - The Tent Restaurant, Beit Sahour. Nearby the Shepherd's Field. Tel +972 2 2773875 ",{"type":"[","value":["http:\/\/www.tent.ps"]},". Good local cuisine in an outdoor setting or tent in winter. Good views across the valley."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mundo Restaurant"],["url=https:\/\/www.facebook.com\/MundoRestaurant\/info"],["email="],["address=Manger Street"],["lat="],["long="],["directions=on the Main Road, not far from Nativity Square"],["phone=(+972) 02 274 2299"],["tollfree="],["fax="],["hours=11AM-11PM"],["price="],["content=Mundo Restaurant makes the best pizza in Bethlehem, if not all of Palestine. Prices are excellent, especially considering the high-quality ingredients that are used for the pizza and all the meals. The restaurant provides a family-friendly atmosphere (and an excellent view) that is popular for tourists and locals alike."]]}]},"\n",{"type":"*","value":[" The Citadel - The Citadel Restaurant, Beith Sahour.  Local cuisine and Taybeh beer in an old Bethlehem building with a friendly staff."]},"\n",{"type":"*","value":[" Random felafel stand opposite the Nativity Church.  Facing the Peace Center with Nativity Church to your right, there is a felafel stand at the corner, with a basement restaurant attached.  8 NIS for felafel sandwich and Fanta soda.  Also has shwarma etc.  Very fair prices, completely satisfactory."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bonjour Restaurant & Cafe"],["url="],["email="],["address=John Paul II Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=9AM-11:30PM"],["price="],["content=Located right next to Bethlehem University (in the heart of Bethlehem), \"Bonjour\" offers international cuisine (with a Arabic flair) in a stylish, relaxing space. Owned by two young Palestinian entrepreneurs, Bonjour has free Wi-fi, great coffee, and an attractive menu. Arabic, English, and Hebrew spoken."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Stars and Bucks Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=down hill from the Church of the Nativity"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This knock-off of Starbucks offers Starbucks styled beverages as well as Arabic snacks. The also serve very good homemade ice-cream!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Afteem Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=on the outer, downhill edge of Manger Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you love falafel, fresh homemade hummus, and other tasty Arabic food....you MUST visit this restaurant! It Probably one of the best falafel shops in Palestine or Israel. The falafel is so good, shops come from as far away as Haifa to buy the raw mix."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Abu Shanab"],["url="],["email="],["address="],["lat="],["long="],["directions=Ring road"],["phone=02-274 2895"],["tollfree="],["fax="],["hours="],["price="],["content=The best grills in town, served by two brothers with impressive moustaches. Fresh ingredients and the meat is chopped and prepared in front of you using traditional methods. The restaurant issues certificates stating that you have eaten there."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dar Jdoudnah"],["url="],["email="],["address="],["lat="],["long="],["directions=off Manger Square"],["phone=02-274 3212"],["tollfree="],["fax="],["hours="],["price="],["content=A fine bar with excellent snacks, particularly the Sambusek (wild thyme-and-cheese pastries). The name means \"Our Grandfather’s House\", and the walls are filled with evocative photographs of old Bethlehem"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bon Jour Café"],["url="],["email="],["address="],["lat="],["long="],["directions=adjacent to Bethlehem University"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A brand new western style café adjacent to Bethlehem University. With its stylish look and relaxed atmosphere Bon Jour has quickly become a popular hang out. The Café is best known for its wide selection of coffees and its early morning breakfast."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Beit Jala Pork Butcher Shop"],["url="],["email="],["address="],["lat="],["long="],["directions=downtown Beit Jala"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Craving some fresh pork in the Holy Land? Beit Jala's pork butchery is a rarity in a land where Muslims and Jews both don't eat pork. Customers come all the way from Tel Aviv!!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Wall Lounge"],["url="],["email="],["address="],["lat="],["long="],["directions=nearby the entrance to Bethlehem"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This very innovate restaurant takes a symbol of despair, the massive Israeli barrier separating Bethlehem from Jerusalem, and turns it into an asset for his business. The restaurant's menu is posted on a huge sign onto the barrier and as well, at night soccer games are projected onto a huge projector screen put on the wall for people to view on outdoor tables. This place is a lot of fun to eat, drink, and watch some sports on a big \"movie-theater\" style projector screen!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Toast R Us"],["url="],["email="],["address="],["lat="],["long="],["directions=the Main street of Bethlehem"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant serves \"frozen yoga\" (frozen yogurt), ice-cream (both the Arabic ice-cream and regular gelato), crepes, sandwiches, milk-shakes, and more."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["File:Cremisan.jpg"],["thumb"],["The Cremisan Monastery\/Winery in Bethlehem's suburb-Beit Jala"]]},"\n\nEnjoy the atmosphere and hang out with friends for dinner or a few drinks at Bistro lounge bar in ",{"type":"[[","value":[["Beit Jala"]]},".\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=al-khema (The Tent)"],["url="],["email="],["address=Beit Sahour"],["lat="],["long="],["directions=beside the Shepherd's Field"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant, is enclosed in a huge tent. It serves good food, excellent drink menu (especially the Palestinian beer brand \"Taybeh\"), and also offers a great selection for hookah (flavoured tobacco)."]]}]},"\nVisit the famous ",{"type":"'''","value":["Cremisan Cellars Winery"]}," located in the Bethlehem suburb of Beit Jala. This Winery, also the site of the ancient ",{"type":"'''","value":["Cremisan Monastery"]},", is on a hilltop and offers a spectacular view of the valley below it and as well of the surrounding Jerusalem and Bethlehem area. A must visit for any wine enthusiast! ",{"type":"{{","value":[["listing"],["name=Cremisan Cellars"],["url=http:\/\/www.cremisan.org\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Layal Night club"],["url="],["email="],["address="],["lat="],["long="],["directions=Beit Jala"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This nightclub plays mostly Arabic pop music. There is usually a younger crowd here. Make sure to have a female when going to the nightclub because often when there is too many male patrons, they only let males in if they have girls with them."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Numerous Liquor shops"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bethlehem, being a Christian Palestinian city, is abundant with liquor stores selling various alcoholic beverages for very, very cheap prices. The local specialty is a Arabic liquor called \"Arak\". It tastes like liquroice and is often mixed in lemonade or in ice-water."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Taboo Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=Beit Jala"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This bar is popular with young Palestinians, good drinks and great food served!!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThe problem of finding somewhere to stay as encountered by Mary and Joseph are long gone in Bethlehem. There are many options to choose from. Because Jerusalem is often the place where tourist stay rather than Bethlehem, Bethlehem's hotels offer much cheaper rates than Israeli hotels in order to entice tourists to stay in Bethlehem rather than just do a day tour of the historic sites and then quickly leave back to Israel. Bargining for a cheaper hotel price usually works in Bethlehem. Feel free to email\/phone numerous Bethlehem hotels for quotes and compare the prices, it definantly saves you money rather than staying in an overpriced Jerusalem hotel. Note, for phone numbers in the Palestinian territories, ",{"type":"'''","value":["there are two area codes: 972 and 970"]},". If one of the area codes don't work for a contact number, try the phone number again using the other area code.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bethlehem Hotel"],["url=http:\/\/www.bethlehemhotel.com"],["email=info@bethlehemhotel.com"],["address=near Manger St roundabout at the top of the hill near the border checkpoint"],["lat="],["long="],["directions="],["phone=00972-2-2770702"],["tollfree="],["fax=00972-2-2770706"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Hotel"],["url=http:\/\/www.grandhotelbethlehem.com\/"],["email="],["address="],["lat="],["long="],["directions=If you take local bus 21 (and maybe 124), the bus will drop you off on a hill. If you hike up and keep going straight, the hotel will be on your left. It's got what's probably an upscale Mexican restaurant on top, called Mariachi, but is also situated above a falafel stand"],["phone="],["tollfree="],["fax="],["hours="],["price=$50 US for a single, but if you look like a budget traveler, they might give it to you for $40 (150 NIS)."],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" NGO's such as  ",{"type":"{{","value":[["sleep"],["name=The Holy Land Trust"],["url=http:\/\/www.holylandtrust.org\/index.php?option=com_content&task=view&id=686&Itemid=353"],["email=encounter@holylandtrust.org"],["address=529 Manger Street"],["lat="],["long="],["directions=Beside Reem al Bawadi restaurant"],["phone=970-2-2765930"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}," offer cheap homestays, both short term and long term, with Palestinian families (I believe it's $30 a night)"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Sahara"],["url=http:\/\/www.saharabethlehem.com\/"],["email="],["address="],["lat="],["long="],["directions=Beit Sahour, 1 mile east of Manger Square. Take a taxi for 15 NIS"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=House Of Peace"],["url=http:\/\/www.houseofpeace.hostel.com"],["email=nbt4god@gmail.com"],["address="],["lat="],["long="],["directions=next to Malhamet inyaz, near manger square"],["phone=972 02 2764739"],["tollfree="],["fax="],["hours="],["price=Price starting from around 49.99 shakels a night for mixed dorms and 70 shekels for a private"],["checkin="],["checkout="],["content=Direction: ",{"type":"[","value":["http:\/\/salambethlehem.com\/salamlocation.php"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Abdaa center"],["url=http:\/\/www.dheisheh-ibdaa.net"],["email="],["address=P.O. Box 793, Bethlehem"],["lat="],["long="],["directions="],["phone= 972-(0)-276-7997"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Abdaa center is a cutural center in the Dheisheh refugee camps, they offer cheap accomodation for foreigner and camp volunteers. Nices rooms, clean and around 15 min from Bethlehem, you also can tour the camp with a great guide. Room around 50 NIS per night."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beit Al Liqa"],["url="],["email=jshahwan@beitliqa.org"],["address="],["lat="],["long="],["directions="],["phone=972 02 2745229"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This is a Christian Community centre located in Beit Jala. It offers accomodation to tourists in it's guesthouse."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casanova Hospice"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=972 02 274 3981"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Abu Jubran Lutheran Guest House"],["url="],["email=connection.guesthouse@diyar.ps"],["address="],["lat="],["long="],["directions=Beside Christmas Lutheran Church and inside Dar Annadwa, Paul VI St."],["phone=972 02 277 0047"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Abu Jubran Guest House is an elegant accommodation solution for conferences hosted at our Ad-Dar Cultural and Conference Center.\n13 twin\/double rooms with en suite bathrooms, Heat and air conditioning, and TV and broadband Internet"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Al Anadulus Hotel"],["url="],["email=andalus@p-ol.com"],["address="],["lat="],["long="],["directions=beside the Church of the Nativity"],["phone=+972 02 274 3519"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alexander Hotel"],["url=http:\/\/www.alexanderhotel.ps\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=972 02 227 0780"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beit al Baraka Hostel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=972 02 222 9288"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beit Ibrahim GuestHouse"],["url=http:\/\/www.abrahams-herberge.com"],["email=reception@luthchurch.com"],["address="],["lat="],["long="],["directions="],["phone=972 02 274 2613"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bethlehem Inn"],["url=http:\/\/www.star-inn-hotels.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=972 02 274 2424"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bethlehem Star Hotel"],["url=http:\/\/www.star-inn-hotels.com\/star\/"],["email=htstar@palnet.com"],["address="],["lat="],["long="],["directions="],["phone=972 02 227 0285"],["tollfree="],["fax="],["hours="],["price=$40\/night"],["checkin="],["checkout="],["content=The Star Hotel enjoys a unique Location in Bethlehem apart from being the highest point in Bethlehem, yet it is in the centre near to the shopping Area offering an ideal choice for pilgrims and Tourists alike. The Church of Nativity is six minutes walk through the old bazaars."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casanova Place Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=972 02 274 2798"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=El Beit Guest House"],["url="],["email=info@elbeit.org"],["address="],["lat="],["long="],["directions=Beit Sahour"],["phone=972 02 277 5857"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Everest Hotel"],["url="],["email=Everest@p-ol.com"],["address="],["lat="],["long="],["directions=Beit Jala"],["phone=972 02 274 2604"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The hotel is located on the top of the mountain of Beit Jala, overlooking the city of Bethlehem with its holy sites and with an excellent view over surrounding hills."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Golden Park Resort and Hotel"],["url=http:\/\/www.goldenparkresort.ps\/"],["email="],["address="],["lat="],["long="],["directions=Beit Sahour"],["phone=972 02 277 4414"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Hotel Bethlehem"],["url=http:\/\/www.grandhotelbethlehem.com\/"],["email=grandhotel_beth@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=972 02 274 1602"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Grand Hotel Bethlehem is situated in the heart of Bethlehem, which is synonymous with tradition, style and good taste. It is only a few minutes stroll to the Nativity Church and the shopping area."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=House of Hope Guest House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=972 02 274 2325"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jacir Palace"],["url=http:\/\/www.ichotelsgroup.com\/intercontinental\/en\/gb\/locations\/bethlehem"],["email=jacir@interconti.com"],["address="],["lat="],["long="],["directions="],["phone=+972 02 276 6777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel is the only 5-star hotel in Bethlehem. It is considered the most elite hotels in Bethlehem. Foreign diplomats often stay at this hotel because of it's prestiege image."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mourad Tourist Resort"],["url=http:\/\/www.murad.ps\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=972 02 275 9880"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nativity Bells Hotel"],["url=http:\/\/www.nativitybellshotel.ps\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=972 02 274 8880"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Nativity Hotel"],["url=http:\/\/www.nativityhotel.com"],["email=nativity@palnet.edu"],["address="],["lat="],["long="],["directions="],["phone=972 02 277 0650"],["tollfree="],["fax="],["hours="],["price=single: $40\/night double: $70\/night"],["checkin="],["checkout="],["content=Located in a very quiet area on the edge of the Holy City of Bethlehem, 10 minutes drive from the Church of Nativity and within a walking distance to the business center of Bethlehem."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Paradise Hotel"],["url=http:\/\/www.paradisebethlehem.com\/"],["email= paradise@p-ol.com"],["address="],["lat="],["long="],["directions=beside the Bethlehem Checkpoint"],["phone=972 02 274 4542"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content= Located at the entrance of Bethlehem, one km from the Church of Nativity and only a few kms form the heart of the holy Old City of Jerusalem."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Saint Vincent Guest House"],["url=http:\/\/www.saintvincentguesthouse.net"],["email=svincent@p-ol.com"],["address=john paul II street"],["lat="],["long="],["directions="],["phone=972 02 276 0967"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sancta Maria Hotel"],["url=http:\/\/www.sanctamariahotel.com\/"],["email=smaria@p-ol.com"],["address="],["lat="],["long="],["directions="],["phone=972 02 276 7374"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shepherd Hotel"],["url=http:\/\/www.shepherdbethlehem.com\/"],["email=info@shepherdbethlehem.com"],["address="],["lat="],["long="],["directions="],["phone=972 02 274 0656"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=On one of the west hills of Bethlehem, very near to the main road of Jerusalem-Hebron, surrounded by a multiple of Christian churches, historical convents and educational institutions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=St Antonio Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=972 02 276 6221"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=St Nicholas Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=972 02 274 3040"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Talita Kumi Guest House"],["url=http:\/\/www.talitha.berliner-missionswerk.de\/en\/guest-house.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+972 02 274 1247"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zaituna Tourist Village"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=972 02 275 0655"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Fontana De Maria Hotel"],["url="],["email=samer.tours@gmail.com"],["address="],["lat="],["long="],["directions="],["phone=972 02 275 5250"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Angel Hotel"],["url=http:\/\/www.angelhotel.ps\/"],["email=info@angelhotel.ps"],["address=Al-Sahel Street"],["lat="],["long="],["directions=Beit Jala"],["phone=+972-2-2766880"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Saint Elias Guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions=Beit Sahour"],["phone=02-277 3614"],["tollfree="],["fax="],["hours="],["price=$20 per person"],["checkin="],["checkout="],["content=Great traditional food, and beautiful views!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Alternative Tourist Group"],["url=http:\/\/www.atg.ps\/index.php?lang=en&page=plan_your_trip"],["email=info@atg.ps"],["address="],["lat="],["long="],["directions="],["phone=02-277 2151"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Arranges Bed & Breakfast with local families, a perfect introduction to Palestinian hospitality. Privacy is guaranteed with a separate entry and bathroom for guests."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mount David Hotel"],["url=http:\/\/www.mountdavidhotel.com\/"],["email=info@mountdavidhotel.com"],["address="],["lat="],["long="],["directions="],["phone=972-2-2766511"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bethlehem's newest hotel! We are located in the \"Heart of the City\" within walking distance to the Nativity Church and many of the major attractions, such as the Old City of Bethlehem, King David's wells, just to name a few. Take in the sites of the city, have dinner at one of the numerous Middle Eastern restaurants, anything from fast food to fine dining. Try a Shawerma or a Falafel sandwich and take a taste of the Middle East."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bethlehem Youth Hostel"],["url=http:\/\/www.ejepal.org"],["email="],["address=66, Anatreh St., Bethlehem, Palestine"],["lat="],["long="],["directions=To the right of the Church of the Nativity, down the hill, first left, and 50 meters down on your right side"],["phone=274 84 66"],["tollfree="],["fax="],["hours="],["price=60 ILS"],["checkin=10:00"],["checkout=12:00"],["content=Wonderful hostel in a beautifully restored 19th-century Ottoman house in a central location, five minutes from Manger Square. Comfortable mixed dorms, guaranteed hot water, WiFi access, heating, laundry, kitchen facilities, beer and wine available. Lovely, helpful English and French speaking staff. Very welcoming and safe spot for female travellers."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["File:Herodium.jpg"],["thumb"],["Herodium mountain-about 6km from Bethlehem"]]},"\n\nBethlehem is a good base for visits to ",{"type":"'''","value":["nearby Herodion"]}," (or Herodium), a fortress built by Herod the Great and located some 6 km to the south-east of the town. Herodion can be reached by taxi from Bethlehem costing about US $20 (150-200 NIS) for a round trip.  The Herodion is administered by the Israel Nature & National Parks Protection Authority ",{"type":"[","value":["http:\/\/www.parks.org.il\/ParksENG\/company_card.php3?NewNameMade=46&from=116&CNumber=337735#data"]},".\n\n",{"type":"'''","value":["Bethlehem's bus station"]}," is also a great starting point to ",{"type":"'''","value":["get to other cities in the Palestinian territories"]},". Located at the bottom floor of the bus station are numerous \"Serveeces\" (Palestinian Sheruts) that drive to cities such as ",{"type":"[[","value":[["Hebron"]]},", ",{"type":"[[","value":[["Ramallah"]]}," and ",{"type":"[[","value":[["Jericho"]]},".\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["31.703056"],["35.195556"]]},"\n",{"type":"{{","value":[["IsPartOf"],["West Bank"]]},"\n\n",{"type":"{{","value":[["related"],["Holy_Land"]]},"\n",{"type":"{{","value":[["related"],["One_month_in_the_Holy_Land"]]},"\n",{"type":"[[","value":[["WikiPedia:Bethlehem"]]},"\n",{"type":"[[","value":[["Commons:Category:Bethlehem"]]}]