[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Betla National Park"]}," is in ",{"type":"[[","value":[["Jharkhand"]]},".\n\n",{"type":"==","value":["Understand"]},"\nOne of India's first national parks, it was formed primarily for the protection of tigers. Inside the park, there are two historical forts. One of them, situated near the Betla at 400 ft (120 m), was erected in the 16th century as the seat of Chero Kings. It is now deep inside the forest, but the main sentinel of the old fort is visible high up on the hill with defences in three directions and three main gates.\n",{"type":"===","value":["History"]},"\nThis is one of the ancient forest areas of India which was undisturbed for many years. During the British period this area was first developed. The whole area is occupied by the Aadiwashi, a Scheduled Tribe. The people are known for their bravery and strength.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe forests of the park have a vast range of vegetation consisting of tropical wet evergreen forests in the lower reaches, mixed (moist & dry) deciduous forests in the middle and temperate alpine forests in the upper reaches including sal and bamboo as the major components along with a number of medicinal plants. There are grasslands in the flowing area of the Koel river. Itself and its tributaries run through the northern portion of the park. \n\nThe park has a variety of diverse eco-systems and plenty of wild animals. Elephants in large numbers are seen mostly after the monsoons up to the time when water holes begin to dry up in March.\nPermanent residents include as predators Sloth Bear, Panther, Wild Bear and Wolf. Jackal and hyena are common scavengers. Large herds of Gaur and Chital are commonly seen. Large families of Langurs are an ever present attraction, as are rhesus monkey. Other animals to be found in the NP are Mouse Deer, Sambhar, Four-horned antelopes, Nilgai, Kakar, small Indian Civets, ant eating Pangolin, porcupine and Mongoose.\nThe park's rich Birdlife features the hornbill, peafowl, red jungle fowl, black partridge, White-necked Stork, black ibis, swamp grey, quail, the pied Hornbill, wagtails, the harial, doves, drongo, the crested serpent-eagle, forest owlets, the Papeeha and other birds usually found in dry deciduous forests. The famous Kamaldah lake attracts several varieties of water birds including the common whistling and cotton teal, the comb duck, snipe and geese.\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nBetla village (at 23.8878째N 84.190139째ECoordinates: 23.8878째N 84.190139째E) is the only entry point to the park. The village is situated 25 road-km south of Daltonganj, 65 road-km northwest of Latehar and 170 road-km northwest of Ranchi.\nBy Air: The nearest airport, Ranchi, is connected by daily flights to all major Indian cities. Patna airport is around 250 road-km from Betla. Most resorts have pick-ups facilities. Jharkhand Tourism also arranges pick-ups on advance notice.\nBy Rail: The nearest railway station to Betla is at Barwadih Junction; it's 15 km by taxi or bus. The station features connections from Daltonganj, Latehar, Ranchi, Sasaram, Gaya, Patna, Varanasi, Allahabad, Kolkata, Bhopal, Delhi and Amritsar.\nBy Road: 10 road-km southeast of Daltonganj leave the NH75 to take the 15 km to Betla on a secondary road.\n",{"type":"==","value":["Fees\/Permits"]},"\nThe park is open throughout the year. Wildlife sightings are highest in the hot season (May to June), when foliage is not as thick. The most comfortable time to visit in terms of climate is between November and March.\nContact The Director, Project Tiger (Jail Compound), Betla P.O.Daltonganj Palamau Phone:+91 651 240 0981\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe accommodation facilities in the tourist complex include a three star hotel, tourist lodges with canteen, log huts and tree houses inside the forest with fully furnished suites. The tree house overlooks a watering hole a few yards away where the animals gather in the summers to quench their thirst. STD\/ISD, Postal and Internet facilities are available in the reserve area.\nBihar State Tourism Development Corporation operates the Van Vihar for accommodation. A stay outside the park is possible at Betla, Kerh, Maromar, Mundu and Baresand.\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["IsPartOf"],["Jharkhand"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Betla National Park"]]}]