[{"type":"{{","value":[["pagebanner"],["Beverly Hills sign banner.jpg"],["caption=Beverly Hills city sign at Sunset Boulevard and Sierra Drive"]]},"\n",{"type":"[[","value":[["File:USA Beverly Hills Sunset boulevard.jpg"],["thumb"],["300px"],["Sunset Boulevard"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.beverlyhills.org Beverly Hills"]}]}," is an enclaved city in ",{"type":"[[","value":[["Los Angeles"],["Los Angeles County"]]}," in Southern California, surrounded almost entirely by ",{"type":"[[","value":[["Los Angeles"]]},". Since the 1950s Beverly Hills has marketed itself as a high-end shopping venue and home of the rich and famous, which still rings true today – its reputation has even been the basis of a few popular TV shows such as ",{"type":"''","value":["The Beverly Hillbillies"]}," and ",{"type":"''","value":["Beverly Hills, 90210"]},". Santa Monica Boulevard bisects the city, with most of the businesses to the south, and the north being primarily residential. Most visitors come to shop or dream of shopping, or to try and hunt down their favorite celebrities' homes, but be careful! Many celebrities consider that stalking.\n\n",{"type":"'''","value":["Disclaimer:"]}," For ",{"type":"''","value":["BH 90210"]}," fans, there is no West Beverly High. That was actually Torrance High in ",{"type":"[[","value":[["Torrance"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"{{","value":[["mapframe"],["34.073056"],["-118.399444"],["zoom=13"]]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" From ",{"type":"'''","value":["Los Angeles International Airport"]},": Travel on Interstate 405 North (San Diego Freeway), then exit into State Route 2 East which is Santa Monica Boulevard."]},{"type":"*","value":[" From ",{"type":"'''","value":["Bob Hope Airport"]}," in Burbank: Travel south on Hollywood Way, exit into the Ventura Freeway (California State Route 134 and US 101), then go south on Coldwater Canyon Drive."]},"\n",{"type":"===","value":["By public transit"]},"\n\nThe ",{"type":"[","value":["http:\/\/www.mta.net Los Angeles County Metropolitan Transit Authority"]}," provides bus service into Beverly Hills, connecting with the rail network. Rapid bus 720 runs along Wilshire Boulevard, connecting Beverly Hills with the Fairfax district, Koreatown, and Downtown Los Angeles to the east, and with Westwood and Santa Monica to the west. Rapid bus 704 runs along Santa Monica Boulevard, connecting Beverly Hills with West Hollywood, Hollywood, Silver Lake and Downtown Los Angeles to the east, and with Century City and Santa Monica to the west.\n\n",{"type":"==","value":["Get around"]},"\n\nBeverly Hills has several large, well-marked public parking garages in its downtown area, but they tend to fill up quickly.  Virtually all of the shops and restaurants are walkable from any of the garages. Parking in Beverly Hills is extremely difficult even with the large parking structures, so it is strongly advised to walk or use public transport. If you choose to drive, be aware that there is a law against oversized pickup trucks and sport utility vehicles weighing more than 6,000 pounds.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fig Tree"],["alt="],["url="],["email="],["address=Beverly Drive and Santa Monica Blvd"],["lat=34.071669"],["long=-118.403653"],["directions=in park"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This Morton Bay Fig tree is 85 years old and is 65 feet tall."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Greystone Mansion"],["url=http:\/\/www.greystonemansion.org\/"],["email="],["address=905 Loma Vista Dr"],["lat=34.092136"],["long=-118.401271"],["directions=just north of Sunset Blvd"],["phone=+1-310-550-4654"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rodeo Drive"],["url="],["email="],["address="],["lat=34.068569"],["long=-118.402322"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Rodeo Drive (prounounced Row-Day-Oh) and the nearby walk street Two Rodeo earn their reputation for outrageously expensive and unique boutiques catering to outrageously expensive and unique people."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Museum of Television and Radio"],["alt=Paley Center for Media"],["url=http:\/\/www.paleycenter.org\/"],["email="],["address=465 North Beverly Dr"],["lat=34.070987"],["long=-118.403344"],["directions="],["phone="],["tollfree="],["fax="],["hours=12PM-5PM, Wednesday - Sunday"],["price="],["content=Browse their extensive media archives, or just admire the Richard Meier designed campus."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Barneys New York"],["alt="],["url=http:\/\/www.barneys.com\/b\/"],["email="],["address=9570 Wilshire Blvd"],["lat=34.06699"],["long=-118.40247"],["directions=at Camden Dr"],["phone=+1-310-276-4400"],["tollfree="],["fax="],["hours="],["price="],["content=Much ballyhooed boutique department store specializes in couture and ready-to-wear (not too mention the famed shoe department) from glamour designers like Manolo Blahnik, Armani, Yves Saint Laurent, Vera Wang, Prada, Marc Jacobs and so on. It's a superlative, fashion and pop culture experience from the first floor to the fifth, a dizzying array of trendy 'must-haves' and the most highfalutin' and buzz-worthy cosmetics, attire, shoes and accessories featured in all the glossy magazines. Store itself is awash in vivid colors and hip displays; it's absolutely a unique shopping experience. Barney Greengrass, the top floor deli, is equally chic and draws in hungry shoppers who want a nice meal and to see and be seen (obviously)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=David Orgell"],["alt="],["url=http:\/\/www.davidorgell.com\/"],["email="],["address=262 N Rodeo Dr"],["lat=34.067678"],["long=-118.401201"],["directions="],["phone=+1 310 273-6660"],["tollfree="],["fax="],["hours="],["price="],["content=One of the long-standing merchants on Rodeo Drive, Orgell has such diverse offerings as tapestries, antiques, jewelry and timepieces."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Façonnable"],["url=http:\/\/www.faconnable.com"],["email="],["address=9680 Wilshire Blvd"],["lat=34.066739"],["long=-118.405262"],["directions="],["phone=+1-310-247-8277"],["tollfree="],["fax="],["hours=M-Fr 10AM-6PM; Sa 10AM-7PM; S 12PM-6PM"],["price="],["content=Beverly Hills edition of the French fashion house offers upscale men and women's apparel, watches, shoes, fragrance and accessories with a distinct, \"classic\" style in both design and prevailing brand; somewhat like a European equivalent to Ralph Lauren."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=GEARYS Beverly Hills"],["url=http:\/\/www.gearys.com\/gearyssf\/"],["email="],["address=351 North Beverly Dr"],["lat=34.069416"],["long=-118.401753"],["directions="],["phone=+1 310 273-4741"],["tollfree="],["fax="],["hours=M-SA 10AM-6PM; S 12PM-5PM"],["price="],["content=A Beverly Hills classic, GEARYS is known for providing some of the most luxurious in tabletop and jewelry to its customers. Featuring an extensive selection of china, crystal and silver along side a high-end collection of home decor and decorative items the GEARYS gift and wedding registry is a popular choice for brides seeking uncompromising service and unmatched selection. In addition to the 1930s Beverly Drive location, there is also an exclusive jewelry and watch boutique on Rodeo Drive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Hannspree"],["url=http:\/\/www.hannspree.com\/us\/en\/index.aspx"],["email="],["address=420 N Beverly Dr."],["lat=34.070596"],["long=-118.402129"],["directions="],["phone=+1 310 288-0208"],["tollfree="],["fax="],["hours="],["price="],["content=An electronics lover's paradise, this eclectic shop offers up television sets in the shape golf balls, apple, or a cows, among many other oddities. If you can't find what you want on display, create a personalized one."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=James Perse"],["url=http:\/\/www.jamesperse.com\/"],["email="],["address=357 N. Canon Dr"],["lat=34.070222"],["long=-118.400689"],["directions="],["phone=+1 310 776-7100"],["tollfree="],["fax="],["hours="],["price="],["content=It all started with a desire for the perfect baseball hat. Originally selling his designs from his father's store, James Perse has since opened his own stores specializing in basic T-shirts and an evolved California-style. Its flagship store is on Canon Drive in and houses a high-end home collection including cashmere blankets and bedding, an expanded intimates and loungewear line and the boardshorts and surf T-shirts evocative of his California upbringing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=La Perla"],["url=http:\/\/www.laperla.com\/"],["email="],["address=433 N. Rodeo Dr"],["lat=34.069709"],["long=-118.40365"],["directions="],["phone=+1 310 860-0561"],["tollfree="],["fax="],["hours="],["price="],["content=Home to some of the most exclusive intimate apparel around, La Perla carries a large line of lingerie to complement - or complete - any outfit. It might not always be seen, but it's often the underpinnings to those red carpet fashions."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Saks Fifth Avenue"],["url=http:\/\/www.saksfifthavenue.com\/"],["email="],["address=9600 Wilshire Blvd"],["lat=34.066734"],["long=-118.403709"],["directions="],["phone=+1 310 275-4211"],["tollfree="],["fax="],["hours="],["price="],["content=This has to be the most popular Saks store - it was the site of Winona Ryder's infamous shoplifting incident in 2001."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Scandia Down Shop"],["url=http:\/\/www.scandiadown.com\/"],["email="],["address=332 N. Beverly Dr"],["lat=34.069252"],["long=-118.400895"],["directions="],["phone=+1 310 860-1486"],["tollfree="],["fax="],["hours="],["price="],["content=Retailer of luxurious down blankets, linens, bedding, and bath apparel, their Beverly Hills location is not only a collection of these, but a repository of expert advice on restoration and cleaning of down bedding."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Two Rodeo"],["url=http:\/\/www.tworodeo.com\/"],["email="],["address=200 Rodeo Dr"],["lat=34.067383"],["long=-118.400635"],["directions=at Wilshire Blvd"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A fusion of opulence and European design, the charming Two Rodeo is located in the heart of Beverly Hills' famous shopping district. Just three, very luxurious blocks long, Two Rodeo features an eclectic collection of restaurants, salons and boutiques: Urasawa, Cole Haan, Versace, Gianfranco Ferre, McCormick and Schmick's, Tiffany & Co. and Badgley Mischka to name a few."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Valentino Boutique"],["url=http:\/\/www.valentino.com\/"],["email="],["address=360 N Rodeo Dr"],["lat=34.068932"],["long=-118.402403"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Purveyor of many of the dresses worn by Hollywood's women on Oscar night, this boutique is the Beverly Hills representative of Valentino fashion for both women and men."]]}]},"\n",{"type":"==","value":["Eat"]},"\nThere is a large cluster of Jewish delicatessens and restaurants on Pico Boulevard in Beverlywood, just south of Beverly Hills. Both Ashkenazic and Middle Eastern Jewish cuisines are represented here.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tuk Tuk"],["alt="],["url=http:\/\/www.tuktukthaila.com"],["email="],["address=8875 W. Pico Blvd., Los Angeles"],["lat=34.055148"],["long=-118.385328"],["directions=on Pico Boulevard near Robertson, on the border between Beverlywood and Beverly Hills"],["phone=+1 310 860-1872"],["tollfree="],["fax="],["hours="],["price="],["content=Thai food."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Barney Greengrass"],["url="],["email="],["address=9570 Wilshire Blvd"],["lat=34.066743"],["long=-118.40277"],["directions=at Camden Dr."],["phone=+1-310-777-5877"],["tollfree="],["fax="],["hours=M-W 8:30AM-6PM, Th-F 8:30AM-7PM, Sa 9AM-7PM, Su 9AM-6PM"],["price="],["content=Perched atop the trendy Barney's New York, this isn't the average deli; here, the brisket sandwiches and bagels are served while surrounded by Hollywood agents and the well-heeled crowd who like to be seen as much as they like to eat tasty, deli-inspired food. Great view from the patio (perfect spot for a Sunday brunch) and the prices are relatively fair considering everything else at Barney's is very expensive."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Enoteca Drago"],["url="],["email="],["address=410 N. Canon Dr"],["lat=34.071089"],["long=-118.400871"],["directions=at Brighton Way"],["phone=+1-310-786-8236"],["tollfree="],["fax="],["hours=Open daily 11AM-11PM"],["price="],["content=Already lauded for his popular Italian restaurants Drago, Il Pastaio and Drago Centro, Celestino Drago's Enoteca Drago, serves up delicious pizzas, small plates and other authentic Italian dishes in a spacious, urbane atmosphere complete with an impressive wine bar."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Farm"],["url=http:\/\/www.thefarmofbeverlyhills.com\/"],["email="],["address=439 N. Beverly Dr"],["lat=34.070613"],["long=-118.402813"],["directions=at Little Santa Monica Blvd"],["phone=+1-310-273-5578"],["tollfree="],["fax="],["hours=M-Th 7:30AM-9:30PM; Fr 7:30AM-10PM; Sa 8AM-10PM; Su 8AM-9:30PM"],["price="],["content=Situated on the bustling Beverly Dr., this cozy eatery has had a loyal clientele since its '97 debut and routinely packs in new converts for its American-style comfort food. Uncomplicated, but no less innovative and tasty salads, fish, meats, sandwiches and assorted entrees form an inviting menu for breakfast, lunch and dinner. Ahi Three Ways (Seared Ahi with Pepper Corn, Crepe Wrapped Ahi, Ahi Tartar, Mixed Greens and a Warm Ponzu Sauce), Black & White Salmon, Breakfast Quesadilla, Applewood Smoked Bacon Sandwich and Three Cheese Ravioli are menu standouts. Prepare for an excellent bread assortment. The room is bright, airy and warm, presenting a taste of Americana with old farm utensils and folk art hanging on the muted-colored walls. Location equals waiting list for Saturday-Sunday brunch. But it's worth the wait. Most weeknights a reservation can be avoided. But this is Beverly Hills, so... Amazing brownies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Il Cielo"],["url=http:\/\/www.ilcielo.com\/"],["email="],["address=9018 Burton Way"],["lat=34.071991"],["long=-118.388326"],["directions=at Doheny Dr"],["phone=+1-310-276-9990"],["tollfree="],["fax="],["hours="],["price="],["content=Romantic, alfresco hideaway in Beverly Hills combines dreamy ambiance and fine, Italian cuisine. A steady favorite for those 'special occasions', the upscale restaurant features a fountain garden, with retractable glass roof, and fireplace for dining under the stars. Many come for the setting, but the Northern Italian menu features a variety of equally heartwarming main dishes and desserts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kate Mantilini"],["url="],["email="],["address=9101 Wilshire Blvd"],["lat=34.067241"],["long=-118.389982"],["directions=at Doheny Dr."],["phone=+1-310-278-3699"],["tollfree="],["fax="],["hours="],["price="],["content=More than just the backdrop for the classic scene in the film \"Heat\" that featured Al Pacino and Robert DeNiro going mano e mano, Kate Mantilini is a Beverly Hills classic, serving up a monster menu of comfort food morning, noon and night since the '80s. The daily specials never disappoint and the menu is dotted with one great dish after another."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Scala"],["url="],["email="],["address=434 N. Cañon Dr"],["lat=34.071389"],["long=-118.401426"],["directions=at Santa Monica Blvd"],["phone=+1-310-275-0579"],["tollfree="],["fax="],["hours="],["price="],["content=Original La Scala dominated the culinary scene (specifically Italian food) in Los Angeles of the '50s and '60s, yet the more recent embodiment of the eatery remains a hotbed for excellent Italian cuisine. The cozy environs, replete with red, vinyl booths, add to the pleasant experience. The venerable chopped salad remains a must-have."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mako"],["url=http:\/\/www.makorestaurant.com\/"],["email="],["address=225 S. Beverly Dr"],["lat=34.064181"],["long=-118.399302"],["directions=at Charleville Blvd"],["phone=+1-310-288-8338"],["tollfree="],["fax="],["hours=M-Sa 6PM-10PM, W-Fr 12PM-2PM"],["price="],["content=Delicious and creative, the Asian-eclectic menu is served small plates style in a snug, minimalist dining room that is never without bustle. Chef Mako whips up truly scrumptious cuisine."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Maple Drive"],["url=http:\/\/www.mapledriverestaurant.com\/"],["email="],["address=345 N. Maple Dr"],["lat=34.07491"],["long=-118.393822"],["directions="],["phone=+1-310-274-9800"],["tollfree="],["fax="],["hours=M-Fr 11:30AM-10PM, Sa 6PM-10PM"],["price="],["content=Part of the '80s culinary renaissance that hit Los Angeles, Maple Drive remains a fine destination for inventive (and quite appetizing) cuisine that is best described as California-eclectic. There's a very lively bar scene with a jazz trio adding the perfect soundtrack. Try the famous 'kick-ass chili.'"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nick's Coffee Shop"],["url="],["email="],["address=8536 West Pico Blvd"],["lat=34.053335"],["long=-118.377085"],["directions=corner of Pico & La Cienaga"],["phone=+1-310-652-3567"],["tollfree="],["fax="],["hours="],["price=$10-15 per person"],["content=Located in the same location since 1946, this classic diner has a six-page menu with several hundred items for all tastes. American diner fare is combined with Mexican specialties for a mind-numbing variety of meal options, and portions are generous. Prices are reasonable, service is amazingly fast and friendly, and the decor is guaranteed to have you waxing nostalgic."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Oliverio"],["url=http:\/\/www.avalonbeverlyhills.com\/dining\/"],["email="],["address=9400 Olympic Blvd"],["lat=34.059124"],["long=-118.39721"],["directions=at Beverly Dr"],["phone=+1-310-277-5221"],["tollfree="],["fax="],["hours="],["price="],["content=Eating establishment inside the achingly trendy Avalon Hotel. The stylish indoor-outdoor tables share space with the hotel's pool, lively bar and its constant wave of partygoers and socialites. Lunch begets a more casual mood, whereas nighttime is primarily the right time as the hotel bar\/pool\/restaurant kicks into high gear. Food-wise, it's modern American cuisine galore and reaches a level of top-tier flavor one might not expect going in. Cool music, lounge-style vibe and good food makes for an enjoyable experience. The scallop and celery root risotto is a menu highlight."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Porta Via"],["url="],["email="],["address=424 N. Cañon Dr"],["lat=34.071249"],["long=-118.401281"],["directions=at Brighton"],["phone=+1-310-274-6534"],["tollfree="],["fax="],["hours="],["price="],["content=Neighborhood bistro is a charming locale for breakfast, lunch and dinner; very cozy exterior\/interior sets the stage for idyllic consumption of fresh salads, tasty sandwiches and other goodies. Not too pricey, which is nice."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Stinking Rose"],["url=http:\/\/www.thestinkingrose.com"],["email="],["address=55 North La Cienega Blvd"],["lat=34.066552"],["long=-118.376533"],["directions="],["phone=+1-310-652-7673"],["tollfree="],["fax="],["hours="],["price="],["content=A classy restaurant with a menu focused on garlic. Make sure to order the Bagna Calda as an appetizer. Also features vegetarian meals and meals without garlic. The more adventurous can try the garlic ice cream."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Rodeo"],["url="],["email="],["address=360 N. Rodeo Dr"],["lat=34.068956"],["long=-118.402416"],["directions="],["phone=+1-310-273-0300"],["tollfree="],["fax="],["hours="],["price="],["content=Located inside the Luxe Hotel. It has outdoor dining that affords great people watching."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Crustacean"],["url="],["email="],["address=9646 South (Little) Santa Monica Blvd"],["lat=34.069236"],["long=-118.406128"],["directions=at Bedford Ave"],["phone=+1-310-205-8990"],["tollfree="],["fax="],["hours="],["price="],["content=From the moment the An family opened the doors to their posh, multi-level eatery in 1997, the Asian and Vietnamese-inspired menu has wowed food lovers – not too mention the interior design of the restaurant\/bar, which blends an evocative Asian aesthetic with Hollywood style. The glamorous vibe and hot bar scene aside, it's the food that is the main draw, which features Dungeness crab, gigantic grilled tiger prawns, Sea Bass and the famous garlic noodles."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cut"],["url="],["email="],["address=9500 Wilshire Blvd"],["lat=34.066879"],["long=-118.400715"],["directions=at S. Rodeo"],["phone=+1-310-276-8500"],["tollfree="],["fax="],["hours="],["price="],["content=Ubiquitous Mr. Wolfgang Puck returns, this time to the Regent Beverly Wilshire in Beverly Hills, with a steakhouse that has the town abuzz. Urbane service and top-shelf cuisine set the stage for a delicious, though pricey dining experience."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Grill on the Alley"],["url=http:\/\/www.thegrill.com\/"],["email="],["address=9560 Dayton Way"],["lat=34.067416"],["long=-118.401952"],["directions=at Wilshire Blvd"],["phone=+1-310-276-0615"],["tollfree="],["fax="],["hours=M-Th 11:30AM-10:30PM, Fr-Sa 11:30AM-11PM, Su 5PM-9PM"],["price="],["content=Prominent, old school inspired steakhouse known for the Hollywood powerbrokers who power lunch in The Grill's sleek, leather banquettes, expense account credit card in hand. With a bar perfectly situated upon entering, there is a nice emphasis on cocktail culture to go along with the juicy steaks, fish and seafood and other classic dishes. The décor is decidedly masculine, with an east coast (think Manhattan) tenor permeating the usually noisy room. A phenomenal menu top to bottom."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jaan"],["url=http:\/\/beverlyhills.raffles.com\/hsylaxra\/restaurants_jaan.html"],["email="],["address=9291 Burton Way"],["lat=34.072542"],["long=-118.3954"],["directions=inside Raffles L'Ermitage hotel"],["phone=+1-310-278-3344"],["tollfree="],["fax="],["hours=6AM-11PM daily"],["price="],["content=French-Asian cooking. Lavish surroundings. Both points come together is an inspired hotel dining experience inside the Raffles L'Ermitage. Guests can feast or relax on the patio around the fireplace or next to a lighted waterfall. Jaan (the word is Cambodian for dish or bowl) menu changes monthly, alternating between diverse flavors and cuisine styles."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Dolce Vita"],["url=http:\/\/www.ladolcevitabeverlyhills.com\/"],["email="],["address=9785 Santa Monica Blvd"],["lat=34.067534"],["long=-118.409124"],["directions=at Wilshire Blvd"],["phone=+1-310-278-1845"],["tollfree="],["fax="],["hours=M-Sa 5PM-2AM"],["price="],["content=This celebrated Italian eatery in Beverly Hills dates back almost 50 years and is a throwback to the good, old days in Los Angeles when folks actually dressed up for a night on the town. The place was a hotbed for the who's who. The décor remains dark and sophisticated, highlighted by the classic brick walls, adorned with glossies of Hollywood legends. Step inside and one might close their eyes and feel the presence of Frank Sinatra and Dean Martin holding court in one of the plush booths. And apparently, as research points out, every president since Kennedy has enjoyed a fine meal at La Dolce Vita. Nostalgia and presidential history aside, the food remains delightful; lasagna, veal, steak, capellini, risotto, linguini and so on – it's all here and it's quite superb."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mastro's"],["url=http:\/\/www.mastrossteakhouse.com\/"],["email="],["address=246 N. Cañon Dr"],["lat=34.068836"],["long=-118.398849"],["directions=at Wilshire Blvd"],["phone=+1-310-888-8782"],["tollfree="],["fax="],["hours="],["price="],["content=Expert mix of classic steakhouse, chic bar scene and well-heeled denizens makes for one heck of a dining experience; that it's located smack dab in the center of glitzy Beverly Hills only seems apropos once you step inside. Two lounges, one upstairs and one down, buffer the main dining room, which features a menu touting wonderful steak selections, as well as seafood and chicken. Side dishes demand top billing, too. The upstairs lounge is quite a scene, with a pianist crooning standards and bartenders whipping up endless orders of martinis for a showy crowd. The whole place operates at high speed, but the old school-meets-modern elegance ambiance, which is appealing in its own right, never overshadows the real star of the show – the food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Matsuhisa"],["url=http:\/\/www.nobumatsuhisa.com"],["email="],["address=129 N La Cienega Blvd"],["lat=34.068374"],["long=-118.376571"],["directions="],["phone=+1-310-659-9639"],["tollfree="],["fax="],["hours="],["price="],["content=Better known for his Nobu restaurants, this is the original restaurant of Nobu Matsuhisa, one of the most influential sushi chefs in the world. Truly fantastic."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mr. Chow"],["url=http:\/\/www.mrchow.com"],["email="],["address=344 N. Camden Dr"],["lat=34.068085"],["long=-118.403333"],["directions="],["phone=+1-310-278-9911"],["tollfree="],["fax="],["hours="],["price="],["content=Famed, ultra-chic Chinese eatery built upon the egos and expense accounts of celebrities, wanna-be celebrities, Hollywood busybodies and the in-crowd. Since opening in 1974, Mr. Chow has remained a culinary heavyweight in the pantheon of Los Angeles dining, not too mention the enduring allure it has for the A-list. Austere in design, with trademark black and white checkerboard floor and tiny tables bunched close together, the dining room is always bustling, still channeling the 'café society' vibe restaurant founder Michael Chow instilled in the place from when it opened. There are now Mr. Chow restaurants in London, New York, and coming soon, Las Vegas. Do try the Drunken Fish."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ruth's Chris Steak House"],["url=http:\/\/www.ruthschris.com\/locations\/beverlyhillssteakhouse.html"],["email="],["address=224 S. Beverly Dr"],["lat=34.064028"],["long=-118.398838"],["directions="],["phone=+1-310-859-8744"],["tollfree="],["fax="],["hours="],["price="],["content=Always busy, it seems, at this steakhouse chain, which sits comfortably on the lively Beverly Dr. The sizzling filet mignon, rib eye, New York strip, T-bone and porterhouse stand center stage on the menu, which features all sorts of delicious side dishes. The place is dark and busy and the noted cocktails fight for space on most tables. It's a chain, sure, but remains a consistent winner for great food and atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Spago"],["url=http:\/\/www.wolfgangpuck.com\/rest\/fine\/spago\/bh\/"],["email="],["address=176 N. Cañon Dr"],["lat=34.06753"],["long=-118.397588"],["directions="],["phone=+1-310-385-0880"],["tollfree="],["fax="],["hours="],["price="],["content=Wolfgangs Puck's flagship is worth a splurge, and you can say you ate at the real deal. The food is excellent, the decor (designed by his wife) is terrific, and Wolfgang himself often stops by if he's in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Urasawa"],["url="],["email="],["address=218 North Rodeo Dr"],["lat=34.067383"],["long=-118.400807"],["directions=near Wilshire Blvd"],["phone=+1-310-247-8939"],["tollfree="],["fax="],["hours="],["price="],["content=When Masa Takayama relocated to New York, his assistant, Hiro Urasawa took over the space. The space still has the most expensive restaurant in California, but it's well worth it for sushi fanatics."]]}]},"\n",{"type":"===","value":["Desserts"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sprinkles"],["url=http:\/\/www.sprinklescupcakes.com"],["email=eat@sprinklescupcakes.com"],["address=9635 South (Little) Santa Monica Blvd"],["lat=34.069574"],["long=-118.406053"],["directions="],["phone=+1-310-274-8765"],["tollfree="],["fax="],["hours=M-Sa 9AM-7PM, Su 10AM-6PM"],["price=$3.25\/each, $36\/dozen"],["content=Featured on television shows like Good Morning America and the Oprah Winfrey Show, Sprinkles is the place in Los Angeles to get gourmet cupcakes. This increasingly popular dessert takes one of America's favorite baked desserts to a whole new level, offering 10 varieties a day, 5 of which are always available and the remaining 5 of which varies from day to day. Flavors range from the basic (milk chocolate or red velvet) to the exotic (ginger lemon or chai latte). The shop is hugely popular, but also a bit pricey (at $3.50 a pop), so if indulgent desserts are your thing, be sure to make a quick stop here."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Trader Vic's"],["url=http:\/\/www.tradervics.com"],["email="],["address=9876 Wilshire Blvd"],["lat=34.066194"],["long=-118.412681"],["directions="],["phone=+1 310 285-1300"],["tollfree="],["fax="],["hours="],["price="],["content=New location at the Beverly Hills Hilton poolside bar. Great exotic drinks and Polynesian tropical modern decor. With a laid back bar environment that flows on to a patio\/pool area."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Bar Noir"],["alt="],["url=http:\/\/www.maison140beverlyhills.com\/"],["email="],["address=140 Lasky Dr"],["lat=34.065648"],["long=-118.40958"],["directions="],["phone=+1 310 281-4000"],["tollfree="],["fax="],["hours="],["price="],["content=A cozy, though supremely stylish bar in the equally stylish Maison 140, a 43-room luxury boutique hotel tucked away on a side street in Beverly Hills. Enjoy fancy cocktails or traditional libations amidst the candlelight and achingly seductive décor. It's serves as both prime option for first-daters or those who desire an intimate, low-key spot to cuddle up with a warm body and tasty beverage."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Writer's Bar"],["alt="],["url=http:\/\/beverlyhills.raffles.com\/"],["email="],["address=9291 Burton Way"],["lat=34.072609"],["long=-118.395201"],["directions=at Elm Dr"],["phone=+1 310 278-3344"],["tollfree="],["fax="],["hours=Open daily 11AM-2AM"],["price="],["content=Not sure how many actual writers are on the premises working on a novel or screenplay, but the Writer's Bar – inside the swanky Raffles L'Ermitage hotel – definitely hosts a recurrent assemblage of Hollywood types (re: agents, executives) and those who like to see-and-be-seen. Still, the easygoing vibe and cool, sophisticated environment keeps the bar relatively mellow, even when it's crowded – which it usually is. In all the spacious design and warm, comfy décor' (two fireplaces!) makes it a fine place to relax and socialize."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Beverly Hilton"],["url=http:\/\/beverlyhilton.com\/"],["email="],["address=9876 Wilshire Blvd"],["lat=34.066632"],["long=-118.413193"],["directions="],["phone=+1-310-274-7777"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Walk to Rodeo, enjoy the restaurants along the way.  Be sure to stop at the Buena Vista Cigar Club and say hello to Rigo - ask him to make a recommendation and enjoy a good smoke.  Or stay in your room and order up room service and be treated like royalty.  Circa 55 in the hotel has a delicious roasted crispy duck, or you can walk next door to Trader Vics and enjoy a Mai Tai made right.  You may not spot a celebrity here, but you will definitely be treated like one."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Carlyle Inn"],["url=http:\/\/www.carlyle-inn.com\/"],["email="],["address=1119 South Robertson Blvd"],["lat=34.056531"],["long=-118.38407"],["directions="],["phone=+1-310-275-4445"],["tollfree=+1-800-322-7595"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Suite accommodations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Crescent Beverly Hills"],["url=http:\/\/www.crescentbh.com"],["email="],["address=403 N. Crescent Blvd"],["lat=34.071182"],["long=-118.400346"],["directions="],["phone=+1-310-247-0505"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A modern hotel originally built for silent film stars in 1926. Has a trendy on-site restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Four Seasons Hotel"],["url="],["email="],["address=300 S. Doheny Dr"],["lat=34.07264"],["long=-118.389284"],["directions="],["phone=+1 310 273-2222"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Luxury accommodation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=L'Ermitage Beverly Hills"],["url=http:\/\/www.lermitagebh.com"],["email="],["address=9291 Burton Way"],["lat=34.072631"],["long=-118.395598"],["directions="],["phone=+1-310-278-3344"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A luxury hotel situated on a tree-lined residential street that is known for its elegance and privacy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Montage Beverly Hills"],["url=http:\/\/www.montagebeverlyhills.com\/"],["email="],["address=225 North Canon Dr"],["lat=34.068063"],["long=-118.398716"],["directions="],["phone=+1-310-860-7800"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This hotel features suites, a spa, salon, vacation packages, fine dining, meeting facilities and wedding locations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maison 140 Beverly Hills"],["url=http:\/\/www.maison140beverlyhills.com\/"],["email="],["address=1140 Lasky Dr"],["lat=34.065643"],["long=-118.409792"],["directions="],["phone=+1-310-281-4000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Slip into the French and Far East-inspired modes of Maison 140, an intimate, 43-room boutique luxury hotel in Beverly Hills. This unique unique hotel was redesigned by Kelly Wearstler Interior Design as a contemporary tribute to the classic Parisian inns of the last century. Visually striking, yet inviting and warm - the Maison 140 Beverly Hills Hotel is the city's perfect pied-a-terre for the imaginative traveler."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["West Hollywood"]]}]},". Travel east on Santa Monica Boulevard to cruise the Sunset strip with its gauntlet of bars, clubs, and music venues ."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hollywood"]]}]},". So synonymous with motion pictures that you forget that it actually exists. Where their past is celebrated, their present is premiered, and their future is constantly being created."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Los Angeles\/West"]]}]},". Head west on Santa Monica or Wilshire to the cultural kaleidoscope that is West Los Angeles. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Santa Monica"]]}]},". Further to the west lies the popular beach and shopping city of Santa Monica and its famous pier."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Culver City"]]}]},". Which has been recently having a renaissance of nightclubs and bars."]},"\n",{"type":"{{","value":[["routebox"],["image1=US 66 (historic).svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Santa Monica"]]}],["minorl1=",{"type":"[[","value":[["Los Angeles\/West"],["West LA"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Los Angeles\/Downtown"],["Downtown L.A."]]}],["minorr1=",{"type":"[[","value":[["West Hollywood"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["34.073056"],["-118.399444"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Westside (Los Angeles County)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Beverly Hills, California"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/California\/Localities\/B\/Beverly Hills\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Beverly Hills, California"]]}]