[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\nThe town of ",{"type":"'''","value":["Bexhill"]}," is located approximately six miles west of ",{"type":"[[","value":[["Hastings (England)"],["Hastings"]]}," in the Rother District of ",{"type":"[[","value":[["East Sussex"]]}," and has a population of just over 42,000.\n\n",{"type":"==","value":["Understand"]},"\nBexhill (sometimes known as Bexhill-on-Sea) is a coastal town in South-Eastern England, with a population of around forty thousand. The town was created in 772 by King Offa II of Mercia when he granted power to the Bishop of Oswald to build a church. Almost 300 years later, William gave the settlement to Robert, Count of Eu. The town has had a few famous people visit it: Agatha Christie used it in her novel ",{"type":"''","value":["The ABC Murders"]},", and John Logie Baird, the creator of television, spent his last years in Bexhill.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bexhill Museum"],["alt="],["url="],["email="],["address=Egerton Road, Bexhill On Sea, East Sussex TN39 3HL"],["lat=50.8374"],["long=0.466"],["directions="],["phone=+44 1424 787950"],["tollfree="],["fax="],["hours=Opening Times Tues-Fri 10AM-5PM, Sat-Mon and Bank Holidays 11AM-5PM"],["price=Admission £3 for adult, £1.50 for children 5-16, free admission for under 5s"],["content=This museum covers all aspects of modern life: from the history of wildlife in one section, fashion in another, and automobiles all in one small museum. Bexhill museum is perfect for both family visits and educational visits."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["The sea"]}," Nowhere you go in Bexhill is far away from the beach, and for good reason too. The beach is incredibly scenic, and with plenty of beach huts for the seaside lovers. The beach is made of pebbles, which may remove some of the appraisal for some, but there are many treats to find along the beach. The council even put up signs to show how far away the groynes were for the encouragment of exercise."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:De La Warr Pavilion, Bexhill.jpg"],["thumb"],["right"],["De La Warr Pavilion in Bexhill"]]},"\nThe De La Warr Pavilion, a building in the  International Modernist style, has recently undergone a major refurbishment and redevelopment. There is a magnificent restaurant offering the best in fresh local produce, excellent wines and great views of the sea.\n\nAt the top of Galley Hill are the remains of a WWII military bunker. Not many people are aware that the Irish comedian Spike Milligan was posted to Bexhill in the early 1940s. He mentioned the bunker in his book \"Adolf Hitler - My Part In His Downfall\". Later in the book he referred back to the town in the Goon Show's \"The Dreaded Batter Pudding Hurler of Bexhill-on-Sea\".\n\nThe sporting facilities available include squash, tennis, bowls, football, golf, cricket and swimming. The town is also proud of its leisure centre and the indoor leisure pool complex. The latter being located as part of the Ravenside Retail Park at Bulverhythe.\n\nBexhill is renowned as the ‘birthplace of British motor racing’ with regular displays of cars from various eras throughout the year. The town is particularly proud of its seafront with an award winning beach. The promenade stretches for miles, from Trafalgar Beacon on Galley Hill to Cooden Beach, offering magnificent views. You may even get the chance to watch the Sailing or Rowing Club in action.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe De La Warr Pavilion, a building in the  International Modernist style, has recently undergone a major refurbishment and redevelopment. There is a magnificent restaurant offering the best in fresh local produce, excellent wines and great views of the sea.\nOpening hours are 10AM-4PM in the winter and 10AM-5PM in the summer. The Sovereign Light Café on the seafront featured in the Keane song of the same name.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["50.85"],["0.47"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Sussex"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Bexhill-on-Sea"]]}]