[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Beylaqan"]}," is in Beylaqan Rayon in ",{"type":"[[","value":[["Azerbaijan"]]},".\n",{"type":"[[","value":[["File:Peygember Entrance.jpg"],["thumb"],["500px"],["Jerjis"]]},"\n\n",{"type":"==","value":["Understand"]},"\nThe city of Beylaqan has a population of 22,000 plus 40,000 in the surrounding villages some of which are IDP's. It is situated in south-central Azerbaijan near the Azerbaijani border with ",{"type":"[[","value":[["Iran"]]},".  It takes 4 hours to Beylaqan from the capital city Baku via minibus.\n\nThe terrain of the city is quite flat. From the city center it is possible to see the Karabagh mountais in the distance.\n\n",{"type":"===","value":["History"]},"\nBeylaqan (ancient Palakatan) was once the capital of caucus Albania in 415 AD.  It was razed by Timur in 1235. During the Soviet times it developed as a center for cotton and mutton production.  The sugar beet industry has been starting to develop in Beylaqan, this is demonstrated by the Imishli Sugar Beet Factory utilizing new western technologies in the pilot farm located just south of the city center.\n\n",{"type":"==","value":["Climate"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Winter"]},"- cold, days of snow are sparse with few days nearing the warmth of a spring day."]},{"type":"*","value":[" ",{"type":"'''","value":["Spring"]},"- about two weeks of this season are experienced yearly, mild and enjoyable weather."]},{"type":"*","value":[" ",{"type":"'''","value":["Summer"]},"- hot, this season is best known for its siesta like afternoons with more activity taking place in the early morning and evening, as people retreat to their shady cool gardens to enjoy their fresh fruit while escaping from the harsh mid-day weather. "]},{"type":"*","value":[" ",{"type":"'''","value":["Fall"]},"- warm, this is the season to be experienced in Beylaqan, as there is an unparalleled selection of fruits and vegetables, particularly enjoyed after a fine mutton shish kebob."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:City Center.jpg"],["thumb"],["250px"],["The city center of Beylegan"]]},"\n\n",{"type":"===","value":["By Taxi"]},"\n",{"type":"*","value":[" From Baku- first go to 20 January station, ask for a taxi going to Beylaqan and pay 8 AZN per person. It takes 3.5 hours."]},{"type":"*","value":[" From Barda- go to the bus station and pay 4 AZN per person."]},{"type":"*","value":[" From Aghjibedi- go to large gate at the entrance of town, and flag down a taxi heading to Lankaran and pay 3 AZN to the city."]},"\n",{"type":"===","value":["By Train"]},"\n",{"type":"*","value":[" From Baku- take the Horadiz train to Dashburun from 28 May at 11PM.  Get off at Dashburun at 7AM. For coupe (2nd class) pay with passport in hand 2.80 AZN.  Then take a taxi alongside other people getting off in Dashburun to the city center paying .60 AZN per person in a full taxi."]},{"type":"*","value":[" From Horadiz- take the Baku bound train at 9:30PM and get off at Dashburun at 10:00. Pay .6 AZN."]},"\n",{"type":"===","value":["By Bus\/Minibus"]},"\n",{"type":"*","value":[" From Baku- minibuses leave from Baku to Beylaqan starting at 11AM and once every hour until 4PM. Upon entering the bus pay 5 AZN."]},{"type":"*","value":[" From Yevlax- the minibus leaves Yevlax at 8:30. Pay 4 AZN and get off at the ",{"type":"''","value":["Gorush"]}," gas station or the city gate and pay .6-.8 AZN to share a taxi to the city center."]},{"type":"*","value":[" From Lankaran- take any bus bound for ",{"type":"[[","value":[["Agjabadi"]]},", ",{"type":"[[","value":[["Yevlax"]]},", or ",{"type":"[[","value":[["Ganja"]]},", and pay 4 AZN. Get off at the ",{"type":"''","value":["Gorush"]}," gas station or the gate and pay .6-.8 AZN to share a taxi to the city center."]},{"type":"*","value":[" From Ganja- take the Lankaran bound bus and pay 4 AZN."]},"\n",{"type":"==","value":["Get around"]},"\nAlthough there are no intra-city minibuses in Beylaqan, the city center is no bigger than 1 km square, so it is quite possible to navigate the city without tiring too much.\n\n",{"type":"===","value":["Walking"]},"\nEverything in the city, including the “Paradise Garden” and the “The Sacred Sanctuary of Jerjis” can be gotten to by walking.\n\n",{"type":"===","value":["Taxi"]},"\nWithin the immediate city pay no more than 1 AZN for a taxi. To reach the “Prophet’s Mosque” pay 2 AZN one way for a whole taxi.\n\n",{"type":"==","value":["Talk"]},"\nEnglish is not widely spoken in Beylaqan so it would be wise to either bring an Azeri phrase book and\/or brush up on your Azeri\/Russian\/Turkish before arriving in Beylaqan. The accent in Beylaqan is known for being similar to the accent in Karabagh.\n",{"type":"*","value":[" ",{"type":"[[","value":[["Azerbaijani phrasebook"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Russian phrasebook"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Turkish phrasebook"]]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Sacred Sanctuary of Jerjis"]}," (",{"type":"''","value":["Cercis Ziyarətgahi"]},")- this mosque complex is located 4 km outside of the city center. It is dedicated to Jerjis, who was a prophet born in Palestine, was bestowed with the title of prophet on his 16th year, was an apostle of Jesus, and who taught monotheism and healed people, and sometimes returned them to life.  According to legend, throughout his 77 years of his life, his died and returned to life four times because of his 70 separate instances of torture. The Romans called him Georgis, and the Greeks Jerjis Jerjus. There is a restaurant, souvenir shop, and mosque; the tomb of Jerjis enclosed in a wood and stained glass mausoleum, and graveyard in this complex. Next to the mausoleum, there is a chain that you can put a scarf on the hook and make a wish and if it stays on the hook you will receive the wish. This sanctuary can be reached via foot if you walk 40 minutes."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Beyleqan mutton- it is said that because the feed that the sheep consume is of a higher quality than in other regions, the mutton is tastier."]},{"type":"*","value":[]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Paradise Gardens"]}," (",{"type":"''","value":["Cənət Baği"]},"), found just south of the center of town on the east side of the road marked with a tall monument- is an upper scale outdoor restaurant complete with a fountain, manmade rainfall, pleasant atmosphere, and delicious food. The saj, written ",{"type":"''","value":["sac"]},", is a large self cooking cast iron skillet filled with a mixture of fruits, vegetables, and meat.   "]},{"type":"*","value":[" Other more affordable restaurants can be found by asking!"]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Canal tea house"]},"- south of the city center monument. This place has tea and beer on tap. This is a bamboo thatched patio situated just south of the city center right on top of the canal. For an alternative tea or beer drinking experience, it is possible to sit in private canoes directly over the canals. Pay .5 AZN for a refreshing beer on tap and .2 for a piping hot pot of tea."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" The Central Beylaqan Motel is currently under renovation"]},{"type":"*","value":[" There is a motel ran by Elat Agribusiness consulting center. It is 20 AZN per night. It is located on secured grounds and there is a TV and shower."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Beylaqan-Agjabadi 4 AZN ",{"type":"''","value":["taxi"]}]},{"type":"*","value":[" Beylaqan-Baku 5 AZN ",{"type":"''","value":["minibus"]}]},{"type":"*","value":[" Beylaqan-Baku 2.8 AZN '",{"type":"''","value":["night train"]}," 10PM"]},{"type":"*","value":[" Beylaqan-Baku 8 AZN ",{"type":"''","value":["taxi"]}]},{"type":"*","value":[" Beylaqan-Yevlax 4 AZN ",{"type":"''","value":["minibus"]}]},{"type":"*","value":[" Beylaqan-Lankaran 4 AZN ",{"type":"''","value":["minibus"]}]},{"type":"*","value":[" Beylaqan-Ganja 4 AZN ",{"type":"''","value":["minibus"]},"."]},"\n",{"type":"{{","value":[["geo"],["39.7756"],["47.6186"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Azerbaijan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Beylagan (city)"]]}]