[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bhadrachalam"]}," (Telugu: భద్రాచలము) is a major pilgrim town situated on the banks of the Godavari River in ",{"type":"[[","value":[["Khammam district"]]},", ",{"type":"[[","value":[["Andhra Pradesh"]]}," in ",{"type":"[[","value":[["Southern India"]]},". \n",{"type":"[[","value":[["File:Painting of Lord Rama on a temple at Bhadrachalam in Khammam District.jpg"],["thumb"],["300px"],["Painting of Lord Rama on a temple at Bhadrachalam"]]},"\n",{"type":"[[","value":[["File:Bhadrachalam temple View from Lord Narasimha Temple.JPG"],["thumb"],["300px"],["Bhadrachalam temple View"]]},"\n",{"type":"==","value":["Understand"]},"\nThe main attraction is the temple of Sri Ram built by Kancharla Gopanna popularly known as Bhakta Ramadas in 1630 AD. Ramdas was then tax revenue collector (also called as Tahsildar). He collected money from people to build this temple and when the collections were not sufficient, used tax collections and consequently was jailed for 12 years by the king Tani Shah of Golconda (now Hyderabad). Moved by the plight of his devotee Sri Ram and his brother Laxmana repaid the money owed to the king and got Ramadas released.\n\nTwo festivals are most important at Bhadrachalam:\n- Annual Kalyanotsavam on the eve of Sri Rama navami,  during Sri Rama Navami(March-April) there is a huge influx of pilgrims not only from Andhra districts, but also from other distant places to attend the wedding of Lord Rama with Sita. \n- Vaikunta Ekadasi (Mukkoti). Sree Seetaramachandra swamy wil give darshan through the Vaikuntha dwaram on the eve of Mukkoti(December–January)\n\n",{"type":"==","value":["Get in"]},"\nBhadrachalam is connected by road and rail network. The nearest railway station is Bhadrachalam Road (station code: BDCR), 40 km from the town. Locally, Bhadrachalam Road Railway Station is more commonly referred to as Kothagudem Railway Station. It takes approximately 50 minutes to travel from Kothagudem Railway Station to Bhadrachalam by bus and the fare is about Rs 20.\nBhadrachalam is:\n120 km from district head quarters, ",{"type":"[[","value":[["Khammam"]]},"\n325 km from the state head quarters, ",{"type":"[[","value":[["Hyderabad"]]},", where the nearest international airport is ",{"type":"[[","value":[["Hyderabad"]]}," and domestic airport is ",{"type":"[[","value":[["Vijayawada"]]},".\n\nBy road from Hyderabad follow this route: ",{"type":"[[","value":[["Hyderabad"]]}," – ",{"type":"[[","value":[["Suryapet"]]}," – ",{"type":"[[","value":[["Khammam"]]}," – ",{"type":"[[","value":[["Kothagudem"]]},"– Palvancha (This Is Beautiful Town In Khammam District, Kothagudem Thermal Power Station-KTPS Located in Palvancha Town.) - Bhadrachalam. Buses ply from Vijayawada and other major towns in Andhra Pradesh.\n\nIf you want to go to Bhadrachalam from Hyderabad by train, you have ",{"type":"'''","value":["Machilipatnam\/Manuguru express (Train No:17050\/12752)"]}," at Secunderabad Station every day at 10:45PM. You should buy a ticket up to Kothagudem (Bhadrachalam Road). The train reaches Kothagudem at 04:45AM. From there you can take a bus to Bhadrachalam. There are lots of buses from just outside Kothagudem station. Bus fare is around Rs 20. You can reach Bhadrachalam Town in 50 minutes. While returning you can take ",{"type":"'''","value":["Train No:0340(Link Secunderabad Express)"]}," from Kothagudem. It departs from there at 10:15PM.\n\nIf you wish to travel by Road, there are a number of APSRTC busses which ply to the place.  It will be around 315 km from the capital city Hyderabad.  The tourism department buses also ply to Bhadrachalam.  It will take you non-stop with a break  at the Guest House on the Highway near Narketpally.  It will be a 7 hours journey from Hyderabad to Bhadrachalam.  Suppose if you start from Hyderabad at 10PM, you will reach by 5AM the next day.\n\nThe courtesy and the behaviour of the temple administration, locals are excellent.  You can feel that everyone there are ready to extend cooperation and they talk to you politely.  Perhaps it is the manners of Sri Rama embedded into atmosphere.\n\n",{"type":"==","value":["Get around"]},"\nThree wheeler taxis (called 'auto rickshaws') can be found everywhere, clogging the streets of Bhadrachalam. They don’t carry meters, so fares are to be bargained based on distance (or your perception of it). At the time of writing (August, 2013) fares to temple areas were between 10 and 15 rupees per person. Never book an auto rickshaw in advance for trips to the temple as the Darshan (to see the deity) time may vary depending on demand and day of the week (Mondays,Tuesdays and weekends are busy). You can always find auto rickshaws once your Darshan is over.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Sanctum-2.jpg"],["thumb"],["300px"],["right"],["Sanctum inside the temple complex"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bhadrachala Rama Temple"],["alt="],["url=http:\/\/www.bhadrachalarama.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the main temple complex and the abode of Lord Sri Ram – it also has smaller temples of other gods and goddesses. Temples of Lord Shiva and Narasimha are quite close by. The temple is kept open from 5:30 in the morning and stays so till 12:00 in the noon.The temple usually remains closed during the noon hours, and reopens in the evening at 4PM The temple will be closed in the night after the last pujas are performed by 8:00"]]}]},"\n",{"type":"*","value":[" Tiny museum within the temple complex has jewellery Ramdas and others got made for deities of this temple. (The dates of Ramdas’ and Abul Hassan Tanasha's birth and death given on their painted portraits indicate that Ramdas lived for 32 years and Tanasha for 17 years which is rubbish). "]},{"type":"[[","value":[["File:View of Parnasala in Khammam District.JPG"],["thumb"],["300px"],["View of Parnasala near Bhadrachalam"]]},"\n",{"type":"[[","value":[["File:Brass statues at Parnasala in Khammam district.JPG"],["thumb"],["300px"],["Brass statues at Parnasala"]]},"\n\n",{"type":"*","value":[" Edicts made by Ramadas on stone guiding administration of the temple, poojas and other rituals are inside the temple complex written in Telugu."]},"\n",{"type":"*","value":[" Parnasala is a popular (nearby) place frequently visited by tourists and is 35 km from Bhadrachalam. This is said to be the place where Ravan abducted Sita.  A small hut with gaudily painted sculptures of Sri Ram, Sita, Laxman and Ravan depicting key events from Ramayan is what Parnasala is about. This place has great historical importance but weathered sculptures, attempt to replicate the sculptures with fiber glass, lack of maintenance make it a little less satisfied experience.  However, passing through tiny tribal hamlets and expansive fields of paddy by a spooky tree lined road plus the serene Godavari River are the saving grace. Its would be a worth while to visit  this place if you plan to spend at least 2 or 3 days in Badrachalam. Avoid recommendations from local guides about this place and make your own call."]},"\n",{"type":"[[","value":[["File:Dummugudem Barrage on Godavari Khammam District.jpg"],["thumb"],["300px"],["Dummugudem Barrage on the Godavari River near Parnasala"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Papikondalu Hills"]}," - a steam boat ride on River Godavari enjoying views of the River and setting sun. Available as a package of one day including 5 to 7 hours of boat ride. Diesel-powered boats start from Sriramagiri, about 60 km from Bhadrachalam. They offer breakfast, tea, lunch and evening snacks on the boat itself, except lunch where they make special arrangements on the way to papikondalu on the shores of Godavari.  The taste & hygiene of the food is good. On the way you can also see the perantallapally, a temple of lord shiva, where you can find a small water fall coming from the thick forests. A sage used to meditate in this forest. You should maintain utmost silence in the temple.  You should not offer any thing (like donations etc.).  The environment is peaceful.  If you have the time, you can do meditation here.  On the way you can also visit ",{"type":"''","value":["Sriramagiri"]}," temple (58 km. from Bhadrachalam). It is always better to take water, fruit and food with you on the steam boat ride. You have to be cautious before planning trip to Papikondalu during summer as the water levels in River Godavari may cancel the boat trips."]},{"type":"[[","value":[["File:Road to Maredumilli from Chintoor in Khammam District.JPG"],["thumb"],["300px"],["Road to Maredumilli from Chintoor, near Bhadrachalam"]]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Visit the main temple."]},"\n",{"type":"*","value":[" Sit and absorb the atmosphere in the peaceful (on working days) temple premises."]},"\n",{"type":"*","value":[" Perform different types of pooja – fees for which can be paid right outside the main temple."]},"\n",{"type":"*","value":[" Attend sessions of Kirtanas written by Ramadas and others in honor of Sri Ram (after 8PM)"]},"\n",{"type":"*","value":[" Walk along river Godavari through tiny hamlets if the weather is pleasant."]},"\n",{"type":"==","value":[" Buy "]},"\n\n",{"type":"==","value":["Eat"]},"\nPrasadam (food offered to the main deity of the temple) sold outside the main entrance can be a good breakfast as well – especially Laddu, Chakrapongali, Pulihora and Patikabellam (misri) are sold at nominal price right in the temple complex.\n\nFor breakfast go to Veeranna Hotel near Amba satram to have delicious idly with spicy Ginger chutney..hmmm very tasty..\n\nFor lunch there is mess at Tata gudi centre to have delicious Telugu vegetarian food.\n\nMost restaurants are near bus station and offer the same food fare. Cuisine is South Indian ‘thali' and normal south indian snacks like: Idli, Vada, Poori and Dosa.\n\nTea and Coffee (always with milk) are served in small stainless steel tumblers – tend to be cloyingly sweet unless otherwise specified.\n\nBranded bottled water (also referred to as Mineral Water, which it isn't) of well known brands are available all over the town.\n\n",{"type":"==","value":[" Drink "]},"\nDrinking may not be suggested activity  here as it is considered to be a holy place.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" Devastanam (temple administration) accommodation offers good value: ",{"type":"'''","value":["Sita Nilayam"]}," (also called ‘vanda gadulu’)is one such located near the main temple, - several new and big rooms costing between 200rs to 350rs with A\/C. No room service. If all the rooms are booked enquire about other so called 'cottages' "]},{"type":"*","value":[" Hotel ",{"type":"'''","value":["Kalki, Godavari, Gitanjali"]}," are other smaller hotels."]},{"type":"*","value":[" State run ",{"type":"'''","value":["Punnami Bhadrachalam"]}," has dormitories for 150rs."]},"Hotel \"Sudarshan Residency\" just opposite to the temple is also a good choice. A\/c Double Occupancy costs at Rs.1100\/- and this hotel is well maintained. The advantage of this hotel is, it is just opposite to the temple and walkable to both temple and river Godavari.\n\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[" State run ",{"type":"'''","value":["Punnami Bhadrachalam"]}," has A\/C Suites at 1400rs to 1500rs and non A\/C rooms at 800rs.(Phone No. 08743231463). This is the best hotel in Bhadrachalam town."]},{"type":"*","value":[" Hotel ",{"type":"'''","value":["Ratan"]},", located near the Bus Stand - has decent ambience and reasonably clean rooms - twin rooms. It is somewhat noisy with constantly ringing phones resounding through the hotel building (especially in the nights). Room service is non-existent (this may change once an restaurant opens in the hotel, planned for July, 2009)."]},"\nBus station is on the main road where most hotels and restaurants are. Do check the room you are offered before you pay up.\n\n",{"type":"==","value":[" Go next "]},"\n",{"type":"[[","value":[["Khammam"]]}," the district centre and ",{"type":"[[","value":[["Rajahmundry"]]}," are the two places which you can visit.\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["17.67"],["80.88"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Andhra Pradesh"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bhadrachalam"]]}]