[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bhagalpur"]}," (Devnagri :भागलपुर Tirhuta or Urdu :بہاگل پور or Bengali :ভাগলপুর) is a city in ",{"type":"[[","value":[["Bihar"]]}," in ",{"type":"[[","value":[["India"]]},". It is a city of historical importance on the bank of Ganges river, situated 220 km east of Patna and 410 km north west of Kolkata. Bhagalpur is the distorted form of Bhagdatpuram (meaning city of Good Luck) as it was called during the flourishing of the Anga Kingdom, and has been the seat of power since Bhagalpur also known as Silk City.\n\n",{"type":"==","value":["Understand"]},"\n\nBhagalpur formed a part of the ancient Sanskrit kingdom of Anga, said to be ruled by king Karna of Mahabharata who was well known for his charity. In later times it was included in the powerful Hindu kingdom of Magadha, or Behar, and in the 7th century it was an independent state, with the city of Champa as its capital. It afterwards formed a part of the Mohammedan Kingdom of Gaur, West Bengal, and was subsequently subjugated by Akbar, who declared it to be a part of the Delhi empire. Bhagalpur passed to the East India Company by the grant of the emperor Shah Alam II in 1765.\n\nReferences to Bhagalpur can be found in Indian epics like the Ramayana and the Mahabharata where Bhagalpur has been described as the kingdom of Anga. A temple from the Gupta period still exists in Bhagalpur. \n\nBhagalpur was one of most important trade centers in Bengal Presidency in British India. The city and the district was notorious for its criminal activities and lack of human safety, both of which peaked during 1970s leading to 1980 Bhagalpur blindings. The communal violence that broke out in and around Bhagalpur in October 1989 continued for about two months and nearly 1200 lives lost. It has emerged as one of the most economically and socially stable districts of Bihar in present times.\n\n",{"type":"==","value":["Get in"]},"\nYou can reach the Silk City Bhagalpur by train\/road. From Patna, the capital of Bihar, it takes a decent 6 hours to reach here. the local airport is well under plan and may take a few years to actually start functioning.\n\n",{"type":"==","value":["Get around"]},"\n\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Jain temple at Nathnagar"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= It is an important pilgrimage centre for Jains."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Budhanath Temple"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= It is an ancient Shiva Temple on the bank of Ganges."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sultanganj"],["alt="],["url="],["email="],["address="],["lat=25.246"],["long=86.738"],["directions=about 25 km West"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is an important religious center for Hindus from where holy water of Ganges is carried and offered at Deoghar."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Dargha of Shawaz Rahmat-ulla"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=near Bhagalpur railway station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= One of the most popular place of Muslims."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Mandara Hill"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= It is supposed to have concurrent to Patliputra or Patna. Bhagdattpuram fin the gods to churn the ocean to procure amrit. The serpent, Vasuki offered to serve as the rope and has left behind an impression of the coil on the granite hill. It is believed that Panchjanya, the conch shell used in the Mahabharat was discovered here in the \"Shankh Kund\". The Puranas also refer to the hill. It is believed to have been visited by Vishnu as Madhusudana (the destroyer of Madhu the Demon). It is said that Vishnu covered Madhu under the hill after defeating him to death. Kalidasa's Kumarasambhava refers to foot marks of Vishnu on the slopes of Mandara. The hill is replete with relics of bygone ages. Apart from inscriptions and statues, there are numerous rock cut sculptures depicting various images of Hindu Gods. The hill is equally revered by the Jains who believe that their 12th Tirthankara attained nirvana at the summit. The area around Mandara Hill is laced with a landscape of extraordinary splendour. The 800 feet high granite hill is a sight to see in the daylight. It is a popular picnic spot for people living in the area."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= Ancient cave sculpture"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ancient cave sculptures from Emperor Ashoka's reign, from 274 to 232 BC are found in the neighbourhood and at Sultangunj, 20 km west of Bhagalpur,"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name= The Tomb of Suja"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The tomb of Suja, brother of Moghul emperor Aurangzeb, in the heart of the town is reminiscent of the city's association with the Mughal period"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ancient Vikramshila University"],["alt="],["url="],["email="],["address="],["lat=25.324722"],["long=87.284722"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The ruins of ancient Vikramshila University are located 44 km east of Bhagalpur. The royal university ranks next to Nalanda, and owes its origin to Dharmapala, the devout Pala king who called himself Paramasaugata (chief worshipper of the Buddha) and was a great patron of Mahayana Buddhism. It was the medieval center to the conservation and propagation of Buddhist education, established by King Dharampal of Bengal at the end of the 8th century."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name= Participate in \"Vish-hari Puja\""],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The religious festival of \"Vish-hari Puja\" or \"the worship of the Snake Queen\" or \"Manasa Devi, said to be a daughter of lord Shiva and Queen of Snakes\" traces its roots back hundreds of years and is still celebrated every year with thousands of believers and snake charmers offering milk to the Nag (the Snake King) and Nageen (The Snake Queen)."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name= D.N.Singh Road."],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The main shopping centre in Bhagalpur"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name= MG Road"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= There are a few showrooms of famous brands like Raymonds, Killer, John Players, Adidas,Levis etc."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=KHALIFABAGH CHOWK"],["alt="],["url=http:\/\/www.khalifabaghchowk.com"],["email="],["address=near DN SINGH ROAD"],["lat="],["long="],["directions=GO STRAIGHT FROM DN SINGH ROAD"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\nthere are many  3 star hotels in city\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=SAI INTERNATIONAL"],["alt="],["url="],["email="],["address=STATION ROAD"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Bihar"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Bhagalpur"]]},"\n",{"type":"{{","value":[["geo"],["25.25"],["87.02"],["zoom=11"]]}]