[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bhalukpong"]}," is a small town located at the border of ",{"type":"[[","value":[["Assam"]]}," and ",{"type":"[[","value":[["Arunachal Pradesh"]]}," in ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Bhalukpong"]}," is part in Assam and part in Arunachal Pradesh. It lies on Tezpur - Bomdila route ( 52 Km\/32 mi from Tezpur and 100 Km\/62 mi from Bomdila). All tourists visiting Arunachal Pradesh through Tezpur - Bomdila route have to show there ILP\/PAP at the check post over here. The place remains highly under explored. Note that though lodges are available in Assam part of the town you will still need to have an ILP\/PAP to visit other parts of town which belong to Arunachal pradesh.\n\n",{"type":"==","value":["Get in"]},"\nFrom Tezpur, Taxis and Buses run till Bhalukpong. Any vehicle going to ",{"type":"[[","value":[["Bomdila"]]}," from Tezpur will pass through Bhalukpong. Alternately one can come over to Balipara (20 km\/12 mi from Tezpur) and catch the buses that ply on Itanagar-Bomdila route and get down at Bhalukpong.\n\n",{"type":"==","value":["Get around"]},"\nBhalukpong is a small town and can be covered on foot. Alternately you can hire one of the Taxis standing at Taxi stand just past the check post to take you around.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":[" Pakke Tiger Reserve "]},"\nPakke Tiger Reserve",{"type":"[","value":["http:\/\/www.pakketigerreserve.org\/"]}," also known as Pakhui Wildlife Sanctuary and Pakhui Tiger reserve is a 862 sq. km. (332 sq mi) wildlife sanctuary. Tourists can either go on a day trip or even better can stay at one of the forest lodges for which booking should be made in advance. Note that tourism is not much developed in this area and even locals will not know much about getting inside the reserve. It is advisable to contact local forest office at either Bhalukpong or Seijosa for arranging night stay inside the  reserve well in advance.\n\n",{"type":"==","value":[" Tipi Orchid Research Center "]},"\nAround 6 km (4 mi) from Bhalukpong check post, Tipi Orchid research center is home to over 450 spices of Orchids. Best time to visit the center is in April-May when orchids are in full bloom. A to and fro taxi journey should not cost more than ",{"type":"{{","value":[["Indian Rupee"]]},"300-400 in total.  \n\n",{"type":"==","value":[" Bichum reservoir "]},"\n\n\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Trekking"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["River Rafting"]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThere is a nice restaurant inside Prasanati tourist lodge campus, with an excellent view of the mountain and river. Tasty food prepared in Assamese style is available here.\n\n",{"type":"==","value":["Drink"]},"\nThere are multiple wine shops all over the town.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Prasanati tourist lodge"],["url="],["email="],["address=Bhalukpong,Assam"],["lat="],["long="],["directions=When coming from Tezpur, on the right side of the road, Just before Army TCP a small road goes towards right. Take a walk for around 50 metres (160 ft) and just behind Army TCP you will see a big complex with the sign board."],["phone=+91-9435405806"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This is a great place to stay. Constructed by Assam tourism development corporation, the complex is located in a huge space on the bank of Jia Bharali river offering excellent mountain and river view. Prices from ",{"type":"{{","value":[["Indian Rupee"]]},"400 to 2000."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[{"type":"'''","value":["Divisional Forest Officer,"]}," Pakke Wildlife Sanctuary and Tiger Reserve: Seijosa, East Kameng district – 790103, Arunachal Pradesh. Tel: 03778-200016, 200014. Email: dfopakke@gmail.com "]},"\n",{"type":"*","value":[{"type":"'''","value":["Range Forest Officer"]},", Tipi Wildlife Range: P.O. Tipi, West Kameng district – 790114, Arunachal Pradesh."]},"\n",{"type":"*","value":[{"type":"'''","value":["Range Forest Officer"]},", Seijosa Wildlife Range: West Bank, P.O. Seijosa, East Kameng district – 790106, Arunachal Pradesh."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Bomdila"]]},"\n\n",{"type":"[[","value":[["Tawang"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Arunachal Pradesh"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Bhalukpong"]]}]