[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bhimashankar"]}," (",{"type":"[","value":["http:\/\/www.bhimashankar.in\/"]},"; ",{"type":"[[","value":[["Marathi phrasebook"],["Marathi"]]},":भीमाशंकर) is a temple town located about 100 km from ",{"type":"[[","value":[["Pune"]]}," and 223 km from ",{"type":"[[","value":[["Mumbai"]]}," in ",{"type":"[[","value":[["Western Maharashtra"]]},". It is considered to be one of the holiest places in India and is also a popular trekking destination.\n\n",{"type":"==","value":[" Understand "]},"\nBhimashankar is one of the shrines where Lord Shiva, an aspect of God in Hinduism is worshipped in the form of a Jyotirlingam or \"Lingam (pillar) of light.\" There are twelve traditional Jyotirlinga shrines in India and Bhimashankar is one of the these Jyotirlingams.\n\n",{"type":"==","value":[" Get in "]},"\nDirect routes to Bhimashankar exist only by road.\n",{"type":"===","value":["By bus"]},"\nDirect buses to Bhimashankar can be taken from Mumbai and Pune. To get to the town from other places, one has to take a bus to Manchar, from where regular buses leave for Bhimashankar.\n",{"type":"===","value":["By trek"]},"\n",{"type":"===","value":["From Mumbai"]},"\nOne has to take a local train from Mumbai city to Karjat station. A six seater can be hired to take one to Khandas village which is about 40 km from Karjet station. The six seater vehicles charge Rs.700 for a trip from Karjat station to Khandas village, and hence might not be economical for small groups of travellers. There is an alternate 2 stage route that can be taken, which involves taking a State Transport bus from near Karjat station to Kashele village first. At the drop off point of the bus in Kashele village, a shared cab can be hired to Khandas village. The shared cabs charge Rs.20 per person and normally would wait for the cab to be filled with at least nine people before starting the journey. It is to be noted that this wait can take up to half an hour. A short 3 km walk from Khandas village would lead one to a small bridge, from where the trek begins.\n\nThe path from the bridge forks into two pathways. Taking a right turn at the bridge would lead one along the Ganesh Ghat route, while taking a left at the bridge would lead one along the Shidi route. Both the routes lead to the top with the Shidi route being tougher and shorter than the Ganesh Ghat route. The Ganesh Ghat route is recommended for beginners while the Shidi route can be taken by trekkers with  medium to advanced experience.\n\n",{"type":"==","value":[" Get around "]},"\n",{"type":"==","value":[" See "]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"==","value":[" Buy "]},"\n",{"type":"==","value":[" Eat "]},"\n",{"type":"==","value":[" Drink "]},"\nThose doing the trek to Bhimashankar in the non-monsoon seasons are advised to carry three liters of water as there is a high risk of dehydration due to long stretches of trek benig done while being exposed to the sun.\n",{"type":"==","value":[" Sleep "]},"\nPilgrims usually stay here for three days. The local upajjhayas (priests) make arrangements for the lodging and boarding of pilgrims at a small cost. Visitors are accommodated in either temporary hutments or in dharamshalas near the village. A new dharamshala is under construction. There are several hotels near Bhimashankar. Places like Shinoli and Ghodegaon are good for staying near Bhimashankar. Accommodation at Bhimashankar mainly comprises two bungalows (with a capacity of 8 beds) and tents.\n",{"type":"==","value":[" Go next "]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Western Maharashtra"]]},"\n",{"type":"[[","value":[["Wikipedia:Bhimashankar Temple"]]},"\n",{"type":"{{","value":[["geo"],["19.072"],["73.536"]]}]