[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bhitarkanika"]}," is a national park in ",{"type":"[[","value":[["India"],["India's"]]}," ",{"type":"[[","value":[["Odisha"]]}," state (formerly Orissa).\n\nIf you are looking for a place off the beaten track for your next holiday, Bhitarkanika could well be your destination. For sea, sand and adventure. Yes, adventure. Because the Bhitarkanika group of islands in northeastern Odisha offers not just great beaches but exciting trekking trails through forests teeming with wildlife and some thrilling boat rides.\n\nAnd the islands being in Odisha, you could package your holiday with visits to the state’s famous ancient temples at the great heritage centres of Puri, Bhubaneswar and Konarak. (They are always worth a second visit if you have done them before.)\n\nThe Bhitarkanika islands can be reached from Bhadrak on the Calcutta-Madras railway line that also passes through Bhubaneswar and Cuttack. A night train from Calcutta’s Howrah station will reach Bhadrak (297 km) at dawn. (Alternatively, you could take a train in the opposite direction from Bhubaneswar).\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nFauna species found in Bhitarkanika include:\nSalt water crocodiles, Olive Ridley Turtles, Kingfishers, bird varieties, python, monitor lizards, wild boar, hyenas, spotted deer, wild cat, jungle fowl. Flora is in the form of mangrove species. There are over 60 varieties of mangrove species in Bhitarkanika, more than what you can find even in Sundarbans, the largest mangrove forests.\n\n",{"type":"===","value":["Climate"]},"\nBest season: October–March\nMonsoons are just amazing here. Once access roads (under construction) are built, Bhitarkanika (on Dangmal side) can be a real good place to explore and enjoy monsoon. Boating in rivers in rain has its own joy. Forest is, however, closed from 14 May to 31 July. But the wide rivers are enough to keep you glued to place. Add some trekking by the side of mangrove forests spread in so many villages.\n\nBhitarkanika is beautiful even in summer. It should be explored not just as a place where you find crocodiles. It is almost like nature's paradise. It is quite, peaceful and so green. Above all, it is relatively less hot than other areas in Odisha. Evenings are just so soothing and pleasant.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["From Kolkata"]},"\nBy train from Howrah (Calcutta) to Bhadrak (297 km). From Bhadrak take a vehicle to Chandbali. It is better, however, now not make Chandbali its base. It is better to stay on the other side of the river - the place where real fun lies. Cross the river in boats and stay in resort on the other side of the river. Bhadrak to Chandbali road not in good shape as of now, you can instead drive to Dhamra and cross over by boat and check in a resort there. It is also a good idea to get down at Cuttack instead of Bhadrak. Time and cost you have to bear to reach resort near Dangmal from Cuttack is more or less the same as you will have to bear if you come from Bhadrak.\n",{"type":"'''","value":["From Bhubaneswar & Cuttack"]},"\nKhola is the main point of entrance to explore the forest on boats. From Bhubaneswar you can reach directly to Khola by your own car. Bhubaneswar to khola is 150 km. From Cuttack, Khola is just 120 km and can be reached in just three hours.\n\nCloset airport: Bhubaneswar\n\n",{"type":"==","value":["Fees\/Permits"]},"\nEntrance Fee for Indians Rs20\/person and for foreigners Rs1000\/person. If the number of foreigners is 10 or more in numbers, entrance fee per person for them will reduce to Rs200\/person. Fee for still camera is Rs50. For video cameras the fee has been hiked to Rs1000.\n\n",{"type":"==","value":["Get around"]},"\nGo in the creeks on boat for sightseeing. Crocodiles, wild boars, spotted deer and lots of birds would be visible. Go and see crocodile breeding center. You must visit Baggahan Bird Sanctuary inside the National Park. Wide array of bird varieties will leave you wondering as how and why so many birds live in this part of the forest.\n\nVisit Ekakula and Habalighati islands. This is a whole day excursion. You must make it a point to go on nature treks permitted inside the forest area and also outside the forest area. Do not forget exploring some of the lesser explored beaches. Beach in Pentha village is one such beach. Do try to explore Hukitola as well.\n\nMake Bhitarkanika your base to explore the Buddhist sites of Lalitgiri, Ratnagiri and Udaygiri.\n\n",{"type":"==","value":["See"]},"\n\nBhitarkanika is home of India's largest remaining population of the endagered Indian salt water crocodile. Bagagahan Bird Sanctuary is a part of Bhitarkanika National Park. It is a home to so many bird varieties, some being rare. It is the only place where you can find eight varieties of kingfisher. Also keep an eye over large monitor lizards, pythons, hyenas, spotted deer and a lot of snake varieties. In winters you can spot river dolphins as well.\n\nThe beach, also known as Garhimatha, is famous as the nesting ground of Olive Ridley turtles. They are an endangered species, and wildlife conservationists have of late mounted special efforts to save from poachers the hundreds of thousands of turtles that land here every winter to lay eggs. The turtles, ancient creatures of the deep seas, have been homing in on remote Garhimata every nesting season (January–March) for perhaps thousands of years; it was only a few decades ago that the nesting ground was discovered by conservationists.\n\n",{"type":"==","value":["Do"]},"\n\nGo to Ekakula and Habalighati. Try some unexplored beaches in and around Bhitarkanika. Pentha village has one such beach. Hukitola is another unexplored area. Go for nature treks and takes lots of photos. Angling can be a real fun in this area for rivers in Bhitarkanika is full of fish varieties. Bird watching can be real learning curve here for some rare varieties have made Bhitarkanika their home. Do look for cycling in the countryside - an activity with lots of potentials here but something hardly anyone does here.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere is no need to carry your own provisions from Chandbali any more. \nRestaurant is available at Dangmal where you can eat. You cannot eat non-vegetarian foods here, nor can you drink here. Best bet is to eat at Riverine Resort. They can give you all sorts of foods - prawns, crabs, fish, chicken, eggs or lamb. They can serve you drinks too, but, of course, at a higher price!\n\n",{"type":"==","value":["Drink"]},"\nLots of coconut water. They are available here in plenty. You can drink lots of beer too!!\n\n",{"type":"==","value":["Sleep"]},"\n\nInexpensive forest rest houses at Dangamal, Ekkakula, and Hawalighati.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Riverine Resort Bhitarkanika"],["url=http:\/\/www.riverineresorts.com"],["email="],["address=Nalitapatia (via Ishwarpur), Rajnagar, Kendrapara"],["lat="],["long="],["directions="],["phone = +91 9439365707"],["tollfree="],["fax="],["hours="],["price="],["checkin=11AM"],["checkout=11PM"],["content=This is a 12-room eco-sensitive jungle resort located at three hours drive from Bhubaneswar and two and half hours from Cuttack. Resort is located in the buffer zone of Bhitarkanika National Park, a RAMSAR site, famous for its vivid mangrove forests, salt water crocodiles, olive ridley turtles, snake, reptile and bird varieties. Stunning unexplored beaches are short distance from the resort. Boating in river, angling, photography, and nature trails can be real fun."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nMake sure not to enter rivers. The only way you should enjoy rivers in Bhitarkanika is on boats. Do not cause any problems to wildlife - just enjoy them. Do not walk in those parts of forest where you are not allowed to walk. This can be dangerous. Follow the advise of your guide.\n\n",{"type":"==","value":["Go next"]},"\nYou can reach Bhubaneswar or Cuttack by road. For Kolkata you can take a night train from Cuttack. You can also catch train from Bhadrak.\n\n",{"type":"{{","value":[["IsPartOf"],["Coastal Odisha"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Bhitarkanika National Park"]]}]