[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bhubaneswar"]}," is the capital of the ",{"type":"[[","value":[["East (India)"],["East"]]}," ",{"type":"[[","value":[["India"]]},"n state of ",{"type":"[[","value":[["Odisha"]]}," (formerly known as Orissa).\n\n",{"type":"==","value":["Understand"]},"\n\nBhubaneswar is the capital of the Indian state of Orissa, officially spelled Odisha. The city has a history of over 3000 years starting with the Mahamegha-bahana Chedi dynasty (around 2nd century BCE) who had Sisupalgarh near present-day Bhubaneswar as their capital. Bhubaneswar has been known by names such as Toshali, Kalinga Nagari, Nagar Kalinga, Ekamra Kanan, Ekamra Kshetra and Mandira Malini Nagari (City of Temples) otherwise known as the Temple City of India. It is the largest city of Orissa, and a center of economic and religious importance in the region today.\n\nBhubaneswar's possession of magnificent sculptures and architectural heritage, coupled with the sanctity as Ekamrakshetra make this one of the great religious centres of Orissa since early medieval days.With its large number of Hindu temples (over 600 in number), which span the entire spectrum of Kalinga architecture, Bhubaneswar is often referred to as a Temple City of India and together with Puri and Konark it forms the Swarna Tribhuja (Golden Triangle); one of the most visited destinations in eastern part of India.\nThe modern city of Bhubaneswar was designed by the German architect Otto Königsberger in 1946. Like Jamshedpur, Chandigarh, it is one of the first planned cities of modern India. With the Chandaka forest reserve on the fringes, the city with an abundance of greenery, is one of the cleanest and greenest cities of India.\n\nBhubaneswar replaced Cuttack as the political capital of the state of Orissa in 1948, a year after India gained its independence from Britain. Bhubaneswar and Cuttack are often commonly together known as the twin-cities of Orissa. The metropolitan area formed by the twin cities had a population of 1.4 million during 2011.[4] Bhubaneswar is categorized as a Tier-2 city. An emerging Information Technology (IT) hub, the boom in the metals and metal processing industries have made Bhubaneswar one of the fastest developing cities of India in recent years.\n\nModern Bhubaneswar is a well planned city with wide roads and many gardens and parks. The plan was made by Otto H. Koenigsberger, a German town planner. Though part of the city has stayed faithful to the plan, it has grown rapidly over the last few decades and has made the planning process unwieldy.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nBhubaneswar airport ",{"type":"[","value":["http:\/\/www.bhubaneswarairport.com"]}," is well connected to most of the major cities of India.\n",{"type":"*","value":[" Air India operates daily flights to and from "]},"Delhi- Bhubaneswar - Delhi\nMumbai - Bhubaneswar - Mumbai\nBangalore- Bhubaneswar - Bangalore\nHyderabad - Bhubaneswar - Hyderabad\n. Check ",{"type":"[","value":["http:\/\/indian-airlines.nic.in\/scripts\/flightschedule.aspx Flight Schedule"]},"\n\n",{"type":"*","value":[" Jet and JetLite (previously Sahara Airlines) operate a direct flight to and from Delhi and 2 flights daily from Kolkata(one in the morning and one in the evening)."]},"\n",{"type":"*","value":[" INDIGO Airlines operates daily to Delhi(direct) and Mumbai(via Hyderabad)."]},"\n",{"type":"===","value":["By train"]},"\nBhubaneswar is the divisonal headquarters of East Coast railways. It is situated on the main line from Kolkata to Chennai and is well connected by direct train service to most major Indian cities. For timings and other details check the Indian Railways website ",{"type":"[","value":["http:\/\/www.indianrail.gov.in\/"]},". Some major trains connecting Bhubaneswar with:\n\nNew Delhi\n",{"type":"*","value":[" Rajdhani Express, Nandankanan Express, Kalinga Utkal Express,duranto express,puri express and Purushottam Express"]},"\nMumbai (Bombay)\n",{"type":"*","value":[" Konark Express and Lokmanya Tilak Express etc."]},"\nChennai (Madras)\n",{"type":"*","value":[" Coromandel Express, Chennai Howrah mail etc."]},"\nHowrah (Kolkata)\n",{"type":"*","value":[" Dhauli Express, Janasatabdi Express, Coromandel Express, Howrah Puri Express,Shri Jagannath Express,Falaknuma Express,Howrah Chennai Mail,Howrah Yesvantpur Express,EastCoast Express etc."]},"\nHyderabad (Secunderabad)\n",{"type":"*","value":[" Falaknuma Express, East Coast Express, Konark Express, Visakha Express etc."]},"\nBangalore \n",{"type":"*","value":[" Prashanti Express, Yeshwantpur Howrah Express, Yeshwantpur Guwahati Express(only on Mondays), Guwahati Express (wed,thu,fri)"]},"\n",{"type":"===","value":["By road"]},"\nBhubaneshwar is situated on the National Highway no.5 that runs between ",{"type":"[[","value":[["Kolkata"]]}," and ",{"type":"[[","value":[["Chennai"]]},". It is 480 km from ",{"type":"[[","value":[["Kolkata"]]},", 445 km from Visakhapatnam, 1225 km from ",{"type":"[[","value":[["Chennai"]]},", 32 km from Cuttack, 130 km from Chilika Lake (Barkul), 184 km from Gopalpur-on-sea, 64 km from Konark, 62 km from Puri.\n\nFrom Bhubaneswar after traveling 20 km there is a place known as Pipili. This place is famous for patching cloth design locally known as Chandua. From the center of Pipili market one has to take left turn to go towards Konark and the straight road goes to Puri.\n\n",{"type":"==","value":["Get around"]},"\nGetting around in Bhubaneswar does not take much time, due to the perfect town planning and well laid roads. Travel within Bhubaneswar is cheap even by Indian standards.\n\n",{"type":"'''","value":["By Train"]},"\nBhubaneswar has no suburban train network. Except for a couple of passenger trains to Naraj if you want to visit Nandankanan by train.\n\n",{"type":"'''","value":["By Bus"]},"\nTown buses ply throughout the city. These are government-run and extremely cheap. You can buy bus tickets en route. Extreme caution is advised in using these buses as typical of any other Indian city.\n\n",{"type":"'''","value":["By Taxi"]},"\nAuto-rickshaw drivers in Bhubaneswar are courteous and helpful. Still, negotiate a rate with the driver beforehand, and make sure that the driver understood your destination. For the budget traveler, Bhubaneswar offers shared autos, where you can make journeys even for Rs. 5.\n\nThere are several taxi companies operating in Bhubaneswar. They charge by the distance. There is a minimum fare for first few kilometres and for every subsequent kilometre they charge in increments. Cabs are the best choice in case you want to tour the city all day or visit nearby places. Also, generally there is a special price ('tour package') if you can bargain for it. Foreign nationals are advised to carry local currency.\n\n",{"type":"'''","value":["By City Bus"]},"\nState has already launched the DTS city bus service which is Dream Team Sahara city bus service which operates around the city with 15 mins difference. You can ask to any local of the city for guidance. The few routes are Route No 315, 504, 801, 608 etc.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:White Pagoda Dhauligiri India.JPG"],["thumb"],["right"],["The Indo-Japanese White Pagoda in Dhauligiri"]]},"\n",{"type":"[[","value":[["File:Dhauli-Giri-Lion-King-Bhubaneswar-Orissa.jpg"],["thumb"],["right"],["Statue of Lion at Dhauligiri and the Scenery from top of Dhauligiri"]]},"\n\nBhubaneswar is one of three cities that make up three temple towns of Odisha and make the golden temple triangle of Eastern India. Bhubaneswar is a very religious center for Hindus and Buddhists. Bhubaneswar is also known as the temple city and there are many excellent examples of Oriya architecture in the old part of the city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Town"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Almost all the famous temples of Bhubaneswar are located here most of which were constructed in the 11th to 13th century period. Around 400 temples of varying sizes are located here. Be sure to visit Traffic Mahadev, a small temple which acts as a road divider."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lingaraj Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The 10th or 11th-century Lingaraja temple of Bhubaneswar has been described as \"the truest fusion of dream and reality\". A rare masterpiece, the Lingaraja temple has been rated one of the finest examples of purely Hindu temple in India by Ferguson, the noted art critic and historian. Every inch of the surface of the 55 m-high Lingaraja temple is covered with elaborate carvings. Sculpture and architecture fused elegantly to create a perfect harmony. Non-Hindus are not permitted inside. However there is an elevated viewing platform next to one of the boundary walls. To reach the platform, face the temple's main entrance and walk around to the right. There is a laneway leading to the back of the temple and the platform."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bindu Sarovara"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This large lake near to Lingaraj and Ananta Vasudeva temples keeps a drop (bindu) of every holy river in it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khandagiri & Udayagiri"],["url="],["email="],["address=8km from Bhubaneswar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These twin hills served as the site of an ancient Jain monastery which was carved into cave like chambers in the face of the hill. Dating back to the 2nd century BC, some of the caves have beautiful carvings. The Rani Gumpha (Queen's Cave), one of the largest and double-storied, is ornately embellished with beautiful carvings. In the Hati Gumpha (Elephant Cave), King Kharavela has carved out the chronicles of his reign."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dhauli Giri"],["url="],["email="],["address=8km from Bhubaneswar"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Looking down on the plains that bore witness to the gruesome war waged on Kalinga by the Mauryan emperor Ashoka, stand the rock edicts of Dhauli. It was here that King Ashoka, full of remorse after the Kalinga War in 261 BC, renounced his blood-thirsty campaign and turned to Buddhism. The edicts are a living testimony to the King's change of heart. He urges his administrators to rule the land with justice and compassion. The edicts are so remarkable that they have been excellently preserved, despite the fact that they date back to the 3rd century BC. A sculpted elephant, the symbol of the boundless powers of Lord Buddha, tops the rock edicts. The Shanti Stupa or the peace pagoda, built through the Indo-Japanese collaboration, is located on the opposite hill."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mukteshwara Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dating back to 10th century this temple marks an important transition point between the early and the later phases of the Kalinga architecture. The highlight is the magnificent torana - the decorative gateway, an arched masterpiece, reminiscent of Buddhist influence in Odisha. This temple is considered to be the gem of Odishan architecture. The beautiful sculptures eloquently speak of the sense of proportion and perspective of the sculptor and their unique ability in the exact depiction of the minutest objects. Mukteswara means \"Lord of freedom\"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rajarani Temple"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This temple got its name from a red-gold sandstone used, which is called Rajarani locally. It has no presiding deity but many intricately carved figurines in various stages of daily chores."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Odisha State Museum"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Housing a rich collection of sculptures, coins, copper plates, stone inscriptions, lithic and bronze age tools, rare manuscripts written on palm leaves, traditional and folk musical instruments. Rare epigraphic records are preserved in the Epigraphy Gallery."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sri Sri Krishna Balarama Mandir"],["url="],["email="],["address=ISKCON, on NH5"],["lat="],["long="],["directions=ask the autorickshaw drivers, about Rs40 from town"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Non-Hindus and foreigners who desire to visit a Hindu temple can go to this temple - the devotees are friendly and there is a cheap and clean vegetarian restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nandankanan Zoo"],["url="],["email="],["address=about 15km outside of Bhubaneswar"],["lat="],["long="],["directions=large numbers of buses ply from Acharya Vihar Square or by auto-rickshaw"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The zoo has some rare species of animals and is particularly well known for white tigers. There is a nice lake inside for boating, a ropeway, also the Botanical Garden is adjacent to the zoo. Avoid visiting the park on weekends when it gets pretty crowded. Open 8AM-5PM.\nEvery Monday closed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Tribal Art & Artefacts"],["url="],["email="],["address=CRPF Square"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The museum gives an impressive insight into the culture of the many different tribals living in and around Odisha. Tools, clothes and artwork is presented over several halls. In every area a guide of the museum will take care of you and give you extensive explanations - you really get to know something about the things you see. Anyway there is no entry fee."]]}]},"\n",{"type":"*","value":[" Deras Dam: It is situated near Chandaka Sanctuary, around 20 km away from the Bhubaneswar Baramunda Busstand. It is a pristine, quite lake in the midst of the nature."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Just walk on the streets, particularly the main markets at Unit 1 or Unit 2. You can experience the Oriya flavor from the street hawkers, shopkeepers, their customers, practically everyone. Visit the scores of parks in the city. The planetarium for one is good. The science park refreshes your basics and takes you back to school days. Or go around the rose garden in CRPF square or the recent NICCO park."]},"\n",{"type":"*","value":[" There may be an odd play going on in Rabindra Mandap, opposite the General Post Office. Or a dance program at Soochana Bhavan. This place also had radio news broadcasts (May1998) and a newspaper library. Visit places such as the hall of dance called Natamandira or the bhoga-mandapa, meaning hall of offering. Though these particular places can be found around the temple, the temple itself is off limits to non-Hindus."]},"\n",{"type":"*","value":[" Enjoy the architecture of both ancient temples and the modern buildings in Sachivalaya Road, or just take time and enjoy the architecture of the temples and experience the religious culture."]},"\n",{"type":"*","value":[" Take a short trip to nearby places like the above mentioned the Dhauligiri or the Khandagiri-Udaigiri, those moments will always mingle in you memories."]},{"type":"[[","value":[["File:Dhauligiri.JPG"],["thumb"],["250px"]]},"\n\n",{"type":"*","value":[" Take rest in one of the many small lassi shops and enjoy one of those cool yoghurt drinks. The lassi in Bhubaneswar is one of the best around."]},"\n",{"type":"==","value":["Education"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Utkal University"]},", Vanivihar.  The leading university of the state. It had once the distinction of largest university in the world in terms of colleges affiliated to it."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ximb.ac.in Xavier Institute of Management, Bhubaneswar (XIMB)"]}]},", One of the premier B-schools of India. With an alumni base extending from New Delhi to New York, XIMB is a global figure in imparting quality management education."]},{"type":"*","value":[" ",{"type":"'''","value":["University Law College"]},", Vani Vihar, Bhubaneswar : One of the oldest and the renowned law college produced leading lawyers and justices in the State of Odisha. "]},{"type":"*","value":[" ",{"type":"'''","value":["KIIT (Kalinga Institute of Industrial Technology)"]}," : One of the youngest institutions to be awarded the deemed university status in India and then the university status in 2004 and is recognised by Limca Book of Records. The University offers under-graduate and post-graduate courses in Engineering, Bio-technology, Medicine, Management, Law, Computer application, Rural management, Fashion, Film Studies, Journalism and Sculpturing."]},{"type":"*","value":[" ",{"type":"'''","value":["International Institute of Information & Technology(IIIT), Bhubaneswar"]},", Gothapatna,5 km from Khandagiri.  This is the newly built technical college of the state, affiliated to the Biju Pattnaik University of Technology to impart IT eduction in state and soon going to be autonomous."]},{"type":"*","value":[" ",{"type":"'''","value":["Biju Pattnaik University of Technology"]},", Odisha.  The most prestigious state-run technical University of the state.."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.iitbbs.ac.in Indian Institute of Technology (IIT)"]}]},",  ",{"type":"'''","value":["Institute of Mathematics and Applications"]}," have recently started taking students and are being expanded. A medical school modeled after "]},{"type":"*","value":[" ",{"type":"'''","value":["AIIMS"]},", All India Institute of Medical Sciences, Bhubaneswar is one of the six AIIMS like apex healthcare institutes being established by the Ministry of Health & Family Welfare, Government of India."]},{"type":"*","value":[" ",{"type":"'''","value":["National Institute of Science Education and Research(NISER)"]},",Top Research center in all of India."]},{"type":"*","value":[" ",{"type":"'''","value":[" Regional College of Management, Autonomous"]},", said to be the oldest management institute in the state of Orissa. Bhubaneswar is no less in Business studies."]},"\n",{"type":"==","value":["Work"]},"\nBhubaneswar has developed as an information technology hub. Infosys, Satyam, TCS, IBM, Wipro, Mindfire Solutions, Discoverture Solutions and others have their facilities here. Many indigenous players are also in the fray. There are a few private agencies that are cropping up, and now it is also becoming an education hub. Apart from a lot of engineering colleges, some good B-schools are also there. XIM and KSOM are the top two B-schools in Bhubaneswar.\n\nThe best bet would however be if you are a government worker, or at least a PSU employee. Mostly, your government quarter would be a 10-minute drive from the office. A 30-minute drive to office is considered a very long distance! These quarters are a blessing: there are enough playground and schools nearby. Both market for vegetables and grocery is literally at the doorstep, compared to other cities. One can both breathe clean, unpolluted air and drink pure, surplus water.\n\n",{"type":"==","value":["Buy"]},"\nA lot of local handicraft is available. Look out for pipli handicrafts. .\n",{"type":"*","value":[" Silver filigree work."]},{"type":"*","value":[" Hand woven textiles."]},{"type":"*","value":[" Paper mache mask they are various styles of them."]},{"type":"*","value":[" Wooden Icons of Jagannath they are also colourful so get a  hand at them. "]},{"type":"*","value":[" Sand stone icons ranging from the price few hundred Rs "]},{"type":"*","value":[" Gemstone"]},{"type":"*","value":[" Bhawani Mall"]},{"type":"*","value":[" Pantaloon"]},{"type":"*","value":[" Big Bazar"]},{"type":"*","value":[" The World"]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chhadakhai Restaurant"],["alt=Chhadakhai Restaurant, Hotel Janpath"],["url=http:\/\/www.hoteljanpath.in"],["email="],["address=29 - Janpath, Bapujinagar, Bhubaneswar"],["lat="],["long="],["directions=Near the Rajmahal Square"],["phone=+91-9337046699"],["tollfree="],["fax="],["hours="],["price=Affordable Price"],["content=A Whole-sum Typical Odiyafood, With a Delightful Taste & Flavour"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=May Fair"],["url=http:\/\/www.mayfairhotels.com\/"],["email="],["address=8-B, Jaydev Vihar-Ekamra Kanana Road, Bhubaneswar, Orissa"],["lat="],["long="],["directions="],["phone = +91 674 666 0101"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Janak Restaurant"],["alt=Janak Restaurant, Hotel Janpath"],["url=http:\/\/www.hoteljanpath.in"],["email=info@hoteljnapath.in"],["address=29 - Janpath, Bapujinagar, Bhubaneswar"],["lat="],["long="],["directions=Near the Rajmahal Square"],["phone=+91-9337046699"],["tollfree="],["fax="],["hours="],["price=Affordable Price"],["content=A Multi Cuisine Restaurant"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hare Krishna restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Near the Railway station."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Vegetarian restaurant"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dalma"],["url=http:\/\/dalmahotels.com"],["email="],["address=Sachivalaya Marg, Chandrasekharpur"],["lat="],["long="],["directions=Unit 4 and KIIT Square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Oriya cuisine"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Country Kitchen"],["url="],["email="],["address=Bapuji Nagar"],["lat="],["long="],["directions=2.7 km from railway station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Spicy non-veg (mainly chicken) and separate veg restaurant."]]}]},"\n",{"type":"==","value":["Drink"]},"\nNot a place to really party out. But you can still chill at the following places.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Xstacy Lounge"],["url=http:\/\/www.xstacy.in\/"],["email="],["address=Plot No 421B, Nandan Kanan Road, Above Canara Bank, Chandrasekharpur, Odisha, 751021, India"],["lat="],["long="],["directions="],["phone = +91 9437799977"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Cellar"],["url="],["email="],["address="],["lat="],["long="],["directions=Mayfair Hotel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The latest addition to the city's night-life, where you can bowl, booze, and dance to Bollywood numbers from 9 to 11PM. This place is currently attracting crowds."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Desire"],["url="],["email="],["address=, Pal Heights"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good interiors , a perfect place for boozing & to chill out"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Mirch Masala"]}," ; petrol Pump Chandrashekharpur, Patia"]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Rock On"],["url="],["email="],["address=opposite XIMB"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice place to drink and to spend time with friends."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere is a variety of options from as low as 150 to 4000 rupees. Foreign travellers are generally expected to be attracted to the 3 star hotel and above range, but unfortunately their quality is not always satisfactory.. These would range from 1000 to 5000 rupees. One US dollar is equivalent to about 46 Rupees.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Janpath"],["alt=Hotel Janpath"],["url=http:\/\/www.hoteljanpath.in\/"],["email=info@hoteljanpath.in"],["address=29 - Janpath, Bapuji Nagar, Bhubaneswar"],["lat="],["long="],["directions=Near to the Rajmahal Square"],["phone=+91-9337046699"],["tollfree="],["fax="],["hours="],["price=Rs 500-1,200"],["checkin="],["checkout="],["content=Best Budget Hotel In Bhubaneswar since 1979 ",{"type":"[","value":["http:\/\/www.hoteljanpath.in Hotel Janpath"]}]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=City Lodge"],["url="],["email=dinesh.kochar@rediffmail.com"],["address=55 Janapath, Ashok Nagar, Bhubaneswar 751009"],["lat="],["long="],["directions=From the circle in front of train station, face the station and walk along the road to the right for some 500 metres."],["phone = +91 674 2531393"],["tollfree="],["fax="],["hours="],["price="],["checkin=12"],["checkout="],["content=The entrance does not look good, just a narrow metal staircase, but the lodge itself is in"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ginger Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 2000"],["checkin="],["checkout="],["content=Ginger probably gives the best value for money in Bhubaneswar. Book online (but change into a package price during check-in to get breakfast included!). Buffet breakfast and dinner. In-house Coffee-Day and ATM. Wireless may work."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Pushpak"],["url="],["email="],["address=Kalpana Square"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Looks old but the interiors are very good.  The bar is quite comfy."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nBhubaneswar is one of the greenest cities in India and it has a clean look, with adequate arrangement for dustbins made by the local municipal authorities. It is a generally peaceful city with hardly any history of violence. Nevertheless, you should avoid travelling late in night as the city tends to sleep early. Also, wear cool, white clothes in the summer.\n\n",{"type":"==","value":["Respect"]},"\nThe temples are managed in the age-old traditions so be aware of the Hindu rituals and traditions before entering them. Make sure to take off your footwear when you enter a temple or any household.  Women in particular needed to be cautious in their clothing and ",{"type":"''","value":["hygiene"]},", but things are more equitable now.\n\n",{"type":"==","value":["Cope"]},"\nIt tends to be too hot in summer. So be careful if it comes in itinerary during April\/May. Otherwise, it is welcome weather all through the year. The evenings are very tender and cool.Be aware of the many touts near to the tourist places—railways, temples, and hotels. The 'Pandas' can be notorious if not shown respect. But be within your limits and a polite no (sometimes repetitive) will be ok to avoid getting cheated. In case you have an issue with an auto rickshaw driver or taxi then please report immediately to a police outpost. There is always one around the corner. The police are also very helpful or just call 100.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Puri"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Konark"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rourkela"]]}," - Situated about 340 KM North from Bhubaneswar. Direct train is available. Rourkela is one of the bigger cities of Odisha. It is also known as \"Steel City\" of Odisha."]},{"type":"*","value":[" ",{"type":"'''","value":["Silk city "]}," ",{"type":"[[","value":[["Brahmapur"]]}," (also spelled Berhampur) is called as silk city. It is around 180 km from Bhubaneswar."]},{"type":"*","value":[" ",{"type":"'''","value":["Rock city"]}," Kodala is called rock city it is around 60 km from Brahmapur."]},{"type":"*","value":[" ",{"type":"'''","value":["Chilika lake"]}," is regarded as the Mecca  for birdwatchers. It is about 100 km from Bhubaneswar. The brackish water being the reason for its amazing bird diversity, it is the second largest brackish water lake in Asia."]},{"type":"*","value":[" ",{"type":"'''","value":["Manglajodi"]}," in Chilika is a fishing village on the banks of the lake. it would be better to contact the local conservation group Wild Odisha, who will suggest a good guide who can take you around and will help you hire a boat too."]},{"type":"*","value":[" ",{"type":"'''","value":["Bhitarkanika National Park"]},", roughly 120 km North of Bhubaneswar, is home to the largest population of Saltwater Crocodiles (",{"type":"''","value":["Crocodylus porosus"]},") in all of India and is home to the largest known living crocodile at 23 feet in length. The park also features a wide variety of other wildlife, including a rare Albino Saltwater Crocodile."]},{"type":"*","value":[" ",{"type":"[[","value":[["Simlipal National Park"]]},":- Similipal is an excellent place to visit if you are traveling to Odisha."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sambalpur"]]}," - Hirakud Dam and wildlife sanctuaries. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Koraput"]]}," - NALCO and HAL plants"]},"\n",{"type":"{{","value":[["geo"],["20.27"],["85.84"]]},"\n",{"type":"{{","value":[["isPartOf"],["Odisha"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bhubaneswar"]]},"\n",{"type":"[[","value":[["Commons:Category:Bhubaneswar"]]}]