[{"type":"{{","value":[["pagebanner"],["Bhuj banner.jpg"],["caption=Prag Mahal"]]},"\n",{"type":"'''","value":["Bhuj"]}," is a city in the ",{"type":"[[","value":[["Kutch"]]}," district of the ",{"type":"[[","value":[["Gujarat"]]}," region of ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Understand"]},"\nBhuj is a historical city. It has a long history of kings and empires. It was named for a big snake, Bhujang, that lived on a hill that was later named Bhujiyo Hill. Bhuj has a population of approx 200,000. It serves as a stopover to explore the remote areas of Kutch. Bhuj can also serve as base for day trips to Dhordo (white Rann of Kutch with luxurious tents to spend nights), Khavda, Kala Dungar, Mandvi (sea beach with wind farm), Kera (very ancient ruins of lord Vishnu and Shiva temple), Mata No Madh (goddess Aai Ashapura temple), Narayan Sarovar, Koteshwar (ancient Hindu lord Shiva temple on the shore of the Arabian Sea), and Haji Pir (tomb).\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Bhuj Airport"]}," (",{"type":"{{","value":[["IATA"],["BHJ"]]},")\nFrom ",{"type":"[[","value":[["Mumbai"]]}," you can reach Bhuj by plane of Jet Airways. There are other connections from all major cities of ",{"type":"[[","value":[["Gujarat"]]},". You can also get here by train from ",{"type":"[[","value":[["Mumbai"]]},".\n\n",{"type":"==","value":["Get around"]},"\nThe city is not big so you can get around by many ways.Catch an auto-rickshaw (tuk-tuk)\nOr you can try to hire a guide with his vehicle. Bargaining is a must as they will quote high if they see you are a first timer. If you have time you can also hire a bicycle and roam around the city.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shree Swaminayan Temple"],["url="],["email="],["address=Near Hamirsar lake"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A magnificent architectural masterpiece built from marble a stunning place to visit. The all white structure of the temple is sure to take breath away."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pragmahal Palace"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The palace of rulers of Kutchh region. Maharao Pragmalji initiated the creation of this palace. This Gothic styled structure is must visit. Opens at 10AM."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aaina Mahal"],["url="],["email="],["address=in compound of Pragmahal Palace"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Literally translates as Palace of Mirrors. And it is. A beautiful palace now renovated after massive earthquake in 2001. It also houses a handicraft museum where the crafts from various parts of Kutch is put."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hamirsar Lake"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the heart of the city, the lake is quite a site to sit and chill out while roaming around it."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bhujiyo Hill"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A fort made by ancient rulers to protect the city. Now it is open for common public to see. A sure shot favorite if photography is your interest. You can get a nice panoramic view of whole city from here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chhatardi"],["alt=Cenotaphs"],["url="],["email="],["address=Near Hamirsar Lake"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The cenotaphs of rulers is a picturesque place. Featured in Bollywood movies, the place and garden around it makes a nice time."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nBhuj is mostly famous for its handicrafts. You can get variety of clothes and other things having this kind of art work. And don't forget to buy sweets - try Khavada, it has branches at many place in bhuj.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bhujodi Village"],["url="],["email="],["address="],["lat="],["long="],["directions=On the way from Bhuj to Gandhidham"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is the handicraft village. People make the crafts and garments at their own home and sell there only. You can even see the process of weaving the garments. A fantastic value for money place to buy the items."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Group V"],["url=http:\/\/www.kutchonline.com"],["email="],["address=New Station Road"],["lat="],["long="],["directions="],["phone = +91 9426142903"],["tollfree="],["fax="],["hours="],["price="],["content=Online store of products from Kutch"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Liya Handicraft"],["alt=Handicrafts Items"],["url=http:\/\/www.liyahandicraft.com"],["email="],["address=106, Shree Prasad Complex, Maher ali chowk, BHUJ-Kachchh- 370001 Gujarat India"],["lat="],["long="],["directions="],["phone=+919722320074"],["tollfree="],["fax="],["hours=10AM-7:30PM"],["price="],["content=National award winning artison producing Hand Block print items and Tie and Dye items like Sarees, Dress Materials, Dupatta, stoles,"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Shrujan"],["url="],["email="],["address=Post. Bhujodi, Near Bhuj"],["lat="],["long="],["directions=12 kms on Bhuj Gandhidham Highway"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For good quality embroidery products of Kutch"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=WAMA"],["url="],["email="],["address=34\/b, New Nirmalsinghji Ni Wadi"],["lat="],["long="],["directions=close to Manas Apartment, behind Bhanusali Nagar"],["phone = +91 2832232354"],["tollfree="],["fax="],["hours=9AM-7:30PM"],["price="],["content=Finest quality hand embroidered goods of Kutch. Also information of various crafts and craftsmen of the region. mobile +919825491419"]]}]},"\n",{"type":"==","value":["Eat"]},"\nMost places are vegetarian. You can find non-veg food in big hotels or in the outskirts of city. There are many good restaurants like Neelam, KBN, Anando, Green Rock, jiya, sankalp etc. You can also find local stalls for many Gujarati, Chinese, and South Indian spices on the roads, especially on a hospital road. Some of them well known for their delicious taste are Joshi stall, Khavda stall, and Maharaj stall.\n\nThe local dish called Double Roti (also known as Dabeli) is famous, and is very easy to prepare. You can carry its 'masala' to prepare back to your home.\n\n",{"type":"==","value":["Drink"]},"\nIf you want to drink alcoholic beverages you will need to get a license to carry liquor. So please be aware that in the whole state of ",{"type":"[[","value":[["Gujarat"]]}," alcohol is illegal. Better you enjoy local drinks. You can have butter milk made from curd. you can also enjoy locally available milk.\nOn the outward main road parallel to the shroff market and very close to the bus station is Bharat juice center which serves milkshakes,fresh juices and ice creams.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\nBhuj being one of the very few main towns of kutch region serves as a central access to most of the remote regions of kutch.\nSome of the places worth a visit as a tourist like\nKhavda, Dhordo (famous for its white desert and luxurious stay in a well maintained tents to spend nights in picturesque full moon.\nKalo dungar is a hill top overlooking the ocean across which lies Pakistan.\nDownsouth is the shipping port town mandvi which house a beautiful palace known as vijay vilas palace and a calm beach along the windfarm.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Kutch"]]},"\n",{"type":"{{","value":[["geo"],["23.25"],["69.67"]]},"\n",{"type":"[[","value":[["wikipedia:Bhuj"]]}]