[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Biak"]]},"\n",{"type":"'''","value":["Biak"]}," is the main city on the island of ",{"type":"[[","value":[["Biak (island)"],["Biak"]]},", off the northwest coast of ",{"type":"[[","value":[["Papua"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n",{"type":"==","value":["Get in"]},"\nBy Plane :\n\nBiak's Frans Kaisiepo Airport is a transit airport for Papua. You can reach Biak by using national airlines like Garuda Indonesia, Merpati Airlines, and Air Efata.\nBy Sea :\n\nYou can use PT Pelni's passenger ships from Surabaya or Makassar. (KM Ngapulu)\n\n",{"type":"==","value":["Get around"]},"\nBy Taxi\nOther Transportation : Ojek (Motorcycle)\n",{"type":"==","value":["See"]},"\nThere are so many beautiful beaches in Biak Island. You can visit Parai beach, Yendidori beach, Adoki beach, Wardo beach etc. There is a World War II monument in Biak, a museum with a cave. The cave was a hiding place for a Japanese soldier. On the way to Bosnik you can find a bird park. The collection includes cendrawasih (the bird of paradise), kasuari (cassowary) and mambruk (the original bird from Biak).\n\n",{"type":"==","value":["Do"]},"\nThere are so many beautiful beaches in Biak Island. You can visit Parai beach, Yendidori beach, Adoki beach, Wardo beach etc. There is a World War II monument in Biak; a museum with cave. The cave was a hiding place for Japanese soldiers. On the way to Bosnik there is a bird park. The collection includes Cendrawasih (paradise bird of Papua), Kasuari and Mambruk (the original bird from Biak).\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nBarapen. anything they cook using rocks called barapen. It's very delicious.\n",{"type":"==","value":["Sleep"]},"\n\nThere are a couple of fairly good hotels in Biak city.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Papua"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]