[{"type":"{{","value":[["pagebanner"],["Białystok banner Branickis' Palace.jpg"],["caption=Branickis' Palace"]]},"\n",{"type":"{{","value":[["merge from"],["Supraśl"]]},"\n",{"type":"[[","value":[["File:Rynek Kościuszki, Białystok (2).jpg"],["thumb"],["300px"],["Main Square"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bialystok.pl\/ Białystok"]}]}," is the largest city in north-eastern ",{"type":"[[","value":[["Poland"]]}," and the capital of ",{"type":"[[","value":[["Podlachia"]]},". It is the gateway to many natural attractions of Podlachia, known collectively as the ",{"type":"''","value":["Green Lungs of Poland"]},", including ",{"type":"[[","value":[["Biebrza National Park"]]}," and ",{"type":"[[","value":[["Białowieża National Park"]]},". Białystok is also the place of birth of Ludwik Zamenhof, the inventor of the artificial language ",{"type":"'''","value":[{"type":"[[","value":[["Esperanto"]]}]},". The city hosted an international Esperanto conference in 2009.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe closest Polish public international airport is the ",{"type":"'''","value":[{"type":"[[","value":[["Warsaw"]]}," ",{"type":"[","value":["http:\/\/www.lotnisko-chopina.pl\/en Chopin Airport"]}]}," in the capital, located some 200 km away. This airport is being served by most major normal and low-budget airlines. The convenient way to get to Białystok from there is to take a bus no. 175 to the Warsaw city centre and then take a train or a coach to Bialystok. There is a direct coach connection from the airport operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/polskiexpress.pl\/ Polski Express"]}]},". Although the coach spends less time in Warsaw and therefore arrives in Białystok quicker, the prices can be twice as high and you have to book your tickets in advance.\n\nThere also are many cheap airlines flying to ",{"type":"[[","value":[["Kaunas"]]}," (pl. ",{"type":"''","value":["Kowno"]},") in Lithuania, which is 240 km away from Białystok. This is closer than other Polish airports but there is no direct train to Białystok and the bus journey may be more expensive than from Warsaw or Łódź. Since both Lithuania and Poland are in ",{"type":"[[","value":[["Europe"],["Schengen"]]}," you will not need to stop at the border for the passport control.\n\nAnother Polish airport that is next closest in proximity (ca. 300 km) is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airport.lodz.pl\/en\/ Łódź Władysław Reymont Airport"]}]}," served by many no-frills carriers. To get to Białystok from Łódź you will need to take a train or a coach.\n\nAnother option for travellers from the East (i.e. Belarus or Russia) is to fly to Hrodna Airport in Hrodna (",{"type":"''","value":["Grodno"]},"), which is a city on the Belorussian border only 40 km away from Białystok. Bear in mind that to get to Poland from Russia, Belarus or other non ",{"type":"[[","value":[["Europe"],["Schengen"]]}," area's you will need a visa and that you may spend a significant amount of time waiting at the border for clearance.\n\n",{"type":"===","value":["By train"]},"\n\nThis is the most affordable choice of getting in to Białystok from ",{"type":"[[","value":[["Warsaw"]]},". There are 13 trains a day from ",{"type":"[[","value":[["Warsaw"]]},", the first one leaving at 4.55 and the last one at 21.30. The journey takes about 2 hours and 30 minutes. 11 of those trains are operated by PKP Intercity and cost 39 zł (€10) for the second class and 59 zl (€15) for the first-class ticket. There are two second-class only trains operated by Przewozy Regionalne (PR) which cost 29 zl (€7). These leave Warsaw at 11.40 and 20.05.\n\nBiałystok has also direct connections with other cities in northern Poland such as ",{"type":"[[","value":[["Gdańsk"]]}," and ",{"type":"[[","value":[["Olsztyn"]]},".\n\nFor timetables and prices, see ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pkp.pl\/ Polish State Railways"]}]},".\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"'''","value":["PKS Białystok"]}," operates coaches to most major cities in Poland. Although the coach journey takes much longer than the train and the price is usually higher, sometimes the timetables are more convenient, especially if you want to get somewhere in the middle of the night. There are also many international connections, such as London, Brussels, and Baltic countries.\n\n",{"type":"===","value":["By car"]},"\n\nYou can easily get there by car from ",{"type":"[[","value":[["Warsaw"]]},", ",{"type":"[[","value":[["Gdańsk"]]}," (A1) and ",{"type":"[[","value":[["Poznań"]]},". The road from Warsaw is being constantly modernized and is about to be fully high-speed national route S8 by 2013.\n\n",{"type":"==","value":["Get around"]},"\n\nAs a city, Bialystok has a rather small area considering its big population - it is the second most densely populated city in Poland after ",{"type":"[[","value":[["Łódź"]]},". Most of the sights worth visiting are in the strict centre of the town, so you won't be likely to use the public transport a lot. The exception is the south-eastern district of Dojlidy with a couple of palaces worth visiting.\n\nThere is an extensive bus network that covers the whole city. The tickets cannot be bought inside of the bus and don't have to be shown to the bus driver but have to be perforated using devices installed in the buses. The tickets have to be bought in advance - they are sold in many places, including newsagents, convenience stores, supermarkets and designated ticket retail points. Only in the latter can you buy daily, weekly and monthly bus passes.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Palac Branickich pn-wsch.jpg"],["thumb"],["Branickis' Palace"]]},"\nThe city's main tourist attraction is the ",{"type":"'''","value":["Branickis' Palace"]},", a former residence of a wealthy and influential noble family of Branicki, which used to own the whole city of Bialystok. The most famous member, Jan Klemens Branicki, the Great Crown Hetman of Poland with unsuccessful aspirations to the Polish throne, made the city prosperous and striving. \n\nThe palace was given its current shape in early 18th century and since then has been called many names reflecting its grandeur, including \"the Versaille of Podlasie\". Although badly damaged by German bombs during the World War II, it was carefully rebuilt and now serves as the main building of the Medical University of Białystok.\n\n",{"type":"[[","value":[["Image:Białystok, VI Liceum Ogólnokształcące.jpg"],["thumb"]]},"\n\nAnother site worth visiting is the whole of ",{"type":"'''","value":["Warszawska street"]},", with rows of unspoilt architecture spanning all of 19th century. The particular highlight is the big palace painted in light pink, the former residence of the Prussian Governor of the Białystok region during the short times in 19th century (1795-1815) when Białystok was under German rule. The building was later transformed into a school, a purpose it serves to this day (now the King Sigismund Augustus High School). It is here that Ludwik Zamenhof was taught. The school has another infamous alumnus - Ignacy Hryniewiecki, assassin the Tsar of Russia.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nWherever you are in Poland, you must visit one of the ",{"type":"'''","value":["milk bars"]},": they offer genuine Polish cuisine for a very affordable price. Białystok has a couple of them: ",{"type":"'''","value":["Podlasiak"]}," and ",{"type":"'''","value":["Słoneczny"]}," in the city centre (the latter being unusual for serving beer too), and ",{"type":"'''","value":["Topolanka"]}," a bit further on the north from the centre on the Wasilkowska street. Expect a decent range of regional cuisine and a very mixed clientèle: students, families with children, businessmen and occasionally even homeless people.\n\nThere are numerous kebab, hamburger and ",{"type":"''","value":["zapiekanki"]}," (garlic bread with tomato sauce, meat, cheese and mushrooms) stands by the railway and bus stations and in other places in the city centre. Some of them are open 24 hours a day.\n\n",{"type":"==","value":["Drink"]},"\nThere are many pubs in the city center, with decent selection of alcohol. The price of a half litre glass of beer is around 1,5 EUR. A typical beer sold in Białystok is ",{"type":"'''","value":["Żubr"]},": named after the bison-like animals that live in ",{"type":"[[","value":[["Białowieża National Park"]]},". The typical regional alcohol is ",{"type":"'''","value":["Żubrówka"]}," - a type of vodka which has a leaf of grass inside. Żubrówka literally means: 'Bison Grass'. The average price of a 0,5l bottle in a shop is €5.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Kawiarnio-Księgarnia \"Spółdzielnia\""],["alt=The Cooperative"],["url="],["email="],["address=ul. Marii Skłodowskiej-Curie 8\/1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Cafe and bookstore with modern interior and large front shopwindow."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nBiałystok provides every kind of accommodation, ranging from expensive hotels (Gołębiewski, Branicki, Cristal €75\/double room) through mid-range ones (Turkus, €35\/double room) to budget hostels (€8\/night in a 8-person dorm).\n\n",{"type":"==","value":["Go next"]},"\n\nBialystok is the obvious hub for discovering the natural wonders of the Podlachia region. There are 4 national parks in the region, including the world-famous ",{"type":"[[","value":[["Białowieża National Park"]]},", the ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},".\n\nThe nearby town of ",{"type":"[[","value":[["Choroszcz"]]}," is an entrance point to the beautiful Narew National Park. The town centre itself is well preserved and features a majestic baroque church as well as Branickis' summer residence, currently comprising a museum with a collection of memorabilia connected with the Branicki family.\n\nFurther away is the town of ",{"type":"[[","value":[["Tykocin"]]},", with one of a few remaining Jewish synagogues of the region. The nearby villages of Kruszwiki and Kruszyniany were the centre of Tatar Muslim migration to the country centuries ago and still have a vibrant and very specific Lipka Tatar community. The antique wooden mosques in the villages are hundreds of years old and are still in operation.\n\n",{"type":"{{","value":[["geo"],["53.1167"],["23.1500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Podlaskie Voivodeship"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Białystok"]]},"\n",{"type":"[[","value":[["Commons:Białystok"]]}]