[{"type":"{{","value":[["pagebanner"],["Bicheno banner.jpg"]]},"\n",{"type":"'''","value":["Bicheno"]}," is a town in ",{"type":"[[","value":[["Northeast Tasmania"]]},".\n",{"type":"[[","value":[["File:Tasmania bicheno town view.jpg"],["right"],["thumb"],["250px"],["Bicheno town"]]},"\n\n",{"type":"==","value":["Get in"]},"\nBicheno is on the Tasman Highway.  North from ",{"type":"[[","value":[["Hobart"]]},", take the signposted turn at Campbell Town if coming from ",{"type":"[[","value":[["Launceston"]]}," or ",{"type":"[[","value":[["Devonport"]]},".\n\nThere is a daily bus from ",{"type":"[[","value":[["Hobart"]]}," to Bicheno.\n\n",{"type":"==","value":["Get around"]},"\nThere is a waterfront track all the way from Diamond Island, past the Gulch, and up to the blowhole.  Probably over an hour to walk from end to end.\n\nThere is a cycleway from town out to Diamond Island, and the beach.\n\nOf course, you can drive anywhere you want to go as well.  Careful of penguins on the road after dark, particularly around the Diamond Resort section of the Tasman highway.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Penguins"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$20 \/ person, includes a minibus from town"],["content=Penguin tours run nightly.  Book ahead during summer as the tour is capped at 120 people \/ night. In summer up to 800 penguins come ashore nightly, but this falls off to almost none over winter."]]}]},{"type":"{{","value":[["infobox"],["Be nice to penguins"],["Stay still, don't shine a torch on the them or use flash photography.  They have their route from the beach, and will stop or retreat if you are in their way.  Back off to the side slowly.  Control children."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Blowhole"],["url="],["email="],["address="],["lat="],["long="],["directions=just south of the Gulch, follow the walking track."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The blowhole blows regularly, even in relatively calm weather.  In really rough storms with high tides, the waves can crash over the top of the blowhole.  The area is unfenced.  Take care."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aquarium"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are two aquariums in Bicheno.  One on the highway, and one by the Gulch."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Apsley Waterhole"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This waterhole provides the water supply for Bicheno. Its a pretty spot, around 10km from the town centre.  Take the signposted turn at the northern end of the town.  You can swim there.  It is cold, but still possible.  They ask that no sunscreen be used when swimming, so appropriate water clothing.  You can snorkel there too."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dive"]},".  There are a couple of sites for snorkeling and scuba around the rocks and beaches.  There is a large marine reserve on the far side of the Gulch."]},{"type":"*","value":[" ",{"type":"'''","value":["Glass Bottom Boat"]},".  There are glass bottom boat tours from the Gulch.  They also go out to the marine reserve when the weather is right."]},{"type":"*","value":[" ",{"type":"'''","value":["Swim"]},".  The weather can be mild during summer, but the water is cold.  A short dip can be fine, but most locals wear wetsuits to swim or surf."]},{"type":"*","value":[" ",{"type":"'''","value":["Diamond Island"]}," lies just off the coast, and its possible to walk there through shallow water at low tide, or take a surf ski.  Careful of currents and tides.  The island has clear rock pools, and is a penguin sanctuary."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Local produce includes wine, cheese, seafood and fruits.  Makes a perfect spread for a picnic."]},"\n",{"type":"*","value":[" There is a supermarket, that sells a good range of products, open 7 days.  Fuel is available at reasonable prices from a major chain."]},"\n",{"type":"==","value":["Eat"]},"\nFood is available at the one of two cafes, the bakery, the pub, or the winery. There is also a French\/Australian restaurant on the main street. The local seafood speciality is what the locals call ",{"type":"''","value":["crayfish"]},", but is actually southern rock lobster.  Caught locally.\n\nMany of the hotels, motels and resorts have restaurants.  The IGA supermarket has some ready to eat meals but closes at 6:30PM.\n\n",{"type":"==","value":["Drink"]},"\nThere is a pub, with water views, on the high (western) side of the Tasman Highway.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bicheno by the Bay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin=2PM"],["checkout=10AM"],["content=Houses ranging from one to three bedroom one block from the ocean, and one block from the town centre.  Small pool for swimming, small lake for canoeing, and tennis court.  All free for guests."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Diamond Island Resort"],["url="],["email="],["address="],["lat="],["long="],["directions=on the Tasman Highway"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Modern villa accommodation, large garden area, immediately on the beach adajacent to Diamond Island.  Coffee shop and restaurant on the premises.  At the end of the cycleway from town, about 2km from the town centre."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bicheno Gaol Cottages"],["url=http:\/\/www.bichenogaolcottages.com\/"],["email="],["address="],["lat="],["long="],["directions=Opposite the public school at the end of the main street."],["phone="],["tollfree="],["fax="],["hours="],["price=$135\/night stand-by rate"],["checkin=13\/5\/2009"],["checkout=14\/5\/2009"],["content=Three self-contained cottages set in a private garden. The gaol house itself offers 2 bedrooms and an open fireplace in the kitchen \/ living room. Check-In (and Internet access) is available from the neighboring motel."]]}]},"\n",{"type":"==","value":["Connect"]},"\nOnly Telstra offers mobile service in Bicheno.\nInternet access is available at the pancake restaurant in the middle of town, or there is a paid WiFi hotspot at the motel at the end of the main street (White Dog cafe).\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northeast Tasmania"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["Geo"],["-41.866667"],["148.283333"]]},"\n",{"type":"[[","value":[["wikipedia:Bicheno, Tasmania"]]}]