[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Big Bend"]]},"\n",{"type":"'''","value":["Big Bend"]}," is a city in ",{"type":"[[","value":[["Shasta County"]]}," in the ",{"type":"[[","value":[["Shasta Cascades"]]}," region of ",{"type":"[[","value":[["California"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe only way into Big Bend is to go by car. From CA Hwy. 299 (east of Redding), turn north on Big Bend Road. When you get to the intersection at Nelson Creek Road, you're in Big Bend.\n\n",{"type":"==","value":["Get around"]},"\n\nAs Big Bend is such a small town, the only plausible way to get around is by car.\n\n",{"type":"==","value":["See"]},"\n\nThe area of the Pit River near Big Bend is good for boating and nature viewing.  There are also many hot springs open to visitors.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Big Bend Hot Springs"]},"\n\nBig Bend Hot Springs is located in the town of Big Bend, in northern California. The site has extraordinary geothermal springs and wells and is on the Pit River between two volcanoes, Mt. Shasta and Mt. Lassen. Big Bend Hot Springs is in a big transition phase, and will be closed until Shasta County allows re-opening.\n\nImportant News - Summer 2008:\n\n-Big Bend Hot Springs is currently CLOSED until further notice for Shasta County required repairs and code upgrades.\n\n-The \"Big Bend Hot Springs Project\" (BBHSP), a not-for-profit group, (including local community members and a large network of allies) are the new stewards.\n\n-BBHSP is run by an inclusive group of stewards who see this as a community project. Representatives of BBHSP and members of the Big Bend community are now beginning the gradual work of bringing the special unique property back to its full potential.\n\nBig Bend Hot Springs Project Core Goals:\n\n1. To preserve and protect the land and water resources as a natural area and wildlife sanctuary\n\n2. To re-open the small-scale public camping and soaking business (closed since 2006)\n\n3. To develop a model sustainable permaculture facility with geothermally heated greenhouses to grow food\n\nPlease check back at this web site: bigbendhotsprings.org for updates, and thanks for your support!\nQuestions? Email Us: info [at] bigbendhotsprings.org\n\n",{"type":"===","value":["Pit River"]},"\n\n",{"type":"====","value":["Fishing"]},"\n\nThis river is excellent for trout fishing, but is extremely hard.  Only fish here if you are physically fit to do so.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThere are no restaurants in Big Bend, so be sure to bring your own meals.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nIf you stay here, you must bring a tent; there are no motels or RV sites of any kind in Big Bend.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["41.019722"],["-121.907778"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Shasta County"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["WikiPedia:Big Bend, California"]]}]