[{"type":"{{","value":[["pagebanner"],["Corn Islands banner Cow.jpg"]]},"\n",{"type":"'''","value":["Big Corn Island"]}," lies approximately 50 miles off the ",{"type":"[[","value":[["Caribbean Nicaragua"],["Caribbean coast of Nicaragua"]]},".\n\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\n\nGreat Corn Island was originally colonized by the British, and most native islanders have more in common culturally with other English-speaking Caribbean islands than they do with the mainland of Nicaragua.  Many have English surnames.\n\nTourism on Great Corn Island is still in its infancy as most tourists gather on Little Corn.  There are almost none of the things one usually associates with tourists traps (tourist markets, huge beachside developments by major hospitality corporations, time-share condos, etc.).   The people are typically friendly and genuine.\n\n",{"type":"==","value":["Talk"]},"\n\nAlmost everyone on the island speaks both passable Spanish and English.  For most of those native to the island, English is their first language, although there are many inhabitants who have come over from mainland Nicaragua and consequently speak Spanish as a first language.  There are also others who speak Miskito or other Caribbean languages or dialects.  The English spoken, however, is heavily Caribbean, and real communication can be far from effortless.\n\n",{"type":"==","value":["Get in"]},"\n\nThere is one local airline (La Costena Airlines) that flies to Big Corn Island from Managua (usually once in the morning and again in early to mid afternoon).  These are 15-20 seat dual prop planes without pressurized cabins or conditioned air. ",{"type":"[","value":["http:\/\/www.bigcornisland.com\/gettingto"]}," One Way flights are around 107 US and a Round trip around 165 US. Some of the planes go first to Bluefields before they continue to the Island. There is a weight limit for the plane so be careful about how much luggage you bring. They weigh each passenger with their luggage before boarding. When you arrive in Managua exit the airport and go left to the small building next to the terminal. You can purchase tickets there, but need a reservation in advance most of the time. You can change the return date for your ticket with no trouble or fees as long as there is room on the plane.\n\nSome days of the week, you can get from Houston or Miami to Managua in time to fly directly to Big Corn Island; other days, you will have to spend a night in Managua and fly to the island the following day.  When you return from the island to Managua, again, you may have to spend the night depending on the timing of the flights.\n\nThere are also three options for ferries from Rama (via ",{"type":"[[","value":[["Bluefields"]]},").  This is an all-day plus overnight trip. ",{"type":"[","value":["http:\/\/www.bigcornisland.com\/river"]},"\n\nSchedules are always changing. For the latest transport information on how to get to Big Corn Island, view the updated graphic ",{"type":"[","value":["http:\/\/rightsideguide.com\/2118\/how-to-get-from-managua-to-the-corn-islands\/ Managua - Corn Islands"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nThe road system basically consists of a perimeter road that runs around the island.  There are a few paved side roads, but only the one to Picnic Beach is of significant length.\n\nThere are many hiking trails into the center of the island and along the shore.\n\nGetting around the island can be done by taxi (anywhere on the island for 18 cordobas =75 cents U.S.), by bus (anywhere on the island for 5 cordobas =25 cents U.S. however the bus seems to have no reliable schedule to speak of) per person.\nOne can rent bicycles,golf carts, cars, or motorcycles if one wishes.  A taxi will generally pick up other passengers along your route - don't panic, this is normal.\n\n",{"type":"==","value":["See"]},"\n\nThe island itself is quite picturesque.\nhiking into the hills will bring you into tropical nature,\nthere are two big beaches and lots of tiny and remote ones.\nA boat trip around the island will showcase its natural beauty.\n\nBaseball is the number one sport on the island, with even soccer a distant second, and taking in a local game will put you right in the middle of real island culture. Baseball (or fast-pitch softball) is on Sundays and there are typically 3-4 games. The stadium is right next to the airport and the island museum. The first game starts at 8:30 and is not very well attended. There is usually one men's game then one women's game alternating throughout the day. The final game is the highlight sometime around 3-4 depending on previous games. Soccer is also on Sundays and is just down from Casa Canada on the south end.\n\nThere is very little of historic or artistic significance except for an art instillation at the top of Quinn Hilll. It is a small pyramid in the middle of a park. It is one of 8 sites around the world. Others include:\nCocos Islands (Australia), and their antipode, Corn Islands (Nicaragua)\nKalahari Desert (Botswana) and the Hawaiian Islands (USA) \nTierra del Fuego (Argentina or Chile) and Lake Baikal (Buryat Republic)\nGalicia (Spain or Portugal) and the South Island of New Zealand\nFind out more at http:\/\/www.souloftheworld.com\n\n",{"type":"==","value":["Do"]},"\n\nSnorkeling, scuba diving, and ocean fishing are all excellent.  \"Nautilus\"  ",{"type":"[","value":["http:\/\/bigcornisland.com\/nautilus.html"]}," \n, an island institution, can arrange any such trips (including scuba instruction).\n\nPicnic Beach (the picnic center) is the cleanest and most beautiful, with fine sand and gentle waves. There are two restaurants, the picnic center  which has thatch cabanas to sit under, and Arenas. Arenas has wonderful white cabanas and will bring food and drinks out to the beach. This beach is great when the sun is shining, but in the evening and when it rains there are tons of sand flies that bite so beware.\nMost of the tiny and remote beaches are between Sally Peaches and South End. Beware many beaches have litter, plastic bottles and trash scattered about on them.\n\nOne can arrange to travel by boat to ",{"type":"[[","value":[["Little Corn Island"]]},", a short (easily less than an hour) ride away.  Anyone with a boat for hire will gladly make the trip.\n\nSnorkeling, Kayak rentals, and both sport fishing and fly fishing are available at \"Anastasia's on the Sea.\"  Also available is a snorkeling marine park designed to guide snorkelers to interesting coral formations. For a more personal touch find Dorsey right next to Cevas, (look for the sign on the beach that says \"First class snorkeling, First class guide.) He is a great local guide and some of the best snorkeling on the island is right in front of his house. He will take 2 people out at a time for snorkeling and has great knowledge of the area. He also sells jewelry that he makes and some fruit. He is a wealth of information about the island.\n\nNightlife, as anywhere else, is mainly on weekends.  Weekends here run from Thursday night till Monday morning (don't miss the \"sexy dance\" at Nico's).\n\nRenting a golf cart is a great way to see the island at your own pace. You can get them near the picnic center, and at the Sunrise Hotel.  If you go to more remote parts, off the main road, be ready for kids to try and catch a ride with you. If you have the time it is a delightful experience to give them a ride and hear their laughs and excited comments.\n\n",{"type":"==","value":["Eat"]},"\nBe careful eating here if you are a picky eater or have dietary restrictions. Most of the menus have the same items (usually fish and other seafood), and vegetarian and vegan food is rare and unvaried (mostly pasta and french fries). Fresh vegetables and produce are hard to find and very expensive (salads typically are small and cost around 100 cords).\n\nThe best restaurants on the island for typical island cuisine are Casa Canada (South End), Restaurante Sabor at Sunrise Hotel (excellent breakfasts & Sunday Bar-b-q) --right next to Casa Canada, Seva's (Dos Millas) & Paraiso. Paraiso has a fantastic menu including deserts. The food is varied from pasta and bruschetta to traditional island dishes and fresh fish. They also make the best pina coladas and coco loco's. They use coconuts cut from the tree.  Nautilus restaurant offers gourmet island fusion dishes, pizza and vegetarian dishes. \nThe cook at the Picnic center does an excellent job with local dishes, going to great length to prepare them correctly.  Lobster fishing is a huge part of the island's economy, and lobster is on the menu at almost every restaurant. When the lobster are in season, lobster dishes cost $5 to $8, and are available at all local restaurants. Lobster is the primary industry in the Corn Islands, so lobster and conch are plentiful. Be careful of lobster tails under 5 inches long or under 5 ounces in weight because they are illegal. When the season is closed in early March time frame, the lobster dishes tend to go up slightly in prices, but are still reasonable in prices. For a very inexpensive lunch or dinner check out one of the little taco stands on the beach on the south end near long bay. They have fried tacos with salad that are excellent. There isn't a name on the establishment, but a taxi driver told us the locals call it \"specitos\" because the owner wears glasses.\n\nIt is not unusual to wait 40–60 minutes after ordering to receive one's meal.  Everything is prepared from scratch after you order, so order before you get too hungry and be prepared to pass some time waiting for the results. After you place your order, typically the chef will make a trip off on his bicycle to fetch the needed ingredients for the dish you have chosen.  This is typical of the relaxed pace everywhere on the island.  It will be unusual to see anyone in a hurry to get anywhere or do anything.\n\nAlso, do not miss the coconut bread (pan de coco), especially the sweet (dulce) variety.  It is typically sold in small shops or from their houses by the ladies who make it.\n\nLocal fruit is incredible in its variety and freshness. You can get coconuts and mangos almost anywhere for free. Ask someone at your hotel to cut one down and you can drink the milk straight from the nut.\n\n",{"type":"==","value":["Drink"]},"\nThe best places to sit and have a beer or cocktail during the day are at Picnic Center on the southwest side of the island and at Anastasia's on the Sea on the north end of the island.  Anastasia's has the most expensive domestic beer prices found on the island, even higher than Hotel Casa Canada's.   After baseball games and on Sundays, Island Style is very popular.  On Friday and Saturday nights, Reggae Palace is where the dancing is best.  And on Sunday nights most islanders head to Nico’s for after hours fun. Nico's bathrooms lack a bit in hygienic maintenance.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are a variety of places to stay on the island, ranging from extremely basic backpacker accommodations costing only about $10 U.S. per night to clean\/comfortable\/air conditioned places for $30–50 U.S., to a few more upscale places (which are still usually less than $100\/night). Travelers reviews can be found easily online.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fishers Cave"],["alt="],["url=http:\/\/fisherscavecornisland.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=mid-range"],["checkin="],["checkout="],["content=Located right at the municipal wharf so you can't beat it for convenience. The rooms are really nice with big beds, air conditioning, views of the island over Brigg Bay and a restaurant that serves excellent breakfasts. This is the place to stay if you don't want to get up early to catch the boat or panga. You can also buy your tickets to the Capt. D right here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Morgan"],["alt="],["url=http:\/\/bigcornislandhotelmorgan.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Always highly rated, Hotel Morgan is nice and clean with rooms starting at $15 and going up to about $50. The upstairs rooms have a balcony looking out over the sea. They offer a restaurant that serves really good food...even if you don't stay here you should have lunch here. Hotel Morgan is a pretty good deal for the traveler."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=South End Sunrise Hotel"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=falls in the middle pricing structure, but the rooms are very clean and spacious, and the proprietors (Lanmar and Ina) are very friendly and helpful."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cabanas Vientos del Norte"],["alt=Ike's Place"],["url=http:\/\/bigcornisland.com\/vientosdelnorte.html"],["email="],["address=North End"],["lat="],["long="],["directions=About 1 mile NE of the dock"],["phone=505-8836-7188"],["tollfree="],["fax="],["hours="],["price=$10-50"],["checkin="],["checkout="],["content=Vientos del Norte is a great place on the North End of Big Corn Island. Ike Siu is the owner, and he has 8 rooms about 50 feet from the ocean. His rooms range from $10 per person in a dorm style up to $50 oceanview with AC\/Fridge\/microwave, etc, although you may be charged extra for using a credit card or some of the amenities. Also has wireless internet for guests. Ike will do just about anything for his guests. You can use the kitchen. Free airport\/boat pickup and dropoff. Food is available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Paraiso Beach Hotel"],["url=http:\/\/www.paraisoclub.com"],["email="],["address=Brig Bay2"],["lat="],["long="],["directions=Shipwreck Beach"],["phone=+505 2575 5111"],["tollfree="],["fax="],["hours="],["price=$35-65"],["checkin=any time"],["checkout=any time"],["content=Paraiso Beach Hotel is a well known Corn Island resort, able to accommodate 45 people in 15 rooms, all decorated in traditional Nicaraguan style. They are made to make you feel right at home. The cabanas are built 80 meters from the beach. Paraiso Beach Hotel has bathing, diving, fishing, waterskiing and snorkeling. Coral reefs are just minutes off shore surrounding the island 10 to 12 feet deep, visibility 80 to 100 feet. Has a restaurant - basic breakfast is great, and free with your stay. Has a computer with internet access for guest use."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=G and G hotel\/hostal"],["alt=Hotel"],["url=http:\/\/gandgbigcornisland.com"],["email="],["address=Brigg Bay"],["lat="],["long="],["directions=Reggae Palace"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=Very lively hotel with good bar and restaurant. Nice rooms with TV and A\/C, very secure. Parking available. Wifi free for guests. Room start from $15. Beach is just a 2 minute walk. Really one of the best deals on the island."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nThe island is relatively safe, and few travelers encounter problems, but you should definitely take the normal precautions and not let the peacefulness get your guard down. Violent incidents are rare, but have happened in the past.\n\nIt's wise to take a taxi after dark, because there are no street lights.  Most locals seem to be friendly, but alcohol use in the evening sometimes causes tourists to get harassed.\n\nOne other note of significance is the electricity, which typically goes out on a nightly basis for several hours and almost always goes out when it rains hard (still the case as of June 2009).  There are hotels (Casa Canada, Morgan, Martha's B&B, Hotel Paraiso, Anastasia's on the Sea, Picnic Center, Vientos del Norte) that have their own generators to cover the gaps in electric service.  Verify before booking.\n\nThere was a rumor recently, that a tourist died in his hammock as one of the old coco-palms where had hung it broke down.\n\n",{"type":"==","value":["Currency & Prices"]},"\n\nOfficially, the Nicaraguan Cordoba is the legal tender, but most stores, restaurants, and taxis will gladly accepted U.S. dollars as well.  With dollars, however, comes this caveat:  if there is the tiniest tear on the bill (or pen marks, or any other disfigurement), the bill will not be accepted.\n\nThe ATM at the Banpro bank accepts VISA and MASTERCARD, and some hotels and tourist services accept those cards as well, but you had better check before arriving if possible, in order to avoid unpleasant surprises. If you plan going to Little Corn Island as well, remember that this is the ",{"type":"''","value":["only"]}," ATM on both islands as of March 2014.\n\nLife is a bit more expensive on Big Corn Island than on the mainland, but\non Little Corn Island, it is much more expensive.\n\n",{"type":"{{","value":[["IsPartOf"],["Caribbean_Nicaragua"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Corn Islands"]]}]