[{"type":"{{","value":[["pagebanner"],["Hapuna Beach page banner.jpg"],["caption=Hapuna Beach State Recreation Area, island of Hawaii"]]},"\n",{"type":"{{","value":[["style"]]},"\n\nThe island of ",{"type":"'''","value":["Hawai'i"]}," comprises over half of the area of the state of ",{"type":"[[","value":[["Hawaii"]]}," in the ",{"type":"[[","value":[["United States of America"]]},".  To avoid confusion with the state, it is almost universally called the ",{"type":"'''","value":["Big Island"]},".  It is home to the most active volcano in the world, located in ",{"type":"[[","value":[["Hawaii Volcanoes National Park"]]},", as well as the largest mountain in the world in volume (Mauna Loa) and the tallest mountain in the world as measured from its base on the sea floor to its peak (Mauna Kea).\n",{"type":"[[","value":[["File:BigIslandHawaii.jpg"],["thumb"],["right"],["400px"],["View of Mauna Kea"]]},"\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["East Hawaii (Big Island)"],["East Hawaii"]]}," - Generally referred to as just Hilo, as that is the major city. This Windward side of the island, has so much more precipitation than the Kona side, that as you travel across the terrain goes from black with dry brown patches to open fields grazed by horses and donkeys to planted eucalyptus forest to lush tropical vegetation and rainforest. Here you can see many waterfalls, walk through rainforest and enjoy the land."]},{"type":"*","value":[" ",{"type":"[[","value":[["West Hawaii (Big Island)"],["West Hawaii"]]}," - or (Kailua) Kona, Leeward side of the island, warm with much less precipitation, more ocean based attractions. However, you will not find large beaches on this island, or massive waves. Good for beginner surfing, snorkelling, paddling, ocean swimming, Hawai'ian outrigger canoe trips and scuba diving, as well as whale and dolphin watching!"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kohala"]]}," - the Northwest Part of the Island, is partially a vast green area artificially landscaped and including gorgeous golf clubs and resorts that most of us only dream of as well as some of the dryest land on the Big Island, where not altered by humans. There are many options for hotels, resorts and rental properties here that are convenient to the attractions nearby in Kona and Kailua Kona. The contrast between the green, watered at night with sprinklers, and the black volcanic surface of this area is a sight to behold."]},{"type":"*","value":[" ",{"type":"[[","value":[["Hamakua"]]}," - East side of the island North of Hilo is covered with gently rolling hills, spotted with smooth-old volcano tops, and terminates rather majestically in gallant cliffs over which spill dozens of tall thin waterfalls. These are seen best from the water which is quite rough, so a helicopter ride is the best way to see this awe inspiring site. The Waipi'o Valley overlook and the valley itself are truly special. If you are able, a day hike into the valley on foot or on horseback to see the amazing black beach are highly recommended!"]},{"type":"*","value":[" ",{"type":"[[","value":[["Puna"]]}," - East side of the island South of Hilo, where the volcano is currently erupting (2012). You can walk on the black crust of newly volcano-formed earth and if you walk long enough you can see it pouring into the sea as a red-hot falls steaming on contact with the ever-rolling waves. (Absolutely incredible, but a challenging hike). The non-volcano area of the Puna district is typically very lush and green with rainforest vegatation. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Ka'u"]]}," - the South part of the Island is much less visited, but progress on this has been rapid in the last years, as after the demise of sugar and coffee, tourism is the biggest part of their economy."]},"\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hilo"]]},"—On the east coast, Hilo is the capital and largest city of the Big Island. Home base for trips to the Amazing Botanical Gardens and several impressive waterfalls. The town is also surprisingly diverse with cute old architecture."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kailua-Kona"]]},"—The main town on the west coast, more of a continuous strip of tourist-providers: eateries, fancy shops and hotels."]},{"type":"*","value":[" ",{"type":"[[","value":[["Honokaa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Holualoa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Naalehu"]]}," - the southernmost town in the United States, beating Key West by a mere 91 miles. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Pahoa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Volcano Village"]]}," - At the entrance to ",{"type":"'''","value":["Hawaii Volcanoes National Park"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Waikoloa"]]}," - Resort area of South Kohala district, artificially landscaped, on top of black volcanic ground, and fully contained with shopping centers and golf courses included."]},{"type":"*","value":[" ",{"type":"[[","value":[["Waimea"]]}," - Ranch town in the north part of the Island. Home to the Parker Ranch."]},"\n",{"type":"==","value":[" Other Destinations "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ala Kahakai National Historic Trail"]]}," "]},{"type":"*","value":[" ",{"type":"[[","value":[["Hawaii Volcanoes National Park"]]},"  "]},{"type":"*","value":[" ",{"type":"[[","value":[["Kaloko-Honokohau National Historical Park"]]},"  "]},{"type":"*","value":[" ",{"type":"[[","value":[["Pu'uhonua o Honaunau National Historical Park"]]}]},{"type":"*","value":[" Puukohola Heiau National Historic Site"]},{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Green turtle Chelonia mydas is basking on Punaluu Beach Big Island of Hawaii.jpg"],["thumb"],["Green turtle basking on Punalu'u Beach in ",{"type":"[[","value":[["Ka'u"]]}]]},"\nThere are two major airports if you are flying into the Big Island, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.state.hi.us\/dot\/airports\/hawaii\/koa\/index.htm Kona International Airport"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/hawaii.gov\/ito Hilo International Airport"]}]},". There are a few direct flights from the mainland, mostly from ",{"type":"[[","value":[["California"]]},",",{"type":"[[","value":[["Denver"]]},",",{"type":"[[","value":[["Phoenix"]]}," and ",{"type":"[[","value":[["Seattle"]]},", but it is more common to arrive via ",{"type":"[[","value":[["Honolulu"]]}," or ",{"type":"[[","value":[["Kahului"]]},". You should try to get a flight direct from the mainland to Kona to save time waiting (and walking) around the Honolulu airport.\n\nIf you can't find a direct flight, consider that Kona's airport is by far busier and requires a lot of time to pass all checkpoints. Hilo's airport has fewer flights, is smaller, so the time between rental drop-off and boarding is much shorter. United Airlines services Hilo from Los Angeles and San Francisco.\n\nInter-island \"hoppers\" arrive from all the other islands several times a day. Local flights are available through three main airlines, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hawaiianair.com\/ Hawaiian"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.islandair.com Island Air"]}]},", and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.iflygo.com\/ go!"]}]}," to the two major airports. These airlines provide frequent service between the islands, largely connecting through Honolulu, although there are some direct flights from Kona and Hilo to Kahului Maui. Daily round-trip service is also available between Hilo and Kona.  ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pacificwings.com Pacific Wings"]}]}," provides fun flights in small prop planes between Hilo, ",{"type":"[[","value":[["Kona"]]}," and ",{"type":"[[","value":[["Kamuela"]]},". Keep in mind that an inter-island flight could use up almost an entire day, due to the fact that you must pack, check out of hotel, get to the airport, return rental car, go through all the airport procedures, fly, wait for luggage, get rental car, check in, unpack. It's tempting to try and see as many of the islands as you can on one trip, but it's best to spend no less than three nights on an island. In the case of the Big Island, think of the two sides of the island as separate. It takes about 2 hours 15 minutes to drive from Kailua-Kona to Hilo, and about six hours to circle the island.\n\n",{"type":"===","value":["By boat"]},"\nAlthough several cruise ship lines operate in Hawaii, there is currently no dedicated inter-island boat service.  ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hawaiisuperferry.com Hawaii Superferry"]}]}," used to run high-capacity catamaran ferry services between ",{"type":"[[","value":[["O‘ahu"]]}," and ",{"type":"[[","value":[["Maui"]]},", with intention to open a route between Maui and the Big Island, but the company has since declared bankruptcy.\n\n",{"type":"==","value":["Get around"]},"\nOn Big Island, you need a car in order to get to most of the interesting beaches, parks or other attractions, or to travel from the ",{"type":"[[","value":[["Kona"]]}," coast to the ",{"type":"[[","value":[["Hilo"]]}," coast. Places like the green or black sand beaches, or the Mauna Kea summit and astronomical observatories are only accessible by four-wheel drive. Note that car rentals tend to book ",{"type":"''","value":["months"]}," in advance, depending on the season. If the major rental companies in ",{"type":"[[","value":[["Kona"]]}," or ",{"type":"[[","value":[["Hilo"]]}," are fully booked, you can still hope to find a used car to rent via Craigslist. These are older cars, most with dings or other cosmetic blemishes, but they don't make you look like a tourist.\n\nIf you only plan to stay around one town, you can also rent a moped or bike. See ",{"type":"[[","value":[["Hawaii#By moped.2Fscooter.2Fmotorcycle"],["Hawaii"]]}," for moped\/scooter regulations.\n\nGetting around by local bus, bikes, or on foot work well if you're staying in one area. Many budget travelers are unpleasantly surprised by the extremely limited public transport on the Big Island. The county's ",{"type":"[","value":["http:\/\/www.hawaii-county.com\/mass_transit\/transit_main.htm Hele-On"]}," bus is free, but the schedules are mainly intended for commuting. There are some bus companies offering excursions from Hilo to destinations like Volcano, but they require reservations.\n\nHitchhiking is extremely easy & convenient on the Big Island.  As most places are near the Mamalahoa Highway, you're never too far from a good hitching spot.  As traffic generally flows from the Hilo side to resorts of Waikoloa Resorts in the morning, you can easily make it to the beaches without waking up at by 5:45 to catch the Hele-On bus.  As a large amount of locals take the spirit of Aloha seriously, hitching is the best way to travel for free throughout the Island.  It's not just the usual crowd of young people picking up hitchers either, I've been picked up by families, grandmas, and even the mayor of Honoka'a!  As a note, the district of Kau in the south of the island is very sparsely populated with low traffic levels, so hitching isn't near as good here as it is on the northern half of island.\n\nIf you're thinking about renting a Jeep, Alamo doesn't disable the four wheel drive option in their Jeeps as some other rental agencies do. However, keep in mind that you ",{"type":"''","value":["are"]}," violating the rental contract by driving on \"unpaved roads\" (let alone some of the four wheel drive only roads). As long as you are careful and sensible about it though, you'll be fine. Just keep in mind that you are \"on your own\" if you get in trouble while violating the rental agreement. If you're going to violate the rental contract by driving on unpaved roads, you have less of a chance of getting stuck if you have the ability to shift to four wheel drive.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.harpershawaii.com Harper Rentals"]}]}," has four wheel drive vehicles that are allowed by contract to drive on unpaved roads. You will pay more for that right.\n\n",{"type":"==","value":["Talk"]},"\nLocals refer to elders as \"Auntie\" or \"Uncle\" instead of \"sir\" or \"ma'am,\" and flip-flops are called \"slippers.\" People in Hawai'i are very friendly and always looking forward to talking about their island, their history and its culture.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Hawaii Volcanoes National Park"],["Hawai`i Volcanoes National Park"]]}]},"  Hawaii Volcanoes National Park is home to both the world's largest volcano, Mauna Loa (13,677 feet \/ 4169 m tall), and the world's most active, Kilauea (continuously erupting since 1983).  Drive around Crater Rim drive to see the massive two mile diameter Kilauea crater and steam vents, and down the Chain of Craters road to see the fresh lava flow covering the highway and the active lava flowing into the ocean.  Also tour the Thurston lava tube. In the park, be careful not to hit any Nenes, the endangered Hawaiian goose that lives in and around the park."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mauna Kea"],["alt="],["url=http:\/\/www.ifa.hawaii.edu\/mko\/maunakea.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 808-961-2180"],["tollfree="],["fax="],["hours="],["price="],["content=28 mi (45 km) W of Hilo on Hawaii 20, then N on the access road to the Onizuka Center for International Astronomy. OCIA, named in memory of U.S. astronaut Ellison Onizuka, 9AM-10PM daily. Mauna Kea (13,796 feet \/ 4205 m), the largest mountain in the world (measured from its base) is a dormant volcano which has become an international center for astronomy. Multiple astronomical observatories are located on its summit. The austere Mars-like landscape dotted with technological marvels is worth a look; if it is clear you might also get a look out to see other Hawaiian islands in the distance as well as the other mountains of the Big Island. The elevation is high, and there are few tourist support facilities so hiking and exploring are discouraged. Also keep an eye out for the ",{"type":"''","value":["nene"]},". No admission charge."]]}]},":Four wheel drive vehicles are strongly recommended above the OCIA.  Several tour companies offer tours to the summit and observatories of Mauna Kea for a fee ($150-200 per person).  Observatory facilities are normally closed to the public.  Most rental car companies prohibit travel on Hawaii Route 200 (Saddle Road) - although Thrifty will allow you to drive on Saddle Road and drive up to the Visitor's Center at ~9,000 feet with a two-wheel drive car.  To drive beyond that up to the summit at ~14,000 feet, you will need a 4WD vehicle. Consider that at the summit you are about 40% of the Earths atmosphere so you're vision will be affected. For star gazing, you will have better vision and a better experience at the Visitor Information Station (VIS). You are not allowed on the summit 30 min after sunset or 30 min before sunrise.  The VIS does free star gazing parties every night of the year from 6PM-10PM. They have various staff and volunteers ranging in experience from professional astronomers, hobbiests, and students that give verbal star tours and set out a various array of telescopes, both large and small, for you to look at the skies through. Attending the star party at the VIS is always free of charge.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Akaka Falls"]},"  A waterfall eleven miles north of Hilo boasts a tremendous sight as the water tumbles 440 feet to its base.  The trip from the parking lot around to see Akaka and the smaller Kahuna Falls is about 20 minutes and is suitable for children and anyone who can navigate steps.  Akaka is the most spectacular of several waterfalls along the northeast coast of the island on the highway from Wiameia to Hilo."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coffee Farms"]}," In the highlands in and near Kona the coffee plants come right down to the road's edge.  Greenwell Historical Farms is a good plantation to tour."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Black sand beaches"]}," formed by volcanic sand. There are currently two well-known and many less known black sand beaches. The former are Kehena Beach in the Puna district, and Punalu`u Beach in Ka`u district."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Green sand beach"]}," at South Point, also named Papakolea. There is a parking lot and a shack which has been designated as a \"visitor's center.\" If you park in this lot, there is a chance that someone will emerge with a clipboard and ask you to pay for parking. Several guide books make the point that this is public land and that you are allowed to park without paying any fee. While this may be true, some travelers have been harassed or even threatened for asserting their rights to park. A more promising alternative is to park at the boat launch, adding half a mile to your hike.  To drive all the way to the beach definitely requires a 4WD vehicle, though there are a few local guys who will drive you out there for a donation.  Keep in mind that with the drive from the highway and the one hour hike from the parking lot to the beach, it is a three hour round trip minimum from the highway. Though the hike to Papakolea is relatively flat, it can be very hot and windy. The beach's sand is a precious gem called Olivine, produced by the surrounding cinder cone, Pu'u Mahana and is one of only two green sand beaches in the entire world. The other is located in the Galapagos Islands."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kehaka Kai white sand beach [also called Kua Bay]"]}," is absolutely beautiful and a local secret until recently.  Just north of Kona on Hwy 19.  Coming from Kona, go past mile marker 89 and turn left towards the water at the sign for the Veteran's Cemetery.  Theoretically, the beach is closed on Wednesdays but not in practice.  The beach is mostly used for body boarding as it has a steep shorebreak and can be dangerous to unexperienced swimmers. Newly paved road (ok for 2WD) all the way to beach.  Beach has bathrooms, fresh water fountains and showers."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dolphin and whale watching"]}," - seasonal."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dolphin Quest Hawaii"],["alt="],["url=http:\/\/www.hiltonwaikoloavillage.com\/activities\/dolphin-quest.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Hilton Waikoloa Village offers the opportunity to swim with their group of Atlantic bottlenose dolphins in their lagoon, with the dolphins dancing and jumping as the group communicates with them through hand signs. Visitors are not allowed to hold on to their fins while they swim, though. Be prepared to spend between $150 and $200 per adult for a memorable thirty minute experience."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Pu'uhonua o Honaunau National Historical Park"]]}]}," Pu'uhonua o Honaunau is a great place to visit if you're interested in learning about Hawaiian heritage.  Breakers of kapu (taboos) who could make it to this place and performed a series of rituals were granted sanctuary.  Tours, traditional craft demos, simulations of the Hukilau (fishing with ti leaf ropes) and other activities can be seen here (schedules vary).  Honu (turtles) can frequently be observed swimming in the royal fishpond.  May be crowded with other tourists.  The 1871 Trail follows the old paths between fishing villages and offers great views of coves."]},"  \n",{"type":"*","value":[" ",{"type":"'''","value":["Waipi`o Valley"]},", a large, verdant valley on the Hamakua coast. This valley was inhabited for a millennium, until a tsunami washed away all dwellings, though there is still a living population of 50-100 people.  Van and horseback trips are available from the scenic crest down to the gorgeous valley floor. The road descending into Waipi'o valley is 4WD only but can be hiked down or hitchhiked. The entire bay is made up of a black sand beach with a river cutting the valley down the middle. The valley is still an active location for Taro farming. On the opposite side of entry, you will find the trailhead for the Muliwai Trail, leading to Waimanu valley, though a permit is required for this trail. It's a strenuous 9 miles one-way staring when already in Waipi'o Valley. It's recommended for overnights only. Water is available from streatms but as always be sure to treat with pills or a filter before consuming."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Hawaiian Vanilla Company"],["alt="],["url=http:\/\/www.hawaiianvanilla.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nice look at the only vanilla farm in the US."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Lapakahi State Historical Park"],["alt="],["url=http:\/\/www.hawaiistateparks.org\/parks\/hawaii\/index.cfm?park_id=50"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A partially-restored fishing village dating back 600 years but abandoned in the 1800s. The self-guided tour around the two 0.5 mile loops is pretty good. Located in Kohala, north of Kona, on Highway 270. Free."]]}]},"\n",{"type":"===","value":["Botanical Gardens"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hawaiʻi Tropical Botanical Garden"],["alt="],["url=http:\/\/htbg.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Off Route 19 in Pāpa'ikou."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Pua Mau Place Arboretum and Botanical Garden"]}," an early-stage, nonprofit facility in Kawaihae, on the dry slopes of the Kohala Mountain Range."]},{"type":"*","value":[" ",{"type":"'''","value":["Sadie Seymour Botanical Gardens"]}," at Kona Outdoor Circle Educational Center."]},{"type":"*","value":[" ",{"type":"'''","value":["University of Hawaiʻi at Hilo Botanical Gardens"]}," in ",{"type":"[[","value":[["Hilo"]]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["World Botanical Gardens"]},", commercial gardens in Umauma, north of Hilo."]},{"type":"*","value":[" ",{"type":"'''","value":["Nani Mau Gardens"]}," in ",{"type":"[[","value":[["Hilo"]]},"."]},"\n",{"type":"==","value":["Do"]},"\n\nThe Big Island has the usual array of sub-tropical island activities. While the Kona side has a number of white sand beaches, the coastline on the Hilo side tends to be rocky. This is due to the relative age of the coastline.\n \n",{"type":"===","value":["Astronomy"]},"\nDue to its altitude, latitude, and the lack of interference from city lights, Mauna Kea provides among the best sites on earth for telescopes.  You may notice the strange orange and pink hues put out by street lights on the Big Island.  They are sodium lights used to ensure that the views from Mauna Kea are unpolluted.\n\nStop at the Visitor Information Station of the Onizuka Center for International Astronomy.  They set up several telescopes nightly for the public to enjoy.  Volunteers provide programs daily at 6PM, and will answer any questions you have as you look at the unbelievable number of visible stars.  Remember to bring your jacket, as the elevation is over 9200 feet at the Visitor Center.\n\n",{"type":"===","value":["Swimming"]},"\nThe beaches of the Big Island, especially on the Kona side, have been consistently voted amongst the best beaches in the world. Some (like Mauna Kea Beach) front hotel resorts, while others (like Makalawena) remained unencumbered by modern tourism.  ",{"type":"'''","value":["Hapuna Beach"]}," is reputed to be one of the best, consistent with the picture many outsiders have in their head of what a Hawaiian beach should be.\n\nThe island has one of the few green sand beaches in the world (see above), and several black sand beaches.\n\n",{"type":"===","value":["Snorkeling"]},"\nThe Big Island has some fantastic snorkeling. The Kona side has most of the best snorkeling, but Puna also has some excellent sites. Go in the morning on the Kona side, and in the afternoon in Puna, for clear and calm conditions.\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Two Step"],["url="],["email="],["address=Pu'uhonua O Honaunau (Place of Refuge)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great for beginners and experts alike. Teeming with fish and turtles."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ho'okena Beach Park"],["url="],["email="],["address=south of Honaunau"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Not as spectacular, but getting in and out of the water is incredibly easy: just walk. Then enter at the left side of the beach for the best snorkeling. Go during the week, if you can (save the weekends for the locals)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kapoho Tide Pools"],["url="],["email="],["address=southern Puna coast"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Not to be missed.  This is some of the calmest snorkeling you will ever see, and the fish will come right up to you. The pools are spring-fed, and some are volcanically heated. There are no dive shops anywhere near here, so bring your gear with you.  Again, go during the week if you can. Marine scientists frequent this spot, and are usually happy to share their knowledge to make your visit to the tide pools more fulfilling."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Captain Cook, Kealakekua Bay"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Considered to be the best snorkeling on the Big Island. Starting February 2010 you need a ",{"type":"[","value":["http:\/\/hawaiistateparks.org\/documents\/hsp_kaawaloa_vessel_landing_permit1-1.pdf vessel landing permit"]}," if you want to kayak there but there is a steep path to hike in as well as many tours that can take you in and provide gear as well as guide and lunch. This is the historic site where Captain Cook landed February 14, 1779 where he was the first westerner to visit the islands. It was later the site of his death. You can see his memorial standing over the bay represented by a large white obelisk. Beyond the history, it's a protected area that is teeming with life."]]}]},"\nNo matter where you are enjoying wildlife, remember it's often illegal and always immoral and detrimental to feed, touch or harass wildlife, both marine and land.\n\n",{"type":"===","value":["Surfing"]},"\n\nHilo Surfboard Company: Is the Big Island's most ‘authentic’ surf shop. People travel all the way form Kona to check out boards as they REALLY DO have the largest selection of boards. And unless you want a Hilo Surfboard Company T Shirt or shirts from a couple ‘locals. Like Moku Nui or KRU, better go to the mall. This is a real core surf shop! Owner Scott Murray will be stoked to see you and talk story! 84 Ponahawai St. Hilo. 808.934.0925\n\n",{"type":"===","value":["Hiking and camping"]},"\nIf you would like to hike on the Big Island you have abundant choices for the novice to the expert. Some of the most popular hikes are the Waipio Valley hike, the Pololu Valley hike, the Greens Sands Beach hike, the Volcano National Park Kilauea Iki hike, and Akaka Falls paved trail hike, however there are too many trails to count. See below for a list of some of the guided tours you can do, which take you to these destinations as well as more remote or less known hikes. Though there are guided tours, most hiking on the Big Island is free or located within a State or National Park. State Parks are free for hiking and only some National Parks require an entry fee. Backcountry and backpacking hikes like the Muliwai Trail to Waimanu Valley require a permit and are at cost, though it's low. These permits not only feed money into the natural lands of Hawai'i, but also provide safety for yourself; there have been many times rescue during a dangerous time has been given solely on the fact a permit was issued legally. When you have no permit and camp illegally, no money enters the system even though you are using the land and there is no way to tell you are in a remove valley or unstable area in order to help you if there is a problem.\n\nThe Hawaii Department of Land and Natural Resources advises that \"you must purchase and print a copy of your permit in advance and have it in your possession while camping or lodging within any park. It is not possible to purchase a permit at any park. All permits require a fee – there is no free camping in Hawaii State Parks or Forest Reserves.\" There are many camping options to choose from and the cost is amazingly low compared to the mainland. Once you pay entry fee for Volcanoes National Park, camping is free and on a first come first serve basis at some of their beautiful campsites with full facilities.\n\n",{"type":"===","value":["Hiking Destinations"]},"\n",{"type":"*","value":[" Waipi’o Valley - Awe-inspiring volcanic valleys and gorges filled with rain forest vegetation. Though you can hike down into the valley and throughout it, it will be on paved and non-paved roads, not hiking trails. You can venture to the large black sand beach at the bay or to the rear of the valleys to see large waterfalls. "]},{"type":"*","value":[" Muliwai Trail - This trail starts at the opposite side of Waipi'o Valley than the lookout and begins with a steep Z trail you can see from a distance. It's a strenuous 9 mile one-way trail to Waimanu Valley and requires a permit. Though difficult for many hikers, the hike and destination valley are some of the most beautiful land on the Big Island. The largest waterfalls in Hawai'i are located in Waimanu. Composting rest rooms are available and drinking water is gathered from the falls and streams, although filtration or pill treatment is required. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Hawaii Volcanoes National Park"]]},"- Many long and scenic hiking trails through the tropical forests and along the craters are found here for any level of hiker. Whether you are looking for a short and easy paved hike or a long and strenuous hike without seeing another person, you will find it in Volcanoes National Park. Always check with a ranger before doing a hike since the land is always changing in this area and some areas are closed off frequently due to volcanic activity, landslides, volcanic smog, and more. Sometimes it is possible to hike to the slow flowing surface flows of Kilauea; see a Ranger for more details."]},"\n",{"type":"===","value":["Guided Tours"]},"\n\nThe Big Island has a tour company for every possible tourist endeavor. If you don't see it covered here, search for it. Chances are there will be a tour guide for what you want to do. A good place to read non-biased reviews of tours is Hawaii The Big Island Revealed: The Ultimate Guidebook by Andrew Doughty. It does not feature any adds or endorsements the way many guidebooks do.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cave Tour"],["url=http:\/\/www.kulakaicaverns.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 808 929-9725"],["tollfree="],["fax="],["hours="],["price="],["content=Kula Kai Caverns offers lava tube cave tours for all ages with various levels of capabilities, ranging from a short walk that's OK for claustrophobics up to full-day personal guided adventures. Located in Ka'u on the south side of the Big Island, between Kona and Volcano. Reservations are required and well worth planning ahead for."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Helicopter tours over the Kilauea volcano"],["alt=the only erupting volcano in Hawaii"],["url=http:\/\/paradisecopters.com\/tourInfo.php?TourNo=DO"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Because Kona is twice as far from the volcano as Hilo, tours that leave from Kona are generally 2 hours long and accordingly more expensive. You may choose to drive 2 1\/4-hr to Hilo if money is a consideration. Morning helicopter flights tend to have the least cloud cover, but also book first. If taking photos, wear dark clothing to avoid reflections from windows."]]}]},{"type":"*","value":[{"type":"*","value":[" A special mention should be made about the \"doors off\" helicopter tour, which lets you smell the lava and feel its heat."]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mule\/Horseback tours"]}," There are a few companies on the Big Island that provide horseback tours along the rim of Waipio Valley. "]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Big Island Aina Tours"],["url=http:\/\/www.ainatours.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 808 315-3097"],["tollfree="],["fax="],["hours="],["price="],["content=Land Tours of Volcano and Falls as well as hiking tours.  Small groups up to 6 per van.  Private tours also available"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Scuba diving"]},".  ",{"type":"[[","value":[["Kona"]]}," has some great diving opportunities during the daytime, but the real thing to do here is the ",{"type":"'''","value":["Manta Rays Night Dive"]},". All the dive operators in town do a night dive to see the giant mantas, and this is the best and most reliable place in the world to see them.  The manta rays of Kona can be up to 16 feet wide and weigh almost 2000 lbs!  On any given night there are 1-20 rays feeding at the dive site, and by bringing lights in the water, plankton (their food) is attracted to feed them.  Divers sit in sand on the bottom about 30 feet deep and watch these huge but harmless fishes swim inches from their faces.  A must do!  Though it's at night, there is so much light in the water and it's so shallow that this is an easy dive for novice divers, as well as a very rewarding dive for even the most seasoned divers.  Snorkelers can also get a great up close view of the mantas at the same time.  All you have to do is float on the water and hold a light, it's very easy. ",{"type":"'''","value":["You must be ",{"type":"[","value":["http:\/\/www.padi.com\/ PADI"]},"-certified"]}," to do the night dive, but if you aren't you can do a snorkel night tour (sometimes called \"dive\" as well), which offers comparable views and excitement. Well-reviewed popular companies that do Manta Ray Night dives include: ",{"type":"[","value":["http:\/\/www.bigislanddivers.com\/MantaDive.html Big Island Divers"]},", ",{"type":"[","value":["http:\/\/www.jacksdivinglocker.com\/charters2\/mantanight.htm Jack's Diving Locker"]},", ",{"type":"[","value":["http:\/\/www.konadivingcompany.com\/ Kona Diving Company"]},", ",{"type":"[","value":["http:\/\/www.fair-wind.com\/hula-kai\/manta-dive-hawaii Fair Wind"]},", ",{"type":"[","value":["http:\/\/www.konahonudivers.com\/manta-ray-night-scuba-dive.php Kona Honu"]},", ",{"type":"[","value":["http:\/\/www.pacificrimdivers.com\/ Pacific Rim Divers"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Snorkeling"]},". ",{"type":"[","value":["http:\/\/hawaiioutdoorguides.com\/snorkel-tour\/ Hawaii Outdoor Guides"]}," offers the only guided land-based Snorkel tour on the Big Island. If you are at all hesitant about snorkeling a guided tour is the way to go. They provide top quality gear, transportation to three great spots, and snacks and instruction."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Recreational Saltwater Angling"]},".  All recreational saltwater fishing is conducted on the leeward (west) side of the island.  There are no charter operators on the windward (east) side, the seas are generally too rough.  Kona is the hub of charter activity on The Big Island, and Honokohau Marina slips the majority of the fishing fleet.  The marina is a few miles north of Kailua-Kona just off State Route 19.  Prices vary considerably.  A shared charter, six people conceivably unknown to one another, may be $90–100 per person for half day, while an exclusive, eight-hour trip, for up to six anglers, could run $800 or higher.  The higher figures are for the boat, not per person.  Fishing aboard a charter boat requires no license.  Do not be fooled by the island's long-standing public relations effort.  It is hard, if not impossible, to plan a trip which would perfectly coincide with sure-fire.  There are times when Kona fishing is not \"drop a line, catch a marlin\".  The point here is set up a charter with your eyes wide open.  Be prepared for possible disappointment.  After all, as they say, they call it \"fishing and not catching\" for a reason."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Biking"]},". The Big Island hosts the ",{"type":"'''","value":["Iron Man competition"]}," every year, so there is a lot of touring-style cycling. Most of that is done on Highway 19 between Kona and Kawaihae. But there are also big trucks on that road, so be careful. Mountain biking is good around Waipi'o valley and in the Volcano park. But it can be technical. Mana road is also good for off-road cycling, but it is very long (65-70 mi). You will need support or legs of iron to do it in a day."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hiking"]},"  There is a ton of guided hiking tour companies on the Big Island for just about any place you could want to go. The companies range from the very large to very small (1-4 guests). A few are listed below."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hawaii Outdoor Guides"],["url=http:\/\/www.hawaiioutdoorguides.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-886-7060"],["fax="],["hours="],["price=$59-179"],["content=Guided volcano hiking tours, and hiking tours at beaches, waterfalls and in the rain forest. If you are looking for a smaller more personalized tour experience consider Hawai'i Outdoor Guides in Kailua-Kona. They offer a variety of hiking and snorkeling adventures as well as camping trips around the Big Island. Their tours are unique and affordable. They go to Volcano, Akaka and Rainbow Falls,  South Point, Black Sands and Mauna Loa, of which they offer an exclusive shuttle service for."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hawaii Forest & Trail"],["url=http:\/\/www.hawaii-forest.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-800-464-1993"],["fax="],["hours="],["price=$125-179"],["content=Guided volcano hiking tours, and hiking tours on private grounds with waterfalls and forests. They also do the Mauna Kea summit 7-8 hour trip."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Camping"]}," Only one tour company on the Big Island offers extreme camping tours for small to medium size groups."]},"\n",{"type":"==","value":["Learn"]},"\nDance, culture, and traditional crafts classes are available for long or short term students. Many resorts offer 1-3 day classes in hula or lei making. To learn about history, culture and the environment, visit the State and National Parks and speak with Rangers and other guides that reside there. Parks have many programs ranging from participation based programs, games, festivals, classes and more for visitors to learn about Hawai'i. The only state or national parks that charge an entry fee are Pu'u o Honaunau and Volcanoes National Park.\n\n",{"type":"==","value":["Work"]},"\nHawaii's unemployment rates are among the lowest in the nation, and thus it is impressive that the Big Island boasts one of the lowest unemployment rates in the state.  While tourism, military, and agriculture have typically been the largest employers, recent new job growth has resulted primarily from a residential building boom.  The astronomical observatories are another important group of employers.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n\n\n",{"type":"*","value":[" Hawaiian chocolate macadamia nut cookies"]},{"type":"*","value":[" poke (salad of raw fish)"]},{"type":"*","value":[" Ka'u oranges (ugly, but delicious)"]},{"type":"*","value":[" Poha berries (Cape gooseberries) are delicious and are also used in jam and ice cream"]},"\n",{"type":"==","value":["Drink"]},"\n\n\n\n",{"type":"*","value":[" Kona coffee"]},{"type":"*","value":[" Kona Brewing Company offers great microbrews and pizza, it is located within downtown Kona."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Big Island Brewhaus"],["alt="],["url=http:\/\/bigislandbrewhaus.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In Kamuela has craft beer and Mexican cuisine"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n\n\nThe Big Island has 2 resort areas on the Kohala coast - Mauna Lani and Waikoloa Beach resort. The two resorts neighbor each other and feature hotels and condo\/townhome rentals. There are also great Bed and Breakfast type places, vacation rental homes and small operator hotels too. The Big Island is the only county in Hawaii that has no restrictions on the operation of vacation rentals. Before making reservations it's best to review a map of the island and plan ahead. Think about the activities and sightseeing you'll want to do. For those that don't have the budget for large hotels and resorts, there are many less expensive options that are still enjoyable. There are many local bed and breakfasts, hotels, hostels and more for as little as $35 a night.\n\nCamping is also readily available all over the Big Island. See the camping section for more information.\n\n",{"type":"==","value":["Stay safe"]},"\n\nNote that even solidified lava flows can still be very dangerous, as there are hidden flows of molten lava with only an overlying thin crust of rock in many places between Pu'u O'o and the shoreline. And of course there's the threat of methane explosions and lava bench collapses, so do not walk to the edge of the lava bench unless the rangers say it is safe to do so.\n\nThe usual disclaimers about the more active things to do apply. If you have a tour guide, they often have insurance premiums to be beholden to and as such make them more aware of safety issues. But otherwise the island is mostly remote and help can be far away. Know your physical limits.\n\nPrepare for the area you are visiting. The Big Island has many of the Earths climates in its boundary, so you will visit many different areas. For instance, you may wear flip flops and bikinis in Kona, however you would want a full coat, boots, long pants and a hat while visiting Mauna Kea.\n\nHawai'i is an everchanging, adapting island chain. It is constantly eroding, creating and changing. Beware of drop offs, sharp edges, water safety and the land and ocean around you in general.\n\nRemember that as much as you need to keep yourself safe, you need to keep Hawai'i safe as well. Please practice the Leave No Trace principles to make sure everyone can enjoy the islands. It's not only illegal to do things like feed or hassle wildlife, take rocks, sand or plants, but it's also immoral and detrimental to the Hawaiian Islands. They are the most isolated land mass on the globe and have many species and landscapes that are struggling to survive under the pressures of tourism. Respect the 'aina the best you can. Do not cut trails, litter, or desecrate natural or man made sites.\n\n",{"type":"{{","value":[["isPartOf"],["Hawaii"]]},"\n",{"type":"{{","value":[["geo"],["19.60637"],["-155.48676"],["zoom=9"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Hawaii (island)"]]}]