[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Biloxi"]}," is a city in ",{"type":"[[","value":[["Harrison County (Mississippi)"],["Harrison County"]]},", on the ",{"type":"[[","value":[["Gulf Coast (Mississippi)"],["Gulf Coast"]]}," of ",{"type":"[[","value":[["Mississippi"]]},". It's well known for its beaches and casinos, though one casino and the beach are still in repair. It is also home to Keesler Air Force Base, most of which is not open to the public.\n\n",{"type":"==","value":["Understand"]},"\n\nAn area across Biloxi Bay from the city, called Old Biloxi, was first visited by French explorer Pierre LeMoyne d'Iberville in 1699. The explorer, who was looking for the mouth of the Mississippi River, was instructed by the King of France to claim the coastal region. D'Iberville sailed into Biloxi Bay with a small group of men and established Fort Maurepas and a similar colony on the east shore, now the site of Ocean Springs. The word Biloxi means \"First People\" and was the name of a local Native American tribe met by d'Iberville and his men when they explored the land. Since its discovery, eight flags have flown over the city including the French, English, Spanish, West Florida Republic, Mississippi Magnolia, Confederate State, Mississippi State, and that of the United States.\n\nIn 1719 Fort Louis was founded on the site of the present-day city, which served as the capital of French colonial Louisiana from 1720 to 1722. In 1783 Biloxi was taken over by the Spanish, who merely collected tariffs, while the area retained its strong French influence. The Spanish maintained their rule until 1810, when a rebellion occurred and the area was seized by American insurgents. At that time, Biloxi became part of the Republic of West Florida. Although petitions for statehood were denied, the Biloxi region became part of the Territory of Orleans (which had been part of the Louisiana Purchase). Two years later, in 1812, Biloxi became part of the Mississippi Territory. In 1814 a British attempt to capture New Orleans failed, but the British remained on nearby Ship Island until 1815. Finally, on December 10, 1817, Mississippi became the twentieth state of the United States.\n\nDuring the 1820s Biloxi became a popular summer resort for New Orleanians wishing to escape their city's heat and yellow fever epidemics. Biloxi was incorporated officially in 1838. The city grew as families and their servants flocked to the area, which by 1847 had become the most important of the Gulf Coast's resort towns. By the middle of the nineteenth century even more people came for the ostensible healing powers of the waters, and for the balls, outings, and hunting events that enlivened the social scene.\n\nAt the time of the Civil War, Union troops took over nearby Ship Island and carried out a blockade of the gulf. Citizens protected the city from invasion by the Yankees through the threatening appearance of fake cannons, which were really only logs planted in the sand. Mullet fish, called \"Biloxi bacon,\" saved the local populace from starvation in the war years. The first fish cannery opened in 1881, and the city's seafood industry quickly developed. By 1900 Biloxi was termed the \"seafood capital of the world.\" Polish, Austrian, and Acadian French soon came to the city to work in the industry, adding their own cultural influences. Tourism flourished and more hotels were built to accommodate the visitors, many of them from the Midwest, who came to escape the harsh northern winters.\n\nDuring the early twentieth century, the city grew and new developments included electricity, a street railway system, and telephone service. During the 1920s a paved highway was built along the beach, and more hotels were constructed as tourism increased. In 1928 the world's longest seawall, which spanned 25 miles of Biloxi's coastline, was dedicated. The 1930s saw the decline of the area's seafood industry, but a new boom took place during World War II when Biloxi was chosen to be the site of a new air force base.",{"type":"[","value":["http:\/\/www.city-data.com\/us-cities\/The-South\/Biloxi-History.html"]},"\n\nSince after Hurricane Katrina in 2005, Biloxi is slowly rebuilding its original image.  Hurricane Katrina has left a devastated image in the tourist industry in Biloxi.  Right after Hurricane Katrina, the casinos were the first to approach in rebuilding their image to create jobs and entertainment to the people there and plus the people coming in to visit it.  If one was to visit Biloxi now, they will be able to see ruins from the aftermath of Katrina.  The houses that are rebuilt after the hurricane are now around ten feet above ground to avoid flooding.  However, the question of stability of those houses are still being concerned.\n\nRecently, there was also an oil spill on the Gulf Coast of Mexico by British Petroleum company which destroys many livelihoods of the people in Biloxi.  BP and many community organizations are trying to get many fishermen back on their feet.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nThe closest major airport is Gulfport-Biloxi International Airport ",{"type":"[","value":["http:\/\/www.flygpt.com"]},".  Further access must be by car.  Keesler AFB does not provide transportation to the public.\n\nThe next closet airport is the Mobile Regional Airport ",{"type":"[","value":["http:\/\/www.mobairport.com\/"]}," which is in Mobile, Alabama.  It is about 45 minutes away from Biloxi.  Visitors can rent cars from car renter services and drive to Biloxi.\n\n",{"type":"===","value":["By car"]},"\n\nAccess to Biloxi is primarily by ",{"type":"[[","value":[["Interstate 10"]]},".  It is between ",{"type":"[[","value":[["New Orleans"]]}," and ",{"type":"[[","value":[["Mobile"]]},".\n\n",{"type":"===","value":["By bus"]},"\n\nGreyhound ",{"type":"[","value":["http:\/\/www.greyhound.com\/scripts\/EN\/TicketCenter\/terminal.asp?city=430067"]}," provides full service to Biloxi.\n\n820 Dr Martin Luther King Jr\nBiloxi, MS 39530-3851\n+1 228 436-4335\n\nThe Greyhound at this location is newly renovated.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\n\nLike most American cities, personal vehicle provides the best travel options.  Main roads are ",{"type":"[[","value":[["Interstate 10"]]}," across the north, US-90 along the beach, and I-110 connecting them and crossing the sound.  Taxis and local bus service are available, but still somewhat unreliable.\n\nMoreover, Biloxi lacks a mass transit transportation system.  A very low percentage take the bus system in Biloxi.  \nIf tourists visit Biloxi, there are Hopper cars that are provided by the casinos that could take the visitors from one casino to the next free of charge.\n\nEverything is very easy to get to in Biloxi.\n\n",{"type":"==","value":["See"]},"\n\nFew of the attractions are still closed due to severe damage in the 2005 hurricane season.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beauvoir, Jefferson Davis Home"]}," is a museum and home of the president of the Confederate States of America."]},"For more information, visitors can visit this website ",{"type":"[","value":["http:\/\/www.biloxi.ms.us\/"]},", or they can also visit the Biloxi Visitor Center.  Due to Hurricane Katrina in 2005, the Biloxi Visitor Center is temporarily being held in the Bond Grant House.  It is a museum built around 1904-1907 in Queen Anne style with neo-classical character. The new Biloxi Visitor Center is currently under construction.  It will be located on US-90 facing the beach and north of the Biloxi Lighthouse.\n\nBiloxi Visitor Center Info:\nTelephone: +1 228 374-3105 or +1-800-BILOXI-3\nHours:  Monday through Friday, 8AM-5PM\nAddress: 932 Howard Ave.  Biloxi, MS 39530\nDirections: From U.S. 90 at Beau Rivage, travel north on Caillavet Street.\nTurn left at first traffic signal, onto Howard Avenue. The Bond-Grant House is one block east on your right, at the corner of Howard Avenue and Bohn Street.\nEmail: visitor@biloxi.ms.us\nContact Mrs. Laurie Rosetti (Downtown Services Assistant) or Mrs. Ray\n\n",{"type":"==","value":["Do"]},"\n\nA list of casinos below are open for gaming, food, and fun.\n\nQuick overview:  Biloxi, Mississippi is long known for its casino based tourism industry.  Moreover, Biloxi is ranked number 3 for the gaming industry.  Over the years it has flourished and has helped the people within its community strive by creating jobs and opportunities for over ten thousand workers.  Each year, about sixteen million people visit these casinos.  Biloxi is heavily economically dependent on the gaming industry.  Biloxi has nine casinos open and running. \n \nMargaritaville is open and running. Beautiful beachy atmosphere.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Beau Rivage Resort & Casino"],["alt="],["url=http:\/\/www.beaurivage.com"],["email="],["address=875 Beach Blvd"],["lat="],["long="],["directions="],["phone = +1 228 386-7111"],["tollfree=+1-888-567-6667"],["fax=+1 228 386-7414"],["hours="],["price="],["content=This is a completely redesigned 85,000 square foot casino with 93 table games; 2,100 slot machines; and a 16-table, two-tiered poker room. Beau Rivage is rated as one of the finest casinos in Biloxi. Beau Rivage means beautiful river, and the meaning of the name hold true for the place. Its theme is very elegant. The Christmas decorations are beautiful and ideal for taking photos with and getting int he Holiday spirit."]]}]},"\nBeau Rivage has one of the best night club there also.  It is called the Coast, which requires all to be twenty one and above to enter.  Beau Rivage is one of the clubs that place the liveliest music!  Thus, Thursday night is Lady Night.  All entrees are free of charge.\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Boomtown Biloxi"],["alt="],["url=http:\/\/www.boomtownbiloxi.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Boomtown Casino in Biloxi was break in half due to Hurricane Katrina. However, it was one of the first casino beside the IP Casino to rebuild its property and open up for business. If one visit Boomtown Casino, one will see the theme of Cowboys and the Wild West throughout the venue. It might be one of the smallest casino in Biloxi; however, it gets a lot of visitors. The tables for gambling here are comparatively cheaper than most casinos there."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Grand Casino Biloxi"],["alt="],["url=http:\/\/www.harrahs.com\/casinos\/grand-casino-biloxi\/casino-misc\/gaming-overview.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Before Hurricane Katrina, Grand Casino was one of the biggest and most visited casino there. However after that devastated catastrophe, Grand Casino began building it property smaller. They completely moved their casino which was on water before to on land. They took away the arcade game that was there before the hurricane. Moreover, the Grand Casino is mostly visited by more middle ages and up. It a great place for people of that age to come and visit the Grand Casino."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=IP Hotel and Casino"],["alt="],["url=http:\/\/www.ipbiloxi.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Before Hurricane Katrina, IP Hotel and Casino was not as popular as it is now. Like stated above, the IP Casino was the ",{"type":"'''","value":["first"]}," out of the other casinos that reopened. IP completely changed its image and attracts a lot more visitors than ever before. It is now one of the top casinos in Biloxi. Moreover, it has a lounge called Chill Lounge for people to come and relax and enjoy the night life plus live music there. In addition, the IP Buffet is one of the best buffet in the region! If one ever wants to visit Biloxi, make sure to stop by this casino and dine at the most finest restaurant in the region! The fine dining restaurant is called ",{"type":"'''","value":["Thirty Two"]},". It has its name because it is located on the highest hotel floor of the IP Hotel. Being on the top, which is the thirty two floor, when one dines there and look down at the water of the bay-view area, the scenery is amazing. It is one of the most romantic and highly recommended place for all couples or food lovers! The food there is to die for!"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Isle of Capri Casino Resort"],["alt="],["url=http:\/\/www.isleofcapricasino.com\/Biloxi\/"],["email="],["address=151 Beach Blvd"],["lat="],["long="],["directions="],["phone = +1 228 436-4753"],["tollfree=+1-800-843-4753"],["fax=+1 228 436-7804"],["hours="],["price="],["content=Was the South's first casino. It has two floors of casinos, a live poker room, over 30 tables and slot machines. Isle of Capri Casino Resort has a tropical theme to its casino. It casino boat is located on the water. It has a fine dining restaurant called ",{"type":"'''","value":["Faradays"]}," which all age groups can go to, and it is a great place to dine if there are any special occasions. The buffet here is fairly cheap. It is $11 dollars plus tip. Seafood are always served."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Palace Casino and Resort"],["alt="],["url=http:\/\/www.palacecasinoresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The decoration and theme here will remind one of a palace. Everything here is elegant and fancy."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Treasure Bay Casino and Resort"],["alt="],["url=http:\/\/www.treasurebay.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The theme for Treasure Bay Casino and Resort is that of the pirates of the Caribbean."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hard Rock Casino Biloxi"],["alt="],["url=http:\/\/www.hardrockbiloxi.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Hard Rock was in the process of building and first opening up it first branch in Biloxi. The day before it grand opening, Hard Rock was hit by Hurricane Katrina. It has lost the most revenues compare to all of the other casino being since it is a new casino. Currently, Hard Rock casino has it name because it has a hard rock and live music theme to it. The place holds exhibits of clothes that were worn by all celebrities varies from Michael Jackson to Madonna. When one step foot into the property, they will hear rock music blasting in their ears. The atmosphere of the place is amazing. It is very lively. Thus, the buffet is also a very good place to dine. If one is a member of the Hard Rock, on every Wednesday, it is only $10 dollars plus tax to get into the buffet. Moreover, Hard Rock offers a night club for all twenty one and up. The club is called ",{"type":"'''","value":["The Ledge"]},". Lady Night is every Wednesday which they will get free drinks. Entries are always free. The place is very packed to get in because the line is usually long. However, if one is a VIP member, he or she can bring his or her friends up to the club without having to wait in line. It is one of the most fun club in Biloxi."]]}]},"\nFamily Activities:\n",{"type":"'''","value":["Ship Island Cruise"]},"- Families can take a day cruise to visit Ship Island, one of the beautiful barrier islands of the Gulf of Mexicao.  Plus, they may see dolphins and other wildlife. There is also a Fort to explore with an experienced guide.  This cruise is a great way to spend time with one's famiily and experience the beauty of coastal life. \n",{"type":"'''","value":["Biloxi Shrimping Trip"]},"- Families are able to go on a shrimping trip and see how shrimp are caught!  It would be a great way to learn about the culture and livelihood of the Biloxi people for Biloxi is also known for its commercial seafood industry\n",{"type":"'''","value":["Children Museum"]},": Lynn Meadows Discovery Center.  It is Mississippi's only Children's Museum.  Entrance fees are free on Friday.  A great place for kids to go to since there is rarely anything for kids to do or enjoy in their free time in Biloxi. Great fun and  educational activities for younger children. A great place for children to be children and play pretend for a while.   http:\/\/www.lmdc.org\/]\n\nFor more info: ",{"type":"[","value":["http:\/\/www.gulfcoast.org\/visitors\/attractions\/family-activities\/"]},"\n\nArts & Culture:\n\nThe Walter Anderson Museum of Art \nThe Ohr-O'Keefe Museum of Art: features George Ohr's pottery works.  George Ohr is called the \"Mad Potter\" of Biloxi.  The Ohr-O'Keefe Museum of Art is open. \nThe Night Life in Biloxi:\n\nBesides all the amazing casinos, there are night clubs in Biloxi.  Inside the Hard Rock Cafe Casino is the night club called the Ledge.  The Coast at the Beau Rivage.  Both are 21+ to enter.  No admission fees.\n\nAdventure Bar & Grill:A friendly late night atmosphere located on historic Vieux Marche in the heart of Old Down Town Biloxi! The food is great for a late night snack or any gatherings, and the people are more than inviting!\n789 Vieux Marche\nBiloxi, MS 39531\nPhone: +1 228 435-9558    Fax: +1 228 465-1758\nHours: Monday – Sunday 4PM–6AM\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Edgewater Mall"],["alt="],["url=http:\/\/www.edgewatermall.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Contains nearly 100 stores and a food court."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Edgewater Village"]}," is across from the mall and contains a few stores that are open. Most stores are closed and are still in repair."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gabrielle's Boutique"]}," ."]},"1765 Popps Ferry Rd Ste G\nBiloxi, MS 39532\n+1 228-385-0550\n\nBiloxi is still in need of a good shopping mall.  Most shopping usually are done in Mobile or New Orleans.\n\n",{"type":"'''","value":["SharkHead Souvenirs"]},"- was destroyed by Hurricane Katrina.\n\n",{"type":"'''","value":["Souvenirs City"]},"-\n2026 Beach Boulevard\nBiloxi, MS 39531-5211\n+1 228 388-2550\n",{"type":"'''","value":["Surf Style"]},"- this one is located really close to the mall.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are a number of restaurants in downtown Biloxi such as cafes, seafood, and fine dining.\n\nBiloxi offers a wide variety of food.  Vietnamese, Mexican, Seafood, Chinese French, Indian, and etc...\n\nFor Vietnamese food, there's Kim Long Restaurant, My Nhung, New Orleans Po Boys, Henry's Bakery, Le Bakery (Huong Que).\n\nThe casinos also offer all you can eat buffets.  Price varies for each casino.  The best that I would recommend is the Buffet at IP.\n\nTry the famous Fresh Fruit Cake from Fleur De Lis Bakery.  It is the most delicious made by French bakers!\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Village Sports Pub"],["alt="],["url="],["email="],["address=2650 Beach Blvd"],["lat="],["long="],["directions="],["phone = +1 228-388-7007"],["tollfree="],["fax="],["hours="],["price="],["content=Edgewater Sq. It is the largest sports pub in the Deep South. They have a large game room with pool, darts and foosball. They also have the largest selection of beers and over 90 televisions that show every sports game on at the time."]]}]},"Destroyed by Hurricane Katrina.  No longer open.\n\nVenues Ultra Lounge and Grill.  Offers late night snack and food with drinks.  It is located right across from Beau Rivage Casino.  100 Caillavet St, Biloxi - +1 228 432-5770.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ramada Limited-Biloxi Beach"],["alt="],["url=http:\/\/www.ramadagulfcoast.com\/"],["email="],["address=1768 Beach Blvd"],["lat="],["long="],["directions="],["phone =+1 228 432-1997"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Ramada Limited Ocean Springs"],["alt="],["url=http:\/\/www.ramadagulfcoast.com\/"],["email="],["address=8015 Tucker Road"],["lat="],["long="],["directions="],["phone =+1 228 872-2323"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Isle of Capri Casino and Resort"],["alt="],["url=http:\/\/www.isleofcapricasinos.com\/biloxi\/home.php"],["email="],["address=151 Beach Blvd"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-843-4753"],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Imperial Palace Resort"],["alt="],["url="],["email="],["address=850 Bayview Ave"],["lat="],["long="],["directions="],["phone = +1 228-436-3000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Oak Manor"],["alt=brand new, built after Katrina"],["url="],["email="],["address=886 Beach Blvd"],["lat="],["long="],["directions="],["phone = +1 228-435-4331"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Howard Johnson Express"],["alt="],["url="],["email="],["address=10226 Rodriguez St"],["lat="],["long="],["directions="],["phone = +1 228-396-2110"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Air Force Inns"]}," - Keesler"]},{"type":"*","value":[" ",{"type":"'''","value":["Econo Lodge"]}," - rebuilt after Katrina"]},{"type":"*","value":[" ",{"type":"'''","value":["Beau Rivage Casino and Resort"]}," - Beach Blvd."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wingate by Wyndham Biloxi"],["url=http:\/\/www.wingatesoutheast.com\/Our-Hotel\/Mississippi-Hotels.aspx"],["email="],["address=12009 Indian River Road"],["lat="],["long="],["directions="],["phone = +1 228 396-0036"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Destin"]]}," is a couple of hours east on I-10"]},{"type":"*","value":[" ",{"type":"[[","value":[["Pensacola"]]}," is about two hours east on I-10"]},{"type":"*","value":[" ",{"type":"[[","value":[["New Orleans"]]}," is about an hour west on I-10"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mobile"]]}," is about an hour east along I-10"]},{"type":"*","value":[" ",{"type":"[[","value":[["Hattiesburg"]]}," is about an hour north on U.S. Highway 49"]},{"type":"*","value":[" ",{"type":"[[","value":[["Abita Springs"]]},", ",{"type":"[[","value":[["Louisiana"],["LA"]]},", home to the Abita Springs Brewery, just under two hours to the west, along I-10"]},{"type":"*","value":[" ",{"type":"[[","value":[["McHenry"]]},", is about 30 mins. north in the heart of De Soto National Forest on U.S. Highway 49"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-110.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=Ends at ",{"type":"[[","value":[["File:I-10.svg"],["18px"]]}],["minorl1=",{"type":"[[","value":[["D'Iberville"]]}],["directionr1=S"],["majorr1=END"],["minorr1="],["image2=US 90.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["New Orleans"]]}],["minorl2=",{"type":"[[","value":[["Gulfport"]]}],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Mobile"]]}],["minorr2=",{"type":"[[","value":[["Ocean Springs"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["30.411944"],["-88.927778"]]},"\n",{"type":"{{","value":[["isPartOf"],["Gulf Coast (Mississippi)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Biloxi, Mississippi"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Mississippi\/Localities\/B\/Biloxi\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Biloxi, Mississippi"]]}]