[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:BingPan.png"],["thumb"],["550px"],["Downtown Binghamton"]]},"\n\n",{"type":"'''","value":["Binghamton"]}," is a city in upstate ",{"type":"[[","value":[["New York (state)"],["New York"]]}," located at the confluence of the Susquehanna and Chenango Rivers. It is the cultural and financial center of the Greater Binghamton Metropolitan Area and is the Broome County seat.  Binghamton is part of the \"Triple Cities\" with ",{"type":"[[","value":[["Endicott"]]}," and ",{"type":"[[","value":[["Johnson City (New York)"],["Johnson City"]]},".\n\nBinghamton has many fantastic examples of Romanesque Revival Architecture in the city's center and is known as the Parlor City for this and for its collection of ornate mansions and nice homes. The Binghamton area is also the Carousel Capital of America, home to 6 of the remaining 150 antique carousels in the nation. Other historic attractions are the Roberson Museum, Kopernik Space Center, and the Ross Park Zoo. ",{"type":"<","value":["br"]}," Both Rod Serling and the regional sandwich known as the \"spiedie\" were born here. They are celebrated at the annual Rod Serling Video Fest and the Spiedie Fest and Balloon Rally, respectively. Despite Binghamton's location as the urban core of the region, it has been named a Tree City by the National Arbor Day Foundation for many years, and has been ranked as the 9th best Green City by Better Homes and Gardens. The city has also achieved international recognition as a finalist for Philips Livable Cities Award for its Design Your Own Park program.\n\nNeighboring Vestal is also home to The State University of New York at Binghamton (Binghamton University) ",{"type":"[","value":["http:\/\/www.binghamton.edu"]},", which acts as an athletic, academic, and cultural center for the city.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Binghamton Convention and Visitors Bureau"],["url=http:\/\/www.binghamtoncvb.com\/"],["email="],["address=49 Court Street"],["lat="],["long="],["directions=downtown"],["phone ="],["tollfree=+1-800-836-6740"],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Neighborhoods"]},"\n\n",{"type":"[[","value":[["Image:PerryBlockBing.JPG"],["thumb"],["250px"],["The Perry Block on Court Street. The Press Building rises in the background"]]},"\n",{"type":"[[","value":[["Image:New York State Inebriate Asylum.JPG"],["thumb"],["250px"],["The historic NYS Inebriate Asylum as of 2010"]]},"\n",{"type":"[[","value":[["Image:Dicks Store 1.jpg"],["thumb"],["250px"],["The first Dicks Sporting Goods Storefront"]]},"\n\nThe City of Binghamton is divided into seven neighborhoods.\n\n",{"type":"*","value":[" City Center"]},"\nThis is the region's administrative, business, entertainment and transportation center. It is located at the confluence of the Susquehanna and Chenango Rivers south of the Norfolk Southern rail tracks and west of the Brandywine Highway. Generally, the city is characterized by commercial properties and several high-rise apartments towards the rivers with lower class single- and multifamily dwellings towards the highway. There are several areas of urban blight, most notably along the Brandywine industrial spine.\n\nDowntown Binghamton is notable for its architecture and is the site of the Court Street Historic District. This district contains many historic buildings (89 in total) from the turn of the previous century, of which the Press Building and the Security Mutual Building are the most notable. A number of buildings on the National Register by famed architect Isaac G Perry are located here as well, including the Perry Block, the Broome County Courthouse, and the Phelps Mansion.\n\n",{"type":"*","value":[" Westside"]},"\nLocated across the Chenango River from Downtown. This area is largely residential and its character ranges from urban to suburban.  In general, the area between Seminary Avenue and the Susquehanna River is inhabited by middle to upper-class residents, while the area north of Seminary Avenue to the First Ward is inhabited by working-class residents and students from the neighboring colleges. There is a commercial corridor along Main St with mostly light commercial facilities and a couple of large plazas. Binghamton High School, location of the Helen Foley Theater, is located here, just across the Court St bridge from Downtown. Lourdes Hospital can also be found here.\n\nDespite its residential character a number of historic and architecturally significant buildings can be found on the Westside. The Roberson Museum, the Gen. Edward F. Jones House, and the Abel Bennett Tract can be found here, to name but a few.\n\n",{"type":"*","value":[" Southside"]},"\nThe Southside refers to the area of the city south of the Susquehanna River. It varies from upper-class homes in the western and southern portion to mostly middle class everywhere else. There is a small commercial center at the southern end of the S Washington St bridge including a variety of light commercial and restaurants and is also the site of Binghamton General Hospital. More light commercial and some light industrial can be found along parts of Conklin Ave, with more industry the further east one travels.\n\nThe Southside is also home to the Ross Park Zoo and the Discovery Center.\n\n",{"type":"*","value":[" Eastside"]},"\nThe Eastside lies east of the downtown area along the north bank of the Susquehanna River. It is mostly characterized by the Brandywine Industrial Spine, a region of heavy industry and urban blight that separates it from the rest of the city. Beyond this the neighborhood is largely working class, with various shops and restaurants concentrated on Robinson St. Rt 11, or Upper Court St as it is known once it passes under the Brandywine, is more commercial in nature, with several strip malls and home to most of the regions adult entertainment outlets.\n\nThe original Dicks Sporting Goods store is still in operation here, it can be found on Upper Court St a little past the Salvation Army. The area is also home to the New York State Inebriate Asylum, the first mental health facility to treat alcoholism as a disease. It too was designed by Isaac Perry and is listed on both the State and National historic registers.\n\n",{"type":"*","value":[" Northside"]},"\nThe Northside is located just north of downtown across the Norfolk Southern rail tracks. It is characterized by large sections of commercial activity just north of downtown and along Chenango St. The rest of the area is residential, mostly working class single family homes.\n\n",{"type":"*","value":[" First Ward"]},"\nThe First Ward is largely a residential neighborhood. It occupies the area west of the Chenango River between the Norfolk Southern tracks I86\/Rt 17. There are several notable Victorian style mansions along front street that have been transformed into mutli-family dwellings, but beyond that the First Ward is mostly known for Antique Row, located along Clinton St. Many portions of this street are blight, particularly toward Front St, but what is left has been turned into numerous antique shops. The Tri-Cities Opera can also be found on Clinton St.\n\n",{"type":"*","value":[" Ely Park"]},"\nEly Park is the area west of the Chenango River and north of I86\/Rt 17. It is generally residential and is primarily known for the municipal golf course and the government subsidized housing project of the same name located here.\n\n",{"type":"===","value":["Greater Binghamton"]},"\n\nWhile the Binghamton Metropolitan Statistical area includes all Broome and Tioga Counties, the area referred to as Greater Binghamton is much less defined. Generally, it refers to the larger region of conurbation surrounding the city of Binghamton, from Kirkwood in the east to Endicott in the west and includes the following list of towns and villages. Most of these communities are considered to be small suburbs or bedroom communities with a couple of thousand residents, however, there is an exceptionally high level of integration between them, so much so that most outsiders will not realize they have crossed a municipal line. Many natives, even, will have trouble distinguishing where one community ends and another begins. Ultimately, these communities are only meaningful within the region itself, as the entire area is known as 'Binghamton' to the outside world.\n\n",{"type":"*","value":[" Chenango Bridge"]},"\nA small suburb of Binghamton, it is located the furthest north along the Chenango River. It is notable for the Rt 12A bridge across the river.\n\n",{"type":"*","value":[" Conklin"]},"\nLocated just east of Binghamton along the Susquehanna River. Its industrial park is home to several major employers in the area including L-3 Communications, Universal Instruments, and Frito Lay. There is a small castle built as a residence by Alpheus Corby in 1900. It currently houses several of the town offices.\n\n",{"type":"*","value":[" Endwell"]},"\nA generally upscale residential suburb sandwiched between Endicott and Johnson City and across the Susquehanna from Vestal. It is home to Highland Park and its well known Fourth of July fireworks display, as well as several golf courses and the IBM Glen. Traditions at the Glen Spa and Resort can be found here.\n\n",{"type":"*","value":[" Endicott"]},{"type":"*","value":[" Hillcrest"]},"\nLocated north of Binghamton on the east bank of the Chenango river; it is between Port Dickinson and Chenango Bridge. This is a small residential suburb.\n\n",{"type":"*","value":[" Johnson City"]},"\nPart of the 'Triple Cities' (although, again just a village), Johnson City is one of the major communities in the region. The village immediately borders and is indistinguishable from Binghamton's west side. One of the regions main shopping centers, the Oakdale Mall can be found here, as can the Endicott-Johnson Industrial Spine, a 230 acre area of industrial ruins that is slowly being revitalized. There are many small shops along Main St in Johnson City's center.\n\n",{"type":"*","value":[" Port Dickinson"]},"\nLocated north of Binghamton on the opposite side of the river from Hillcrest. Broome Community College can be found here, as can Otseningo Park: home of the Spedie Fest and Balloon Rally. Port Dickinson (Port Dick) is largely residential in the immediate vicinity of BCC, however, further north is the Upper Front Street commercial district. This is a smaller version of the 'Parkway' in Vestal and contains many shops, restaurants,  plazas, and strip malls. A few of the bigger chain stores can be found here such as Lowes and Regal Cinemas, one of the regions two multi-screen movie theaters. Port Dick is also home to Sam the Beer Man.\n\n",{"type":"*","value":[" Vestal"]},"\nVestal occupies all of the southern bank of the Susquehanna River west of Binghamton. This is the regions commercial center, with many large plazas, strip malls, shopping centers, and most of the regions big box stores built along the Vestal Parkway. There is also a lot of heavier industry and a sewage treatment plant located along Old Vestal Rd. Upper-class residential areas are built along the hillsides and hilltops to the south. The western part of Vestal, known as 'Four Corners' is home to the Vestal schools (ranked among the highest in the nation) and has more of a small town character, with small shops along Front St and middle-class neighborhoods. The Parkways is the areas busiest roadway and is best avoided unless you have a reason to be there.\n\n",{"type":"*","value":[" West Corners"]},"\nLocated just north of Endicott along Rt 26, this is generally considered the furthest westward extent of the Greater Binghamton region. There is a small shopping plaza surrounded by residential areas. West Corners is only notable for being home to the nationally recognized Phil's Chicken House.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh = 28.4"],["febhigh = 30.9"],["marhigh = 40.6"],["aprhigh = 53.1"],["mayhigh = 65.6"],["junhigh = 73.4"],["julhigh = 78.1"],["aughigh = 75.8"],["sephigh = 67.8"],["octhigh = 56.7"],["novhigh = 44.3"],["dechigh = 33.4"],["janlow = 15.0"],["feblow = 16.7"],["marlow = 24.7"],["aprlow = 35.1"],["maylow = 46.2"],["junlow = 54.4"],["jullow = 59.2"],["auglow = 57.4"],["seplow = 49.9"],["octlow = 39.6"],["novlow = 30.9"],["declow = 20.8"],["janprecip =  2.6"],["febprecip =  2.5"],["marprecip =  3.0"],["aprprecip =  3.5"],["mayprecip =  3.6"],["junprecip =  3.8"],["julprecip =  3.5"],["augprecip =  3.4"],["sepprecip =  3.6"],["octprecip =  3.0"],["novprecip =  3.3"],["decprecip =  3.0"],["description = ",{"type":"{{","value":[["ForecastNOAA"],["Binghamton, NY"]]}]]},"\n\nBinghamton has a humid continental climate with 4 distinct seasons and is well known for its gloomy weather. On sunny days, it is common to hear locals remark on the absurdity of sunlight in Binghamton: \"What is this crazy yellow orb and why does it hurt my eyes so?\" This doesn't happen often though considering Binghamton averages only 52 sunny days a years. Binghamton also has a reputation as one of the rainiest cities in America. Its not, it only gets about 36in a year, but it does average 161 days of precipitation so it can certainly seem like it.\n\n",{"type":"'''","value":["Spring"]}," weather in Binghamton is often very unsettled, especially early on. Snowstorms in late April, although uncommon, are not unheard of. Oftentimes, snow is preceded or followed by warm weather... sometimes in the same day! Spring flooding is common and the rivers are often elevated through the entire season as first snow melts and then heavy rains come. Rainy days, are no more common than the rest of the year but are often heavier. However, once the unsettled weather of March and April is over, the weather is often fantastic with warm, pleasant days and the scent of myriad spring blooms filling the air. \n \n",{"type":"'''","value":["Summer"]}," is generally not too hot, with temperatures often in the low to mid 80's. However they tend to be very humid, often oppressively so, and are best described as 'swampy'. Humidity tends to be worse in August and in the afternoon when temperatures are highest. Frequently the humidity will stay elevated for days at a time with no break, and often gets worse at night, making sleep uncomfortable without air conditioning. Swarms of enormous mosquitoes patrol the city on these days and have been known to carry off cats and small dogs.\n\n",{"type":"'''","value":["Fall"]}," can be one of the most beautiful seasons in Binghamton and not just for the scenery. The humidity generally breaks in mid September and temperatures will usually remain pleasantly warm right up until it snows... usually on Halloween.\n\n",{"type":"'''","value":["Winter"]}," tends to be cold, snowy, and unpredictable. Some years are subject to repeated freeze\/thaw cycles that leave the city covered in a thick layer of hard packed snow and ice. Other years, it starts snowing and never stops, with each new storm packing the snow underneath into a thick layer of hard packed snow and ice. See the trend here? The city is perfectly situated to take advantage of both lake-effect snows off the Great Lakes and Nor'Easters coming in off the Atlantic (a Nor'Easter is like a hurricane, only with snow instead of rain). However, the cities distance from the Lakes and the barrier formed by the Appalachian Mountains tends to limit these to only a foot or two at a time. The Public Works Dept does a passable job of keeping the highways clear, but in recent years has done a terrible job on city streets, with some streets not getting plowed at all until days after the storm has passed.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\nThe area is served by the Greater Binghamton Airport ",{"type":"{{","value":[["IATA"],["BGM"]]},{"type":"[","value":["http:\/\/www.flybgm.com\/"]},", 7 mi\/ 12 km Northwest of the city center. As of 2012, destinations served by the airport include Philadelphia (US Airways Express), Detroit (Delta Connection), and Washington-Dulles Airport (United Express). There are 3-4 flights a day to and from each destination. Service is provided primarily by 35 seat turboprop aircraft, although the three daily flights to Detroit are on regional jets.\n\nThere is no bus service to or from the airport. Ground transportation options include:\n",{"type":"*","value":[" On-site car rental is available from Avis, Budget, and Hertz. "]},{"type":"*","value":[" Licensed taxis line up right outside the terminal, unless you're arriving late at night there's no need to call ahead. Flat $25 fare to any destination in Broome County."]},"\nMore flights and destinations are available at Syracuse-Hancock International Airport ",{"type":"{{","value":[["IATA"],["SYR"]]}," ",{"type":"[","value":["http:\/\/www.syrairport.org\/"]},", roughly 70 miles north of Binghamton, with another alternative being Albany International Airport ",{"type":"{{","value":[["IATA"],["ALB"]]}," (95 miles northeast). Syracuse is served by  low cost carrier JetBlue, while Albany is served by Southwest Airlines. Visitors may also fly into one of the ",{"type":"[[","value":[["New York City"]]}," airports (",{"type":"{{","value":[["IATA"],["EWR"]]},", ",{"type":"{{","value":[["IATA"],["JFK"]]},", or ",{"type":"{{","value":[["IATA"],["LGA"]]},") and reach Binghamton via frequent bus service from Port Authority (see below).\n\n",{"type":"===","value":["By bus"]},"\nIntercity bus service is available from the Binghamton Bus Terminal in center city adjacent to BC Junction (the hub for local bus service.)\n\n",{"type":"====","value":["Southbound"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.greyhound.com Greyhound\/ Trailways"]}]},": Scranton\/Wilkes-Barre, New York City (Port Authority)"]},{"type":"*","value":[" ",{"type":"'''","value":["Coach USA"]}," : Monticello, Newark, New York City (Port Authority)"]},"\n",{"type":"====","value":["Northbound"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Greyhound\/ Trailways"]}," : Ithaca, Cortland, Syracuse, Rochester, Buffalo, Toronto"]},{"type":"*","value":[" ",{"type":"'''","value":["Greyhound\/ Trailways"]},": Ithaca, Geneva, Rochester, Buffalo, Toronto"]},{"type":"*","value":[" ",{"type":"'''","value":["Coach USA"]},": Ithaca, Deposit, Norwich"]},"\n",{"type":"====","value":["Eastbound"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coach USA"]}," : Oneonta, Albany, Springfield, Worcester, Newton, Boston (South Station)"]},"\n",{"type":"====","value":["Westbound"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coach USA"]}," : Corning, Elmira, Big Flats, Olean, Jamestown, Mayville-Chautauqua Institution*, Westfield*, Dunkirk\/Fredonia*, Buffalo*"]},{"type":"<","value":["small",["Service beyond Jamestown is operated by a Coach USA ErieLine connecting bus"]]},"\n\n",{"type":"===","value":["By rail"]},"\nBinghamton and the Southern Tier have had no passenger rail service since the early 1960s, with the nearest Amtrak station being 65 miles away in ",{"type":"'''","value":["Syracuse"]},". While it is possible to take a train to Syracuse and a bus to Binghamton, it's usually cheaper and always faster to take a bus directly, especially if you're coming from New York City.\n\n",{"type":"===","value":["By car"]},"\nThree highways service the Binghamton area.  \n",{"type":"*","value":[" ",{"type":"'''","value":["I-81"]}," runs north to ",{"type":"[[","value":[["Syracuse (New York)"],["Syracuse"]]},", ",{"type":"[[","value":[["Watertown (New York)"],["Watertown"]]}," and the ",{"type":"[[","value":[["Thousand Islands"]]},". Along the way it passes by the ",{"type":"[[","value":[["Finger Lakes"]]}," region, Lake Ontario, and the ",{"type":"[[","value":[["Adirondacks"],["Adirondack Mountains"]]},". To the south it passes through the Endless Mountains on the way to Scranton, PA."]},{"type":"*","value":[" ",{"type":"'''","value":["I-88"]}," begins in Binghamton and runs northeast to ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]},". It passes through Oneonta and Cobleskill, and is the nearest highway to ",{"type":"[[","value":[["Cooperstown (New York)"],["Cooperstown"]]},". "]},{"type":"*","value":[" ",{"type":"'''","value":["I-86\/NY17"]}," passes through the entire ",{"type":"[[","value":[["Southern Tier"]]}," on its way downstate. To the west it passes through ",{"type":"[[","value":[["Elmira (New York)"],["Elmira"]]}," and ",{"type":"[[","value":[["Corning (New York)"],["Corning"]]}," and eventually ends at I-90 in Pennsylvania. To the east, it skirts the ",{"type":"[[","value":[["Catskills"],["Catskill Mountains"]]}," and I-86 ends at I-87 in the ",{"type":"[[","value":[["Hudson Valley"],["Hudson Valley region"]]},", but 17 turns south and eventually ends in New Jersey."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["Image:BC Transit buses.jpg"],["thumb"],["250px"],["BC Transit buses on the Binghamton University campus"]]},"\n\nPublic transportation in Greater Binghamton and outlying areas is served by BC Transit, a service of the Broome County Department of Transportation ",{"type":"[","value":["http:\/\/www.gobroomecounty.com\/transit\/"]},". Transit options are not limited to the local fixed-routes buses. BC Country provides transportation in outlying areas but must be arraigned in advance. BC Lift and OFA Mini-bus provide direct pickup for disabled and elderly residents who register with the Transportation Dept.\n\nTaxis are plentiful in the city but generally have to be called for a pickup - save for Friday and Saturday nights, a wait of more than 15–20 minutes for a cab is very unusual. There are a few areas, such as the Bus Terminal and the Binghamton University student union, where they congregate uncalled, but this is the exception rather than the rule. You may find yourself sharing your cab with other passengers when demand is high (although drivers will only pick up additional passengers who are going in the same general direction, and you'll always be dropped off in the order your picked up.) With the exception of the airport, fares run on a zone system - trips within the Triple Cities (Binghamton, Vestal and Johnson City) run between $7 and $10.\n\n",{"type":"[[","value":[["Cycling"],["Bicycle"]]}," routes exist but are limited. There are several streets with designated bike lanes, and several more with markings to warn drivers of possible bicycle traffic. However, bicycle transportation is not common, an many drivers, while not hostile, seem unsure of how to handle bike traffic.\n\nStudents at Binghamton University are also served by OCCT (Off-Campus College Transport) ",{"type":"[","value":["http:\/\/www.occtransport.org\/"]},", and there are plans to open this service up to community members and visitors for a fee in the next year or so.\n\n",{"type":"===","value":["Highways and Roads"]},"\n\n",{"type":"[[","value":[["Image:I-81.svg"],["22px"]]}," Interstate 81\n",{"type":"*","value":[" I-81 is a north-south federal highway that passes through the central and southeastern part of Greater Binghamton."]},"\n",{"type":"[[","value":[["Image:I-88.svg"],["22px"]]}," Interstate 88 \n",{"type":"*","value":[" The Senator Warren M. Anderson Expressway\/Susquehanna Expressway. It is a direct link from Binghamton to ",{"type":"[[","value":[["Schenectady"]]}," with links to the New York State Thruway."]},"\n",{"type":"[[","value":[["Image:I-86.svg"],["22px"]]}," Interstate 86\n",{"type":"*","value":[" I-86 is an upgrade of the existing New York State Route 17. Known as the Southern Tier Expressway, the route will connect Interstate 90 with Interstate 87 (New York State Thruway). As of 2014, this road is in two pieces; the section from Waverly NY westward to ",{"type":"[[","value":[["Erie"]]}," PA is complete, as is a fragment east of I-81 in Binghamton. A long eastern stretch through the ",{"type":"[[","value":[["Catskills"],["Catskill Mountains"]]}," remains to be built."]},"\n",{"type":"[[","value":[["Image:US 11.svg"],["22px"]]}," U.S. Route 11\n",{"type":"*","value":[" US 11 is paralleled by I-81 for most of its route and Binghamton is no exception. US 11 is also a north-south route through the central and southeastern part of the city, however US 11 goes right through the city rather than around it. US 11 follows Court St through downtown, then turns north onto Front St after crossing the Court St bridge."]},"\n",{"type":"[[","value":[["Image:NY-7.svg"],["22px"]]}," New York State Route 7\n",{"type":"*","value":[" Parallels US 11 on the south bank of the Susquehanna River from the ",{"type":"[[","value":[["Pennsylvania"],["PA"]]}," border until it turns north at the Tompkins St bridge. Conklin Ave runs concurrently with NY 7 for much of its length. It is known as the Brandywine Highway from the Tompkins St bridge until it intersects I-88."]},"\n",{"type":"[[","value":[["Image:NY-12.svg"],["22px"]]}," New York State Route 12\n",{"type":"*","value":[" Bears mentioning mostly because it begins in the Greater Binghamton region, it diverges from US 11 just north of Port Dickinson. Upper Front St continues along NY 12 for a mile or two north. NY 12A diverges from here to the community of Chenango Bridge."]},"\n",{"type":"[[","value":[["Image:NY-17.svg"],["22px"]]}," New York State Route 17\n",{"type":"*","value":[" FUTURE ",{"type":"[[","value":[["Image:I-86.svg"],["22px"]]}," Interstate 86"]},{"type":"*","value":[" NY 17 is an important route in the area, serving as the main east-west travel axis in the Greater Binghamton region. Traffic can be heavy during rush hours but generally moves along at speed without problems."]},"\n",{"type":"[[","value":[["Image:NY-17C.svg"],["25px"]]}," New York State Route 17C\n",{"type":"*","value":[" NY 17C is the old NY 17 route. It travels west to east into Greater Binghamton from Owego and is Main St for most of the communities it passes through. It terminates at Front St in Binghamton, but the road continues across the Court St bridge and becomes, oddly enough, Court St."]},"\n",{"type":"[[","value":[["Image:NY-26.svg"],["22px"]]}," New York State Route 26\n",{"type":"*","value":[" The major north-south route on the western end of the Greater Binghamton region. It starts at the ",{"type":"[[","value":[["Pennsylvania"],["PA"]]}," border south of Vestal and travels north to Endicott, West Corners, and beyond."]},"\n",{"type":"[[","value":[["Image:NY-201.svg"],["25px"]]}," New York State Route 201\n",{"type":"*","value":[" Known as the 201 Flyover. It is a short, north-south highway that connects the major shopping districts on Harry L Drive (including the Oakdale Mall) and the Vestal Parkway with NY 17C and I-86\/NY 17. This is one of the most heavily traveled bridges across the Susquehanna and traffic can easily grind to a halt on the southbound lane during rush hours due to poor design. Construction is currently underway to replace the NY 434 interchange and improve traffic flow. Traffic has not been affected much yet, but it may be wise to seek alternate routes."]},"\n",{"type":"[[","value":[["Image:NY-363.svg"],["25px"]]}," New York State Route 363 \n",{"type":"*","value":[" Known locally as North Shore Drive, it is a short, north-south limited-access highway that bypasses downtown Binghamton and links NY 434 to NY 7."]},"\n",{"type":"[[","value":[["Image:NY-434.svg"],["25px"]]}," New York State Route 434\n",{"type":"*","value":[" Generally called the Vestal Parkway between the Binghamton city line and the NY 26 overpass, this road is heavily traveled and best avoided when at all possible. The section between Bunn Hill Rd and African Rd is almost all plazas and strip malls and is very congested at all times."]},"\n",{"type":"====","value":["Important Local Roads"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Chenango Street"]}," Main thoroughfare through Binghamton\/Port Dick\/Hillcrest on the east bank of the Chenango River."]},{"type":"*","value":[" ",{"type":"'''","value":["Clinton Street"]}," Main thoroughfare through the First Ward in Binghamton. Home to Antique Row."]},{"type":"*","value":[" ",{"type":"'''","value":["Conklin Ave"]}," Main thoroughfare through Binghamton\/Conklin on the south bank of the Susquehanna River. "]},{"type":"*","value":[" ",{"type":"'''","value":["Court Street"]}," Main thoroughfare through Binghamton east of the Chenango River."]},{"type":"*","value":[" ",{"type":"'''","value":["Floral Ave"]}," Largely residential. It connects Main Street in Binghamton to the Traffic Circle. "]},{"type":"*","value":[" ",{"type":"'''","value":["Front Street"]}," Main thoroughfare through Binghamton\/Port Dick on the west bank of the Chenango River."]},{"type":"*","value":[" ",{"type":"'''","value":["Hooper Road"]}," Main thoroughfare through Endwell. "]},{"type":"*","value":[" ",{"type":"'''","value":["Main Street"]}," Once was the major connecting road of the Triple Cities  (Binghamton, Endicott, and Johnson City) and served as the commercial heart of each. Many unique small shops can still be found in each of their respective shopping districts. "]},{"type":"*","value":[" ",{"type":"'''","value":["Old Vestal Road"]}," Once was the main east\/west thoroughfare through Vestal. It now serves as an alternative to the Vestal Parkway, but can become congested with other people seeking to do the same. "]},{"type":"*","value":[" ",{"type":"'''","value":["Riverside Drive"]}," Main thoroughfare through Binghamton\/Johnson City along the north bank of the Susquehanna River. Notable for the number of large, historic residences along its length."]},"\n",{"type":"====","value":["Other Locations"]},"\n\n",{"type":"[[","value":[["Image:KamikazeCurve.png"],["thumb"],["250px"],["Aerial photograph of the infamous Kamikaze Curve"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Traffic Circle"]}," In Johnson City, connects Floral Ave, Riverside Drive, and NY 201."]},{"type":"*","value":[" ",{"type":"'''","value":["Kamikaze Curve"]}," The I-81\/I-86\/NY 17 interchange. This dangerous interchange is a modification of the normal Direction-T form with the interchange built as a three-level crossover directly over the Chenango River. While highly disconcerting, this is not inherently dangerous (discounting the ice that forms on the bridge during winter). The danger mostly comes from the sharp curve I-86\/NY 17 makes around Prospect Mountain immediately preceding\/following the interchange. In all directions, there is very little warning about how sharp the curve is and, with I-81 intersecting on the curve, it can be difficult to merge. However, the eastbound lane on I-86\/NY 17 compounds this by giving very little advanced notice of the interchange layout. To further complicate an already dangerous situation, the interchange itself is located at the bottom of the hill, around a very tight banked corner, so oncoming drivers (who are very likely driving too fast for the corner already)  cannot see the interchange until they have rounded the corner and it is right in front of them. This leads to many instances of vehicles suddenly barreling across multiple lanes of traffic to get in the correct lane. All of this is further complicated by the heavy 18-wheeler traffic on the road. Kamikaze Curve is a major portion of the I-86 Upgrade. The curve itself will be straightened out to highway standards, and traffic will be separated prior to entering the curve. Other upgrade will include replacement of the bridges and movement of the Front St exit currently located on the curve. Signage will also be improved to reduce driver confusion. Construction began in 2012."]},"\n",{"type":"===","value":["River Crossings"]},"\n\n",{"type":"[[","value":[["Image:BingRiversideDrBridge.jpg"],["thumb"],["250px"],["Riverside Drive bridge over the mouth of the Chenango River"]]},"\n",{"type":"[[","value":[["Image:BingLentBridge.JPG"],["thumb"],["250px"],["The historic South Washington St Lenticular Truss bridge"]]},"\n\n",{"type":"====","value":["Chenango River"]},"\nMoving from north to south:\n",{"type":"*","value":[" NY 12A ",{"type":"''","value":["Chenango Bridge"]}]},{"type":"*","value":[" I-88 ",{"type":"''","value":["Port Dickinson"]}]},{"type":"*","value":[" I-81\/I-86\/ NY 17 Interchange ",{"type":"''","value":["Binghamton"]}]},{"type":"*","value":[" Clinton St Bridge ",{"type":"''","value":["Binghamton"]}]},{"type":"*","value":[" Court St Bridge ",{"type":"''","value":["Binghamton"]}]},{"type":"*","value":[" Riverside Drive ",{"type":"''","value":["Binghamton"]}]},"\n",{"type":"====","value":["Susquehanna River"]},"\nMoving from east to west: \n",{"type":"*","value":[" Conklin-Kirkwood Rd ",{"type":"''","value":["Conklin"]}]},{"type":"*","value":[" Tompkins St Bridge ",{"type":"''","value":["Binghamton"]}]},{"type":"*","value":[" NY 434 ",{"type":"''","value":["Binghamton"]}]},{"type":"*","value":[" South Washington Street Parabolic Bridge (Pedestrian Only, National Register of Historic Places) ",{"type":"''","value":["Binghamton"]}]},{"type":"*","value":[" NY 201 ",{"type":"''","value":["Vestal-Johnson City"]}]},{"type":"*","value":[" I-86\/NY 17 ",{"type":"''","value":["Vestal-Endicott"]}]},{"type":"*","value":[" NY 26 ",{"type":"''","value":["Vestal-Endicott"]}]},{"type":"*","value":[" Bridge St ",{"type":"''","value":["Vestal-Endicott"]}]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Confluence Park.jpg"],["thumb"],["300px"],["Confluence Park"]]},"\n",{"type":"[[","value":[["Image:IBMGlen.jpg"],["thumb"],["300px"],["The IBM Glen between Johnson City and Endwell"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Confluence Park"],["url="],["email="],["address="],["lat="],["long="],["directions=at the east end of Riverside Dr bridge"],["phone="],["tollfree="],["fax="],["hours=any time"],["price=free"],["content=A fairly new public park, this provides an scenic location to enjoy the meeting of the Susquehanna and Chenango Rivers as well as enjoy the historic Washington Street bridge.  Nearby cafes and bars are found at the south end of the bridge.  It is easily accessible by canoe or kayak from the river, and kayakers are often seen surfing a standing wave on the Susquehanna nearby."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cutler Botanic Garden"],["url="],["email="],["address=840 Front St"],["lat="],["long="],["directions=Use exit 5 from Interstate 81"],["phone="],["tollfree="],["fax="],["hours=daytime"],["price=free"],["content=A teaching and research garden of 3.5 acres maintained by the Cornell Cooperative Extension."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Greenwood Park"],["url=http:\/\/www.gobroomecounty.com\/parks\/greenwood"],["email="],["address="],["lat="],["long="],["directions=Rt.17 to Exit 71 N (Airport Road). Go approximately 6 miles north on Airport Road. Turn left onto Commercial Drive. At end of Commercial Drive take right onto East Maine Road. Go 3 miles on East Maine Road to stop sign. Go straight onto a.m.es Road to stop sign. Turn right on Nanticoke Road- travel 7 miles. Turn left onto Greenwood Road."],["phone = +1 607 778-2193"],["tollfree="],["fax="],["hours="],["price="],["content=This county park offers good recreational opportunities in all seasons.  In winter, it offers affordable cross-country ski rentals and 5.5 miles of groomed trails with good options for beginners."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Otsiningo Park"],["url=http:\/\/www.gobroomecounty.com\/parks\/otsiningo"],["email="],["address=1 Otsiningo Park"],["lat="],["long="],["directions=take exit 5 off Interstate 81 and go S, park is left very shortly after"],["phone = +1 607 778-6541"],["tollfree="],["fax="],["hours=dawn to dusk"],["price=free"],["content=Extending for about three miles along the west bank of the Chenango River, Otsiningo Park offers many recreational opportunities, including several miles of paved pedestrian\/bicycle trails.  There are several good locations for birdwatching.  Restrooms and water fountains are available in several areas as well as soccer and baseball fields."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Recreation Park and Carousel"],["url="],["email="],["address=vicinity of Beethoven St and Seminary Ave"],["lat="],["long="],["directions=turn N on Beethoven St from Riverside Dr"],["phone="],["tollfree="],["fax="],["hours=dawn to dusk"],["price=free"],["content=A neighborhood park built as part of local shoemaker George F. Johnson's \"square deal\" for his workers, \"Rec Park\" is a popular place year-round.  It features public pools, playgrounds, and the second-largest of the six Herschell Carousels Mr. Johnson donated to the community on the condition that they be maintained with free admission in perpetuity.  When it works, the Wurlitzer music machine makes the ride around particularly fun."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Temple Concord\/Kilmer Mansion"],["url="],["email="],["address=9 Riverside Drive"],["lat="],["long="],["directions="],["phone = +1 607 723-7355"],["tollfree="],["fax="],["hours="],["price="],["content=Built at a cost of $1 million in 1901, the Kilmer Mansion is easily the most elaborate single family home ever constructed in Binghamton history.  The Kilmers played a prominent role in Binghamton history, and the estate formerly covered much of the town's West Side.  The home has been owned and maintained for more than 50 years by Temple Concord, a Reform Jewish congregation which opens it up for a seasonal \"Hanukkah House\" exhibition during the winter holiday season.  Even if you're not around when the exhibit is open, the building itself is something to behold from the outside."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=IBM Glen"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Sunrise-Sunset"],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Carousels"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=C.Fred Johnson Park"],["url="],["email="],["address=98 C.F.J. Boulevard, Johnson City, NY"],["lat="],["long="],["directions="],["phone = +1 607 797-3031"],["tollfree="],["fax="],["hours=May 28th through September 5th (Labor Day). Memorial Day weekend through June 24th; Monday-Friday 4PM-8PM; Saturdays & Sundays 12 noon-8PM. June 25th through Labor Day daily 12 noon-8PM"],["price=Free"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=George W. Johnson Park"],["url="],["email="],["address=201 Oak Hill Avenue, Endicott, NY"],["lat="],["long="],["directions="],["phone = +1 607 757-0856"],["tollfree="],["fax="],["hours=Memorial Day through Labor Day, 10AM–5PM and 6:00–8PM"],["price=Free"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Highland Park"],["url="],["email="],["address=801 Hooper Road, Endwell, NY"],["lat="],["long="],["directions="],["phone = +1 607 786-2970"],["tollfree="],["fax="],["hours=Memorial Day through June 19th 12:00-7:45PM, Saturday and Sunday only. June 25 through Labor day 12:00–7:45PM daily"],["price=Free"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Recreation Park"],["url=http:\/\/westsidebinghamton.org\/recpark.html"],["email="],["address=58-78 Beethoven Street, Binghamton, NY"],["lat="],["long="],["directions="],["phone=+1 607 722-9166 or +1 607 772-7017"],["tollfree="],["fax="],["hours="],["price=Free"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ross Park"],["url="],["email="],["address=60 Morgan Road, Binghamton, NY"],["lat="],["long="],["directions="],["phone=+1 607 722-9166 or +1 607 772-7017"],["tollfree="],["fax="],["hours= Memorial Day, May 30th through June 17th, Weekdays 3–6PM, Saturday & Sunday 10AM–6PM and from June 18th through Labor Day, daily 10AM–6PM"],["price=Free"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=West Endicott Park"],["url="],["email="],["address=501 Maple Street (at Page Avenue), Endicott, NY"],["lat="],["long="],["directions="],["phone = +1 607 786-2970"],["tollfree="],["fax="],["hours=Memorial Day through June 19th 12:00-7:45PM, Saturday and Sunday only"],["price=Free"],["content="]]}]},"\n",{"type":"===","value":[" Movies "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Art Mission"],["url=http:\/\/www.artmission.org\/"],["email="],["address=61 Prospect Avenue"],["lat="],["long="],["directions=downtown"],["phone = +1 607 722-6914"],["tollfree="],["fax="],["hours=5p-11p"],["price="],["content=Independent, not-for profit theater with two screens.  Housed in a former rail depot."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cinema Saver"],["url="],["email="],["address=19 Madison Avenue, Endicott"],["lat="],["long="],["directions="],["phone = +1 607 754-6588"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Lowes Town Square"],["url="],["email="],["address=2425 Vestal Parkway, Vestal"],["lat="],["long="],["directions="],["phone ="],["tollfree= +1 888 262-4386"],["fax="],["hours="],["price="],["content=First run.  9 screens."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Regal Cinemas"],["url="],["email="],["address=900 Front Street"],["lat="],["long="],["directions=take exit 5 from Interstate 81 and head north"],["phone = +1 607 724-1230"],["tollfree="],["fax="],["hours="],["price="],["content=First run.  12 screens with surround sound."]]}]},"\n",{"type":"===","value":[" Museums and Education "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bundy Arts and Victorian Museum"],["url=http:\/\/www.bundymuseum.org\/"],["email="],["address=129 Main Street"],["lat="],["long="],["directions=west side, just across Chenango River from Court Street"],["phone = +1 607 222-0921"],["tollfree="],["fax="],["hours=11a-5p Tu-Su"],["price=$5.50-7.50"],["content=This museum is located in the former home of Harlow Bundy, who with his brother Willard, built up what eventually became the International Business Machines (IBM) corporation.  The stated mission of the museum is to honor local entreprenuers, artists, and personalities by showcasing the fruits of their labor and the culture they influenced.  The museum includes an extensive collection showcasing the Bundy Time Recording company with the clocks and punch-cards that became IBM's first major boon.  Also features an eclectic collection of arts and antiques."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Discovery Center of the Southern Tier"],["url=http:\/\/www.thediscoverycenter.org\/"],["email="],["address=60 Morgan Road"],["lat="],["long="],["directions=take Park Ave south 1 mi and turn L on Morgan Rd"],["phone = +1 607 773-8661"],["tollfree="],["fax="],["hours=Summer: 10a-4PM-F, 10a-5p Sa, closed Sundays; Winter: open, hours unkown"],["price=$6 or less depending on age"],["content=The mission of The Discovery Center of the Southern Tier is to develop the intellectual, physical and emotional well-being of the children of the Southern Tier through participatory exhibits and programs.  Everything is hands-on."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kopernik Observatory and Science Center"],["url=http:\/\/www.kopernik.org\/"],["email="],["address=698 Underwood Road, Vestal"],["lat="],["long="],["directions=Follow  Route 17 West to Route 26 South (Exit 67s). Proceed 5 miles and turn right at Glenwood Road. (Note the green observatory sign). Take the first left onto Underwood Road and proceed 1.8 miles up the hill. Kopernik Observatory will be visible soon on the left."],["phone = +1 607 748-3685"],["tollfree="],["fax="],["hours=7:30p F March–November; limited winter hours"],["price=$5 adults, $3 children & seniors; discounts for groups and large familes"],["content=The Kopernik Observatory bills itself as \"the best-sited and best equipped public observatory in the Northeast United States for over 25 years\".  During the warmer half of the year, it offers regular educational programming and observation every Friday evening."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Phelps Mansion Museum"],["url=http:\/\/www.phelpsmansion.org\/"],["email="],["address=191 Court Street"],["lat="],["long="],["directions="],["phone = +1 607 722-4873"],["tollfree="],["fax="],["hours=12p-3p Sa, Su, & Tu; 6p-9p first Friday of the month"],["price=$4 per person"],["content=A well-preserved and maintained example of Binghamton architecture in the guilded age, the Phelps Mansion was the home of a successful local banker in the 1870s.  It was designed by Isaac Perry, known for many locally significant historic landmarks as well as the New York State Capitol.  Tours are available during regular hours or by appointment."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Roberson Museum and Science Center"],["url=http:\/\/www.roberson.org\/"],["email="],["address=30 Front Street"],["lat="],["long="],["directions=on Riverside Drive, from downtown, turn R"],["phone ="],["tollfree=+1-888-269-5325"],["fax="],["hours=SWRS 12-5p, F 12-9p"],["price=$8 adults, $6 seniors and students, children free"],["content=Roberson Museum and Science Center engages people of all ages and backgrounds by providing community-relevant exhibitions and programs in art, history and science education.  It hosts the Binghamton Visitor's Center, which is open daily, free of charge.  The museum features a planetarium with regular shows for an extra $2 per person.  The permanent exhibit on the region's role aviation and flight simulation is particularly good."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ross Park Zoo"],["url=http:\/\/www.rossparkzoo.com\/"],["email="],["address=60 Morgan Road"],["lat="],["long="],["directions="],["phone = +1 607 724-5461"],["tollfree="],["fax="],["hours=daily 10a-5p, in season"],["price=$7 adults, discounted for seniors, students, children and groups"],["content=The Binghamton Zoo at Ross Park, is the nation's fifth oldest zoo in continual operation.  In recent years the zoo has benefited from increased community investment and management, and you can see the care taken in its volunteer maintained gardens and well-kept if modest exhibits.  It makes an enjoyable and educational half-day visit.  Be sure to spend some time with the Golden Lion Tamarins.  If you stay a while, you may hear the gray wolves howl at the sound of sirens from the occasional ambulance approaching nearby General Hospital.  The antique carousel by the zoo entrance is, like all others in the area, open to the public free of charge."]]}]},"\n",{"type":"===","value":[" Arts and Culture "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Anderson Center for the Performing Arts"],["url=http:\/\/www2.binghamton.edu\/anderson-center\/"],["email="],["address=Binghamton University Campus, Vestal Pkwy"],["lat="],["long="],["directions=First left after traffic circle on BU campus"],["phone = +1 607 777-6802"],["tollfree="],["fax="],["hours="],["price="],["content=Consisting of three individual theaters (Osterhout Concert Theater, Chamber Hall, and Watters Theater), The Anderson Center provides a world-class venue for any size performance that may come to the region. The Center strives to bring in a variety of international performances in keeping with the universities multicultural perspective, however, it also hosts many local and national performances."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Binghamton Philharmonic Orchestra"],["url=http:\/\/www.binghamtonphilharmonic.org\/"],["email="],["address=31 Front Street"],["lat="],["long="],["directions="],["phone = +1 607 723-3931"],["tollfree="],["fax="],["hours="],["price="],["content=Lead by José-Luis Novo, the Binghamton Philharmonic produces a classical and chamber music series at the Anderson Center for Performing Arts and a popular music series at the Forum Theater downtown."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Blues on the Bridge"],["url="],["email="],["address=Washington Street Pedestrian Bridge"],["lat="],["long="],["directions=downtown"],["phone="],["tollfree="],["fax="],["hours=noon to 10PM"],["price=Free"],["content=Blues festival held annually on the historic South Washington St Bridge in mid September. 180 (or so) bands will perform along with food and crafts vendors."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Broome County Veterans Memorial Arena and the Forum Theater"],["url=http:\/\/broomearena.com\/"],["email="],["address=1 Stuart Street and 236 Washington St. respectively"],["lat="],["long="],["directions=downtown"],["phone = +1 607 778-1528"],["tollfree="],["fax="],["hours="],["price="],["content=Binghamton's two largest indoor venues are managed by the Broome County Department of Parks and Recreation.  The Arena hosts numerous traveling productions and music concerts.  It is also the home venue of the local professional ice hockey team, the Binghamton Senators.  The Forum is a restored vaudeville house and hosts the Tri Cities Opera, popular music productions of the Binghamton Philharmonic, and Broadway Theater League shows."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=First Fridays"],["url=http:\/\/www.gorgeouswashington.com\/firstfridays.htm"],["email="],["address=Washington Street and vicinity"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=6p-9p first Friday of each month"],["price="],["content=35 to 45 downtown venues provide gallery hopping, art openings, music and theater shows to fine dining and entertainment on the first Friday of each month."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=First Night"],["url=http:\/\/www.stcelebrates.org\/"],["email="],["address=city-wide"],["lat="],["long="],["directions="],["phone = +1 607 723-8572"],["tollfree="],["fax="],["hours=Begins 5PM New Years Eve"],["price=$10, $6 in advance"],["content=Nationally recognized arts and culture celebration to bring in the new year. City buses provide transportation to events scattered around the city through-out the evening. At midnight a massive bonfire is lit outside The Arena."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Goodwill Theatre"],["url=http:\/\/www.goodwilltheatre.net\/"],["email=info@goodwilltheatre.net"],["address=67 Broad Street, Johnson City, NY 13790"],["lat="],["long="],["directions="],["phone = +1 607 772-2404"],["tollfree="],["fax="],["hours=Box office: Mondays-Fridays 9AM-5PM."],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Otsiningo Powwow"],["url="],["email="],["address=Otsiningo Park"],["lat="],["long="],["directions=exit 5 off Interstate 81 and proceed S"],["phone="],["tollfree="],["fax="],["hours=first weekend in June"],["price="],["content=A festival showcasing native peoples of the Americas, particularly the Haudenosaunee (Iroquois) heritage of upstate New York.  The park itself was the site of an 18th century Haudenosaunee village."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rod Serling Video Festival"],["url=http:\/\/www.rodserlingvideofest.com\/"],["email="],["address=31 Main Street"],["lat="],["long="],["directions="],["phone = +1 607 762-8202"],["tollfree="],["fax="],["hours=first weekend in August"],["price="],["content=State wide film contest for would-be directors in grades k-12. Film entries are screened at the Helen Foley Theatre in Binghamton, and aired publicly on WSKG Public Television Station"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Spiedie Festival and Balloon Rally"],["url=http:\/\/www.spiediefest.com\/"],["email="],["address=Otsiningo Park"],["lat="],["long="],["directions=use exit 5 from Interstate 81"],["phone = +1 607 765-6604"],["tollfree="],["fax="],["hours=first weekend in August"],["price="],["content=The Spiedie Fest brings together about 100,000 people to celebrate local culture, launch a hot air balloon rally, and yes, serve up lots of spiedies.  The name of the food is from the Italian word for \"skewer\", appropriate as the dish was invented\/adapted by Italian immigrants who settled here in the early 20th century.  There are also many arts, crafts, live music, and all the other sorts of things you'd expect at a big fair."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=St. Patrick's Parade Day"],["url="],["email="],["address=Downtown\/Westside Binghamton"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=2 weeks before St. Patrick's Day"],["price="],["content=By having its parade day early, Binghamton gets to showcase some of the best groups from NYC, Philadelphia, Scranton, and elsewhere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tri-Cities Opera"],["url=http:\/\/www.tricitiesopera.com\/"],["email="],["address=236 Washington Street"],["lat="],["long="],["directions="],["phone = +1 607 772-0400"],["tollfree="],["fax="],["hours="],["price=$16 adults; discounts for children, students, senior and others"],["content=Founded in 1949, the Tri-Cities Opera delivers three major opera productions each year at the Forum Theater as well as a number of shorter productions at its Clinton Street location."]]}]},"\n",{"type":"===","value":[" Sporting Events and Recreation "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Binghamton Mets Baseball Team"],["url=http:\/\/www.bmets.com\/"],["email="],["address="],["lat="],["long="],["directions=downtown, follow signage from Court Street exit off 363"],["phone = +1 607 723-6387"],["tollfree="],["fax="],["hours="],["price="],["content=AA minor league team.  Feeder for New York Mets."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Binghamton Senators Hockey Club"],["url=http:\/\/www.binghamtonsenators.com\/"],["email="],["address="],["lat="],["long="],["directions=downtown at the Veterans Memorial Arena"],["phone = +1 607 722-7367"],["tollfree="],["fax="],["hours="],["price="],["content=Professional hockey team of Binghamton area."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chris Thater Memorial Races"],["url=http:\/\/www.bcstopdwi.com\/bcstopdwi\/thater"],["email="],["address=Recreation Park"],["lat="],["long="],["directions="],["phone = +1 607 778-2056"],["tollfree="],["fax="],["hours="],["price="],["content=Premier cycling and running event held in honor drunk driving victim, Chris Thater. Traditionally falls on the last weekend of August"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Dick's Sporting Goods Open"],["url=http:\/\/www.pgatour.com\/tournaments\/s008\/"],["email="],["address=En-Joie Golf Course, 722 W Main St, Endicott"],["lat="],["long="],["directions=From I86, take rt 26N to 17c (Main St). Go west until almost out of town."],["phone = +1 607 785-1661"],["tollfree="],["fax="],["hours="],["price="],["content=Formerly the BC Open, it is now a stop on the PGA Tournament of Champions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Greek Peak Mountain Resort"],["url=http:\/\/www.greekpeak.net\/"],["email="],["address=2000 NYS Rt. 392, Cortland"],["lat="],["long="],["directions=From Interstate 81 exit at #9 and then take Route 11 North to 392 West"],["phone ="],["tollfree=+1-800-955-2-SKI"],["fax="],["hours="],["price="],["content= Greek Peak is the nearest downhill ski resort to Binghamton.  It has expanded significantly in recent years and also offers nordic options. About 40 minutes drive from Binghamton."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Levene Gouldin & Thompson Tennis Challenger"],["url=http:\/\/www.tennischallenger.com\/"],["email="],["address=Recreation Park"],["lat="],["long="],["directions="],["phone = +1 607 754-5952"],["tollfree="],["fax="],["hours="],["price="],["content=Men's Challenger tennis tournament held over 9 days a few weeks prior to the US Open. Challengers are Pro Circuit tennis players from around the world."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=STOP-DWI Holiday Classic"],["url=http:\/\/www.bcstopdwi.com\/bcstopdwi\/classic"],["email="],["address=Broome County Veterans Memorial Arena"],["lat="],["long="],["directions=downtown"],["phone = +1 607 778-2056"],["tollfree="],["fax="],["hours="],["price="],["content=World famous high school basketball tournament held during the Christmas season. Host some of the best teams from across the nation."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=STOP-DWI Tournament of Champions"],["url=http:\/\/www.bcstopdwi.com\/bcstopdwi\/toc"],["email="],["address=BAGSAI Softball Complex"],["lat="],["long="],["directions=Upper Front St, across from Regal Cinema. On the left, past Broome Community College."],["phone = +1 607 778-2056"],["tollfree="],["fax="],["hours="],["price="],["content=One of the top high school softball tournaments in the country. Heavily visited by college softball coaches."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=World Youth Classic"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 607 778-2056"],["tollfree="],["fax="],["hours="],["price="],["content=American Legion youth baseball tournament featuring world-class Legion baseball teams held annually in July"]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":[" Big Box Stores "]},"\n\n",{"type":"*","value":[" Oakdale Mall - anchored by Macy's, The Bon-Ton, JCPenney, Sears, and Burlington Coat Factory, it is the only indoor super-regional mall in the Greater Binghamton area and within a 50-mile radius. Located in suburban Johnson City."]},"\n",{"type":"*","value":[" Vestal Parkway in suburban Vestal has most of the area's big box retail strip centers."]},"\n",{"type":"*","value":[" Downtown Binghamton has several shopping options including a Boscov's department store."]},"\n",{"type":"===","value":[" Art Galleries and Gift Shops "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Anam Cara Art Gallery"],["url="],["email="],["address=204 State Street"],["lat="],["long="],["directions="],["phone = +1 607 722-2220"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Anthony Brunelli Fine Arts"],["url=http:\/\/www.anthonybrunelli.com\/"],["email="],["address=186 State Street"],["lat="],["long="],["directions="],["phone = +1 607 772-0485"],["tollfree="],["fax="],["hours=12p-4p Sa"],["price="],["content=Anthony Brunelli is known particular for his photorealist works, but his gallery features several other artists including Marla Olmstead whose early childhood was the subject of the 2007 documentary \"My Kid Could Paint That\"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Atomic Tom's Gallery"],["url="],["email="],["address=196 State Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Cooperative Gallery 213"],["url=http:\/\/www.cooperativegallery.com\/"],["email="],["address=213 State Street"],["lat="],["long="],["directions=from N Shoreline Dr turn N onto Washington St, then R on Hawley St and L on State St"],["phone = +1 607 724-3462"],["tollfree="],["fax="],["hours=3p-6p F (9p on first of month), 12p-4p Sa"],["price="],["content=A local artist cooperative with about two dozen members, Cooperative Gallery 213 has some work of each member on display at all times and a rotating feature exhibition for one of its members."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=On Point Productions and Gallery"],["url=http:\/\/www.onpoint.net\/artgallery.htm"],["email="],["address=67 Court Street, 2nd floor"],["lat="],["long="],["directions=downtown"],["phone = +1 607 773-7850"],["tollfree="],["fax="],["hours=6p-9p F, 12p-3p Sa"],["price="],["content=In addition to providing multimedia production services, On Point has gallery featuring one or two local artists at a time."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Orazio Salati Gallery"],["url=http:\/\/www.oraziosalati.com\/"],["email="],["address=205 State Street, 2nd floor"],["lat="],["long="],["directions="],["phone = +1 607 772-6725"],["tollfree="],["fax="],["hours=6p-9p first Friday of month, 11a-4PM Sa"],["price="],["content=Features paintings by various local artists, including a large rotating solo exhibition."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tom's Coffee, Cards, and Gifts"],["url=http:\/\/www.tomscoffeecardsandgifts.com\/"],["email="],["address=184 Main Street"],["lat="],["long="],["directions=west of Front St about 1 mi"],["phone = +1 607 773-8500"],["tollfree="],["fax="],["hours=Su 11a-9p, M-S 9a-9p"],["price="],["content=Billing itself as Binghamton's premier craft gallery and gift shop, Tom's does not disappoint.  There's something for just about everyone in here, and if you get hungry while you're looking expect a variety complementary gourmet treats: chutneys, salsas, biscuits."]]}]},"\n",{"type":"===","value":[" Antiques "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mad Hatter Antiques"],["url="],["email="],["address=284 Clinton St"],["lat="],["long="],["directions=turn W from Front St and proceed about 1.5 mi"],["phone = +1 607 729-6036"],["tollfree="],["fax="],["hours="],["price="],["content=Stuffed with wonderful items old and older, the Mad Hatter is among the best of the shops on Clinton Street, which is also billed locally as \"Antique Row\".  Leave yourself a good hour to explore the shop."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["style"],["Some listings are incomplete or missing description, telephone and contact info; pricing is vague."]]},"\n\nBinghamton has always been (and still is) a melting pot of ethnic flavors. The city's history has been strongly influenced by German, Italian, and Polish immigrants; with many today coming from Eastern Europe, Latin America, and India. The eateries in the city reflect this and provide that big city cultural and culinary experience largely missing in many small cities. Many of the national chains are present in the city as well, and are easily located.\n\n",{"type":"===","value":["General Food\/Cafés"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cyber Café West"],["url=http:\/\/www.cybercafewest.com\/"],["email="],["address=176 Main St."],["lat="],["long="],["directions=from rt 201, head east on 17C. Around a mile down the road near Schiller St. next to a Wendy's"],["phone = +1 607 723-2456"],["tollfree="],["fax="],["hours=11AM-11PM M-W, 11AM-1AM Th-Sa, 11AM-9PM Sun"],["price=Budget"],["content= Innovative and tasty sandwiches and wraps (with many tasty vegetarian options to choose from) and 20+ beers on tap as well as bottled beer, wine, coffee, tea and soft drinks. Trivia on Mondays and live music for all ages Tuesday-Saturday. Most bands do not attract a cover charge and the handful that do are rarely more than $5."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Java Joe's"],["url="],["email="],["address=81 State St"],["lat="],["long="],["directions="],["phone = +1 607 774-0966"],["tollfree="],["fax="],["hours="],["price=Budget"],["content=Tasty panini and pastry with decent coffee and laid back atmosphere make Java Joe's a comfortable place to grab a snack or light meal."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Laveggio Roasteria and Espresso Bar"],["url=http:\/\/www.laveggiocoffee.com\/"],["email="],["address=101 Court Street"],["lat="],["long="],["directions="],["phone = +1 607 779-1100"],["tollfree="],["fax="],["hours=7a-4PM-F, 6p-9p first Friday of month"],["price=Budget"],["content=This local coffee house roasts coffee beans to order and emphasizes direct trade and sustainable practices."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Nezuntoz"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Pat Mitchell's Ice Cream"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lost Dog Café"],["url=http:\/\/www.lostdogcafe.net\/binghamton\/"],["email="],["address=222 Water Street"],["lat="],["long="],["directions=from Court St, follow Water St north two blocks"],["phone = +1 607 771-6063"],["tollfree="],["fax="],["hours=11:30a-10p"],["price=Mid-range"],["content=This eclectic fusion restaurant serves great and generous dishes.  Though they offer lunch, the place really heats up at night and often has live music.  It can get busy, particularly when the university is in session so you may want to call ahead."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=River Muse Café"],["url="],["email="],["address=7 South Washington Street"],["lat="],["long="],["directions=just of NY 434 in South Bridge neighborhood"],["phone = +1 607 235-3122"],["tollfree="],["fax="],["hours="],["price=Budget"],["content=Delicious, homemade baked goods and fine coffee await you at this South Side gem.  It has a friendly owner, laid-back atmosphere, and often shows local artists' work on its walls. There are free tango (or salsa, can't remember) lessons every week that make you part of the entertainment!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tranquil Bar and Bistro"],["url=http:\/\/www.tranquilbarbistro.com\/"],["email="],["address=36 Pine Street #1"],["lat="],["long="],["directions=from Court St turn N onto Carroll St and R onto Pine St"],["phone = +1 607 723-0495"],["tollfree="],["fax="],["hours=see website"],["price=Mid-range"],["content=French dining, downtown. Depending on the time and day, offers brunch, lunch, dinner, and nightlife."]]}]},"\n",{"type":"===","value":["Grocery\/Deli"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Binghamton Farmers Market"],["url=http:\/\/www.cityofbinghamton.com\/farmers-market.asp"],["email="],["address=Collier Street"],["lat="],["long="],["directions=next to county courthouse"],["phone = +1 607 778-2131"],["tollfree="],["fax="],["hours=9a-2p Tu, F June - September; F only in October"],["price="],["content=Live musical performances often accompany the Friday farmer's market."]]}]},"\n",{"type":"===","value":["Indian Food"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Curry's of India"],["alt="],["url="],["email="],["address=45 Court St # 2"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nice hole in the wall with a very affordable lunch buffet."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Taj Restaurant"],["alt="],["url="],["email="],["address=59 Main St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Italian"]},"\n\nBinghamton has some of the most authentic southern Italian and Sicilian food this side of Italy. Each of these restaurants also serves pizza but the focus is on fine Italian dinning.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cortese Restaurant"],["alt="],["url=http:\/\/www.corteserestaurant.com\/"],["email="],["address=117 Robinson St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grandes Bella Cucina"],["alt="],["url=http:\/\/www.grandesbellacucina.com\/"],["email="],["address=1171 Vestal Ave."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grotta Azzurra"],["alt="],["url="],["email="],["address=52 Main St # 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=J Michaels Restaurant and Lounge"],["url="],["email="],["address=59 Court Street"],["lat="],["long="],["directions="],["phone = +1 607 720-6453"],["tollfree="],["fax="],["hours="],["price="],["content=Don't let the façade fool you!  This restaurant sits in the basement of one of Binghamton's oldest buildings.  The winding stairwell that you follow down drops you at what used to be the ground floor when State Street was the Chenango Canal.  The light fare is the best here, especially the thin crust pizza."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Little Venice Restaurant"],["url=http:\/\/www.littlevenicerestaurant.com\/"],["email="],["address=111 Chenango Street"],["lat="],["long="],["directions=near the bus station"],["phone = +1 607 724-2513"],["tollfree="],["fax="],["hours=11a-11p daily, closed M"],["price=Budget"],["content=This charming little restaurant offers more than the outside suggests.  Several pasta dishes are homemade, and the manicotti are especially good.  The original owner was quite an art collector and you will find dozens of paintings to look at while you wait for your order, including several idyllic, impressionistic paintings of local landmarks by Armonodo Dellasanta."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mama Giuseppa Restaurant"],["url="],["email="],["address=4 South Liberty Street, Endicott"],["lat="],["long="],["directions=from I-86, take exit 67N then Main St west for about 1.5 mi, then R on Liberty St"],["phone = +1 607 748-7200"],["tollfree="],["fax="],["hours="],["price=Mid-range"],["content=Among the best Italian restaurants, location is a bit odd but the food is exceptional.  Make sure to come hungry -- the servings are extremely generous and you'll want to leave room from dessert."]]}]},"\n",{"type":"===","value":["Pizzerias"]},"\n\nPizza in Binghamton is predominantly New York Style. However, Binghamton is well known (and sometimes reviled) for its 'sheet' or square pizza. \n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bella Pizza"],["alt="],["url="],["email="],["address=1116 Chenango Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Cucina Pizzeria"],["alt="],["url="],["email="],["address=62 Glenwood Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Leroy Pizza & Subs"],["alt="],["url="],["email="],["address=67 Leroy St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nandos"],["alt="],["url="],["email="],["address=286 Conklin Ave"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=New York Pizzeria"],["alt="],["url=http:\/\/www.nypizzeria.com\/"],["email="],["address=33 W State Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nirchi's"],["alt="],["url=http:\/\/www.nirchis.com\/"],["email="],["address=954 Front Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=219 Main Street, and 166 Water St, Binghamton."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pronto Cucina"],["alt="],["url="],["email="],["address=790 Conklin Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Pub Food\/Diners"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Park Diner"],["alt="],["url="],["email="],["address=119 Conklin Ave"],["lat="],["long="],["directions="],["phone=+1 607 722-9840"],["tollfree="],["fax="],["hours="],["price=Budget"],["content=Traditional Greek diner on small hill above the Rockbottom Dam, across the river from downtown Binghamton. It has a fantastic view and the food is just as good. The Par is very popular with locals and weekend mornings (in particular Sunday) are generally very busy. there can be a wait."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Spot"],["alt="],["url="],["email="],["address=1062 Upper Front St"],["lat="],["long="],["directions="],["phone=+1 607 723-8149"],["tollfree="],["fax="],["hours="],["price=Midrange"],["content=Open 24\/7, popular among local college scene, great French toast."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Thirsty's Tavern"],["alt="],["url=http:\/\/www.southbridgeroom.com\/thirsty1smenu\/"],["email="],["address=46 S Washington St"],["lat="],["long="],["directions="],["phone=+1 607 771-0660"],["tollfree="],["fax="],["hours="],["price=Budget"],["content=Down-to-earth experience, barn-like décor with rough wood floors, barrels for tables and stools for seats. Good beer, a burger-heavy menu, frequent local bands, banquet hall and catering."]]}]},"\n",{"type":"===","value":["Specialty\/Steakhouse"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kilmer Brasserie & Steakhouse"],["alt="],["url=http:\/\/www.kilmerrestaurant.com\/"],["email="],["address=31 Lewis St"],["lat="],["long="],["directions="],["phone=+1 607 217-7270"],["tollfree="],["fax="],["hours="],["price=Splurge"],["content=In historic Kilmer Building, French and American cuisine, steaks, many interesting specials including B.Y.O.W. Thursdays."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Number 5"],["alt="],["url=http:\/\/www.number5restaurant.com\/"],["email="],["address=33 S Washington St"],["lat="],["long="],["directions="],["phone=+1 607 723-0555"],["tollfree="],["fax="],["hours="],["price=Splurge"],["content=Upscale restaurant in old Fire Station #5 building (circa 1897)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Whole in the Wall"],["alt="],["url=http:\/\/www.wholeinthewall.com\/"],["email="],["address=43 S. Washington St"],["lat="],["long="],["directions="],["phone=+1 607 722-5138"],["tollfree="],["fax="],["hours="],["price=Midrange"],["content=Pleasant Southside restaurant specializing in natural and wholesome meals."]]}]},"\n",{"type":"===","value":["Spiedies"]},"\n\nThe Spiedie is a regional dish born in Binghamton to Italian immigrants. It consists of marinated chunks of meat grilled over charcoal on metal skewers. It is served still on the skewer with a slice of Italian bread (almost always Felix Roma's) used to pull the meat off, usually with a little marinade drizzled on top. The meat was originally lamb, but has come to include chicken, pork, and venison.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sharkey's Restaurant"],["alt="],["url="],["email="],["address=56 Glenwood Ave"],["lat="],["long="],["directions="],["phone=+1 607 729-9201"],["tollfree="],["fax="],["hours="],["price=Budget"],["content=Purported to be the birthplace of the spiedie, it is certainly the oldest remaining purveyor and one of the tastiest."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lupo's S&S Char Pit"],["alt="],["url=http:\/\/www.spiedies.com"],["email="],["address=6 West State Street"],["lat="],["long="],["directions="],["phone=+1 607 723-6106"],["tollfree="],["fax="],["hours="],["price=Budget"],["content=One of the two major spiedie sauce labels in the area (the other being Salamida's)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Spiedie and Rib Pit"],["alt="],["url=http:\/\/spiedieandribpit.com"],["email="],["address=1268 Front Street"],["lat="],["long="],["directions="],["phone=+1 607 722-7628"],["tollfree="],["fax="],["hours="],["price=Budget"],["content=A second location is 3908 Vestal Parkway East, Vestal, +1 607 729-2679."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"[[","value":[["Image:StateStBing.JPG"],["thumb"],["300px"],["State Street and the historic Stevens Square Building"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Ale House"],["url=http:\/\/www.beerjoint.com\/The_Ale_House\/Ale_House_Home.html"],["email=info@beerjoint.com"],["address=3744 Vestal Parkway East, Vestal 13850"],["lat="],["long="],["directions="],["phone = +1 607 729 9053"],["tollfree="],["fax="],["hours="],["price="],["content=36 beers on tap"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Belmar"],["url="],["email="],["address=95 Main St."],["lat="],["long="],["directions="],["phone = +1 607 724-5920"],["tollfree="],["fax="],["hours="],["price="],["content=Rough-edged town bar, popular with students."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mad Moose Saloon"],["url="],["email="],["address=53 Chenango St."],["lat="],["long="],["directions="],["phone = +1 607 723-3470"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mosquito Bar and Grill"],["url="],["email="],["address=4 West State St."],["lat="],["long="],["directions="],["phone = +1 607 798-0346"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=On the Roxx"],["url="],["email="],["address=73 Court St."],["lat="],["long="],["directions="],["phone = +1 607 722-3606"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Voodoo Lounge"],["url="],["email="],["address=15 Charlotte St."],["lat="],["long="],["directions="],["phone = +1 607 644-9233"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["State Street"]},"\nOne of the most popular areas in Binghamton for the drinking crowd, particularly among BU students. The pub area of the street is generally closed town to vehicular traffic in the evenings on weekends. This is the epicenter of the annual 'Pub Crawl' among graduating BU seniors. \n \n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Dillingers Celtic Pub & Eatery"],["url=http:\/\/www.dillingerspub.com\/"],["email="],["address=77 State St."],["lat="],["long="],["directions="],["phone = +1 607 724-7779"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=JT's Tavern"],["url="],["email="],["address=98 State St."],["lat="],["long="],["directions="],["phone = +1 607 722-5985"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Paradigm Nightclub and Flashbacks"],["url=http:\/\/flashbacksbinghamton.com\/"],["email="],["address=93 State St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Monday - Thursday 9PM, Friday: 9PM-3AM, Saturday: 9PM-3AM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Rathskeller Pub"],["url="],["email="],["address=92 State St."],["lat="],["long="],["directions="],["phone = +1 607 722-0255"],["tollfree="],["fax="],["hours="],["price="],["content=Locals will call it \"The Rat\"."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Scoreboard"],["url="],["email="],["address=85 State St."],["lat="],["long="],["directions="],["phone = +1 607 723-0063"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tom and Marty's Town House"],["url="],["email="],["address=89 State Street, Binghamton, NY 13901-3384"],["lat="],["long="],["directions="],["phone = +1 607 722-9823"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Uncle Tony's Tavern"],["url=http:\/\/www.uncletonystavern.com\/2011\/Uncle_Tonys_Tavern\/Welcome.html"],["email=info@uncletonystavern.com"],["address=79 State St."],["lat="],["long="],["directions="],["phone = +1 607 723-4488"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nBinghamton has many places to stay, but if you will be visiting around Binghamton University's Commencement (late May, early June), be sure to book VERY early. Hotels have been known to fill up a year in advance.\n\n",{"type":"===","value":["Hotels\/Motels"]},"\n\n",{"type":"[[","value":[["Image:GrandRoyaleBing.JPG"],["thumb"],["300px"],["The Old Binghamton City Hall, now the Grand Royale Hotel"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western of Johnson City"],["url=http:\/\/www.bestwestern.com\/ofjohnsoncity"],["email=33024@hotel.bestwestern.com"],["address=569 Harry L. Drive, Johnson City, NY 13790"],["lat="],["long="],["directions="],["phone=+1 607 729-9194"],["tollfree=+1-800-528-1234"],["fax="],["hours="],["price=$76-101+"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Binghamton Riverwalk Hotel & Conference Center"],["url=http:\/\/www.theriverwalkhotel.com"],["email="],["address=225 Water St."],["lat="],["long="],["directions="],["phone=+1 607 722-7575"],["tollfree=+1-800-723-7676"],["fax="],["hours="],["price=$76-101+"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Inn"],["url=http:\/\/www.choicehotels.com\/hotel\/ny302"],["email=gm.ny302@choicehotels.com"],["address=1000 Upper Front Street, Binghamton, NY 13905"],["lat="],["long="],["directions=Exit 5 off I-81, right at end of ramp.  1.3 miles on right."],["phone=+1 607 724-3297"],["tollfree=+1-800-463-7009"],["fax="],["hours="],["price=$76-101+"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Suites"],["url=http:\/\/www.comfortsuites.com\/hotel-vestal-new_york-NY384"],["email="],["address=3401 Vestal Parkway East, Vestal 13850"],["lat="],["long="],["directions="],["phone = +1 607 766-0600"],["tollfree="],["fax="],["hours="],["price=$139-259,"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Courtyard by Marriott"],["url=http:\/\/www.marriott.com\/bgmvs"],["email="],["address=3801 Vestal Parkway East, Vestal 13850"],["lat="],["long="],["directions=Take Exit 70S (201S towards Vestal) Exit on to Route 434W, hotel is ¼ mile on right."],["phone = +1 607 644-1000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Days Inn"],["url=http:\/\/www.daysinn.com\/hotels\/new-york\/binghamton\/days-inn-binghamton\/hotel-overview"],["email=hotelsales@stny.rr.com"],["address=65 Front St."],["lat="],["long="],["directions="],["phone = +1 607 724-2412"],["tollfree="],["fax="],["hours="],["price=$51–100"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Econo Lodge Inn & Suites"],["url=http:\/\/www.econolodge.com"],["email="],["address=690 Front St."],["lat="],["long="],["directions="],["phone = +1 607 724-1341"],["tollfree="],["fax="],["hours="],["price=$51–75"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fairfield Inn – Binghamton"],["url=http:\/\/www.marriott.com"],["email=ffi.bgmfi.gm@marriott.com"],["address=864 Front St."],["lat="],["long="],["directions="],["phone = +1 607 651-1000"],["tollfree="],["fax="],["hours="],["price=$101+"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Royale"],["url=http:\/\/www.grandroyalehotel.com"],["email=info@grandroyalehotel.com"],["address=80 State St."],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-242-0323"],["fax="],["hours="],["price=$76-101+"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hampton Inn & Suites"],["url=http:\/\/www.hampton-inn.com"],["email=bgmhs_hampton_suites@hilton.com"],["address=3708 Vestal Parkway East, Vestal 13850"],["lat="],["long="],["directions="],["phone = +1 607 797-5000"],["tollfree="],["fax="],["hours="],["price=$101+"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn Arena"],["url=http:\/\/www.holidayinnbinghamton.com"],["email=hiarena@stny.rr.com"],["address=2-8 Hawley St."],["lat="],["long="],["directions=Near end of Washington Street, downtown"],["phone = +1 607 722-1212"],["tollfree="],["fax="],["hours="],["price=$101+"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Howard Johnson Inn & Suites"],["url=http:\/\/www.hojo.com\/hotels\/new-york\/binghamton\/howard-johnson-binghamton\/hotel-overview"],["email="],["address=1156 Front St."],["lat="],["long="],["directions="],["phone = +1 607 722-5353"],["tollfree="],["fax="],["hours="],["price=$76–101"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Knights Inn"],["url=http:\/\/www.knightsinn.com\/hotels\/new-york\/endwell\/knights-inn-endwell-binghamton\/hotel-overview"],["email="],["address=2603 East Main Street, Endwell 13760"],["lat="],["long="],["directions=From Route 17 Endwell, exit to Main Street, hotel ¼ mile on left."],["phone ="],["tollfree=+1-800-531-4667"],["fax="],["hours="],["price=$50 – 75"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Red Roof Inn"],["url=http:\/\/www.redroof.com"],["email="],["address=590 Fairview Street, Johnson City 13790"],["lat="],["long="],["directions="],["phone = +1 607 729-8940"],["tollfree="],["fax="],["hours="],["price=$50 – 75"],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Super 8 Binghamton\/Front St."],["url=http:\/\/www.super8.com\/hotels\/new-york\/binghamton\/super-8-binghamton-front-st\/hotel-overview"],["email="],["address=650 Old Front St."],["lat="],["long="],["directions="],["phone= +1 607 773-8111"],["tollfree=+1-800-454-3213"],["fax=+1-607 773-8111"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Traditions at the Glen"],["url=http:\/\/www.traditionsresort.com"],["email="],["address=4101 Watson Boulevard, Johnson City 13790"],["lat="],["long="],["directions="],["phone = +1 607 797-2381"],["tollfree="],["fax="],["hours="],["price=$101+"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Bed and Breakfast"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bed & Breakfast at Endwell Greens"],["url=http:\/\/www.endwellgreensgolf.com"],["email=info@endwellgreensgolf.com"],["address=3701 Sally Piper Road, Endwell 13760"],["lat="],["long="],["directions="],["phone = +1 607 766-9973"],["tollfree="],["fax=+1 607 785-5709"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pickle Hill Bed and Breakfast"],["url=http:\/\/www.picklehill.net\/"],["email="],["address=795 Chenango Street"],["lat="],["long="],["directions=From Interstate 81 take Exit 4N (Rte. 7–Hillcrest) to the stop light. Turn left and continue through a residential section to Chenango Street. Turn right onto Chenango Street and continue north to Pickle Hill at #795 (diagonally across from Port Dickinson Police Station)."],["phone = +1 607 723-0259"],["tollfree="],["fax="],["hours="],["price=$40-60"],["checkin="],["checkout="],["content=Well-kept and friendly B&B in a comfortable 19th century home, generous and wholesome breakfast."]]}]},"\n",{"type":"===","value":["Camping"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chenango Valley State Park"],["url=http:\/\/www.nysparks.com"],["email="],["address=153 State Park Road, Chenango Forks 13746"],["lat="],["long="],["directions="],["phone = +1 607 648-5251"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pine Valley Campground"],["url="],["email="],["address=600 Boswell Hill Road, Endicott 13760"],["lat="],["long="],["directions="],["phone = +1 607 785-6868"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Salisbury’s Chenango Shores Campground"],["url=http:\/\/www.pinevalleycampground.com"],["email="],["address=109 Chenango Shores Lane, Route 12N, Chenango Forks 13746"],["lat="],["long="],["directions="],["phone = +1 607 648-9030"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Ithaca (New York)"],["Ithaca"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cortland (New York)"],["Cortland"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=I-81.svg"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Syracuse (New York)"],["Syracuse"]]}],["minorl1=",{"type":"[[","value":[["Cortland (New York)"],["Cortland"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Scranton"]]}],["minorr1=",{"type":"[[","value":[["Clarks Summit"]]}],["image2=I-88.svg"],["directionl2=W"],["majorl2=END"],["minorl2="],["directionr2=E"],["majorr2=",{"type":"[[","value":[["Schenectady"]]}],["minorr2=",{"type":"[[","value":[["Oneonta (New York)"],["Oneonta"]]}],["image3=NY-17.svg"],["imagesize3=22"],["directionl3=W"],["majorl3=",{"type":"[[","value":[["Elmira (New York)"],["Elmira"]]}],["minorl3=",{"type":"[[","value":[["Johnson City (New York)"],["Johnson City"]]}],["directionr3=E"],["majorr3=",{"type":"[[","value":[["Central Valley-Harriman"]]}],["minorr3=",{"type":"[[","value":[["Kirkwood (New York)"],["Kirkwood"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Tier"]]},"\n",{"type":"{{","value":[["Geo"],["42.102"],["-75.912"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Binghamton, New York"]]},"\n",{"type":"[[","value":[["Commons:Category:Binghamton, New York"]]}]