[{"type":"{{","value":[["pagebanner"],["BiscayneNationalParkPagebanner.jpg"],["otbp=yes"]]},"\n",{"type":"[[","value":[["File:BiscNPsunrise.jpg"],["right"],["thumb"],["350px"],["Sunrise from Adams Key, Biscayne National Park"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/bisc\/ Biscayne National Park"]}]}," is a ",{"type":"[[","value":[["United States National Park"]]}," located in ",{"type":"[[","value":[["South Florida"]]},". It is the largest marine park in the National Park System, protecting the southern section of Biscayne Bay, including the northernmost several Florida Keys, mangrove shorelines, a shallow bay, and living coral reefs. The land portion consists of a mainland area and several undeveloped islands. Biscayne National Park is a great place for outdoor and water-based recreation—or just relaxing.\n\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"*","value":[" The water portion of Biscayne National Park is open 24 hours a day. Adams Key (accessible only by boat or swimming) is a day use area only. ",{"type":"'''","value":["Convoy Point"]},", on the mainland, is the location of the park's headquarters and visitor center, and is open daily from 7AM-5:30PM. The ",{"type":"'''","value":["Dante Fascell Visitor Center"]}," is open daily from 9AM-5PM. Audiovisual programs are closed-captioned and available in both English and Spanish."]},"\n",{"type":"*","value":[" Translations of the Park's ",{"type":"[","value":["http:\/\/www.nps.gov\/bisc\/planyourvisit\/loader.cfm?url=\/commonspot\/security\/getfile.cfm&PageID=136441 brochure"]}," are available in Spanish, French, German and Japanese."]},"\n",{"type":"===","value":[" History "]},"\nIn the expansion years of the 1950s some had a vision of development of bridges, roads and buildings for the keys. Later came a plan to dredge up 8,000 acres of bay bottom to create a jetport. In 1961, 13 area landowners voted unanimously to create the City of Islandia. Plans for Seadade, a major industrial seaport, were announced in 1962. The proposal called for the dredging of a 40-foot deep channel through the Bay's clear, shallow waters.\n\nFacing a ground swell of public opposition, landowners in the city of Islandia brought in bulldozers in an attempt to despoil the area. Dubbed \"Spite Highway,\" the swath was six lanes wide and seven miles long, right down the middle of Elliott Key. Park proponents were not deterred. Congress, led by longtime Representative Dante Fascell, created Biscayne National Monument to protect \"a rare combination of terrestrial, marine and amphibious life in a tropical setting of great natural beauty.\" President Lyndon B. Johnson signed the bill on October 18, 1968.\n\n",{"type":"===","value":[" Landscape "]},"\nBiscayne National Park consists of four primary ecosystems:\n",{"type":"*","value":[" a narrow fringe of mangrove forest along the mainland shoreline"]},{"type":"*","value":[" the southern expanse of Biscayne Bay"]},{"type":"*","value":[" the northernmost islands of the Florida Keys"]},{"type":"*","value":[" the beginning of the third-largest coral reef in the world."]},"\n",{"type":"===","value":[" Flora and fauna "]},"\n",{"type":"[[","value":[["File:Consolea corallicola.jpg"],["thumbnail"],["Semaphore prickly-pear cactus"]]},"\n",{"type":"[[","value":[["File:LkJacksonFLTernMay2004.JPG"],["thumbnail"],["Least tern"]]},"\n\nBiscayne National Park is home to ",{"type":"'''","value":["the longest stretch of mangrove forest on Florida's East Coast"]},". In 2001, the rare ",{"type":"'''","value":["semaphore prickly-pear cactus"]},", which grows only in South Florida, was discovered here. The cactus is a candidate for the federal endangered species list. The endangered ",{"type":"'''","value":["Sargent’s Palm"]}," also exists in the park. It is considered to be the rarest palm native to Florida. It was initially found on Elliott Key and Sands Key, but collectors in the late 1800s began to harvest them for ornamental use. In 1991 only 50 palms were found on Elliott Key. Many were also damaged in Hurricane Andrew. Today there are about 16 plants on Elliott and 123 on Long Key thanks to efforts undertaken to reintroduce palms on three of the original islands.\n\n",{"type":"'''","value":["Seagrass beds"]}," are an important ecological component. They are highly productive, provide nursery habitat for rearing and sheltering small fishes and invertebrates, and provide food for a wide variety of animals and create habitat and substrate diversity.\n\nIn addition, several types of wildflowers, succulents, wildflowers and ferns compliment a variety of trees and shrubs.\n\nThe park is home to many ",{"type":"'''","value":["threatened and endangered species"]}," including the West Indian manatee, eastern indigo snake, piping plover, American crocodile, peregrine falcon, Schaus' swallowtail butterfly, least tern, and 5 different species of sea turtle.\n\nThe ",{"type":"'''","value":["Schaus’ swallowtail"]}," is a large, colorful butterfly that is endemic to southern Florida and has been listed by the State of Florida as an endangered species since 1975. It was listed federally in 1984 when estimates showed only 70 or fewer adults remaining. Today the butterfly is only found on northern Key Largo and several small Keys in Biscayne National Park.\n\nThe ",{"type":"'''","value":["least tern"]}," has been listed by the State of Florida as a threatened species since 1975. Much of the cause of their population decline is due to habitat destruction and encroachment. The birds nest along coastal or island beaches covered with coarse substrates of sand, shells, or small stones. In 1995, two least tern nests were observed on Soldier Key in Biscayne National Park each containing two eggs.\n\n",{"type":"'''","value":["Sea turtle"]}," populations continue to decline throughout the world and within the United States due to loss of nesting beaches, feeding habitat, mortality through by-catch of the longline and shrimping industries, hunting for meat and poaching of eggs. Loggerhead and occasionally hawksbill sea turtles use the few sandy beaches that exist at Biscayne National Park as sites to lay their eggs. An average of 13.3 nests is laid each year with an average clutch size of 50 eggs. Biscayne National Park's sea turtle nesting program monitors 10 beaches for activity throughout the nesting season. Depending on the location, protective screens are placed on the nests to protect the eggs from predation by raccoons.\n\nThere are ",{"type":"'''","value":["512 species of fish"]}," in Biscayne National Park, ranging from less than an inch to over 10 feet in length. The fish fauna are predominately temperate and continental in the winter and tropical to subtropical in the summer. Some of the species may be euryhaline (able to withstand a wide range of salinities).\n\nA surprising range of ",{"type":"'''","value":["mammals"]}," has been documented in the park, three types of whales, Atlantic bottlenose dolphins and manatees, but also bobcat, deer, otter, Brazilian free-tailed bat, squirrels, rabbits and opossum among them.\n\nLobsters and crabs, including the ",{"type":"'''","value":["giant land crab"]}," (which can grow to a 12in clawtip to clawtip measurement) are found in the park.\n\n",{"type":"===","value":[" Climate "]},"\nBiscayne National Park has a subtropical climate, which ensures sunshine year-round. Winters here are normally dry and mild, with occasional fronts bringing wind and little rain. Summertime brings hot and humid weather with scattered thunderstorms in the afternoons. The average temperature in January is 68°F (20°C) and 82°F (28°C) in July. The average rainfall for the area is 2.17in (5.51 cm) in January and 3.95in (10.03 cm) in July. Perhaps the best-known area weather events are hurricanes, which usually occur from June to November.\n\n",{"type":"==","value":[" Get in "]},"\n",{"type":"[[","value":[["File:BiscayneNP1.png"],["thumb"],["right"],["300px"],["Biscayne National Park location"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From the North"]}]},"Convoy Point can be reached from either the Florida Turnpike or from US-1.\n",{"type":"'''","value":["From the Florida Turnpike"]},": Take the Florida Turnpike south, to Exit 6 (Speedway Blvd.). Turn left from exit ramp and continue south to S.W. 328th Street (North Canal Drive). Turn left and continue to the end of the road (approximately five miles). The entrance is on the left.\n\n",{"type":"'''","value":["From US-1"]},": Drive south to ",{"type":"[[","value":[["Homestead"]]},". Turn left on SW 328th Street (North Canal Drive), and continue to the end of the road (approximately nine miles). The entrance is on the left.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["From the South"]}]},"Traveling on US-1 (Overseas Highway), drive north to ",{"type":"[[","value":[["Homestead"]]},". Turn right on SW 328th Street (North Canal Drive — first light after Florida Turnpike entrance), and continue to the end of the road. The entrance is approximately nine miles on the left.\n\n",{"type":"==","value":[" Fees\/Permits "]},"\nThere are no entrance fees. See the Camping section for fees for sites. For any boats docked after 6PM, a $15 overnight docking fee is charged at Boca Chita and Elliott Key harbors.\n\n",{"type":"==","value":[" Get around "]},"\n",{"type":"[[","value":[["File:Biscayne National Park Map 2009.png"],["thumbnail"],["550px"],["Detailed map of the park"]]},"\nMore than 95% of the park is covered by water. Visitors without a boat of their own can explore the Dante Fascell Visitor Center, watch a film or attend a ranger program, walk the Jetty Trail (approximately 1\/4 mile long), or have a picnic. To get beyond Convoy Point will require going out on a guided boat tour or renting a canoe or kayak. There are no bridges or ferries to the islands, and only one mile of road in the entire park. There are no facilities for RV camping, and tent camping will require a boat to get to the park's islands.\n\nVisitors with boats can launch their own boats from county-operated marinas adjacent to the park. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.miamidade.gov\/parks\/parks\/homestead_beach.asp Homestead Bayfront Park"]}]},", 9698 SW 328th St, ",{"type":"[[","value":[["Homestead"]]},", (305) 230-3034.\n\nA ",{"type":"'''","value":["full .pdf chart of the park"]},", too big to display on this page, is available on the ",{"type":"[","value":["http:\/\/www.nps.gov\/carto\/PDF\/BISCmap1.pdf NPS site"]},".\n\n",{"type":"===","value":[" Accessibility "]},"\nSince most of the park is covered by water, access to anything beyond the mainland shoreline requires a boat. The park's concessioner offers boat trips to the parks reefs and islands, and also offers canoe and kayak rentals.\n\nThe Dante Fascell Visitor Center and Park Headquarters are located at Convoy Point on the mainland, and ramps, elevators and boardwalks make these areas fully accessible to those with mobility challenges.\n\nOn the Islands of Boca Chita Key, Elliott Key and Adams Key, restrooms are accessible, but some of the buildings are not. There are no sidewalks on Elliott Key or Adams Key, but Boca Chita Key does have sidewalks around the harbor and to the restrooms, but the remainder of the island is lawn and rocky ground.\n\nConcessioner-operated boat trips offer limited accessibility with assistance, but arrangements should be made ahead of time by calling 305-230-1100.\n\n",{"type":"==","value":[" See "]},"\n",{"type":"===","value":[" Convoy Point "]},"\n",{"type":"[[","value":[["File:BiscayneNPvisCtr.jpg"],["right"],["thumb"],["Dante Fascell Visitor Center"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Dante Fascell Visitor Center"]},", Convoy Point, 9 miles East of the city of Homestead. Ideal first stop in any exploration of Biscayne National Park. This is the place to reserve a boat tour or rent a canoe or kayak. A beautiful museum offers a virtual journey through the park's four ecosystems using dioramas, audio and video. Kids from 2 to 102 can get a feel for bones, feathers, sponges, corals and more at the Touch Table, one of the most popular features in the Visitor Center. In the auditorium, several films are available to help you learn about the park, including the 11-minute feature presentation ",{"type":"''","value":["Spectrum of Life"]},". A gallery highlights the works of local artists who find inspiration in the park. Book store, gift shop and snack bar."]},"\n",{"type":"===","value":[" Boca Chita Key "]},"\nThe park's ",{"type":"'''","value":["most popular island"]}," provides visitors with a variety of facilities. There is a campground with picnic tables and barbecue grills. Additional picnic tables and barbecue grills are located on the south side of the harbor near the open-air pavilion. Saltwater toilets are available, but since there is no freshwater or electricity on the island, there are no sinks or showers. A half-mile hiking trail starts just east of the restrooms. The trail continues to the south end of the island curving back north and emerging near the pavilion and picnic area. The island's crowning glory, and Biscayne National Park's ",{"type":"''","value":["de facto"]}," symbol, is the ",{"type":"'''","value":["65-foot ornamental lighthouse"]}," built by Mark Honeywell, one of the island's former owners, in the 1930s. The lightouse is open intermittently whenever park staff or volunteers are on the island. The observation deck provides a panoramic view of the islands, bay, ocean, and the Miami, ",{"type":"[[","value":[["Key Biscayne"]]},", and the Miami Beach skyline.\n",{"type":"[[","value":[["File:BicayneNPBocaChitaKey.jpg"],["thumb"],["280px"],["Boca Chita Key harbor"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mosquitoes"]}," inhabit this island year round."]},{"type":"*","value":[" There are ",{"type":"'''","value":["no sales facilities"]}," of any kind."]},{"type":"*","value":[" Trash pickup is not provided, and campers and ",{"type":"'''","value":["visitors must pack out all their trash"]},"."]},{"type":"*","value":[" The harbor entrance at low tide is approximately four feet. Any deep draft vessel requiring 3 ½ or more feet of water should exercise extreme caution in this area. Low tide is calculated by adding one hour and forty-three minutes to the time that the tide is low at Miami's Government Cut. High tide is plus one hour twenty-four minutes from the time that the tide is high at the Miami's Government Cut."]},{"type":"*","value":[" Boca Chita harbor has a cleated bulkhead that is ",{"type":"'''","value":["the only designated area where boats may dock"]},"."]},{"type":"*","value":[" Boats may raft no more than two deep. ",{"type":"'''","value":["Pets are not permitted"]}," on the island nor on boats in the harbor."]},"\n",{"type":"===","value":[" Elliott Key "]},"\nThe park's largest island was once a thriving community of pioneers engaged in pineapple farming, sponging, wrecking and other pursuits. Today the island offers camping, picnicking, swimming, wildlife watching and the park's only hiking trail. Picnic tables and barbecue grills are located throughout the campgrounds and around the harbor.Restrooms with cold water showers are available. Fresh drinking water is located outside of the restroom building. It is recommended that you bring your own fresh water, just in case the generator should go down.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Swimming and Wading"]}," Visitors can enjoy the designated swim area located on the bay side of the island (just to the north of the harbor). The shoreline of the island is generally rocky, so shoes are recommended at all times to protect feet."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Walking and Hiking"]},"  A mile-long loop trail starts on the bay side of the island at the north end of the campground. Due to damage from the 2005 hurricane season, the boardwalk on the east side of the island is closed. Check with park staff on the island for alternative routes. Spite Highway, named by park opponents just before the park was established (learn more), runs approximately six miles down the center of the island, and affords a good opportunity to see a variety of habitats in the martime forest."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing"]}," is permitted from the maintenance dock located south of the harbor or from the shoreline outside of the buoyed swimming area and no-wake zone. A fishing license may be required, and regulations apply...learn more."]},"\n",{"type":"*","value":[" Camping – see Sleep section below."]},{"type":"*","value":[{"type":"*","value":[" The open grass area north of the environmental education center building is used as a ",{"type":"'''","value":["helicopter-landing zone"]}," in case of emergency. Camping is prohibited in this area."]}]},{"type":"*","value":[{"type":"*","value":[" There are ",{"type":"'''","value":["no sales facilities"]}," of any kind on the island."]}]},{"type":"*","value":[{"type":"*","value":[" There is ",{"type":"'''","value":["no trash pickup"]}," on the island. Campers and visitors must ",{"type":"'''","value":["pack out all trash"]},"."]}]},{"type":"*","value":[{"type":"*","value":[" Elliott Key harbor is approximately 2 ½ feet at low tide. Low tide is calculated by adding three hours and twenty-five minutes to the low tide at Miami's Government Cut. High tide is calculated by adding two hours and twenty-eight minutes to the high tide at Government Cut."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Boats may dock"]}," at any one of the 36 slips. An overnight docking fee of $15 is assessed between 6PM and 6AM. Use of one individual campsite is included in the docking fee. Register at the kiosk by the harbor edge."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Pets on a leash are permitted"]}," within the developed areas of Elliott Key. Pets may not be left unattended."]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":["Mosquitoes"]}," can be prevalent year round."]}]},"\n",{"type":"===","value":[" Adams Key "]},"\nOn the north side of swift-moving Caesar Creek. This dawn-to-dusk ",{"type":"'''","value":["day use area"]}," was once home to the famed Cocolobo Club, a retreat for people like Carl Fisher, Gar Wood, and Presidents Harding, Hoover, Johnson and Nixon. A short trail leads through the hardwood hammock, and a picnic pavilion and toilets are also available. Two park ranger families live on the island.\n\n",{"type":"===","value":[" Maritime Heritage Trail "]},"\n",{"type":"[[","value":[["File:Biscayne National Park V-dive down snorkel on elkhorn.jpg"],["thumbnail"],["Coral reef"]]},"\nBiscayne National Park's Maritime Heritage Trail offers an exciting opportunity to explore the remains of some of the park's many shipwrecks. Five wrecks, spanning nearly a century and a wide variety of sizes and vessel types, have been prepared for public viewing, with a sixth site coming soon (2007). These preparations include mapping, the installation of mooring buoys, and production of individual, waterproof site cards for each of the wrecks.\n\nAccess to the wrecks is by boat only, and all but the Mandalay are best suited to scuba divers. The Mandalay offers an unparalleled opportunity for snorkelers to experience a wreck. The park's concessioner will occasionally provide access to the sites of the Maritime Heritage Trail. Call 305-230-1100.\n\n",{"type":"*","value":[" Arratoon Apcar – Sank 1878. In the 1870s, Cape Florida Lighthouse was considered inadequate because of its distance from the reef line. When Arratoon Apcar ran aground, it did so just a few hundred yards from where workers were busy building the Fowey Rocks Lighthouse."]},{"type":"*","value":[" Erl King – Sank 1891. Erl King reflects the early period of transition from wooden sailing vessels to steel steamships."]},{"type":"*","value":[" Alicia – Sank 1905. Alicia was laden with silks, silverware, and other fine household items when it ran aground on Long Reef. The ensuing, often violent battles among the 70 different groups of wreckers led to a permanent rewriting of U.S. salvage laws."]},{"type":"*","value":[" Lugano – Sank 1913. At the time of its grounding, Lugano had been the largest vessel ever to wreck in the Florida Keys."]},{"type":"*","value":[" Mandalay – Sank 1966. The steel-hulled schooner Mandalay was known as the “Red Carpet Ship of the Windjammer Fleet” and was outfitted with a teak and mahogany deck."]},"\n",{"type":"==","value":[" Do "]},"\n",{"type":"[[","value":[["File:Biscayne National Park V-kid ranger glass bottom bucket.jpg"],["thumbnail"],["Looking under water together with a park ranger"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Glass Bottom Boat Trip"]},", 305-230-1100. One Trip Daily, 10AM-1PM. Visit the reefs and islands of Biscayne National Park. Windy conditions, common during winter months, will allow you to explore the Florida Keys on foot with less annoyance from insects, while calm conditions afford an opportunity to see the spectacular world of the coral reef. Sea turtles, dolphins, and colorful tropical fish might be seen on this three-hour boat tour. Reservations are recommended. Fee is $24.45 plus tax for adults, $16.45 for children under 12 years, and $19.45 for seniors."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Snorkeling Trip"]},", 305-230-1100. One Trip Daily 1:30PM–4:30PM. One of the best ways to appreciate the beauty of the park is by snorkeling in Biscayne Bay, or on the living coral reefs offshore. Reservations are recommended. Water time: 1 hour. For trips to the coral reef, fees are $35.00 for adults, and $29.95 for kids under 12. Bay snorkeling trips are priced at $25.95. Prices do not include tax, but do include all required equipment. Eight passenger minimum. A brief orientation, conducted by a park ranger, begins 30 minutes before departure."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Scuba Diving"]},", 305-230-1100. Sa,Su 8:30AM-1PM. Certified divers can discover the wonder and pristine beauty of South Florida's living coral reefs. A two tank dive is $54.00 plus tax (weights included; additional equipment rental extra). Reservations are required and eight passenger minimum applies."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ranger-led activities"],["alt="],["url=http:\/\/www.nps.gov\/bisc\/planyourvisit\/events.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See the Park schedule of events."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing\/Boating"]}," Anglers and boaters can launch their own boats from county-operated marinas adjacent to the park to venture into Biscayne Bay and to explore offshore coral reefs. Stop at the visitor center for regulations and to purchase nautical charts. For any boats docked after 6PM, a $15 overnight docking fee is charged at Boca Chita and Elliott Key harbors."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Canoeing\/Kayaking"]}," Paddlers can explore the mangrove shoreline along the mainland. Canoes and kayaks are rented by the park concessioner. Stop by the visitor center for weather conditions and suggested routes."]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Live Aboard Mutli Day Sailing Trips"],["url=http:\/\/island-dreamer.com\/cruise.html"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 561-281-2689"],["tollfree="],["fax="],["hours="],["price="],["content=Cruise to the park from downtown Miami on a sailboat, sleep on board, snorkel, visit Boca Chita and Eliott Key, anchor overnight in the park. Families and children welcome, meals included"]]}]},"\n",{"type":"==","value":[" Buy "]},"\n",{"type":"*","value":[" Dante Fascell Visitor Center, 305-230-1100. 9AM-5PM. A gift shop sells T-shirts and other souvenirs. A bookstore, operated by the Florida National Parks and Monuments Association, sells various educational items. Proceeds support educational and scientific endeavors in South Florida's four national park areas."]},"\n",{"type":"==","value":[" Eat "]},"\nThere are ",{"type":"'''","value":["no restaurants in the park"]},", but the park's gift shop offers a variety of pre-packaged sandwiches, chips, ice cream and sodas. There are a variety of full-service restaurants in nearby cities and towns.\n\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"[[","value":[["File:Green Sea Turtle Biscayne.jpg"],["thumbnail"],["Green sea turtle"]]},"\n",{"type":"===","value":[" Lodging "]},"\nThe nearest motel\/hotel lodging is in ",{"type":"[[","value":[["Homestead"]]}," and ",{"type":"[[","value":[["Florida City"]]},".\n\n",{"type":"===","value":[" Camping "]},"\nThere are two campgrounds in Biscayne National Park. Both are ",{"type":"'''","value":["located on islands"]},", and the only access to these islands is by boat. Private boats can access the campgrounds year round. During the winter and spring, the park's concessioner provides access to the islands for a fee. To arrange for transportation to the island with the park's concessioner, call 305-230-1100.\n\nThere is ",{"type":"'''","value":["no RV camping"]}," in Biscayne National Park.\n\nFees:\n",{"type":"*","value":[" $10\/night\/site"]},{"type":"*","value":[" $15\/night\/site if you have a boat in the harbor."]},"Fees are the responsibility of the camper, and should be paid upon arrival. Any vessel in the harbor after 6PM is considered an overnight stay, and fees must be paid in cash (bills or coins, $20 or under only) at the kiosk near the harbor.\n\n",{"type":"'''","value":["Boca Chita Key"]}," is the park's most popular island, and features an open, waterside, grassy camping area with picnic tables and grills. Toilets are available on the island, but there are no sinks, showers or drinking water.\n\n",{"type":"'''","value":["Elliott Key"]}," features both waterside and forested camping areas. The campground is on the bay side of the island between the hammock edge and to within 25 feet of the harbor. Camping is first come, first served – reservations are not accepted for individual campsites. A group campsite with barbecue grills and picnic tables is located on the east side (ocean side) of the island, approximately a 1\/3 mile (.5 km) walk from the harbor, and may be reserved by calling 305-230-1144 ext. 3071. A fire ring on the east side of the island next to the group campsite is the only location in the park where an open ground fire is permitted. Picnic tables and grills are available. Restrooms with sinks and cold water showers are available. Drinking water is available on the island, but bring some of your own as a precaution should the system go down. Two trails tunnel through the island's tropical hardwood hammock. One trail runs the entire 7 miles (11.26 km) of the island (14 miles (22.5 km) roundtrip), and another loops for approximately one mile near the harbor.\n\n",{"type":"===","value":[" Backcountry "]},"\nThere is ",{"type":"'''","value":["no backcountry camping"]}," in the park – camp in designated areas only.\n\n",{"type":"==","value":[" Stay safe "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Toll-free 24 Hour Emergency:"]}," 800-788-0511 or #NPS on cell."]},"there is back country camping on Elliot Key.  you must get a permit from the headquarters in order to camp in the back country.  see  www.biscayne.national-park.com\/camping.htm\n\n",{"type":"==","value":[" Go next "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Miami"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Everglades National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Big Cypress National Preserve"]]}]},"\n",{"type":"{{","value":[["geo"],["25.6500"],["-80.0833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Miami-Dade County"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Biscayne National Park"]]},"\n\n",{"type":"{{","value":[["guidepark"]]}]