[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Bitterfontein"]}," is in the ",{"type":"[[","value":[["Namakwa"]]}," region of the ",{"type":"[[","value":[["Northern Cape"]]}," of ",{"type":"[[","value":[["South Africa"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nTravelling from ",{"type":"[[","value":[["Cape Town"]]},", South Africa, on the N7 highway to ",{"type":"[[","value":[["Namibia"]]},", Bitterfontein is 380 kilometres north of Cape Town in the region Namaqualand.\n\n",{"type":"==","value":["Get around"]},"\n\nFor travelling to or from Bitterfontein, the most reliable mode of transport is the minibus taxis that run daily between ",{"type":"[[","value":[["Springbok"]]}," and ",{"type":"[[","value":[["Cape Town"]]},".  The fares are reasonable and they will pick you up at your doorstep and drop you at the address of your destination.  To get hold of one phone enquiries (1023) and ask for Bezuidenhout's, Van Wyk's, Lucian's, Titus or JK Taxis' number.  If you want to explore the area in more detail, the best way is to arrive with your own transport, preferably a sturdy sedan car or a \"bakkie\" (light utility vehicle)  The six surrounding villages are all within an hour's drive from Bitterfontein.  The Orange River is 320 kilometres to the north.\n\n",{"type":"==","value":["See"]},"\n\nBitterfontein is situated in the Knersvlakte, which forms part of the Succulent ",{"type":"[[","value":[["Karoo"]]}," biome, with over a 1000 succulent species.  In the smaller villages, where the lifestyle is very rural, you can still see people baking bread in outside clay ovens, driving donkey carts and herding goats in the traditional manner.  Various landscapes present themselves, like the Bushmanland with its wide grassy plains and stately quiver trees.  To the west there are great granite domes surrounding the picturesque Roman Catholic mission station of Rietpoort.  The landscape has gently rolling hills and in spring time (August to September) is transformed with fields of Namaqualand flowers.\n\nJust north of Bitterfontein a green coloured granite, called charnockite, is mined. The village, as well as the surrounding villages, are provided with fresh water by means of a desalination plant, the first in the Southern Hemisphere.  Nearby is Van Meerhoff's Cave, an overnight spot of one of the early governors of the Cape Colony, on his expeditions into Namaqualand - it is a National Monument.\n\n",{"type":"==","value":["Do"]},"\n\nBitterfontein is a quiet village and ideal for winding down and just getting back to a slower pace. Several country roads run out of Bitterfontein and is great for walks, runs or cycling.\n\nAlternatively, with prior arrangement, you can attend a performance of the  local group performs traditional dances.  You can also visit the local shop, an old fashioned general dealer that stocks everything from guitar strings to homemade fudge or browse around Malinda's Gallery, where you can see the work of local artist, Bob Gardiner.\n\n",{"type":"==","value":["Buy"]},"\n\nAt the tourism centre in Bitterfontein, local arts and crafts are sold.  17 km from Bitterfontein is Nuwerus, where the Môreson Senior Citizens Club make beautiful handmade furniture and metal objects.\n\nThe most delicious mutton pies in the world are sold at the local bakery and a local delicacy \"skuinskoek\" can be bought at the general dealer.\n\n",{"type":"==","value":["Eat"]},"\n\nSome of the most delicious traditional food can be eaten in Bitterfontein.  Support the emerging tourism entrepreneurs by ordering traditional meals in advance, and maybe ask them to combine it with an evening of storytelling, music and dancing.  The area's lamb is famous and very, very tasty.  Traditional delicacies like \"roosterbrood\" (bread cooked on open coals), \"afval\" (sheep's head, trotters and stomach cooked in a stew), delicious traditional stews, etc. abound and is easily obtainable.  All the accommodations places, except the backpackers, will do meals.\n\n",{"type":"==","value":["Drink"]},"\n\nThere is a local pub as well as a liquor store for alcoholic beverages.  Try the water!  It is mineral water on tap - because of the process  of desalination.  Traditional drinks like honey beer can also sometimes be found.\n\n",{"type":"==","value":["Sleep"]},"\n\nSeveral accommodation places exist.  Guest houses, backpackers and a hotel.  A really amazing experience is making use of the homestays, where you share a home with a local family and become part of their lives for the duration of your stay.  There is no better way to experience local living.\n\n",{"type":"==","value":["Connect"]},"\n\nBitterfontein is also host to a Cape Access Centre ",{"type":"[","value":["http:\/\/www2.capeaccess.org.za"]},", part of a project out of the Western Cape Premier's office for special projects and the Centre for E-Innovation. Here the general public are given 45 minutes per day to access the internet, write documents, send email and receive IT training.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["-31.0361"],["18.2661"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Namakwa"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bitterfontein"]]}]