[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Bizerte"]}," is in ",{"type":"[[","value":[["Tunisia"]]},". Located on the north coast approx. 100km from ",{"type":"[[","value":[["Tunis"]]},".\n\n",{"type":"==","value":["Get in"]},"\nYou can take a share taxi from ",{"type":"[[","value":[["Tunis"]]}," for under 10TD (4.750TD per person, december 2011).  These arrive to the south of town - from there, either get a taxi or simply walk a few kilometers down the main road and over the modern suspension bridge in to Bizerte proper.\n\nIts also possible to get in by louage from the west, eg: ",{"type":"[[","value":[["Tabarka"]]},", though this may require changing a few times en-route.\n\n",{"type":"==","value":["Get around"]},"\nWalking is an easy way to get just about anywhere.  Otherwise, you can grab a metered taxi almost anywhere within the town for around 1-2TD maximum.  Unlike Tunis, the drivers seem very friendly here.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Spanish Fort"],["alt=Forta Espanie or something roughly similar sounding..."],["url="],["email="],["address="],["lat="],["long="],["directions=Top of the hill to the north of town.  Just walk north up from the west wall of the Kasba, and follow the wall."],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=See some nice old stonework, antique cannons and enjoy sweeping views of Bizerte at this historic fort."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Kasba"],["alt=Kasbah, Casbah"],["url="],["email="],["address="],["lat="],["long="],["directions=North of the harbour\/canal, entry from the west."],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Wander around and through the Kasba, or old Arab quarter, to get a feel for times passed.  With its imposing walls offering a decidedly military appearance, the inside space is remarkably quiet and simply houses a warren of rather-vertical homes and a mosque."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Oceanographic Museum"],["alt=The Acquarium, or ",{"type":"''","value":["Musee Oceanographique'"]}," in French"],["url="],["email="],["address=South of the bridge over the canal, just east of the Kasba"],["lat="],["long="],["directions=If crossing the bridge from the Kasba, take the stairs down to your right immediately after crossing, then take your first right."],["phone="],["tollfree="],["fax="],["hours="],["price=1TD"],["content=Definitely worth checking out, this museum includes both historical maps  of town (about the entrance way), and a large number of old photographs - many apparently culled from postcards.  The squeamish and animal lovers may wish to boycott however, as there are a large number of imprisoned animals and fish about the place, which does not compare favourably in the acquarium department to the equivalent ",{"type":"''","value":["Musee Oceanographique"]}," in ",{"type":"[[","value":[["Carthage"]]},", ",{"type":"[[","value":[["Tunis"]]},".  The roof space, which apparently used to house a cafe, had been closed in December 2010 but may be open during peak season (summer)."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Wander the beach"],["url="],["email="],["address="],["lat="],["long="],["directions=Walk north of the Kasba, then down to the beach through the hinterland"],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=Pick your way amongst the sand and lagoons, dodging amorous couples, fishermen, grazing cattle, and stray dogs.  Scenic vistas at sunrise!"]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Market district"],["url="],["email="],["address="],["lat="],["long="],["directions=West of the harbour"],["phone="],["tollfree="],["fax="],["hours=Best in the morning"],["price="],["content=A warren of markets extends from along the western edge of the harbour to the north, and thence further west.  Near the harbour is mostly food, whereas westerly dominions cater more towards the daily use and clothing domains.  Don't expect to find too much uniquely Tunisian here, the majority of goods are imported and of Chinese manufacture, but the lively street scenes and their characters are definitely an experience to wander through."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Phoenician Restaurant"],["url="],["email="],["address=Bizerte Harbour"],["lat="],["long="],["directions=It's the enormous boat that's moored at the south of the main harbour, near the markets"],["phone="],["tollfree="],["fax="],["hours=Dinner served until at least 9PM"],["price=Around 40TD for a two course meal and a bottle of wine."],["content=An amazing, mock-Phoenician timber boat that functions as a restaurant.  Gilt with copper art and sculpture inside, the service is attentive and the French-only menu relatively extensive, offering a remarkable range of seafood as well as salads, steak, lamb, etc.  Though it lacks a wine menu, the Tunisian house red is good."]]}]},"\n",{"type":"==","value":["Drink"]},"\nSome of the restaurants (",{"type":"'''","value":["Phoenician Restaurant"]},", etc.) offer wine or beer.  Other venues include:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hypo Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=Ground floor of the Bizerte Resort"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pretty empty and dull as a venue, but some takers even during off season."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bizerte Resort"],["url="],["email="],["address="],["lat=37.284084"],["long=9.873549"],["directions=Just north of town, on the coast"],["phone="],["tollfree="],["fax="],["hours="],["price=About 120TD"],["checkin="],["checkout="],["content=This hotel is large but simple, aiming to impress but failing on more than a few counts. The rate is only slightly lower for single travelers.  Room prices include a breakfast buffet, which is quite basic.  Whilst internet is provided, the signal in the rooms is extremely weak and it may not work, forcing you to use internet in the foyer."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"'''","value":["Ichkeul National Park"]}," - a freshwater lake and marshland which is the last remaining in a chain that once crossed North Africa. Of importance to migrating birds such as ducks, geese and pink flamingos and  once included on the ",{"type":"[[","value":[["UNESCO World Heritage List"],["List of World Heritage in Danger"]]}," in 1996 because the salinity of the water was increasing due to up-river dams. It has since been removed due to efforts by the government to limit use of water by farmers for irrigation. To get there, either hire a car or get a louage from the westward bus station (walk west from the main bridge) to the nearby town of ",{"type":"[[","value":[["Tinja"]]}," and start walking or hitching. The main attraction appears to be a forested hill and nearby wetlands on the south of the lake."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["37.2667"],["9.8667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern Tunisia"]]},"}\n",{"type":"[[","value":[["WikiPedia:Bizerte"]]}]