[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.blackburn.gov.uk\/ Blackburn"]}]}," (population 140,000) is a large town in ",{"type":"[[","value":[["Lancashire"]]}," in ",{"type":"[[","value":[["North West England"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAlthough the town has some attractive public buildings and parks, it is mostly known for its contribution to the cotton weaving industry and for its successful premiership football team, Blackburn Rovers. Due to the town's association with cotton, it was a natural choice for early immigrants from cotton producing countries, such as Pakistan and India, to settle. Consequently, Blackburn is a great place to sample South Asian cuisine. After years of industrial decline, the town is undergoing a 'quiet' renaissance with fast rising property prices. The name Blackburn is derived from the river Blakewater, which runs through the centre of town. Famous visitors to Blackburn include Condoleezza Rice, HM Queen Elizabeth II, and Mahatma Gandhi.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Airport"]},"\n\nBlackburn is serviced by both ",{"type":"[[","value":[["Manchester Airport"]]}," and Liverpool John Lennon airport - both only approximately 1.5h away.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Blackburn Museum Art Gallery and Lewis Textile Museum"],["alt="],["url="],["email="],["address=Museum Street"],["lat="],["long="],["directions="],["phone=+44 1254 667130"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["Witton Country Park and Visitor Centre, off Preston Old Road"]},{"type":"*","value":["Blackburn's Gothic style 19th century cathedral in the centre of town. ",{"type":"[","value":["http:\/\/www.blackburn.anglican.org\/"]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Waves Water Fun Centre"],["url="],["email="],["address=Opposite King George's Hall"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Blackburn's Water centre with tidal waves, a café, children's area and a fitness centre."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Theatre"]},"\n",{"type":"*","value":["King George's Hall"]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Blackburn"],["alt="],["url=http:\/\/www.blackburnmarket.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has one of the largest markets under one roof in England - a great place to pick up textiles."]]}]},"\n",{"type":"==","value":["Eat"]},"\nBlackburn has the usual run of places to eat at a budget level - McDonalds, Pizza Express, Chiquito, Wetherspoon etc.  The town centre also has a large number of takeaways and restaurants - many being curry houses and kebab shops.  The quality of these changes quite rapidly, but this is a quick list of a few good cheap to mid level places:\n\nCurry - Shahi Qila, just outside the town centre but worth the 5 minute walk.  \nChinese - Chinese Buffet in a converted pub by the side of the Town Hall.  \nItalian - La Mama - out towards the Ice Rink.  \nAsian Cafe - Sahara on Darwen Street.  \nTea and butties (sandwiches)\/ pies \/ chips - any of the cafés in the Market Hall.  \nCoffee - Exchange Coffee House off Fleming Square.  \nLight meals \/ paninis etc. - Rhubarb Café - in the Blackburn Visitor centre on Church Street and Cafe Beez on Church Street.\n\nUpmarket is a bit harder and there isn't really much in the centre.  Locally try:\n\nStanley House  - Blackburn side of Mellor village 5 minutes drive away - boutique hotel and expensive restaurant.  The food is good, the value is more questionable and the decor is over the top.  \nMillstone - centre of Mellor.  Country pub and hotel.  Comfortable place with good food, good portions and an OK quality\/ value mix.  \nClog and Billycock - Pleasington village on the outskirts of the town.  Self-consciously 'country pub' GastroPub from a group with 2 other similar ventures.  Good food and reasonable quality \/ value mix.\n\nThe Market Hall (especially on the full market days - 3 days a week) is a good source for some excellent local food - Black Pudding, cheeses, breads, curries, fruit and veg.  Some of the cafés do seriously good value meals as well although it probably isn't the venue for a romantic lunch for two.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["'''Old Dads Barn, Mellor Lane, Mellor.Tel:812434"]},{"type":"*","value":["Keepers Cottage, Northcote Road, Old Langho. Tel:247200"]},{"type":"*","value":["Mercure Dunkenhalgh (in Clayton-le-Moors near ",{"type":"[[","value":[["Accrington"]]},") - Possibly the most expensive hotel in Blackburn and the surrounding area, it was once a grand manor house. The hotel building is 700 years old and is surrounded with acres of countryside."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Chimneys Guest House"],["url=http:\/\/www.chimneys-guesthouse.co.uk"],["email="],["address=139 Preston New Rd"],["lat="],["long="],["directions=A677 from Jct 31 of M6"],["phone = +44 1254 665026"],["tollfree="],["fax="],["hours="],["price=£25-35"],["checkin=noon"],["checkout=10:00"],["content=Family-run long established guest house 10 minutes from town centre. Private off-street parking."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mercure Blackburn Foxfields Country Hotel"],["url=http:\/\/www.hotels-blackburn.com"],["email="],["address=Whalley Road, Billington"],["lat="],["long="],["directions=Take the signs for Blackburn off the roundabouts then follow signs for A59 and Clitheroe. Continue along the A59 for approximately 10 miles, going straight over 1st roundabout, still following signs for Clitheroe. At 2nd roundabout take the 2nd exit for Whalley. The Hotel is approximately half a mile on the right in the village of Billington."],["phone = +44 1254 822556"],["tollfree="],["fax="],["hours="],["price=From £38.50 per night"],["checkin="],["checkout="],["content=The Mercure Foxfields Hotel in Blackburn is situated in a picturesque location just off the A59 in the heart of the beautiful Ribble Valley enjoying outstanding panoramic views of Pendle Hill and the surrounding countryside."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nLike several towns in the North West, Blackburn in recent years has seen an increasing phenomenon of racial separation between whites and Muslim Asians in certain areas of the town although it successfully avoided the riots that plagued neighbouring towns such as Burnley and Oldham. The majority of people in Blackburn are perfectly decent and tolerant, but there are still significant numbers of racists and bigots with both the White and Asian communities, who are more than willing to make life difficult for people they dislike.\n\n",{"type":"==","value":["Connect"]},"\nThe area code for Blackburn is 01254.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Ribble Valley"]]}]},{"type":"*","value":[{"type":"[[","value":[["Clitheroe"]]}]},{"type":"*","value":["If you enjoyed visiting Blackburn, the natural next choice would be ",{"type":"[[","value":[["Nelson (England)"],["Nelson"]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Lancashire"]]},"\n",{"type":"[[","value":[["wikipedia:Blackburn"]]},{"type":"{{","value":[["geo"],["53.7449"],["-2.4769"]]}]