[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Black Rock"]]},"\n",{"type":"'''","value":["Black Rock"]}," is a city in ",{"type":"[[","value":[["Fairfield County"]]},", ",{"type":"[[","value":[["Connecticut"]]},".\n",{"type":"==","value":["Understand"]},"\nBlack Rock is a smaller division of the greater city of Bridgeport, Connecticut.  It is a seaside community teeming with everyone from young families to retirees looking to settle in a beautiful waterfront home, without the costs of surrounding coastal towns.  In the past several years Black Rock has established itself as ",{"type":"''","value":["the"]}," up and coming place to raise a family in Fairfield County.  With two middle schools, a booming bar and restaurant area on Fairfield Avenue (fondly called The Avenue), and a community spirit that truly shines through neighborhood events and local support for members of the community, Black Rock will continue to grow and thrive. \n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[{"type":"'''","value":["Igor I. Sikorsky Memorial Airport"]},", Located in Stratford, Connecticut about three miles from the central business district of Bridgeport, ",{"type":"''","value":["+1"]}," 203-576-8163, ext 283,",{"type":"[","value":["http:\/\/www.sikorskymemorialairport.com\/"]}]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[{"type":"'''","value":["From All Points North:"]}]},"Take I-95 South to exit 25.  Take a left off of the exit onto Fairfield Avenue.  Follow that road down about a mile to restaurant and bar area.\n\n",{"type":"*","value":[{"type":"'''","value":["From New York:"]}]},"Take I-95 North to exit 23.  At the first light take a right onto Kings Highway.  Follow Kings Highway to next light.  At the light make a right onto Fairfield Avenue.  Follow Fairfield Avenue down about a mile to restaurant and bar area.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Bridgeport Ferry"]},", +1 888-44-FERRY, Bridgeport\/Port Jefferson Ferry  runs back and forth between Bridgeport, Connecticut and Port Jefferson, Long Island, New York.  The ferry runs year round.  Cars and pets are welcome aboard, ",{"type":"[","value":["http:\/\/www.bpjferry.com\/default.aspx"]}]},"\n",{"type":"==","value":["Get around"]},"\n\nBlack Rock is an excellent area for walking or biking and many locals can be seen getting around this way.  \n\n",{"type":"===","value":["Car Rental"]},"\n",{"type":"*","value":[{"type":"'''","value":["Enterprise Rent-A-Car"]},", 370 North Avenue, Bridgeport, +1 203-367-2055"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["Saint Mary’s by the Sea"]},", A beautiful developed walkway along Long Island Sound—a perfect place for a run, a walk with the kids, or a place to read a good book.  Bring binoculars to watch the various boats, ferries, and wildlife.  Great views of local beaches and Black Rock Harbor, as well as the Black Rock lighthouse.  At one end of the boardwalk there is a little beach where local fishermen can be found by the dozens.  "]},"\n",{"type":"*","value":[{"type":"'''","value":["Ellsworth Field"]},", Ellsworth Street. A centrally located public activities area complete with three baseball fields, two tennis courts, a playground, and a seasonal “snack shack”.  During the spring and summer the field is teeming with t-ball players and snap-happy parents.  Ellsworth field is also the location of Black Rock Day—a summertime festival complete with a neighborhood parade as well as food, drinks and live music."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Captain's Cove Seaport"],["alt="],["url=http:\/\/www.captainscoveseaport.com\/"],["email="],["address=1 Bostwick Avenue"],["lat="],["long="],["directions="],["phone =+1 203 335-7104"],["tollfree="],["fax="],["hours="],["price="],["content=A local seaport that has been a neighborhood tourist attraction since 1982. Perfect place for an afternoon or evening with the family. The small boardwalk has several gift shacks and shops no bigger than a walk-in-closet. Each miniature shop is built in Colonial or Victorian style, making for a fairytale-like experience. Great for kids! Harbor cruise tours of Black Rock and Penfield lighthouses—said to be haunted by ghosts of former keepers—are available weekends from May through September. Great casual seafood restaurant on sight as well as an upstairs bar—perfect for watching the game—or a large outdoor porch great for looking out onto historic Black Rock Harbor. Live entertainment is usually the highlight of this attraction. Large outdoor deck area for dancing or outdoor dining. Live bands frequent this local hotspot. Expect a crowd that varies from young families to old sailors."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Showcase Cinemas: Bridgeport"],["alt="],["url="],["email="],["address=286 Canfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 339-7171"],["tollfree="],["fax="],["hours="],["price="],["content=One block away from Fairfield Avenue. Shows a wide variety of movies, perfect for any rainy day."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Kip's Ski Shop"],["alt="],["url="],["email="],["address=3389 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 367-1829"],["tollfree="],["fax="],["hours="],["price="],["content=Year round shop offering a decent variety of skis, snowboards, and snow gear. Rentals are available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Day One Skate Shop & Artspace"],["alt="],["url=http:\/\/www.dayoneskateshop.com\/"],["email="],["address=605 Brewster Street"],["lat="],["long="],["directions="],["phone =+1 203 331-9525"],["tollfree="],["fax="],["hours="],["price="],["content=A small shop around the corner from Fairfield Avenue that offers skateboards and gear as well as providing a local space for budding artists to demonstrate their work. Despite the daunting appearance of several skaters hanging out front, the shop takes pride in their contributions to the community and is highly involved in local art and skate events, as well as Black Rock Day."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Home On the Range"],["alt="],["url="],["email="],["address=2992 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 336-3514"],["tollfree="],["fax="],["hours="],["price="],["content=A true home-style breakfast place, where a little love is scrambled into the eggs. Well-priced, memorable meals to start your day off right. Eating quarters are tight, but with the lighting and mismatched candy colored dishware, the feeling is of a cozy breakfast nook."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Harborview Market"],["alt="],["url="],["email="],["address=218 Harborview Avenue"],["lat="],["long="],["directions="],["phone =+1 203 367-7336"],["tollfree="],["fax="],["hours="],["price="],["content=The heart of soul of the Black Rock neighborhood. If you are a local, expect to see at least ten familiar faces. If you’re new to the area, expect to be treated like a local. A casual deli and grill with a unique breakfast and lunch menu. Weekends are completely packed with the after-church crowd and local families. The best homemade chocolate-chip cookies you’ll find! Sunday mornings some local musicians keep the atmosphere cheery and upbeat and the outdoor dining area is quaint and comfortable."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Field"],["alt="],["url="],["email="],["address=3001 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 333-0043"],["tollfree="],["fax="],["hours="],["price="],["content=A warm and richly decorated restaurant with spacious dining area and full bar. The service can be slow at times, mainly due to the crowds generated by its reputation for great food and drinks and its ideal location on Black Rock Avenue."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ash Creek Saloon"],["alt="],["url="],["email="],["address=2859 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 333-2733"],["tollfree="],["fax="],["hours="],["price="],["content=A local neighborhood favorite, this Black Rock Avenue hotspot is always consistently busy. With a centrally located bar and western theme, the restaurant feels very warm and homey, despite its rather large size. The wait-staff is always friendly and regulars can be seen several nights a week. Voted “Best Ribs in Connecticut” by Connecticut Magazine, and “Weekly Best of Fairfield County Readers’ Poll 2009”. Worth a visit!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Café Tavolini"],["alt="],["url="],["email="],["address=3074 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 335-1111"],["tollfree="],["fax="],["hours="],["price="],["content=Personal touches keep customers coming back to this memorable Black Rock Avenue newcomer. In its first year it earned Fairfield County’s “Best New Restaurant 2007”, “Best Italian Restaurant 2007” and “Most Romantic Restaurant 2007”. Interesting and innovative Italian menu items as well as $6 lunch specials. The food is very “mama’s kitchen” tasting but with an extremely romantic environment. Decorated in deep reds and rich golds and equipped with an outdoor lounge area and indoor bar, this Italian eatery is perfect for date night. Leave the kids at home for this one."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Taco Loco"],["alt="],["url="],["email="],["address=3170 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 335-8228"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["THE"]}," place for Margaritas! Not exactly the most scenic or spacious restaurant, but the food and drinks make it well-worth the street-side seats. Voted “#1 Best Mexican Restaurant 2009” and “#1 Best Margarita 2009”. Well-known for catering events and local business meetings. Fun, friendly environment that’s great for a night out."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bloodroot"],["alt="],["url="],["email="],["address=85 Ferris Street"],["lat="],["long="],["directions="],["phone =+1 203 576-9168"],["tollfree="],["fax="],["hours="],["price="],["content=A feminist vegetarian restaurant. Celebrating their 32nd year in Black Rock as an authentic and eccentric dining experience. The menu is displayed on a small chalkboard above a large window into the kitchen. Patrons place their order and are called up by name to pick up their food. The ceilings are lined with tapestries and vintage Indian blankets and the walls are covered with images of “strong women”, which can range from famous female poets and writers, to your very own grandmother. Cats wander around the restaurant and the grounds freely. Patrons bus their own tables when they are finished. A NY Times article calls Bloodroot “a salon for activists”. And although lively political conversation is usually only tables away and posters for animal and women’s rights are in clear view, most diners come for the unique and delicious food. The waterfront location is well-known for gay and lesbian wedding ceremonies and receptions. Definitely a unique experience!"]]}]},"\n",{"type":"===","value":["Sweets"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Timothy's Ice Cream"],["alt="],["url="],["email="],["address=2974 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 566-7496"],["tollfree="],["fax="],["hours="],["price="],["content=Timothy's no longer uses the salt-and-ice churners that stand in the front window, but the ice cream made here remains classic. It is simple, sweet-but-not-too-sweet ice cream that draws quite the neighborhood crowd. Walking distances from tons of restaurants, it makes for the perfect dessert excursion."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Helados Vazquez"],["alt="],["url="],["email="],["address=2871 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 333-9393"],["tollfree="],["fax="],["hours="],["price="],["content=A European-style gelatteria that has over 20 flavors of homemade gelato. Cash only. Hours: Wednesday through Sunday 11:30AM - 10PM"]]}]},"\n",{"type":"==","value":[" Drink "]},"\n",{"type":"*","value":[{"type":"'''","value":["Six Seven Tea Room"]},", 670 Brewster Street(on the corner of Brewster and Fairfield Avenue) +1 203-362-2306.  This tea room—the size of a walk-in-closet—is eccentrically decorated and provides for a cozy tea experience.  Homemade cupcakes and other sweets are available with your tea and tea leaves are ground and sifted at your table for you.  Definitely a unique experience and a great spot to read a book on a cold winter day."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Acoustic Café"],["alt="],["url="],["email="],["address=2926 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 335-3655"],["tollfree="],["fax="],["hours="],["price="],["content=Small cafe tables, dim lighting, funky wall art, an intimate vibe, and a full bar make the Acoustic Cafe reminiscent of a NYC Greenwich Village night club. They present a wide variety of musical styles, from bluegrass to hip hop, so checking the website calendar on any given day is a must. Admission charge varies according to artists. Fairfield County’s Weekly Poll gave it \"Best Place to Hear Local Music“, ”Best Open Mic\" and \"Best Place to Hear Alternative Music\" in 2009."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Bitter End"],["alt="],["url="],["email="],["address=2770 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 335-2395"],["tollfree="],["fax="],["hours="],["price="],["content=No frills here! Great place for a laid-back beer, but city-slickers and high-heeled glamour girls looking for a martini may get a look or two. An older crowd gathers here and if you’re looking for a place to park your Harley, there’s always four or five out front. If you’re looking for a heavy rock, cloud of cigarette smoke type place, this is the place for you!"]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Field"],["alt="],["url="],["email="],["address=3001 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 333-0043"],["tollfree="],["fax="],["hours="],["price="],["content=At around ten o' clock the majority of the dinner tables are removed and the Field becomes ",{"type":"''","value":["THE"]}," bar in Black Rock. Often times, live bands set up in the main dining area which then becomes a dance floor. Great wine and mixed drinks. Come ready for a great time, but expect a young crowd and your ears to be ringing for a few hours following."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ash Creek Saloon"],["alt="],["url="],["email="],["address=2859 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 333-2733"],["tollfree="],["fax="],["hours="],["price="],["content=Wednesday nights are always packed for karaoke, a local favorite. The bar is centrally located within the restaurant, although space to move around can be a little tight. Live bands provide for a loud, concert-like experience, but the convenient Fairfield Avenue location and the no fuss bar menu keeps locals coming back for more."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Lady Luck"],["alt="],["url="],["email="],["address=2931 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 572-0372"],["tollfree="],["fax="],["hours="],["price="],["content=Teased by locals as the “Ed Hardy Bar”, the vibrant, tattoo styling conveys an atmosphere of a bar that could be found on the New Jersey shore. The bar is usually packed with hair-gelled guys with a scantily-clad girl on their arm and the nightly DJ’s usually play the most popular rap and hip-hop music of the moment. The V.I.P. area can be reserved for parties or special events. Lady Luck most definitely gives you a more club-like experience."]]},"  "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Snickering Squirrel Saloon"],["alt="],["url="],["email="],["address=3488 Fairfield Avenue"],["lat="],["long="],["directions="],["phone =+1 203 332-6889"],["tollfree="],["fax="],["hours="],["price="],["content=A more casual bar equipped with pool tables and video games and a full bar. Another hotspot for the younger crowd."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Black Rock Inn"],["alt="],["url=http:\/\/www.blackrockinn.com\/"],["email="],["address=100 Kings Highway"],["lat="],["long="],["directions="],["phone =+1 203 659-2200"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Cutoff. Convenient location directly off I-95, minutes from Sacred Heart and Fairfield University campuses. Free high-speed internet in all rooms and complimentary continental breakfast. Children under 17 stay free! Pet-friendly! There is a fitness room on site. Located fifteen minutes from the Bridgeport Ferry."]]}]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["41.15861"],["-73.22528"]]},"\n",{"type":"{{","value":[["isPartOf"],["Fairfield County"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Black Rock, Connecticut"]]}]