[{"type":"{{","value":[["Pagebanner"],["Wikivoyage page banner blake island and ferry.jpg"],["caption=Washington State Ferry passing in front of Blake Island"]]},"\n\n",{"type":"'''","value":["Blake Island State Park"]}," is in the ",{"type":"[[","value":[["Puget Sound"]]}," region of ",{"type":"[[","value":[["Washington (state)"],["Washington"]]}," of ",{"type":"[[","value":[["United States"]]},".\nBlake Island State Park is a 475-acre marine camping park with five miles of saltwater beach shoreline providing magnificent views of the Olympic Mountains and the Seattle skyline. The park is only reachable by tour boat or private boat. \n\n",{"type":"[[","value":[["File:Framed view of Blake Island.jpg"],["300px"],["thumbnail"],["view of Blake Island, Puget Sound and the Olympic Mountains from the mainland"]]},"\n\n",{"type":"==","value":["Understand"]},"\nBlake Island is unusual in that it is wild and well preserved and yet it lies in Puget Sound approximately eight miles from the major urban center of downtown Seattle.  It is located in east central Kitsap County, four miles off Alki Point, between the south end of ",{"type":"[[","value":[["Bainbridge Island"]]}," and the north end of ",{"type":"[[","value":[["Vashon Island"]]},".  A boat launch in ",{"type":"[[","value":[["Manchester (Washington)"],["Manchester"]]}," is the closest access to the island. \n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Chief seattle.jpg"],["160px"],["thumbnail"],["Chief Seattle"]]},"\nBlake Island was used as a camping ground by the Suquamish tribe. It is widely understood to be the birthplace of Chief Seattle, for whom the city of Seattle was named (although there are several different theories about his birth place). The island was first noted by British explorer George Vancouver in 1792, as part of his exploration of Puget Sound, though it was not named.\n\nIn 1841, Lt. Charles Wilkes of the United States Exploring Expedition named it Blake Island for George Smith Blake, the officer in charge of the United States Coast Survey between 1837 and 1848, although it was known locally as Smuggler's Island for some time. In the mid 19th century, the island was logged for its timber.\n\nDuring the Prohibition, it was frequently used as a refuge for bootleggers smuggling alcohol from Canada.\n\nWilliam Pitt Trimble, a Seattle millionaire, purchased Blake island, and renamed it Trimble Island for a time. By 1917 he and his family lived there in a magnificent estate.\n\nThe Trimble family invited Camp Fire Girls from Seattle, and throughout Washington State to hold their first summer resident camp on Trimble Island, in 1920. The girls named their camp, Camp Sealth, in honor of the birthplace of Chief Seattle (also known as Chief Sealth). They paid for a delivery of logs, but soon found them floating away at high tide. They scrambled to haul them back, and soon found themselves dealing with a fire on the island. Due to other plans by the Trimble Family, Camp Fire Girls of Seattle searched for a new, and permanent location for Camp Sealth. By the next summer the camp was moved to Vashon Island, where it remains today.\n\nIn 1929, the Trimble family's occupation of the island came to an end when William Trimble's wife Cassandra drowned in a tragic automobile accident in Seattle. After that, the island was abandoned and the house was left to decay. Trimble sold Blake Island to an investment company in 1936, and retired in Seattle.\n\nDuring World War II, a unit of the Coastal Artillery of the US Army was garrisoned in the Trimble mansion. The mansion burned during this time, leaving only the foundations visible today.  It wasn't until 2008 that a 76 year old retired gas station owner admitted that he and his friend accidentally set fire to the mansion as teenagers when trying to keep warm after swamping their boat in a storm.\n\nIn 1959, the state of Washington made the entire island a State Park.\n\n",{"type":"===","value":["Landscape"]},"\nThe park is located on an island with five miles of saltwater beach shoreline. The tidelands and bedlands make an underwater park.\n",{"type":"===","value":["Flora and fauna"]},"\nLike most of the islands in Puget Sound, Blake was heavily logged in the nineteenth century but now has an extensive second-growth Cedar, Douglas Fir, Hemlock, Spruce, Yew, Alder, Cherry and Maple and other flora and fauna are common to the Pacific Northwest.  Daisy, Foxglove a wide variety of wild berries, Ferns, Moss and Lichens and Thistle can also be found on the island.\n\nDeer, racoons, squirrels, chipmunks, otters and mink call the island home while many types of birds migrate through the area.  Sea life is typical for Puget Sound.  Many types of clams, oysters and barnacles, mussels and even geoducks. Various types of sea stars are common along with the many types of crabs that hide under rocks at low tide.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["File:Mt. Rainier from Blake Island.jpg"],["250px"],["thumbnail"],["Mt. Rainier as seen from Blake Island"]]},"\nGenerally  warm and sunny during the summers and mild and drizzly in the winters. It can be rainy (but is usually just drizzly) on any given day. It can also be sunny and pleasant in January. Mid-June through early September is often sunny. The record high in nearby Seattle is 103°F (39°C); the record low is 0°F (-18°C). The warmest months are July and August, with average highs in the high 70s (about 25°C), though often having days in the 80s and even 90s (32°C). The coldest month is January, with average lows in the mid-upper 30s (about 3°C), although occasionally can get cold, especially when it is not cloudy. The dark, short, and overcast winter days can be unpleasant and depressing to some, although the bright side is that they are not as cold as the latitude (47.6 degrees North) might lead you to think. The summer, however, is very pleasant. Temperatures are very mild. The days are also very long, and sunset (let alone twilight) is after 9PM for weeks. Also, the vast majority of days in the summer have no rain. The main challenge of Blake Island's weather is more the overcast skies than the rain. If you come in the summer, you should see plenty of sunny weather.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\nBlake Island State Park has 24 mooring buoys and 1500 feet of dock space which is all on a first come basis and thanks to the islands proximity to major urban centers they fill up quickly in the popular summer months. If you are on the dock don't be surprised if another boat asks to raft off of your boat.  Electricity is available for $6 per night and there is a pumpout station.  There are also restrooms and showers provided on the island.\n\n",{"type":"===","value":["By tour boat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Argosy Cruises"],["url=http:\/\/www.tillicumvillage.com\/blake-island-transportation.php"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$40"],["content=offers walk on ferry service to Blake Island from Pier 55 in Seattle for day use or for travelers planning to camp."]]}]},"\n",{"type":"===","value":["By seaplane"]},"\nAlthough there is no regular seaplane service to Blake Island, there are many companies such as Kenmore Air that offer charter service to the area.  \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Northwest Floatplane Picnics"],["alt="],["url=http:\/\/www.nwfloatplanepicnics.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 425-765-9204"],["tollfree="],["fax="],["hours="],["price="],["content= offers a catered package for small groups to enjoy chef prepared picnics at locations such as Blake Island via chartered seaplane."]]}]},"\n",{"type":"==","value":["Fees\/Permits"]},"\nOne-day pass: $10, Annual Discover pass: $30, which gives access to all Washington State Parks available online from the state's ",{"type":"[","value":["http:\/\/www.discoverpass.wa.gov\/ website."]},"\n\n",{"type":"==","value":["Get around"]},"\nThe longest trail, 4.5 miles, circumnavigates the island on the bluffs above the beach and takes about  2.5 hours walking on an unimproved trail.  Additionally there is a nature trail with markers pointing out the assorted native flora which takes about half an hour to explore. Or simply explore along the miles of beach but be aware of posted tidal conditions as some areas are difficult or impassible at high tide.  The state provides a PDF map of the island including trails that is available ",{"type":"[","value":["http:\/\/www.parks.wa.gov\/parks\/thumbnailAndmaps\/8150042.pdf HERE"]},".\n\n",{"type":"==","value":["See"]},"\nBlake Island offers miles of thickly wooded trails interspused with wide open views of Puget Sound, the Cascade and Olympic mountain ranges and even views of downtown Seattle.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Pink and purple sea stars on Colvos Passage on the Kitsap Peninsula.JPG"],["250px"],["thumbnail"],["pink and purple sea stars are common in the area"]]},"\n",{"type":"===","value":[{"type":"[[","value":[["Beachcombing"]]}]},"\nAs you might expect, beach combing is hugely popular on Blake Island, however due to its size and relatively difficult to reach location it is easy to find your own isolated patch to explore. \nCreated by glaciers, Blake Island offers amazing scenery as the clear waters play against wild coastlines and snow peaked mountains and views of downtown Seattle scatter on the horizons.  There are popular picnic areas or letting the kids play in the sand or the more adventurous could head around the island beaches which range from the rugged to the sandy smooth.  Small crabs, moon snails, sea stars and sand dollars are common sites and tide pools can offer hours of exploration.\n\nBe warned that sea shells and driftwood are considered part of the natural environment and should not be removed, however the often rocky and wild shores are havens for creating and revealing beach glass and anything artificial found is fair game for removal.  Be gentle with sea creatures and keep a wide distance away from nesting birds, seals and other shore animals and always put back anything removed from the shoreline.\n\n",{"type":"===","value":["Birdwatching"]},"\nThe Kitsap Audubon Society has been actively meeting since 1972 and has a broad coalition of birders actively tracking and sharing sightings since then (Blake Island is in Kitsap County).  They also maintain an active ",{"type":"[","value":["http:\/\/www.kitsapaudubon.org\/ website"]}," with updates of the latest sightings, suggestions on areas for birders and even a regular newsletter.  They also developed a ",{"type":"[","value":["http:\/\/www.kitsapaudubon.org\/KitsapAudubonChecklist.pdf checklist"]}," of birds likely to be seen birds in the area.\n\n",{"type":"[[","value":[["File:Sea Kayaker Entering Water Near Manchester Washington Marina.JPG"],["250px"],["thumbnail"],["Sea Kayaker launching at Manchester which is the closest launch site to Blake Island"]]},"\n",{"type":"===","value":[{"type":"[[","value":[["Sea kayaking"]]}]},"\nSea kayaking can be a rewarding way to explore the area around Blake Island allowing the paddler a closer and slower look at their surroundings.  Blake Island is especially popular because of its close proximity to urban launch areas. Thick forests of majestic pine and deciduous trees and dozens of creeks and estuaries dot the coastline.  Harbor Seals, Otters, Sea Lions, Bald Eagles and Blue Herons are common sites while the occasional viewing of an Orca or Grey Whale is not out of the question.\n",{"type":"====","value":["Kayak trails"]},"\nOrganized trails offer overnight camping options and maps of appropriate lengths and scenic travel destinations.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Cascadia Marine Trail"],["url=http:\/\/www.wwta.org\/trails\/CMT\/campsites\/mid_sound\/index.asp"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This inland sea trail is a National Recreation Trail and designated one of only 16 National Millennium Trails by the White House. Suitable for day or multi-day trips, the Cascadia Marine Trail has over 50 campsites to visit including Blake Island. People can boat to the campsites from many public and private launch sites or shoreline trailheads including nearby Manchester boat launch on the ",{"type":"[[","value":[["Kitsap Peninsula"]]}," which is 1.7 nautical miles away."]]}]},"\n",{"type":"===","value":[{"type":"[[","value":[["Scuba diving"]]}]},"\n",{"type":"[[","value":[["File:Dirona albolineata (1177431920).jpg"],["200px"],["thumbnail"],["Dirona albolineata photographed in the Puget Sound"]]},"\n\n",{"type":"[[","value":[["Scuba diving"]]}," the cold waters of Puget Sound takes a bit more gear and training than other warm water locations, but the rewards are incredible. The area contains some of the best diving in the world and many dive sites are completely covered with colorful sea creatures that defy description.  It is not surprising to discover that the famous underwater explorer Jacques Cousteau named Puget Sound as his second favorite diving area in the world.  The state has offers a guide to parks with launch sites ",{"type":"[","value":["http:\/\/wdfw.wa.gov\/viewing\/guides\/diving\/ HERE"]}," which includes Blake Island.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Blake Island Reef"]}," is comprised of a long series of cement chunks that run parallel to the southern shore of Blake Island. This artificial reef structure runs east to west from 50ft-60ft with the most dynamic debris toward the center of the southern shore. The site receives little scuba traffic and you can expect to see many large or interesting creatures among the debris such as wolf eels, Giant Pacific Octopus, lingcod, rockfish, sea cucumbers, sea lions, and loads of nudibranchs. "]}," \n",{"type":"===","value":[{"type":"[[","value":[["Crabbing"]]}]},"\nBlake Island is an excellent place to launch a boat to search out the elusive and meaty Dungeness Crab, but other less popular crabs are plentiful in the area. Crab season starts with a two day opener July 1st and 2nd and follows up with crabbing every Thursday through Monday through Labor Day weekend.  A wide array of crab traps are available from a variety of area sporting goods stores and the red and white buoys marking the traps are a common site on the water during the short crabbing season.  Fishing permits are required and can be purchased from a variety of local stores, more information is available from the Washington Dept of Fishing and wildlife ",{"type":"[","value":["http:\/\/wdfw.wa.gov\/fishing\/"]},"\n\n",{"type":"===","value":[{"type":"[[","value":[["Shellfishing"]]}]},"\nShellfish are prized resources of the Puget Sound, the cool, clean waters provide some of\nthe finest shellfish habitat in the world. Washington State is the nation’s leading producer of farmed bivalve shellfish (clams, geoduck, mussels and oysters) however not all beaches are safe for shellfishing and you should always check the ",{"type":"[","value":["http:\/\/wdfw.wa.gov\/fishing\/shellfish\/beaches\/ states website"]}," for any safety concerns or beach closures before proceeding and like all fishing in Puget Sound permits are required.  \nBlake Island State Park has harvestable numbers of native littleneck clams, and butter clams. Cockles and Manila clams are also available on this beach. Planted geoducks may also be present on this beach below the -2.0' tidal level. There are several designated beaches that are designated for shellfishing that are open all year\n\n",{"type":"==","value":["Buy"]},"\nA snack bar is provided by Tillicum Village during summer months only. T-shirts and some camping supplies are available at the park including firewood.\n\n",{"type":"==","value":["Eat"]},"\nDon't worry too much if you have not managed to catch any crabs or dig up any clams, Native American-style salmon dinners and demonstrations of Northwest Native American dancing are offered at Tillicum Village, a concession on the island.\n",{"type":"==","value":["Drink"]},"\nBasic concessions are available from the Tillicum Village in the summers and potable water is available in some of the camping and moorage areas.\n\n",{"type":"==","value":["Sleep"]},"\nPeople generally either sleep on their boats or take advantage of the many campsites on the island.\n",{"type":"===","value":["Lodging"]},"\nThere is no lodging available other than camping.\n\n",{"type":"===","value":["Camping"]},"\nThe camp ground has 44 standard sites, two primitive sites, three water trail sites, one marine dump station, four restrooms (one ADA) and one shower area.\n\nThree Cascadia Marine Trail sites are located on the west end of the island. These sites are for use by canoers and kayakers only. The primitive sites are available on the south side.\n\nAll campsites are first come, first served.\n\nGroup Accommodations:\nA group camp is available by reservation for groups up to 100 people. Fees vary with size of the group. To make a reservation, visit online or call (888) CAMPOUT or (888) 226-7688.\n\nMay 15 – Sept. 15 (peak season)\nPrimitive campsite and water trail camping: $12\nStandard campsite: $23 non-premium site, $26 premium site\nPartial-utility campsite*: $30 non-premium site, $35 premium site\nFull-utility campsite*: $32 non-premium site, $37 premium site\n\n\nJan. 1 – May 14 and Sept. 16 – Dec. 31 (off-peak season)\nPrimitive campsite and water trail camping: $12\nStandard campsite: $22 for non-premium and premium sites\nPartial-utility campsite: $28 for non-premium and premium sites\nFull-utility campsite: $29 for non-premium and premium sites\n\nMaximum eight people per campsite.\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"===","value":["Animal safety"]},"\n",{"type":"[[","value":[["File:Pacificharborseals.jpg"],["250px"],["thumbnail"],["Seals eating fish in Puget Sound"]]},"\nThough many of the animals in the area are used to seeing humans, the wildlife is nonetheless wild and should not be fed or disturbed. Stay at least 25 m from all wild animals. Check trail head postings at parks for recent activity and be aware of rules keeping a distance from Orca Whales and other marine animals while boating. Regulations for killer whales require that boaters stay 200 yards away & keep path of the whales clear.  These new U.S. regulations apply to all vessels (with some exceptions) in inland waters of Washington.\n\nDon't disturb resting seal pups, keep children and dogs away and report to the local stranding hotline (253)589-7235.  Seal pups 'haul out' to get much needed rest when they are young and are often alone for many hours.  They are extremely vulnerable at this time and should be left alone.  Only about 50% of Puget Sound seal pups make it through their first year so please help to protect their health.\n\n",{"type":"===","value":["10 essentials"]},"\nKnow your 10 essentials when going on a hike, because cell phones won't always work in many rural areas, and may not be depended on in an emergency situation.\n1.      Navigation\n2.      Hydration & Nutrition\n3.      Pocket Knife\n4.      Sun Protection\n5.      Insulation\n6.      Fire!\n7.      Lighting\n8.      First Aid\n9.      Shelter\n10.     Whistle\n\n",{"type":"==","value":["Go next"]},"\nBlake Island is centrally  located in Puget Sound, if you arrived by boat the closest takeout is in nearby Manchester on the Kitsap Peninsula, but Seattle, Vashon Island and Bainbridge Island are all nearby.\n\n",{"type":"{{","value":[["IsPartOf"],["Puget Sound"]]},"\n",{"type":"{{","value":[["usablepark"]]},"\n",{"type":"[[","value":[["wikipedia:Blake Island"]]}]