[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Blankenburg"]}," is a town in ",{"type":"[[","value":[["Saxony-Anhalt"]]},", ",{"type":"[[","value":[["Germany"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nBlankenburg is a town and health resort in the district of ",{"type":"[[","value":[["Harz"]]},", Germany, at the north foot of the Harz Mountains, 12 miles (19 km) southwest of Halberstadt.\n\n",{"type":"==","value":["Get in"]},"\n\nBlankenburg is located next to the B6n, a newly built dual carriageway, and is linked to it over two junctions: Blankenburg Ost and Blankenburg Zentrum. In addition the B 27 federal road runs southwest and the B 81 north to south through Blankenburg (Harz).\n\n",{"type":"==","value":["Get around"]},"\n\nBlankenburg (Harz) station is a terminus and has a bypass for goods traffic. There are connexions to the to Elbingerode (Rübeland Railway) (only goods trains) and to Halberstadt. The Harz-Elbe Express has worked the line to Halberstadt since 2005. In the 20th century there was a line to Thale and Quedlinburg.\n\n",{"type":"'''","value":["TIP:"]}," The HarzTourCard enables you to travel by bus, train and narrow gauge train (only Schierke–Brocken) as much as you like within three days. It cost from 18 €. Go to ",{"type":"[","value":["http:\/\/www.nasa.de\/index.php?id=66 www.insa.de"]}," or the local tourist information.\n\n",{"type":"==","value":["See"]},"\n\nThe town of Blankenburg (Harz) has picturesque villas from the turn of the 20th century.  Also worth seeing are the historic gardens (baroque garden, castle park, pheasant garden, animal park).  On the edge of the town lies the former robber baron castle of Regenstein. Below the Regenstein is a Germanic cult site thingstead and, not far away, the so-called Regenstein Mill.\n\n",{"type":"*","value":[" Baroque garden with Blankenburg castle in the background.  Above the town to the south on the hill of Blankenstein (334 m) is Blankenburg Castle.  "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Little Castle"]}," (Kleine Schloss).  With its baroque gardens belongs to the network of Saxony-Anhalt Garden Dreams."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Town Hall"]},".  Above the town hall is the medieval parish church of St. Bartholomew. In the tower and the chancel of the church there are late romanesque section of wall from around 1200. The statues of benefactors in the chancel, probably around 1300, belong to the other successors of the Naumburg benefactors statues."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Teufelsmauer"]}," (Devil's Wall).  A bizarre sandstone rock formation and geological natural monument"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ziegenkopf"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Remains of the Luisenburg castle"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The sand caves (Sandhöhlen) in Heers"]},"."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Altdeutsches Kartoffelhaus"],["alt=Old German Potato House"],["url="],["email="],["address=Marktstrasse 7"],["lat="],["long="],["directions=Hidden in a courtyard in the old town accessed via a couple of passageways"],["phone =+49  3944 35 12 61"],["tollfree="],["fax="],["hours="],["price=Expect to pay around €15 for a hearty main meal and 2 drinks"],["content=Great potato restaurant with an old-fashioned ambience serving a range of tasty dishes from various baked potato offerings to steaks, pork fillets and meat on skewers, served in pans. Good place to eat after a day's walking in the Harz!"]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Schlosshotel Blankenburg\/Harz"],["url="],["email="],["address=Schnappelberg 5"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Offers 68 comfortably furnished rooms near the city centre.  The hotel provides Internet access in your room or via a wireless connection in public areas. The hotel team at reception is available around the clock, and also offers a wake-up service. The hotel has non-smoking rooms, which can also accommodate your four-legged friends. Please indicate your requirements when booking. The hotel has its own parking spaces.  The rooms benefit from cable television and telephones. All bathrooms are naturally equipped with a hairdryer. Your room also has a safe.  The hotel restaurant offers outdoor seating and meal options suitable for diabetics and vegetarians."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wernigerode"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Halberstadt"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Quedlinburg"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Thale"]]}]},"\n",{"type":"{{","value":[["IsPartOf"],["Saxony-Anhalt"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["51.79959"],["10.96109"],["zoom=14"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Blankenburg"]]}]