[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Blitar"]}," is a city in ",{"type":"[[","value":[["East Java"]]},".\n",{"type":"[[","value":[["Image:Istana gebang.jpg"],["250px"],["right"],["thumb"],["The house of Indonesia's first president Sukarno in Blitar (",{"type":"''","value":["Istana Gebang"]},") is now a museum and library"]]},"\n",{"type":"==","value":["Understand"]},"\nThe main claim to fame of this quiet and charming town is as the birth and burial place of Indonesia's founding father, Sukarno.  The other attractions for visitors are the largest ancient Hindu temple in East Java at ",{"type":"''","value":["Candi Penataran"]},", the active volcano Mount Kelud, and a couple of nice beaches.\n\nBlitar is the capital town of a regency with the same name.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nBlitar is well served by buses from other major towns and cities in East Java. Visitors often arrive on an air-con bus from ",{"type":"[[","value":[["Malang"]]}," which takes about 2 hours. Other options are from ",{"type":"[[","value":[["Surabaya"]]}," and ",{"type":"[[","value":[["Jember"]]}," (both about 4 hours).\n\n",{"type":"===","value":["By rail"]},"\nBlitar is on one of the main East Java railway lines. There are daily services linking it with other cities in the region and in ",{"type":"[[","value":[["Central Java"]]},". Longer distance rail access from ",{"type":"[[","value":[["Jakarta"]]}," involves a change in ",{"type":"[[","value":[["Jogjakarta"]]}," or ",{"type":"[[","value":[["Surabaya"]]},". Check the PT Kereta Api (",{"type":"''","value":["Persero"]},") website",{"type":"[","value":["http:\/\/www.kereta-api.com\/"]}," for detailed schedules. One way of getting to Biltar is to catch the pleasant daily executive-class train which travels from Malang to Yogyakarta that passes through Blitar around 5.00pm; catching this train from Malang, one would normally need to plan to stay overnight in Blitar before visiting local sites the following day.  The train is a convenient way to travel from Malang to Yogyakarta.\n\n",{"type":"==","value":["Get around"]},"\nThe main need to get around Blitar in any way other than on foot is to be able to visit Candi Penataran. Regular minibuses ply this route departing from Jalan Veteran in town and take about 30 minutes to reach the candi.  If you ask the driver for \"Makam Bung Karno\" he will drop you near to the impressive Sukarno grave site en route (to or from) Candi Penataran.\n\nThere is a quite large, well-established parking area (cafe, rest rooms, information kiosk) a little south of the ",{"type":"''","value":["makam"]}," (grave) of Bung Karno.  Pedicab (",{"type":"''","value":["becak"]},") drivers are ready to take visitors on a local tour to several sites (including Sukarno's house, and the nearby ",{"type":"''","value":["makam"]},"): cost, around Rp 150,000 per person (for foreigners) in May 2014.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:RA 3420014.JPG"],["right"],["thumb"],["200px"],["Candi Penataran"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Candi Penataran"],["url="],["email="],["address="],["lat="],["long="],["directions=leave Blitar on the road heading north towards Sumberingin. After about 10 km at the village of Ngeglok you really cannot miss the temple."],["phone="],["tollfree="],["fax="],["hours="],["price=Rp 5,000"],["content=This is the largest ancient Hindu temple East Java. It dates from the early Majapahit period and texts clearly indicate that it was of considerable importance. Prime Minister Gajah Mada visited here 4 times for example. It is a large complex with 3 courtyards and in many ways strongly recalls a modern day Balinese temple. There are a number of interesting relics including a substantial wall relief depicting the Ramayana."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gunung Kelud"],["url="],["email="],["address="],["lat="],["long="],["directions=arrange motorcycle or car transport at Candi Penataran; motorbike transport is usually better since the views from the road are stunningly beautiful; the price (around Rp 70,000) is for a trip up to the crater and down again with a motorbike"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A semi-active volcano whose eruption in 1919 killed over 5,000. It is still active and sent a pylon of smoke 2.5 km into the air in 2007. The nature at the top is amazing and the trip up is maybe even more beautiful. At the top there are warm, sulfurous hot springs one can bathe in."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sukarno Museum"],["alt="],["url="],["email="],["address=Jl Sultan Agung 69, Blitar, East Java"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This quite well-maintained and well-known museum and library (known locally as ",{"type":"''","value":["Istana Gebang"]},") is in the house where Sukarno lived as a young boy. It is full of Sukarno memorabilia, papers, photographs etc and is useful to visit in conjunction with a call to the grave (",{"type":"''","value":["makam"]},") site. (Price of entry: by contribution.)"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sukarno's grave"],["alt=Makam Bung Karno"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A visit to the impressive and well-organised Sukarno ",{"type":"''","value":["makam"]}," (where there is a modern museum and library) fits in well with a visit to Candi Penataran becauses it is on the same road mid-way between Blitar and the temple. Indonesia's first president and independence hero Sukarno has undergone a significant rehabilitation in the eyes of Indonesians since the end of the Soeharto era in 1998. Sukarno's daughter, Megawati Soekarnoputri, who was president of Indonesia 2001-2004, supported the development of the ",{"type":"''","value":["makam"]}," as a significant site for visitors in East Java. Many thousands of Indonesian ",{"type":"''","value":["peziarah"]}," (pilgrims) visit the Sukarno ",{"type":"''","value":["makam"]}," each year because undertaking ",{"type":"''","value":["ziarah"]}," (pilgramages) is a regarded as an important activity in Indonesia. However, very few foreign visitors take the trouble to call in and, thus, miss a good opportunity to see this key aspect of Indonesian history and culture."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tambakrejo Beach"],["url="],["email="],["address="],["lat="],["long="],["directions=30 km due south from Blitar - just follow the only reasonably major road leading south from Blitar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is an extensive and attractive 10 km stretch of white sand beach that is more often than not virtually deserted. It is not safe for swimming though."]]}]},"\n",{"type":"'''","value":["Other places"]}," listed by the East Java provincial tourist office as perhaps worth visiting near Blitar include:\n\n",{"type":"*","value":[" Sawentar temple (candi Sewentar)"]},{"type":"*","value":[" Plumbangan temple (candi Plumbangan)"]},{"type":"*","value":[" Rambut Monte temple (candi Rambut Monte)"]},{"type":"*","value":[" Jolosutro beach (pantai Jolosutro)"]},{"type":"*","value":[" Serang beach (pantai Serang)"]},{"type":"*","value":[" Embultuk cave (goa Embeltuk)"]},{"type":"*","value":[" The PETA monument"]},{"type":"*","value":[" Aryo Blitar grave (makam Aryo Blitar)"]},{"type":"*","value":[" Kebon Rojo"]},{"type":"*","value":[" Sumber Udel"]},{"type":"*","value":[" Grebag Pancasila"]},{"type":"*","value":[" Karang Sari agro tourism"]},"\n",{"type":"==","value":["Do"]},"\n\nHire a ",{"type":"''","value":["becak"]}," driver (who pedals a cart with a seat in front) to drive around town from the main Sukarno car park to various nearby sites -- to the ",{"type":"''","value":["Istana Gebang"]}," (Gebang House) where the young Sukarno lived and to the ",{"type":"''","value":["Makam Bung Karno"]}," (Sukarno's grave site) where there is an impressive establishment, including a museum.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nBlitar has a typical selection of local restaurants (including several good Chinese). The areas in the town centre on Jalan Veteren and Jalan Merdeka  are as good a place as any to look. If you are in any doubt at all, the golden rule applies: follow the local crowds.\n\nThe restaurant at Hotel Tugu is ",{"type":"''","value":["truly"]}," top class but you do of course pay for that privilege.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are several losmen type places in the town centre and budget travellers are urged to just turn up here. You will not have a problem finding somewhere to stay.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Tugu"],["alt=Sri Lestari"],["url="],["email=blitar@tuguhotels.com"],["address=Jl Merdeka 173,Blitar 66111, East Java"],["lat="],["long="],["directions="],["phone=+62 342 801766"],["tollfree="],["fax="],["hours="],["price=From Rp 300,000 to 2,000,000"],["checkin="],["checkout="],["content=The smart side of this rather up-market hotel is very much along the lines of the other 2 splendid Tugu Hotels (Bali and Malang). Housed in an converted colonial building it is magnificently adorned with Javanese antiques."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Malang, the cultural heart of East Java, is around 2 hours away by road"]},{"type":"*","value":[" Head west to ",{"type":"[[","value":[["Central Java"]]}," and the delights of ",{"type":"[[","value":[["Yogyakarta"]]},", ",{"type":"[[","value":[["Borobudur"]]}," and ",{"type":"[[","value":[["Prambanan"]]}]},{"type":"*","value":[" Head east, past Malang, to the outstanding ",{"type":"[[","value":[["Bromo-Tengger-Semeru National Park"],["Bromo national park"]]}]},"\n",{"type":"[[","value":[["Wikipedia:Blitar"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Java"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["-8.1"],["112.15"]]}]