[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Lighthouse on Block Island, RI.jpg"],["right"],["thumb"],["360px"],["North Light on Block Island"]]},"\nNew England has always been one of America's many summer destinations of choice.  Every year couples and families flock to the coast looking for seafood, sun, and a strip of sandy beach to call their own.  They stay in bed and breakfasts on Martha's Vineyard, rent houses in Cape Cod, and stretch out on Narragansett beaches.  But more and more these past few years there has been a new destination for those embarking on their annual summer exodus; ",{"type":"'''","value":["Block Island"]},".  Located twelve miles off the coast of Rhode Island, Block Island has recently become one of the most appealing New England summer hotspots.  This newfound popularity is due in large part to Block Island's easygoing, low-key atmosphere, which benefits from miles of beautiful beaches, numerous bars and restaurants, and consummate natural beauty.  Many people go to Block Island for the weekend, and in this short period of time it is all too easy to miss out on some of the best aspects of the Block Island experience.  Hopefully this guide will provide prospective visitors with an idea of how to best spend their weekend on Block Island so that they get as much as possible out of their stay. For a detailed itinerary of what to do while visiting Block Island see ",{"type":"[[","value":[["3 Days in Block Island"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nDuring the winter months Block Island is the very picture of a sleepy, seaside New England town, with a local population of around nine hundred people.  In the summer, the island's population explodes to nearly ten thousand at any given time, and many thousands more on busy weekends or holidays.  Now, many people can't strike a balance between \"Block Island the quiet hamlet\" and \"Block Island the wild tourist destination\", and quite often their vacations suffer for this.  I see too many families getting off the ferry, streaming over to Ballard's for Bud Lite, crab cakes, and three hours in the sand, and then streaming back onto the ferry, perhaps never knowing how much more the island truly has to offer.  The real Block Island experience should be a perfect synthesis of lazing on the beach, exploring the town of New Shoreham and some of the incredible natural vistas the island has to offer, and indulging in good food and drink at the best of Block Island's restaurants.  As long as you are respectful and manage not to be completely obnoxious, the locals will respond in kind and you will no doubt have an extremely pleasant stay.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Block Island Ferry"]},", Phone: +1 401 783-7996 or +1-866-783-7996,",{"type":"[","value":["http:\/\/www.blockislandferry.com\/"]}," Departs year round and daily from the village of Point Judith, in ",{"type":"[[","value":[["Narragansett"]]},". You have the choice of the passenger-only High Speed Ferry (runs only in the summer), which arrives at Block Island in 30 minutes or you could take the \"traditional\" car ferry which arrives at Block Island within an hour.  The Ferry’s schedule of departure is every few hours during the winter and fall or every hour during the summer.  Prices are reasonable for each ferry, whether it be round trip or one way and children and senior citizens have a discount.  Tickets can either be purchased at the box office (located at the ferry departure) or online where you can have them mailed to you or held at the box office."]},{"type":"*","value":[" ",{"type":"'''","value":["Block Island Express"]},", Phone: +1 860-444-4624 or +1 401 466-2212, ",{"type":"[","value":["http:\/\/www.goblockisland.com\/"]}," Departs May through September from ",{"type":"[[","value":[["New London (Connecticut)"],["New London, Connecticut"]]},". The ferry terminal in New London is next to the train station, offering easy connections to Shore Line East or Amtrak. Does not take cars."]},{"type":"*","value":[" In summer there is also seasonal, passenger-only ferry service between ",{"type":"[[","value":[["Newport (Rhode Island)"],["Newport"]]},", ",{"type":"[[","value":[["New London (Connecticut)"],["New London"]]},{"type":"[","value":["https:\/\/www.longislandferry.com\/bif\/home.htm"]},", and ",{"type":"[[","value":[["Montauk"]]},", ",{"type":"[[","value":[["New York (state)"],["New York"]]},"  ",{"type":"[","value":["http:\/\/vikingfleet.com\/vikingnews\/templates\/ferries.aspx?articleid=57&zoneid=15"]},". (These ferries do not take cars.)"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["These rates are for the ferry departing from Galilee to Block Island"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["High Speed Ferry"]}]},"Adult One Way $16\n\nChild One Way $8.75\n\nAdult Same Day Round Trip $29.85\n\nChild Same Day Round Trip $13.50\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Traditional"]}]},"Adult One Way $11.15\n\nChild One Way $5.45\n\nSenior Citizen $10.65\n\nAdult Same Day Round Trip $18.25\nChild Same Day Round Trip $8.65\n\nSenior Citizen Same Day Round Trip $17.25\n",{"type":"*","value":[" ",{"type":"'''","value":["Different day Round Trip"]}]},"Adult $22.15\n\nChild $10.90\n\nSenior Citizen $21.15\n",{"type":"===","value":["By air"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Resort Air"]},", Phone: +1 401 466-2000. Flies in private or commuter sized airplanes."]},{"type":"*","value":[" ",{"type":"'''","value":["New England Airlines"]},", 56 Airport Rd, ",{"type":"[[","value":[["Westerly"]]},", Rhode Island, 1-800-243-2460. Flights between Westerly and Block Island."]},"\n",{"type":"==","value":["Get around"]},"\nMost areas of Block Island are easily within walking distance of each other but there are plenty of other modes of transportation. If you prefer to travel by car you can flag down a taxi or rent one on the island. For a nominal charge, the visitor may bring a bicycle on ferries that serve the island. Bicycles and Mopeds are also available to rent and are so convenient that you may rent one as soon as you walk off the ferry. The \"traditional\" ferry from Point Judith, RI is the only ferry that takes cars. (For rates and schedule,Interstate Navigation ",{"type":"[","value":["http:\/\/www.blockislandferry.com"]},")\n\n",{"type":"===","value":["By taxi"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Block Island Taxi"]},", Phone: +1 401 466-2562"]},{"type":"*","value":[" ",{"type":"'''","value":["Clark's Cab"]},", Phone: +1 401 741-0038"]},{"type":"*","value":[" ",{"type":"'''","value":["Kirby Taxi"]},", Phone: +1 401 466-2928"]},{"type":"*","value":[" ",{"type":"'''","value":["Mary D's Nightingale"]},", Phone: +1 401 474-6377"]},{"type":"*","value":[" ",{"type":"'''","value":["McGovern's Cab"]},", Phone: +1 401 862-6087"]},{"type":"*","value":[" ",{"type":"'''","value":["Minute Man Taxi"]},", Phone: +1 401 466-3131"]},{"type":"*","value":[" ",{"type":"'''","value":["Monica's Cab"]},", Phone: +1 401 742-0000"]},{"type":"*","value":[" ",{"type":"'''","value":["Nat's Taxi"]},", Phone: +1 401 477-4744"]},{"type":"*","value":[" ",{"type":"'''","value":["Oscar Berlin"]},", Phone: +1 401 741-0500"]},{"type":"*","value":[" ",{"type":"'''","value":["Sam's Van"]},", Phone: +1 401 741-4567"]},{"type":"*","value":[" ",{"type":"'''","value":["Southside Cab"]},", Phone: +1 401 782-7105"]},{"type":"*","value":[" ",{"type":"'''","value":["Kody's Taxi"]},", Phone: +1 401 595-9004"]},{"type":"*","value":[" ",{"type":"'''","value":["McAloon Taxi"]},", Phone: +1 401 741-1410"]},{"type":"*","value":[" ",{"type":"'''","value":["Mig's Rig"]},", Phone: +1 401 480-0493"]},{"type":"*","value":[" ",{"type":"'''","value":["Rondo"]},", Phone: +1 401 466-5550"]},"\n",{"type":"===","value":["Bicycle Moped and Car Rental Services"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aldo's Mopeds and Bikes"]},", Phone: +1 401 466-5018"]},{"type":"*","value":[" ",{"type":"'''","value":["Beach Rose Bicycles"]},", Phone: +1 401 466-5925"]},{"type":"*","value":[" ",{"type":"'''","value":["Block Island Bike & Car Rental"]},", Phone: +1 401 466-2297"]},{"type":"*","value":[" ",{"type":"'''","value":["Champlin’s Bike Rentals"]},", Phone: +1 401 466-7777 ",{"type":"[","value":["http:\/\/www.champlinsresort.com\/amenities.htm"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Island Moped & Bike Rental"]},", Phone: +1 401 466-2700"]},{"type":"*","value":[" ",{"type":"'''","value":["Moped Man Bike Rentals, Water St."]}," Phone: +1 401 466-544"]},{"type":"*","value":[" ",{"type":"'''","value":["Old Harbor Bike Shop"]},", Phone: +1 401 446-2029 ",{"type":"[","value":["http:\/\/www.oldharborbikeshop.com"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Seacrest Inn Bicycle Rentals"]},", Phone: +1 401 466-2882"]},{"type":"*","value":[" ",{"type":"'''","value":["Block Island Ferry"]},", Phone: +1 401 783-4613 or Phone: +1-866-783-7996,  ",{"type":"[","value":["http:\/\/www.blockislandferry.com\/"]}," will bring your car on deck if you call ahead and make reservations.  No reservations are required for bicycles."]},"\n",{"type":"==","value":["See"]},"\n\nThere are many different sights to see around the island during the summer. All you need is a gorgeous summer day and a pair of walking shoes in order to enjoy all of the sights that Block Island has to offer. Here is a list of some of the main attractions on the island:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["North Light"]},", Corn Neck Road. Built in 1867, this is the fourth lighthouse built on Sandy Point, where exposure to the elements and shifting sands make keeping a lighthouse in one piece difficult. The lighthouse is on the grounds of the National Wildlife Sanctuary, which contains hiking trails."]},{"type":"*","value":[" ",{"type":"'''","value":["Mohegan Bluffs"]},", 122 Mohegan Trail. On the southern end of the island, the bluffs rise 200 feet (61 m) above the water and run along the coast for about three miles (5 km). It's the site of the Southeast Lighthouse, built in 1875. This is one of the most visited places on the island due to the gorgeous views and breathtaking sites. Be warned though, to get down to the bluffs on the beach you have to climb down numerous flights of stairs which isn’t the problem, the only problem is coming back up. Be prepared for a good workout. "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=South East Lighthouse"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 466-5009"],["tollfree="],["fax="],["hours="],["price="],["content=Mohegan Trail, Stop over and take a visit to one of the most magnificent and beautiful lighthouses in America. The view from the lighthouse looks out from the Mohegan Bluffs which are over 200 feet (61 m) above the water. The sight and atmosphere is so breathtaking it will definitely be worth your while. ",{"type":"[","value":["http:\/\/lighthouse.cc\/blockisoutheast"]}]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Lewis-Dickens Farm"]},", Cooneymus Road. Coastal grasslands set on the bluffs above the Atlantic provide habitat for raptors and passerines."]},{"type":"*","value":[" ",{"type":"'''","value":["Block Island Historical Society"]},", Old Town Road.  The Block Island Historical Society houses permanent and special exhibits that chronicle Block Island's past."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Sacred Labyrinth"],["url="],["email="],["address=Corn Neck Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Tucked away on Corn Neck Road is the Sacred Labyrinth and is unknown to most tourists.  Marked only by a series of wooden steps, guests can stop and walk this man-made hidden path.  The Labyrinth is an old Mayan tradition and has been brought to life on Block Island. The Labyrinth is a large, round, circular path that one walks in silence while wishing for something.  Once the person gets to the middle, they are supposed to leave a tiny gift (anything will do), and the wish is supposed to come true.  The Labyrinth is a fun attraction that not many tourists know about."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dories Cove"],["url="],["email="],["address=Dories Cove Road"],["lat="],["long="],["directions=Off of West Side Road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dories Cove is a beautiful beach tucked away in a cove.  It is a beautiful place to watch the sunset or have a fire on the beach.  It can be a little hard to access because Dories Cove Road is dirt and there is little parking at the entrance to the cove.  If you are up for the walk it is a great place to relax and soak in the island away from all the tourists."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nAlthough Block Island mainly consists of 17 miles (27 km) of beachy shore there is still plenty to do:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Beaches"]}," If you are looking for a place to spend some quality time at the beach Block Island is ideal. The seashore is everywhere. The Island encompasses 17 miles (27 km) of beaches and offers many choices. Within walking distance of the ferry landing is three-mile Crescent Beach, which is divided into three parts: the Fredrick J. Benson Beach, Scotch Beach, and Mansion Beach which is positioned beneath cliffs and the stone walls of a vanished mansion. The beach has lifeguards and restrooms. Food is available from nearby Old Harbor restaurants and concessions. Parking and beach admission are free."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Block Island Parasail & Watersports"],["alt="],["url=http:\/\/www.blockislandparasail.com"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 401 864-2474"],["tollfree="],["fax="],["hours="],["price="],["content=Old Harbor Dock, Provides an abundance of fun and diverse watersport activities such as banana boat rides, parasailing, jetboat rentals, sunset cruises and island tours."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Boating"]}," Charter boats are available for deep-sea fishing or you can simply cast your line in the surf. The 365 fresh water ponds are home to bass, perch, and pickerel. You can snorkel, scuba dive, kayak, or parasail."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Block Island Fishing Charters, LLC"]},"  New Harbor, Phone: +1 401 787-2321 or 466-5944, Inshore and offshore trips for experienced anglers and newcomers alike. Target striped bass, blues, fluke & gamefish with licensed, professional captain. Nighttime trophy bass trips and island tours also offered. ",{"type":"[","value":["http:\/\/www.blockislandfishcharters.com"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Children's activities"]}," include a story hour at the library, Nature Conservancy hikes, and a petting zoo."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hiking on The Greenway"]},".  More than 40% of Block Island is protected as open space.  Both the Nature Conservancy and the Block Island Conservancy have been instrumental in these preservation efforts.  As a result, Block Island retains its rural and undeveloped character.  Hikers can enjoy twenty-five miles (40 km) of trails through grassy meadows, stone walls, inland moors and Mohegan Bluffs. The main Greenway trail runs from the Great Salt Pond south to Rodmans's Hollow and the south shore.  A second trail system starts on Payne Rd. west to Fresh Pond and then connects to the Rodman's Hollow trails. The third major trail system is Clay Head Trail, starting in the north end of the island off Sachem Pond and following the bluffs of the north-east coast.  In the center of the trail are the Mazes, a series of trails through woods and brush.  The Clay Head Trail can be accessed at three points on Corn Neck Rd.  A map of the trails is available from the Nature Conservancy and can be bought in many island stores."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bird Watching"]},".  Block Island is a hotspot during Spring and Fall migration as it is on the Eastern flyway.  During the breeding season, Northern Harrier and Merlin patrol the skies while Eastern Towhee and Gray Catbird are common in the thickets."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Rustic Rides Farm"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 466-5060"],["tollfree="],["fax="],["hours="],["price="],["content=West Side Road,Provides guided horseback rides on the beach, pony rides for children, and carriage rides for weddings and other special events."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Block Island Sport Fishing"],["url=http:\/\/www.blockislandfishingcharters.net"],["email="],["address=Old Harbor"],["lat="],["long="],["directions="],["phone = +1 401 487-2425"],["tollfree="],["fax="],["hours="],["price="],["content=Fishing charters from Old Harbor, Block Island for striped bass tuna, and sharks on a safe and fast diesel powered Ridgeway express. Block Island's best charter boat!"]]}]},"\nThe Empire Theatre- The Empire theatre may be the best and worst place to see a movie, because it is one of the oldest in all of Rhode Island. The theatre is one screen and it shows two films a night, on days that it is raining it will show its “Rainy Day Matinee”.  If you are going to the Empire Theatre for a strictly viewing experience than you are going for the wrong reasons. \nThe Empire Theatre is like stepping into a movie theatre time machine, before there was stadium seating and massive screens. Instead the seats are on a flat surface and the screen rolls down over a stage right after the musical entertainment is over, which consists of man or woman playing the piano as viewers file in. Throughout the entire film you really get that “Old School” theatre feel as you watch. It is strongly recommended that you do get there early enough to get a good seat, because the viewing from some areas is pretty poor, but overall the experience is worth it, especially to true theatre buffs.\n\n",{"type":"==","value":["Buy"]},"\n\nLucky for anyone with a love of shopping, Block Island is filled with quaint little gift shops:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Chapel Sweets"]},", Chapel Street at Weldons Way. Chapel Sweets is a candy store that specializes in fudge and taffy."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Island Bound Book Store"]},", Water Street.  Featuring many books of Block Island for adults and children."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Star Department Store"]},", Water Street. This old fashioned general store has everything any traveler could want. Clothing, candy, and jewelry; this store is a fun filled stop for many visitors to the island."]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=234 Water Gallery and Gift"],["alt="],["url=http:\/\/www.234Water.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=234 Water Street-South end of Water Street near the Statue of Rebecca in the Figurehead Building. An award-winning Gallery and Gift shop located in downtown Block Island on Water Street, minutes from the Block Island Ferry. 234 Water has a unique collection of handmade works by American Artists,eclectic Home Accessories and Gifts and fun Block Island inspired gifts for the whole family."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Full Moon Tide"],["url=http:\/\/www.fullmoontide.com\/"],["email="],["address=459 Chapel Street"],["lat="],["long="],["directions=on Chapel Street, across from ferry lot"],["phone = +1 401 466-2422"],["tollfree="],["fax="],["hours=10:00-10:00"],["price="],["content=Full Moon Tide offers an eclectic combination of housewares, giftware, sportswear, jewelry handmade soaps and menswear. Don't miss the unique array of Block Island photographs and funky accessories.\nreasonable."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=islandog"],["url=http:\/\/www.blockislandog.com"],["email="],["address=104 Water Street"],["lat="],["long="],["directions=nearby the statue of Rebecca"],["phone = +1 401 466-5666"],["tollfree="],["fax="],["hours=10:00-6:00"],["price=Reasonable"],["content=Gifts for pets and their humans! Visit this one of a kind Island shop for unique items for pets and fun pet-themed gifts for humans.Lines offered include Taxi's dog bakery,planet dog,Stephen Huneck items and so much more!Our Block Island collars and leashes are a favorite."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Strings & Things"],["url=http:\/\/www.fullmoontide.com"],["email="],["address=104 Water Street"],["lat="],["long="],["directions=nearby Rebecca"],["phone = +1 401 466-5666"],["tollfree="],["fax="],["hours=10:00-10;00"],["price=Reasonable as always"],["content=Strings and Things has long been an Island favorite boasting \"really cool stuff\" Check out our selection of clay-dyed hemp and washable linen clothing along with sterling silver, hemp and sea glass jewelry\nAlso offering unusual and ethnic giftware,bags and accessories!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=BI T's"],["url="],["email="],["address=Water Street"],["lat="],["long="],["directions="],["phone = +1 401 466-5977"],["tollfree="],["fax="],["hours="],["price="],["content=Great tourist shop to buy BI and RI memorabilia."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=B-Eyes Sunglass Shop"],["url="],["email="],["address=Water Street"],["lat="],["long="],["directions="],["phone = +1 401 466-5478"],["tollfree="],["fax="],["hours="],["price="],["content=Be prepared for the sun! Great sunglass shop with designer and fashion sunglasses."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Bird's Nest"],["url="],["email="],["address=Dodge Street"],["lat="],["long="],["directions="],["phone = +1 401 466-5080"],["tollfree="],["fax="],["hours="],["price="],["content=This is a great store to find gifts for others!  The store specializes in things for the home, from curtians to specialty dinnerware."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Block Island Trading Co."],["url="],["email="],["address=Water Street @ National Hotel"],["lat="],["long="],["directions="],["phone = +1 401 859-1524"],["tollfree="],["fax="],["hours="],["price="],["content=This store has items from around the world with a great variety of unique jewlery from shell rings to feather earings."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bonnie and Clyde"],["url="],["email="],["address=Water Street"],["lat="],["long="],["directions="],["phone = +1 401 466-8895"],["tollfree="],["fax="],["hours="],["price="],["content=This woman's boutique is the perfect place to buy an island sundress or indulge in the latest fashion trends."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Diamond Blue Surf Shop"],["url="],["email="],["address=Corner of Corn Neck Road and Dodge"],["lat="],["long="],["directions="],["phone = +1 401 466-3145"],["tollfree="],["fax="],["hours="],["price="],["content=The place on the island to get all of your surf apparel.  Diamond Blue has styles from, Roxy, Billabong, along with gear for any water sport."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Papa Pizzeria"],["alt="],["url="],["email="],["address=Corn Neck Road"],["lat="],["long="],["directions="],["phone=+1 401 466-9939"],["tollfree="],["fax="],["hours="],["price="],["content=The only delivery on the island. Papa Pizzeria serves up a wide variety of pizzas, subs, salads, and appetizers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Juice and Java"],["url="],["email="],["address=Dodge Street"],["lat="],["long="],["directions="],["phone = +1 401 466-5220"],["tollfree="],["fax="],["hours="],["price="],["content=This funky little coffee shop brews up special blends from around the world. It also serves up breakfast and lunch with some organic and healthy options."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Froozies Juice Bar and Cafe"],["url="],["email="],["address=Dodge Street"],["lat="],["long="],["directions="],["phone = +1 401 466-2230"],["tollfree="],["fax="],["hours="],["price="],["content=Serving up fresh juice blends and a variety of food, Froozies is a great place to stop for a snack or have lunch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ice Cream Place"],["url="],["email="],["address=Weldon's Way"],["lat="],["long="],["directions=Directly Behind Water Street"],["phone = +1 401 466-2145"],["tollfree="],["fax="],["hours="],["price="],["content=Get ready for homemade ice cream! This place has a variety of mouth watering flavors and creations, including their famous Turtle Sundaie."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Three Sisters"],["url="],["email="],["address=Corn Neck Road"],["lat="],["long="],["directions="],["phone = +1 401 466-9661"],["tollfree="],["fax="],["hours="],["price="],["content=Three Sisters specializes in sandwiches. All of their ingredients are fresh and organic. They are only open until 3PM so come early for lunch. It is also a great place to grab sandwiches before heading to the beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Old Post Office Bagel Shop"],["url="],["email="],["address=Corn Neck Road"],["lat="],["long="],["directions="],["phone = +1 401 466-5959"],["tollfree="],["fax="],["hours="],["price="],["content=Fresh bagels are made and served daily. The shop also offers breakfast items like bacon, egg, and cheese, and lunch options like a turkey club on a bagel. yum."]]}]},{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Finn's Seafood"],["alt="],["url=http:\/\/finnsseafood.com\/"],["email="],["address=212 Water Street"],["lat="],["long="],["directions="],["phone =+1 401 466-2473"],["tollfree="],["fax="],["hours=11:30AM-9:30PM"],["price="],["content= Located in the Old Harbor ferry parking lot. Best lobster roll on the island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Eli's"],["alt="],["url=http:\/\/www.atlanticinn.com\/elis.htm\/"],["email="],["address=456 Chapel Street"],["lat="],["long="],["directions="],["phone =+1 401 466-5230"],["tollfree="],["fax="],["hours="],["price="],["content=May-Dec. 5:30PM-10PM. Features local seafood, pasta dishes, and grilled items. Old-fashioned look. $16-28."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rebecca's Seafood"]},", Water Street, +1 401 466-5411, May through October, 7AM-2AM. Serving breakfast, lunch dinner and a special late night menu. Fresh local fish, (specials tuna + mahi-mahi when in season) from local fisherman, landlovers menu chowder, clam cakes, salads, and burgers. Eat in or outside. $4–12 \"Best prices on the Island\" Also visit Rebecca's on the Beach,When going to Block Island most vacationers head straight for the Fred Benson Town Beach, after hours of swimming, tanning, and playing on the beach vacationers often get pretty hungry and there is no better place to grab a burger and fries than Rebecca’s on the beach. Not only are the burgers delicious, but buying a burger and fries at Rebecca’s may be the best value on the entire island. Along with burgers and fries many other great foods are available as well including hot dogs, grilled tuna, chicken fingers, mozzarella sticks, ice cream and much more."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Oar"],["alt="],["url="],["email="],["address=221 Jobs Hill Rd"],["lat="],["long="],["directions="],["phone =+1 401 466-8820"],["tollfree="],["fax="],["hours="],["price="],["content=May through October, 8AM-1AM. Buffet breakfast and full-service lunch and dinner, including grilled swordfish, sirloin, fried chicken, nachos, lobster rolls, and calamari. $8.25-25."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ballard's"],["alt="],["url=http:\/\/www.ballardsinn.com\/"],["email="],["address=42 Water St"],["lat="],["long="],["directions="],["phone =+1 401 466-2231"],["tollfree="],["fax="],["hours=11:30AM-11PM"],["price="],["content= Menu has something for everyone, including a kids menu. Several bars and frequent live bands. $8.25-23."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Beachhead"],["alt="],["url=http:\/\/www.thebeachead.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 466-2249"],["tollfree="],["fax="],["hours="],["price="],["content=Corn Neck Road. Contains a very diverse menu from cheeseburgers to seafood entrees."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Harbor Grill"],["alt="],["url=http:\/\/www.blockislandreservations.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 466-2828"],["tollfree="],["fax="],["hours="],["price="],["content=Water Street. Breakfast, Lunch and Dinner overlooking Old Harbor. Affordable wine list, nightly salad bar, fresh seafood, convenient location."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mexican on the Deck"],["alt="],["url=http:\/\/mysite.verizon.net\/vzeedm14\/mexican\/id1.html"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 466-5855"],["tollfree="],["fax="],["hours="],["price="],["content=Corn Neck Road. Not a fan of seafood? No worries, Mexican on the Deck serves tacos, nachos, wings, burritos and much more!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mohegan Cafe & Brewery"],["alt="],["url=http:\/\/www.blockislandreservations.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 4665-5911"],["tollfree="],["fax="],["hours="],["price="],["content=Water Street. 11:30AM-9PM. House brewed beer in a family atmosphere. Menu includes wide range of burgers, vegetarian options, Tex-Mex and Asian options. Enjoy A\/C in the heart of Old Harbor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sharkey's"],["alt="],["url="],["email="],["address=596 Corn Neck Rd"],["lat="],["long="],["directions="],["phone =+1 401 466-9900"],["tollfree="],["fax="],["hours="],["price="],["content=Sharkey's is a very laid back and casual restaurant that serves mostly American food. This place is great if you are sick of seafood."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Harry's Cafe"],["alt="],["url="],["email="],["address=30 Water St"],["lat="],["long="],["directions="],["phone =+1 401 466-5400"],["tollfree="],["fax="],["hours="],["price="],["content=Harry's serves American cuisine and offers take out."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Atlantic Inn Restaurant"]},", High Street, +1 401 466-5883. Serves a four course candle-lit dinner. The Atlantic Inn is a favorite for many famous celebrities."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hotel Manisses"],["alt="],["url=http:\/\/www.blockislandresorts.com\/dining\/"],["email="],["address=1 Spring Street"],["lat="],["long="],["directions="],["phone =+1 401 466-5844 466-2836"],["tollfree="],["fax="],["hours="],["price="],["content=Contains an a la carte menu featuring fresh seafood, beef & poultry, their own fresh garden vegetables, succulent appetizers & mouth watering homemade desserts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Spring House Hotel"],["alt="],["url="],["email="],["address=52 Spring St"],["lat="],["long="],["directions="],["phone =+1 401 466-5844"],["tollfree="],["fax="],["hours="],["price="],["content=Serves contemporary cuisine and is well known to host many weddings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Winfield's"],["alt="],["url=http:\/\/mysite.verizon.net\/restkino"],["email="],["address=Corn Neck Road"],["lat="],["long="],["directions="],["phone =+1 401 466-5844"],["tollfree="],["fax="],["hours="],["price="],["content= Contains a menu influenced by French, Italian, American and Asian cuisines."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Captain Nick’s"],["alt="],["url="],["email="],["address=69 Ocean Ave"],["lat="],["long="],["directions="],["phone = +1 401 466-5670"],["tollfree="],["fax="],["hours="],["price="],["content=Pool, large dance floor, dollar beers and drink specials, live music Tu-Su."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Club Soda"]},", Connecticut Ave, below the Highview Inn. +1 401 466-5397. Where the locals hang out. Pub food year round, open mic night, karaoke, and unique island ambiance."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Albion Pub (next to Nick's)"],["alt="],["url="],["email="],["address=3 Ocean Ave"],["lat="],["long="],["directions="],["phone = +1 401 466-9990"],["tollfree="],["fax="],["hours="],["price="],["content=Features Guinness and Bass on tap as well as over 40 other varieties of beer. Full liquor bar, large screen TV, jukebox and pool table, along with other bar games."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Spring House"],["alt="],["url="],["email="],["address=902 Spring St"],["lat="],["long="],["directions="],["phone = +1 401 466-5844"],["tollfree="],["fax="],["hours="],["price="],["content=Thursday night is Martini Night! Dress up and drink cheap martinis. Insider tip: Order them on the rocks. Same price, more alcohol, less spillage\/glass breaking."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["McGovern's Yellow Kittens Tavern (or \"Kittens\")"]},", Corn Neck Rd, +1 401 466-5855.  Sunday night is reggae night! There's a cover, but they always reel in really good live reggae artists.  Darts, pool, outside deck, dreadlocks."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Oar"],["alt="],["url="],["email="],["address=West Side Road"],["lat="],["long="],["directions="],["phone=+1 401 466-8820"],["tollfree="],["fax="],["hours="],["price="],["content= Every night is dollar draft happy hour and awesome sunset hour! Check out the ceiling inside."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Trader Vic's (at Champlin's Resort and Marina)"]},", end of the dock, New Harbor, +1 401 466-2641.  Go get a banana mudslide and mingle with the yacht owners. Make sure to go early before the milk sours, Now.  Not your scene?  Go get a banana mudslide, and head over to the back of the movie theatre where staff housing is located and play some beer pong. (After the mudslide.)"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ballards's Inn and Marina"],["alt="],["url="],["email="],["address=42 Water Street"],["lat="],["long="],["directions="],["phone = +1 401 466-2231"],["tollfree="],["fax="],["hours="],["price="],["content=Cocktail Volleyball. Everyday on the beach. Costumed theme parties inside at night (TBA). Marina tourist boat-after-parties at dawn.When you get off the Block Island Ferry and you are wondering \"where the party is\" look no further than Ballard’s Inn which is located on your left when getting off the ferry. Ballard's food selections include burgers, steaks, lobsters, steamers and calamari."]]}]},"Ballard’s is also known for the exciting events they hold during the summer. Many musicians and entertainers go to perform at there and when they do the place really gets packed. \nBallard’s also host weddings so people who are looking for a wedding by the beach are almost always pleased when they go to Ballard’s for that special night that they want to remember. \nAbove all else Ballard’s is just a fun place to enjoy your day on the beach. You can swim, tan, play volleyball and just relax. Ballard’s gives you an Island getaway feel, when its just a $15 ferry ticket away. \n",{"type":"*","value":[" ",{"type":"'''","value":["Dump Beach"]},", end of West Beach Road.  The site of all after parties (1AM - ?).  Bonfire, beer, guitars."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=1661 Inn and Guest House"],["alt="],["url=http:\/\/www.blockislandresorts.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 466-2421"],["tollfree=+1-800-626-4773"],["fax=+1 401 466-2858"],["price="],["checkin="],["checkout="],["content=Spring St. 23 rooms. Known for their friendly hosts. 1661 ensures a relaxing and comfortable stay. $$$$"]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Atlantic Inn"]},", High St., +1 401 466-5883 or +1-800-224-7422, Fax: +1 401 466-5678, ",{"type":"[","value":["http:\/\/www.atlanticinn.com\/"]},". Is within walking distance from Old Harbor. The Atlantic Inn is a perfect place to lodge if you're desiring peace and quiet, scenic views and delectable food.   20 rooms, 1 suite. $$$"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ballards Resort"],["alt="],["url=http:\/\/www.ballardsinn.com"],["email="],["address=42 Water St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Summer: +1 401 466-2231, Winter: +1 401 334-1997.If you are yearning for excitement on Block Island Ballards is the place to stay. Ballards is in the center of it all, just feet from the ocean, and a very short walk from the Island’s shops, restaurants, pubs and ferry boats. Not only is it a great place for those looking to let loose but it is also a wonderful place to lodge for a family vacation. Ballards is very child friendly by comprising an arcade, a toy shop, and lifeguards on the beach. $$"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Inn at Block Island"],["alt="],["url=http:\/\/www.theinnatblockisland.com\/innatblockisland.html"],["email="],["address=474 Old Town Rd"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-877-324-4667"],["fax=+1 401 466-5880"],["price=$$$"],["checkin="],["checkout="],["content= The Inn at Block Island is known for its warmth and hospitality, the Inn is a century old Colonial situated on a knoll in Old Harbor. It was built in 1900 for a sea captain and his family and converted to a B&B in the 1980’s. The Inn offers nine rooms and a cottage, all with private baths, air conditioning, some with private entrances and ocean views. Located on the left just past Chapel Street on Old Town Road. It is convenient to both Old Harbor and New Harbor, the airport, town, beach and ferry."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Barrington Inn"],["alt="],["url=http:\/\/www.theinnatblockisland.com\/barrington.html"],["email="],["address=Beach Ave"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-877-324-4667"],["fax=+1 401 466-5880"],["price=$$$"],["checkin="],["checkout="],["content= The Barrington Inn is on a hilltop overlooking the New Harbor area. The mood is quiet and welcoming. The Inn offers six rooms and two apartments with private baths, decks and ocean views. The Inn is in walking distance to the town, beach and ferry. The Barrington Inn is situated on the corner of Beach and Ocean Avenue. It is convenient to both Old Harbor and New Harbor, the airport, town, beach and ferry. 6 rooms, 2 apartments."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jane Marie Cottage"],["alt="],["url=http:\/\/www.theinnatblockisland.com\/janemarie.html"],["email="],["address=209 Old Town Road"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-877-324-4667"],["fax=+1 401 466-5880"],["price=$$$"],["checkin="],["checkout="],["content= The Jane Marie Cottage is a seven bedroom home tucked away in quiet setting off Old Town Road. It can comfortably accommodate up to eighteen people. It is perfect for a family in town for that special Block Island wedding or family gathering. The cottage is rented by the week during the summer months from June to September and by the night September to May. Open floor plan with comfortable furniture and bedding. This is a pet free and smoke free home."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Bellevue House Inc"]},", +1 401 466-2912. The décor is charismatic, the location is idyllic, and the views are pleasant. The location is more private by being set on a hill a little out of town which is ideal if you are looking to stay away from commotion. However, it is in easy walking distance to all attractions.  Bed and Breakfast. $$$."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Dory Inn"],["alt="],["url=http:\/\/www.thebluedoryinn.com"],["email="],["address=61 Dodge St"],["lat="],["long="],["directions="],["phone=+1 401 466-2254"],["tollfree=+1-800-992-7290"],["fax="],["price=$$$"],["checkin="],["checkout="],["content= 12 rooms, 4 cottages, 3 suites. Beautiful Victorian style within a few feet of the sea. Also, has been newly renovated and has also been said to be Block Island's most romantic Bed and Breakfast!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Island Home"],["alt="],["url=http:\/\/www.theislandhome.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 401 466-5944"],["tollfree="],["fax="],["price=$$$"],["checkin="],["checkout="],["content=10-Room Victorian B&B with a relaxed atmosphere. Set on a hill, conveniently located between the center of town and New Harbor, with panoramic views of the harbor, ocean and surrounding countryside. The warm & comfortable setting, with inviting rooms, cozy nooks and sprawling lawns make the inn ideal for a quiet retreat or family getaway. A short walk to town, beaches and marinas. Private Baths"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The National"],["alt="],["url=http:\/\/www.blockislandhotels.com"],["email="],["address=Water Street"],["lat="],["long="],["directions="],["phone =+1 401 466-2901"],["tollfree="],["fax="],["price=$$$"],["checkin="],["checkout="],["content= The National is a landmark of Block Island it is in the heart of the historic district and is just minutes from the restaurants, beaches, shops and ferries. The rooms overlook the docks and enclose a very warming New England atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=New Shoreham House Inn"],["alt="],["url=http:\/\/www.blockislandreservations.com"],["email="],["address=Water Street"],["lat="],["long="],["directions="],["phone =+1 401 466-5504"],["tollfree="],["fax="],["price=$$"],["checkin="],["checkout="],["content= The New Shoreham House Inn is a shared bath inn with competitive prices located directly across the street from the Old Harbor Ferry Landing. Easy walking to beaches, shops and restaurants. Deck overlooks town and Old Harbor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Old Bakery Guest House"],["alt="],["url=http:\/\/www.blockislandreservations.com"],["email="],["address=Water Street"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-825-6254"],["fax="],["price=$$$$"],["checkin="],["checkout="],["content= The Old Bakery is on Water Street in the historic district of Old Harbor. This quaint seaside guest house has two suites. The ocean view two bedroom suite and the island view two bedroom suite. Both have access to a large ocean view deck. The Old Bakery is nicely furnished with original hardwood floors and is pet friendly. For your pet there will be an additional charge of $50 per night not to exceed $150 for your stay. 4 guests maximum per suite."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Old Town Inn"],["alt="],["url=http:\/\/www.oldtowninnbi.com"],["email="],["address=508 Old Town Rd"],["lat="],["long="],["directions="],["phone =+1 401 466-5958"],["tollfree="],["fax="],["price=$$$"],["checkin="],["checkout="],["content=Has a charm of a Bed and Breakfast with the feel of an Inn. Located out of town and just down the road from the airport, which is very convenient."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Spring House Hotel"],["alt="],["url=http:\/\/www.springhousehotel.com"],["email="],["address=52 Spring St"],["lat="],["long="],["directions="],["phone= +1 401 466-5844"],["tollfree=+1-800-234-9263"],["fax="],["price=$$$$"],["checkin="],["checkout="],["content= The Spring House Hotel is the most elegantly recognized historic landmark on Block Island. It overlooks the Atlantic Ocean and Block Island foothills. All rooms have queen beds and full service telephones. A complimentary continental breakfast is served each morning. The Spring House Hotel is preferred by many famous celebrities. 50 rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Harborside Inn"],["alt="],["url=http:\/\/www.blockislandreservations.com"],["email="],["address=Water Street"],["lat="],["long="],["directions="],["phone= +1 401 466-5504"],["tollfree=+1-800-825-6254"],["fax="],["price=$$$"],["checkin="],["checkout="],["content= This 36 room historic inn is located across the street from the ferry landing in Old Harbor. The Harborside Inn offers quaint seaside charm with the convenient location in the center of town. Wireless internet, luggage storage also available for guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Island Manor Resort"],["alt="],["url="],["email="],["address=215 Chapel St"],["lat="],["long="],["directions="],["phone =+1 401 466-5400"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Great place to stay for a family vacation. It is in walking distance to Captain Nick’s and all of the lovely shops."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Water Street Inn"],["alt="],["url=http:\/\/www.blockislandreservations.com"],["email="],["address=213 Water Street"],["lat="],["long="],["directions="],["phone=+1 401 466-2605"],["tollfree=+1-800-825-6254"],["fax="],["price=$$$"],["checkin="],["checkout="],["content= The Water Street Inn offers 10 rooms all with private bathrooms, ceiling fans and small refrigerator. Some rooms offer views of the ocean while others include A\/C. Recently renovated and located in the historic district. Walk to beaches, shops and restaurants."]]}]},"\n",{"type":"*","value":[" Many Block Island homes are offered as weekly rentals during the summer months."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Block Island Chamber of Commerce"]},", Water Street., +1 800-383-2474 We can assist you with lodging availability. Office has staff who are ready to help plan your visit. Brochures, maps, lockers, ATM and restrooms available at the Old Harbor Ferry landing Chamber Office. ",{"type":"[","value":["http:\/\/www.blockislandchamber.com"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Block Island Holidays"],["alt="],["url=http:\/\/www.blockislandholidays.com\/summer.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-905-0590"],["fax="],["price="],["checkin="],["checkout="],["content=Country homes, cottages, and condos available for summer rentals. Check out the website or call to learn more about summer rentals, group packages, and tours!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Block Island Reservations & Real Estate"],["alt="],["url=http:\/\/www.blockislandreservations.com"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-825-6254"],["fax="],["price="],["checkin="],["checkout="],["content=Featuring hotel rooms, cottages, suites and apartments. Nightly and weekly rentals available. Midweek spring & fall \"Stay, Dine & Bike\" package available for 2 guests starting at $299."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Suite Dreams Block Island"],["alt="],["url=http:\/\/www.suitedreamsbi.com"],["email="],["address=Water Street, The Figurehead Building"],["lat="],["long="],["directions="],["phone=+1 401 466-8600"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Luxurious waterfront accommodation with a convenient in-town location. Tastefully appointed with furnishings from our unique Gift and Gallery-234 Water. Suite Dreams is just minutes from the ferry terminal at Old Harbor and within walking distance of beaches, bike rentals, boating and fishing activities, restaurants and wedding facilities. Let Suite Dreams enhance your vacation 'on the Block' by offering the following: friendly check-in, private bath, air-conditioning, exceptional waterviews, relaxing covered deck, refrigerator, microwave, coffeemaker, Queen size Tommy Bahama bed, Flat Panel LCD TV w\/150 Satellite channels, AM\/FM\/CD player, and wireless DSL access."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Sea Breeze Inn"],["url=http:\/\/www.seabreezeblockisland.com"],["email="],["address=71 Spring Street"],["lat="],["long="],["directions=crest of Spring Street"],["phone = +1 401 466-2275"],["tollfree="],["fax="],["hours="],["price=$$-$$$"],["checkin=2PM"],["checkout=11AM"],["content=Lovely perennial gardens, ocean views and authentic island charm. There are a total of 10 rooms, outdoor sitting areas, a hammock, and kayak.  Quietly situated within a short walk from town, restaurants, and ferries in Old Harbor. Fresh continental breakfast included. www.seabreezeblockisland.com"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nBlock Island is by and large a very safe locale, but as with any place there are certain precautions you can and should take to stay out of harm's way.  Far and away the most common causes of injury on Block Island are careless bicycle and moped riders.  If you plan on renting bikes or mopeds, make sure that you wear your helmets, follow the rules of the road, and absolutely do not drink while operating them.  Otherwise, just be aware that other vacationers might not follow these guidelines, and stay alert when on main roads.  When on the beach it's wise to wear sunscreen and exercise care when swimming; Block Island's waters are usually calm, but riptides are not unheard of and swimmers have been known to come across the occasional jellyfish.  The only real crime that takes places on the island almost always stems from tourists who have had a bit too much to drink: there are instances of drunk and disorderly conduct every week, accompanied by infrequent bar fights and some petty theft.  Thankfully, this is restricted almost entirely to the late night bar scene and major holidays.  As long you or your fellow vacationers don't get mixed up in any drunken shenanigans, there shouldn't be a problem.\n\n",{"type":"==","value":["Go next"]},"\n\nThere is a ferry service that leaves Block Island and goes to ",{"type":"[[","value":[["Narragansett"],["Point Judith"]]}," every day of the week and throughout the year. There is also a ferry that travels to ",{"type":"[[","value":[["Newport (Rhode Island)"],["Newport"]]}," and ",{"type":"[[","value":[["New London (Connecticut)"],["New London, CT"]]}," every Monday through Sunday but only operates between the dates July 1 and September 6. For more information see the get in section.\n\n",{"type":"{{","value":[["isPartOf"],["South County (Rhode Island)"]]},"\n",{"type":"{{","value":[["Usablecity"]]},"\n",{"type":"{{","value":[["geo"],["41.175424"],["-71.578245"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Block Island"]]}]