[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Blue Mounds State Park"]}," is located in ",{"type":"[[","value":[["Southern Minnesota"],["southwestern Minnesota"]]}," in the ",{"type":"[[","value":[["United States"]]},".  It consists of more than 2000 acres, mostly tallgrass prairie, but also including a small man-made lake and some woods.\n\n",{"type":"[[","value":[["Image:BlueMoundsStatePark.jpg"],["right"],["300px"],["Blue Mound in the summertime"]]}," \n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\nThe most exceptional characteristic of this park is the mound for which it is named.\n\nBlue Mound is not actually a mound; it's a cliff, and a manifestation of the Coteau des Prairies, an enormous plateau in the Northern Plains of the United States.  The Coteau has maximum dimensions of approximately 200 miles by 100 miles, and extends from eastern ",{"type":"[[","value":[["South Dakota"]]}," through the southwest corner of Minnesota, and into northern ",{"type":"[[","value":[["Iowa"]]},".  Locally the Coteau is known as Buffalo Ridge.\n\nBlue Mound isn't actually blue, either, although it does appear to be when viewed from a distance on a dusty or hazy day.  The rock is actually a pink or reddish hue.\n\n",{"type":"===","value":["Flora and fauna"]},"\nThe park is home to about 40 species of mammals and no fewer than 200 varieties of birds.  The park's 2000+ acres represent the largest segment of preserved tallgrass prairie in the Minnesota State Parks system.  Common varieties of tall prairie grass that occur in Blue Mounds include Big Bluestem, Indian Grass, Sawgrass, Prairie Smoke, and others.  In addition, prickly pear cactus thrive in the park's dry and rocky soil.  The cactus typically bloom in June and July.  Wildflowers bloom all spring and summer.  The Western Fringed Orchid is believed to be present here as well, but due to its rarity and fragility, its location is a well kept secret.\n\n",{"type":"===","value":["Climate"]},"\nTemperature extremes in excess of 105°F may be observed in July and August, and temperatures of -25°F or colder may occur in January and February.  Annual precipitation runs just short of 30 inches on average.\n\n",{"type":"==","value":["Get in"]},"\n\nBlue Mounds State Park is three miles north of ",{"type":"[[","value":[["Luverne"]]}," on US Highway 75.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The resident bison herd.  The population of this herd is carefully managed to simulate wild conditions.  Toward that end, an auction is held every spring to \"thin the herd;\" to adjust the herd's makeup in terms of age, gender, and health."]},{"type":"*","value":["The view from the top of the cliff.  A leisurely hike will take you around the bison range to the cliff, from which you can gaze down on soaring hawks and a picturesque landscape."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Survey the park from the observation tower."]},{"type":"*","value":["Swim at the beach on Lower Mound Lake."]},{"type":"*","value":["Camp - rustic camping is available, as are campsites with amenities."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\nThe park has 73 drive-in campsites, of which at least 40 have electrical hookups.  Showers and toilets are available on site as well.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Southern Minnesota"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Blue Mounds State Park"]]},"\n",{"type":"{{","value":[["geo"],["43.717222"],["-96.189167"]]}]