[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["File:Blue Creek Toledo Belize.jpg"],["thumb"],["Blue Creek Rainforest Preserve"]]},{"type":"'''","value":["Blue Creek"]}," is a village in the ",{"type":"[[","value":[["Toledo (district)"],["Toledo"]]}," region of southern Belize, popular for its namesake creek and Rainforest Preserve, as well as ",{"type":"'''","value":["Hokeb Ha Cave"]},". The village was founded by Kek'chi and Mopan Maya families from San Antonio and Aguacate, is now also home to a number of Mennonite families.\n\nThe Blue Creek 200-acre rainforest preserve is a 15-minute hike along a trail leading to the IZE Research Centre and a deep pool of clear water perfect for swimming (the parking lot and trail is on the right just before the village bridge). The jungle sports bromeliads, orchids, cohune palms, and heliconias, and many medicinal plants, is a birdwatcher's paradise - with hundreds of species of birds - and the roar of the howler monkeys can be heard nearby.\n\n",{"type":"[[","value":[["File:Hokeb Ha Cave.jpg"],["thumb"],["Hokeb Ha Cave is a popular spot for cave swimming"]]}," Further upstream is the Hokeb Ha Cave, with its large entrance carved from the summit of a hill where the Creek gurgles up from underground. Many Late Classic Maya ceramics have been found inside the cave, as well as an altar, and archaeologists believe the cave was used specifically for ceremonial purposes. The limestone caves are full of pristine crystal-clear mineral pools and lagoons, with a water temperature of a constant 75 degrees. Cave swimming trips are a popular activity (for safety, you must be accompanied by a guide and local guides can be hired in the village or at the Research Station). With life jackets and headlights you swim into the cave to visit one or more waterfalls, and view the impressive stalactites and stalagmites.\n\n",{"type":"==","value":["Entrance Fees"]},"\nVisitors wanting to use the Research Centre facilities and dock are asked to pay a small fee. The Hokeb Ha Cave is managed by the Blue Creek Tourism Association in conjunction with the Department of Archaeology, and an entrance fee of BZ$5 applies.\n\n",{"type":"==","value":["Get in"]},"\nHead north-west out of PG Town on the Southern Highway, and then at \"Dump\" junction (where the paved highway turns right and north) carry straight over and onto the unpaved road leading to the Maya villages. At Mafredi Village turn left and continue along this road into the village of Blue Creek. You will find a parking lot on the right-hand side immediately before the low concrete bridge spanning the Creek. The jungle trail starts just beyond the parking lot, and a 15 minute hike will bring you to the IZE Research Station.\n\nThe Dolores village bus (Ack's Bus) leaves from Jose Maria Nunez Street in PG Town at mid-day and stops at Blue Creek Village.\n\n",{"type":"==","value":["Get around"]},"\nThe jungle trail starts just beyond the parking lot, and a 15-20 minute hike along a well marked path will bring you to the IZE Research Station.\n\nThe trail continues past the Research Station heading towards Hokeb Ha Cave: follow the trail, and bear towards a stream on your left until you come to a dry creek bed filled with white stones. Cross over the dry creek, and continue heading upstream using the creek as a guide. At this stage the trail isn't always obvious, but you'll be hiking along the base of increasingly steep cliffs, and you'll shortly see a 10 feet waterfall and then the main cave entrance comes in to view.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" hundreds of species of birds"]},{"type":"*","value":[" rainforest medicinal plants"]},{"type":"*","value":[" dozens of reptiles, amphibians and mammels"]},{"type":"*","value":[" spectacular limestone caves"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jungle hiking"]}," - hire a local guide from the village, or ask Ignacio Coc - the Research Centre manager - if he can arrange a guide for you. They will take you on the steep trails in the rainforest preserve, showing you the local fauna and flora - particularly the jungle medicinal plants."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cave swimming"]}," - the cave runs 5 miles, with several waterfalls of 20 feet or more, and cave swimming trips usually go as far as the first or second waterfall. Once past the entrance of the cave you'll lose all natural light, revealing the sparkle of the mica-studded stalactites and stalagmites. You must hire a guide to go cave swimming - they are familiar with weather patterns and can assess whether the water levels are likely to change rapidly."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Dry caving"]}," - there are other caves at Blue Creek which can be explored with a guide"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Swimming"]}," - the Research Centre dock juts out over a beautiful pool of deep water, perfect for swimming at almost any time of the year. There is also a pool of water close to the Cave entrance, but this may not be suitable for swimming after heavy rainfall."]},"\n",{"type":"==","value":["Buy"]},"\nSimilar to Lubaantun, you will find many ladies at the parking lot selling baskets and embroidery (as well as a few Guatemalan made items).\n\n",{"type":"==","value":["Eat"]},"\nYou may be able to arrange for lunch at the Research Station, or can buy snacks from the village shop.\n\n",{"type":"==","value":["Drink"]},"\nSoft drinks are available from the Research Station, or from the village shop.\n\n",{"type":"==","value":["Sleep"]},"\nIZE's research station has several rustic cabins, with meals provided at the main lodge\/research station building.\n\nThe Maya Homestay Network operates in Aguacate Village, 5 miles beyond Blue Creek Village.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nThe Dolores village bus passes through Blue Creek very early each morning. If you are visiting Blue Creek for the day, you will need to either hitch a lift or charter a vehicle to take you back to Mafredi to catch Bol's Bus at around 4:30PM on its journey to PG, or back out to the Southern Highway to catch a James Line Bus back to PG.\n",{"type":"{{","value":[["isPartOf"],["Toledo (Belize)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Blue Creek Rainforest Preserve"]]}]