[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Blumenort"]}," is a village situated in the RM of Hanover in the ",{"type":"[[","value":[["Pembina Valley"]]}," of ",{"type":"[[","value":[["Manitoba"]]},".\n\nThe name comes from a German word that means \"flower place\" or \"flower nook.\"\n\n",{"type":"==","value":["Get in"]},"\nTake highway 12 to Provincial Road 311.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe Evangelical Mennonite Church, 59 Centre Ave, Blumenort, MB, R0A 0C0, 204-326-1644. A church with a Sunday Attendance of between 400 and 500 hundred is rare in a town of just over one thousand but yes The Blumenort Evangelical Mennonite chruch is such a church. With 525 members drawing on a large rural area as well as the urban community of Steinbach, the church is growing. Their Sunday morning services are lively. Four pastoral staff and three lay minister willingly take their turn preaching on Sunday morning with a great deal of variety and passion. The singing is a mix of contemporay music and traditional hymns with accompaniment utilizing several church bands which utilize piano, acoustic guitar, drums, electric guitar and occasionally other stringed instruments, keyboard, organ and brass instruments. The ladies groups is quite active and has hosted special monthly meeting and often hosts special Bible Studies. Children's club is active during the winter months and Sunday School for all ages is available year round. The church is mission minded and has many short term and long term missionaries who are member of the church serving around the world. The church offers a growing small group ministry allowing people an opportunity to connect with others in the congregation and community. Mom's morning out is a special break for mothers of preschool children to get away form home and connect with other mothers. The church has an active camping program with a new facility on Eagle Lake near Vermillion Bay, Ontario. A monthly Sunday School Ministry to Whitedog first nations just north of Kenora Ontario, also provides two weeks of Camp for children and teenagers from Whitedog.  The rural atmosphere is noticeable in that informal as well as more formal dress is acceptable at church activities. There are many striong family ites in the church but there are also many people attending who have had no former connection to the families of Blumenort as the community is growing. Many friendly people attend this church.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["Fast Brothers"]},{"type":"*","value":["PBX"]},{"type":"*","value":["Supreme Boats"]},{"type":"*","value":["Granny's Poultry"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":["Country Meat & Sausage"]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=JT's Store & Diner"],["url="],["email="],["address=40, 1st Ave."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Contact\nOne of the church pastors or secretaries for more information about the town of Blumenort and the church. info@blumenortemc.ca or visit the church website ",{"type":"[","value":["http:\/\/blumenortemc.ca"]},". \n\n"]},"Go next==\n\n",{"type":"{{","value":[["geo"],["49.604444"],["-96.688889"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Pembina Valley"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Blumenort, Manitoba"]]}]