[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Olhar Brasil SC.JPG"],["thumb"],["350px"],["right"],["Blumenau"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.blumenau.sc.gov.br\/ Blumenau"]}]}," is a city in the Itajaí Valley, in ",{"type":"[[","value":[["Santa Catarina"]]}," State, Southern ",{"type":"[[","value":[["Brazil"]]},". The population in 2006 was estimated to be approximately 298,603.\n\n",{"type":"==","value":["Understand"]},"\nBlumenau and the surrounding regions became home to a large number of German immigrants in the late 19th century, leading to a culture that's distinctly different from the common image of Brazil. After Germans, the second largest ethnic group is Italians.\n\nThe ",{"type":"''","value":["Oktoberfest"]}," is held every year in October, and is the world's second largest beer festival. It attracts over one million tourists during the sixteen or seventeen days it's held.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["Image:Blumenau Moellmann.jpg"],["thumb"],["One of Blumenau's many German-style buildings"]]},"\nIn September 2nd, 1850 the German immigrant Bruno Otto Hermann Blumenau settled on the site of modern-day Blumenau, on the shores of the Itajaí-Açu river. He came with another 17 immigrants and intended to developed a farming colony, but due to the rugged terrain, the development of industries came more natural to the region.\n\nThroughout its history, the city suffered many major floods, with severe ones in 1983 and 1984. After some economic stagnation in the 1990s, the city is now thriving again, becoming also one of the major software developing areas in Brazil.\n\nAt the end of November 2008, the city suffered another major flood caused by 3 months of rain. The rain damaged the entire state of Santa Catarina, but Blumenau went down, with streets full of water, mud, and a lot of landslides which caused dozens of deaths. But with the help of donations from Brazilians across the country and international help from Germany, which donated two hundred thousand euros, the city has been rebuilding.\n\n",{"type":"===","value":["Geography"]},"\n\nLocated in the Itajaí Valley, Blumenau is the 3rd biggest city in Santa Catarina State, with approximately 298,603 inhabitants (2006). The city is in an average altitude of 14 meters above the sea level and its municipality has 510 square kilometers.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bus"]},"\nIt is very easy to get to Blumenau by bus. There are several interstate companies with regular lines to Blumenau and region. A trip from ",{"type":"[[","value":[["São Paulo"]]}," takes about 10 hours and costs about R$100,00 (US$45,00) one-way. The bus station is open 24 hours a day and has showers  free bathrooms and a diner (however those are very old right now and very dirty, and only snacks are available and the bus station whose is very dangerous indeed). It is served by urban buses to PROEB (downtown) and Fortaleza (neighborhood) Terminals. There are also taxis, which would take you downtown for about R$15,00 (US$8,50).\n\nSome companies in Blumenau Bus Station:\n\nAuto Viação Catarinense (Phone: +55 (47) 3323-5082)\n\nEmpresa Nossa Senhora da Penha (Phone: +55 (47) 3323-3224)\n\nEmpresa União Transportes (Phone: +55 (47) 3323-6363)\n\n",{"type":"===","value":["By plane"]},"\nThe nearest airport is ",{"type":"'''","value":["Ministro Victor Konder International Airport"]},", located 59 km away in ",{"type":"[[","value":[["Navegantes"]]},", with flights only from ",{"type":"[[","value":[["São Paulo"]]}," and ",{"type":"[[","value":[["Porto Alegre"]]},". In the airport there buses to take you downtown Blumenau. GOL Linhas Aéreas also has free buses for its costumers.\n\nIt may be easier to find airplanes to Santa Catarina through the Aeroporto Internacional Hercílio Luz, in ",{"type":"[[","value":[["Florianopolis"],["Florianópolis"]]},", but from there you must take a bus or a taxi to Florianópolis Bus Station and from there, a bus to Blumenau.\n\nOr also take a flight to Curitiba airport (located in the city of São José dos Pinhais) and take a bus from Catarinense Viação Bus company directly without having to go to Curitiba central bus station.  You can go to the Bus point called 'Pinherão' located in the center of São José dos Pinhais with is located about 30 min. by foot or 10 Reais by taxi.\n\n",{"type":"===","value":["By car"]},"\nIf you are not far away, you can come by car. The main road in the coast of the State is BR-101, but there is no way to get into Blumenau directly through this road. You will have to use either BR-470 (which is very dangerous),or SC-470, known as Rodovia Governador Jorge Lacerda, which goes through the cities of ",{"type":"[[","value":[["Itajaí"]]},", ",{"type":"[[","value":[["Ilhota"]]}," and ",{"type":"[[","value":[["Gaspar"]]},". This road is not as fast as BR-470, but it's much safer, has less trucks and it is better illuminated at night. You still have an option, using SC-486, which goes to ",{"type":"[[","value":[["Brusque"]]},", a nearby city, and then from there to Gaspar and Blumenau.\n\nIf you come from the West (Western Santa Catarina, Northern Rio Grande do Sul, Southwestern Parana, Argentina or Paraguay), you have to take highway BR-282, after Lages, enter to Otacilio Costa and there you'll eventually end up at BR-470, where you'll have to take the East direction, towards Rio do Sul and eventually to Blumenau.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["On foot"]},"\nWalking in downtown Blumenau may be pleasant from April to December, but avoid walking too much in the summer, as summers tend to be extremely hot and there aren't many trees.\n\nThe city has many hills and outside downtown you might find some challenging slopes. Sidewalks in Brazil don't have standards and in Blumenau the best are downtown, so in the neighborhoods take some care with them. During the summer it rains almost everyday, but usually in the late afternoon, so it won't really be a problem to stroll around.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are expensive.\n\n",{"type":"===","value":["By bus"]},"\nThe bus system in Blumenau is one of the most efficient in Brazil. The system is run by SETERB and composed by six terminals in different spots of the city: Garcia in the South, Fonte in the Center-South, Velha in the West, Aterro in the Northwest, Fortaleza in the Northeast and PROEB in the Center-North. Inside the terminals you can transfer to another bus without paying extra.\n\nThe buses are yellow and light blue. Line 33 goes from Fonte-PROEB-Fonte via Beira-rio and Rua 7 de Setembro. One single trip costs R$2,05 (US$1,15), which you pay either when you get in a bus or in the terminals.\n\nThere is also another kind of bus, the red ones, which are restricted mostly to the downtown area and a little further to the north and south. These buses have air conditioning and more comfortable seats, which may come handy during the summer in the city. They don't stop at bus stops, only in the Garcia and PROEB terminals. To catch one, you just have to lift your arm and make a sign whenever you see it. The fare is a bit more expensive though.\n\nHourly buses to the nearby town of Pomerode, where the annual Festa Pomorana takes place, can be caught on Rua Sete (7) de Septembro, and close to the Blumenau bus terminal Terminal Aterro, further along and on the same side of the road, Rua Eng Udo Deeke, 45 - Salto Norte, Blumenau - SC, 89065100, 47 3323-1782.  Taxi drivers will offer to take tourists to Pomerode - avoid doing this, as it will be an avoidably expensive trip.  The last bus from Pomerode to Blumenau leaves at 10:15PM and can be caught at one of the bus stops along Pomerode's main road.\n\n",{"type":"===","value":["By car"]},"\nBlumenau is not a very easy city to drive. The streets are irregular and in the neighborhoods there aren't many traffic signs. But if you prefer, you can rent a car for a fair price. It's highly recommended to have a map with yourself, as sometimes even the city's population gets lost in town.\n\nDowntown there are three main and parallel streets: Avenida Presidente Castelo Branco, known as Beira-Rio (rivershore), Rua XV de Novembro and Rua 7 de Setembro. The three of them get very busy during the rush hour, but traffic is not chaotic overall.\n\nWatch out for speed reducers all spread through the city, they limit the speed to 50km\/h (",{"type":"''","value":["31mph"]},"). There are also photo radars in traffic lights.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:Teatro Carlos Gomes02.jpg"],["thumb"],["Carlos Gomes Theater"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aldo Pereira de Andrade Bridge"],["alt=Ponte Aldo Pereira de Andrade"],["url="],["email="],["address="],["lat="],["long="],["directions=end of Av. Beira-Rio"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Popularly known as \"Ponte de Ferro\" (",{"type":"''","value":["Iron Bridge"]},") it was firstly built for the railway that used to go through Blumenau. It was closed until the 90's, when it was reformed and open for cars. Don't miss as from this bridge you have a spectacular view of the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Blumenau Municipal City Hall"],["alt=Prefeitura Municipal de Blumenau"],["url="],["email="],["address="],["lat="],["long="],["directions=end of Beira-rio Avenue"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the most beautiful German-style buildings in the city, the city hall was built in the beginning of the 1980's and in its gardens you can see an old locomotive where kids are used to playing. There's also a beautiful grass clock nearby."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Carlos Gomes Theater"],["alt=Teatro Carlos Gomes"],["url="],["email="],["address=Rua XV de Novembro"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1939, this big theatre is the only one in the city. Its façade and gardens were reformed in 2006 and if you're lucky you can get to see plays with some famous Brazilian actors."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Castelinho da Havan"],["url="],["email="],["address="],["lat="],["long="],["directions=Beira-rio and Rua XV de Novembro"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also known simply as \"Moelmann\", this german-style building is one of the city's landmark. The building was home to a traditional department store, which bankrupted in the 90's. Then it became home to the Tourism Secretary and there were sometimes some expositions there. Now, it became a local department store, created in Brusque. Although it's a department store, people kept the entrance's design and added a nice balcony in the second floor where is located some kind of a restaurant or a bar. And in the basement, which was actually a dungeon, now there is a pub."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=German Village"],["alt=Vila Germânica"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is one of the main tourist spots in the city. It's a street filled with German-style houses that sell from souvenirs to hot dogs. In 2006 a new building was built and became one of the most beautiful timber buildings in Blumenau and it currently hosts a restaurant. The famous Oktoberfest happens there, the biggest in Brazil, always in October."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lauro Müller Bridge"],["alt=Ponte Lauro Müller"],["url="],["email="],["address=Rua Bahia - Salto"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Also popularly known as Ponte do Salto (",{"type":"''","value":["Salto Bridge"]},"), this bridge was built in 1913 and, due to structural problems it fell in 1982. It was restored and rebuilt in 1983 and reformed again in 2002. It's the only bridge with a roof in the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of the Colonial Family"],["alt=Museu da Família Colonial"],["url="],["email="],["address=Alameda Duque de Caxias"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This museum is the first and oldest house in the city, from 1858. It became a museum in 1997. In the 3-house complex, furnitures of Bruno Otto Hermann Blumenau (the founder) and his family are exposed together with other items from the last dweller of the house, Renate Rohkol, which died in 1997."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Praça Hercílio Luz"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This square is one of the most pleasant places in the entire city. It was right here that the first settlers arrived and nowadays it's home for several attractions. You will have the oportunity to visit the \"Museu da Cerveja\" (",{"type":"''","value":["Beer Museum"]},") and see how beers are brewed. There's also a monument for the Brazilian soldiers who fought in World War 2. Also in this area if you go down to the shore of the river, you'll see a magnificent view of downtown from below. In this region it's very common to see capybaras, the biggest rodents in the world, and don't worry, they're gentle. Across the street there's the old city hall, a very beautiful building. You can also come here at night, as in the brick building there is a Cervejaria (",{"type":"''","value":["Beer pub"]},") called Biergarten."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=São Paulo Apóstolo Cathedral"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This Cathedral is the biggest church in the city. Located right in the middle of the city, close to \"Moelmann\" it has also one of the symbols of the city: its tower. The stone tower is 45 meters high and you can see it from pretty much everywhere downtown. The church was built in place of an older (and smaller) one and open in 1956 and became a cathedral in the early 2000s. Check its modern architecture."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Water Museum"],["alt=Museu da Água"],["url="],["email="],["address=Rua Lages - Boa Vista"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=this museum does not only show the process of treatment of the water (",{"type":"''","value":["Water Museum"]},"), but it also has some historical pictures of the city and the nicest viewspot in the city. From there you can see pretty much all of downtown and parts of other neighborhoods like Velha and Ponta Aguda (across the river, from the city center)."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Oktoberbnu01.jpg"],["thumb"],["right"],["200px"],["German Village is where the famous ",{"type":"'''","value":["Oktoberfest"]}," happens every year. In the year of 2006, approximately 350,000 liters of beer were drunk, that is, 92460,2 gallons!"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wander in Rua XV de Novembro"]}," and see one of the most beautiful streets in Brazil. Completely reurbanized in 2000, it still has some original buildings from the 19th Century and has most of the city's attractions. Throughout the year it's always very busy and crowded during the day, but it also gets empty during the Christmas - NYE period, as most of the city's inhabitants rush into the beaches nearby."]},{"type":"*","value":[" ",{"type":"'''","value":["Oktoberfest"]},"! The best time to come to Blumenau is in October, because in October there's Oktoberfest. The party began in 1983 and attracts thousands of people from the whole country and also from other Mercosur countries. During the 17 days, every Wednesdays and Sundays you'll have the opportunity to see the traditional parade in Rua XV de Novembro and every night at ",{"type":"'''","value":["Vila Germânica"]}," people gather to party. The party goes until 1AM on weekdays and until 6AM in the weekends. Most of the best and biggest local breweries have stands in the party and delicious food, such as the ",{"type":"'''","value":["Stuffed Potatoes"]}," and ",{"type":"'''","value":["X Alemão"]},". If you get tired of the German music inside, try the electronic tent outside."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nFor a small city, Blumenau is quite diverse, there are Chinese, Japanese, Italian restaurants and, of course, German. There are also some fast food chains like Pizza Hut, McDonald's and Subway, all present in the city's Shopping Mall.\n\nExcept for the German food, you may have some great oportunities to have sweets in Blumenau. There are cakes for all tastes and delicious Cafés Coloniais (",{"type":"''","value":["Colonial Lunches"]},").\n\nIn the restaurants, especially in the cheaper ones, don't expect people to speak much English. If you speak German it may be easier.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Gutes Essen"],["alt="],["url="],["email="],["address=Rua Marechal Deodoro, 202"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A cheap and clean all-you-can-eat restaurant in Velha neighborhood. During the colder months they serve Feijoada on Wednesdays and Saturdays."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Blu Lanches"]},", Rua 7 de Setembro, 1395. This diner serves the best sandwiches in town, and try their great mayonnaise. It also gets very full of people on Thursdays, Fridays, Saturdays before the clubs open and especially on Sundays, when there are no clubs, so people would just stick around over there talking with friends by their cars and drinking some beer. It gives you a very different feel."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Churrascaria Adelaide"],["alt="],["url="],["email="],["address=Rua Alberto Stein, 132"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Right across Vila Germânica you can find this nice churrascaria. It may not give you the best impression, but their meat is great and it's very cheap for a churrascaria as well."]]}," "]},{"type":"===","value":["Medium"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sabor Imperial"]}," - If you don't have too much time to look for a restaurant downtown, this is the place you should go, another all-you-can-eat, better than Gutes Essen. Prices are about R$21,00\/kg, but you must try their Strogonoff. (Rua 7 de Setembro, 640 - Hotel Rex)"]},{"type":"*","value":[" ",{"type":"'''","value":["Pizzaria Don Peppone"]},", Rua 7 de Setembro, 2013. This delicious pizzeria only opens at night, but they surely have the best pizza in the city, but if you don't like too much cheese, be sure to ask for it. They also serve a superb lagasna and they have other international food dishes. "]},{"type":"*","value":[" ",{"type":"'''","value":["Churrascaria Tiefensee"]}," - This traditional churrascaria serves meat on dishes. It's one of the oldest in the city and they have a very nice aviary right in the middle of the restaurant. Be sure to get a table nearby. (Rua Amazonas, 2322)"]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Restaurante Chinês"],["alt="],["url="],["email="],["address=Rua XV de Novembro, 346"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is one of the only two authentic Chinese restaurants in the city. Their food is pretty good."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Miyoshi"],["alt="],["url="],["email="],["address=Avenida Brasil, 605"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you like Asian food, specially Japanese, you can find a great variety here. They have a Sushi and Sashimi buffet that is always fresh. There are also many hot dishes and you can also order your Sushi and Sashimi, if you have some kind of preference. For kids they also serve steack with French fries, and they have one of the most delicious Pettit Gateau's of the city. It's not the most expensive restaurant in the city, but it's becoming a splurge."]]}," "]},{"type":"*","value":[" ",{"type":"'''","value":["Nakirimoto Sushi Bar"]},", Rua Alemeda Barão do Rio Branco. Another Asian restaurant, but this one only serves Chinese and Japanese food. If you like really thin Sashimis, avoid coming here, but if you like hot dishes of the Japanese cuisine, this is the place for you. It has also delivery service. Remember to ask for new glasses, without any cracks. "]},{"type":"*","value":[" ",{"type":"'''","value":["Chef Waldemar"]}," - Even though it's a delivery \"restaurant\", it has one of the best international cuisine of the city, and for a fair price. You can call 3222-1015 and order a delicious Strogonoff at your hotel."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Churrascaria Ataliba"],["alt="],["url="],["email="],["address=Rua Porto Rico, 51"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This is probably the best espeto corrido (",{"type":"''","value":["waiters continuously serving meat on the tables"]},") in the city, now in a brand new restaurant in Ponta Aguda. They have also a great buffet, with cheese, ham, sushi, etc."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Restaurante Frohsinn"],["alt="],["url="],["email="],["address=Rua Gertrud Sierich, 940"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With an extensive menu and an even greater view of the city from the top of a hill, it's been many times considered the best in town. The restaurant is perched on top of a steep upward slope and offers a range of overpriced, German hybrid dishes. Their goulash is made made without beer - something unheard of in Germany - though you can ask for beer to be included in the source if you're prepared to pay for a bottle of beer. Better German food can be found in one of the many German restaurants in Pomerode. However, if you insist on eating at Frohsinn, try the \"Marreco com repolho roxo\" (",{"type":"''","value":["Duck with cabbage"]},"), a traditional dish from the region. Some dishes are prepared in front of you. Waiters will offer a Couverto starter dish, which appears to be a courtesy appetiser, however you should be aware this comes with a R$6 per person price tag specified in the menu's smallprint: the waiters will not volunteer this information. A 10% service charge is added to the bill. If you're lucky there will be a pianist playing the piano."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Moinho do Vale"]},", Rua Porto Rico. Right across from Churrascaria Ataliba, Moinho do Vale (Valley's Windmill), was an ancient windmill that used to produce wheatflour and later became a restaurant. It was very damaged in the floods that hit the city in 1983, and in 2008 it was redesigned and rebuilt, becoming a nice international restaurant, and a bar with a huge deck right beside the river Itajaí-Açu. It's a nice place to make a Happy Hour or to go with friends. The menu comes in English, German and Portuguese."]},"\n",{"type":"==","value":["Drink"]},"\n\nBlumenau is known as the \"brazilian beer capital\".  Besides the traditional Oktoberfest, that attracts tourists from the whole country in October, Blumenau also has a few microbreweries.\n\n",{"type":"'''","value":["Eisenbahn"]},",  is the most famous, as they're the only ones of them to sell beer in bottles. They have ten different beers (Pilsen, Pilsen Orgânica (Organic), Dunkel, Pale Ale, Weizenbier, Weizenbock, Kolsch, Wiechnachts Ale, Rauchbier and Golden Ale), and can be found in the major cities of the country.\n\nBesides Eisenbahn, you can also find ",{"type":"'''","value":["Bierland"]}," and ",{"type":"'''","value":["Unser Bier"]},", on tap in some bars and restaurants. All of them are very good and highly recommended if you wanna feel the taste of Blumenau.\n\n",{"type":"==","value":["Sleep"]},"\n\nWebsites for inexpensive hotels in Blumenau are not immediately available through the search engines or hotel search portals, which tend to respond with hotels offering double rooms at R$120 or more per night.  These are no better in quality than more economical hotels, though they exploit the tourist's unfamiliarity with the area.  Except during Oktoberfest, hotel rooms are plentiful and it is a buyer's market.  Don't let being unsure about where to sleep put you off from visiting Blumenau: once there, you will find hotels everywhere, many of which offer double rooms at around R$70 (US$30) per night equipped with cable tv, private bathroom and shower and breakfast inclusive.  You can pick up a free tourists magazine at the overpriced and shabby Blumenau Tourism Hotel next to the rodoviario which contains a list of hotels with their prices and addresses.\n\nTwo highly recommended hotels based on price and comfort and quality at R$70 per night per double room are:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Danubio"],["url=http:\/\/www.hoteldanubioonline.com.br\/"],["email="],["address=Rua São Paulo, nº 374 - Centro"],["lat="],["long="],["directions="],["phone=(47) 3037 7878"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Hermann"],["url=http:\/\/www.hotelhermann.com.br\/"],["email="],["address=rua Marechal Floriano Peixoto, 213 - Centro"],["lat="],["long="],["directions="],["phone=(47) 3322-4370"],["tollfree="],["fax=(47) 3326-0670"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Pousada Brigite Hostel"],["url=http:\/\/www.pousadabrigitehostel.com.br\/"],["email=brigite.blu@hotmail.com"],["address=Rua Venezuela, 335 - Centro"],["lat="],["long="],["directions="],["phone=(55) 3232-1175"],["tollfree="],["fax="],["hours="],["price=R$40\/ps"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay Safe"]},"\n\nBlumenau is a pretty safe city. However watch out for pickpockets in buses and downtown. The whole Rua XV de Novembro is monitored by cameras, which drastically reduced criminality in this busy area. If you have a car, be careful when driving in BR-470.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Image:SpitzkopfPNSI.jpg"],["thumb"],["Serra do Itajaí"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Itajaí"]]}]}," - the closest coastal town"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Serra do Itajaí National Park"]]}]},"  - the surrounding area is a nature reserve of the Itajaí Mountain Range."]},"\n",{"type":"<","value":["br",{"clear":"all"}]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Itajaí Valley"]]},"\n",{"type":"{{","value":[["geo"],["-26.933333"],["-49.05"]]},"\n",{"type":"[[","value":[["WikiPedia:Blumenau"]]},"\n\n",{"type":"[[","value":[["Commons:Blumenau"]]}]