[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Bo'ness"]}," is a small town in ",{"type":"[[","value":[["Scotland"]]},". The full name of the town is ",{"type":"''","value":["Borrowstounness"]}," but the abbreviated form is almost always used. Previously a traditional mining town, Bo'ness is a commuter town for those working in nearby Edinburgh and further afield. Bo'ness is home to the Scottish Railway Preservation Society and the Bo'ness and Kinneil Steam Railway.\n\n",{"type":"==","value":["Get in"]},"\nThe train station and line in Bo'ness is connected to the national network, however, the line is mostly used for day trips from Bo'ness to the Birkhill Clay Mine and back.  There is no regular passenger service.\n\nThe railway is run by The Scottish Railway Preservation Society",{"type":"[","value":["http:\/\/www.srps.org.uk\/railway\/home.html"]},". Phone: 01506 822298\n\nBo'ness is fifteen miles from ",{"type":"[[","value":[["Edinburgh"]]},", the main route being the M9 motorway. The exit is junction 3.\n\n",{"type":"==","value":["Get around"]},"\nThe historic town centre can easily be explored by foot. The are also frequent bus services around the town - linking up to neighbouring towns such as Linlithgow (rail station) and Falkirk.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The Scottish Railway exhibition and the Bo'ness and Kinneil Railway ",{"type":"[","value":["http:\/\/www.srps.org.uk"]}]},{"type":"*","value":["The Hippodrome, ",{"type":"[","value":["http:\/\/www.falkirk.gov.uk\/hippodrome"]}," Scotland's first purpose built cinema, restored and re-opened, showing a range of movies for all tastes."]},{"type":"*","value":["Kinneil Estate - ",{"type":"[","value":["http:\/\/www.kinneil.org.uk"]}," - featuring a historic house, a free museum, a Roman fortlet and woodland walks"]},{"type":"*","value":["Bo'ness Motor Museum, featuring cars used in the James Bond films"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Take a ride on the steam train along the shore of the Firth of Forth with views of Fife"]},{"type":"*","value":[" Walk in the footsteps of Romans at Kinneil Estate, visiting the fortlet and free museum"]},{"type":"*","value":[" Take in the sea air with a walk along the foreshore or around the harbour"]},{"type":"*","value":[" Look at the old photographs of the town in the historic library, off Scotland's Close"]},{"type":"*","value":[" Marvel at some of the fantastic old buildings in the town centre - including Dymock's Buildings, officially opened by Prince Charles"]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" Try fish and chips at Corvi's in Seaview Place, one of the best chip shops in Scotland (previously in Scotland the Best)"]},{"type":"*","value":[" Pick up some toys at the Bo'ness Toy Shop in South Street(featured in the Guardian)"]},{"type":"*","value":[" Browse the great selection of books in the Inkspot and Silverleaf Booksellers (featured in the best 50 bookshops in Britain in the Independent)"]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["56.0168"],["-3.6089"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["The_Lothians"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bo'ness"]]}]