[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Boaco"]}," is a mountain town in ",{"type":"[[","value":[["Nicaragua"]]},", some 88 km east of ",{"type":"[[","value":[["Managua"]]},". Sometimes called the \"Two-Storey City\", you'll be challenged to find flat terrains in the city. It's divided in the \"upper city\" and the \"lower city\", with one part of town located at the top, and the other part at the foot of a hill. Boaco is the capital of the Boaco Department.\n\n",{"type":"==","value":["Understand"]},"\nThe origin of this town lies some 15 miles east of the current city. The original village was however raided and destroyed in 1749 by Zambo, Caribe and Mosquito Indians. The few inhabitants who survived moved east to start a new settlement. In the years that followed, floods and disease caused them to move higher up the hills - to the location of current day Boaco. The name of the town means as much as \"place of the enchanters\", in local language.\n\nToday, the city of Boaco has some 20.000 inhabitants and serves as a regional centre for the extensive agricultural and cattle-ranching activity in this area. Beef and dairy products from the wide Boaco region find their way to the rest of the country and even abroad.\n\n",{"type":"==","value":["Get in"]},"\nPaved roads have made access to this town in the mountains a lot easier in recent decades. There's a bus connection to nearby ",{"type":"[[","value":[["Managua"]]}," as well as to some smaller destinations in the area.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Church in Boaco.jpg"],["thumb"],["Church in town"]]},"\n",{"type":"*","value":[" The Boaco Museum of Anthropology"]},{"type":"*","value":[" The Municipal Museum of Arturo Javier Suarez Miranda"]},{"type":"*","value":[" The city park, named after priest Paulino José Nieborows"]},{"type":"*","value":[" The Santiago de los Caballeros church is the parish church for the higher city, and was built in the mid-19th century."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rio San Juan Region"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["12.466667"],["-85.666667"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Boaco"]]}]