[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"[[","value":[["File:BoboDioulasso-GrandMosqueN.JPG"],["300px"],["thumb"],["Bobo-Dioulasso Grand Mosque"]]},"\n",{"type":"==","value":["Understand"]},"\n\nSomebody once said that “Bobos,” or those Burkinabe who have spent a significant amount of time in Bobo, and have adopted some of the “Bobolaise” mannerisms – are the most hospitable Burkinabe, and perhaps one of the most hospitable groups of people, in the world. Strangers are welcome in general, and just about anyone from strangers to neighbors are always invited to drink tea or some bissap and eat food. In every neighborhood, you will see mini block parties of tea drinkers, old ladies out walking, schoolkids in clumps – to a degree not to be found in many other villes and villages. Bobo is social. That said – some PCVs say that Bobo also holds the highest rate of Faux Types, merchant hawkers, and the like, on the hunt to chat it up, or sell something to a “Tubabu” (that’s you, silly). French and Jula are spoken in Bobo, along with Bobo (a dialect) and many other regional dialects. Bobo is often called the commercial capital of Burkina. You can get almost anything that you can get in ",{"type":"[[","value":[["Ouagadougou"],["Ouaga"]]}," (OK – no Jimmy’s Bar, or Ice Cream like there is at Chez Simone). In general prices for things are a little cheaper than Ouaga. It is also much more temperate in Bobo (not too hot not too cold) due to lots of greens, trees, etc. in and around the area.\n\n",{"type":"==","value":["Get in"]},"\nThere are several bus companies with daily services to Bobo-Dioulasso from ",{"type":"[[","value":[["Ouagadougou"]]}," and other regional cities aswell as a few international destinations. ",{"type":"'''","value":["Rahimo"]}," (+226 76643860), ",{"type":"'''","value":["STMB"]}," (+226 50314472), ",{"type":"[","value":["http:\/\/tcv-bus.com\/ ",{"type":"'''","value":["TCV"]}]}," (+226 50301303), ",{"type":"'''","value":["SOGEBAF"]}," (+226 50344255), ",{"type":"'''","value":["TSR"]}," (+226 50342524) and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.transport-rakieta.com Rakieta"]}]}," amongst others.\n\nAlso, the twice weekly train between ",{"type":"[[","value":[["Abidjan"]]}," and Ouagadougou makes a stopover here. Although a scenic and rather comfortable ride, the train is slower the bus services and delays are common.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Taxis"]}," During day hours should charge 200cfa – no more. 300 cfa if you are going really really far. At night 300cfa is what you should pay to go anywhere. Wee wee morning hours – prices mount but should NEVER surpass 500cfa. If you have a heavy travelers bags or a bike expect to pay another 100 or 200cfa. Try never to take a taxi out of a gare – better to walk a block and get someone who won’t try to milk you for a tourist."]},"\nYou are, however, at a distinct disadvantage when it comes to negoatiation if you are Caucasian, and lets be honest - if you can offord to get to Burkina Faso 500cfa is hardly bank breaking!\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Cine Sanyon"]}," – For movies – off of Ave. de la Republique\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Centre Culturel Francaise"]}," – You can always swing by to see what is going on in terms of exhibits\/ art \/ music – or just sit in their garden to study or read."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Grande Mosquée"],["alt="],["url="],["email="],["address="],["lat=11.177878"],["long=-4.295935"],["directions=Right off of Place de la Revolution"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A fine example of Sahel-style mud architecture, built in 1893."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Place de la Nation Musee Provincial"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=At Place de la Nation"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Konsa house"]}," which is the ritual cente of a senior house of the Zara (or Bobo-Jula) group"]},{"type":"*","value":[" A sacred natural pond called ",{"type":"'''","value":["Dafra"]}," at its southern fringes, which is the source of the We river. The pond is also a site of pilgrimage and the giant catfish living in it are given offerings."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Marché"]},"\n",{"type":"[[","value":[["File:Female Bread Vendors - Bobo-Dioulasso - Burkina Faso.jpg"],["300px"],["thumb"],["Bread vendors"]]},"\n\nIf the Grand Marche is too intimidating or you don’t have the time to hassle with it, nearly every neighborhood has a pretty comprehensive marche somewhere – just ask. Also worth noting is the ",{"type":"'''","value":["Marche de Fruits"]}," – that is on the road that leads to the Airport towards ",{"type":"[[","value":[["Banfora"]]}," and ",{"type":"[[","value":[["Orodara"]]},". (You’ll see a sign pointing off to the right that says “MARCHE DE FRUITS” ). Piles of mangoes, oranges, bananas, ignames, and patates live there in season.\n\nAlso to note is the ",{"type":"'''","value":["Marina Market"]}," – a very Western style supermarket with lots of Arabic imports, cheeses, chocolate, wine, alcohol, doodads and tchatchkis for your hut in village, etc. Haggling for prices is not allowed. Cousin to Marina Market is ",{"type":"'''","value":["Cobodim"]},", which has much the same selection in terms of goods. It is located catty corner to the SouthWest corner of the Marche. Haggling for prices is not allowed here either.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Grande Marche"],["alt="],["url="],["email="],["address="],["lat=11.177380"],["long=-4.300296"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The enormous central market. It has just about everything you need in it to live in Burkina from cloth to plastic buckets, jewelry and nailpolish remover, to sewing shears and gas lamps and a nice varied selection of veggies and fruits. It’s also fun to hang out in the meat stalls if you like to see your cut of fresh meat being chopped right there, and be splattered with bits of gristle and bones (not recommended for the vegetarians). As usual, take particular care of your valuables as pickpockets are always on the lookout for easy targets."]]}]},"\n",{"type":"===","value":["Tailors"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Antoine"]},". His shop is in Accartville North. To get there, get a taxi to go just past the bar “Jardin D’Eden” in that neighborhood and drop you off at the road just after Jardin D’Eden you will see a mini bar called CP1. Walk approximately 2 blocks in on that CP1 road, and on the left hand side – you will see a mango tree surrounded by lots and lots of mud bricks. The door to the tailor is right by that tree – ask someone sitting in the street if you can’t find him."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Restaurants"]},"\n\nMost larger buvettes have eats in the afternoons and evenings, but here are a few notables from the recommendations and favorites of Bobo Stage Goers:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["La Pacha"]}," – Personal favorite – has pizzas, Middle Eastern food\/ French cuisine, and is on the pricey side. It faces the Gare by the Marche de Fruits."]},{"type":"*","value":[" ",{"type":"'''","value":["Sidwaya"]}," – Hard to miss, as it is right next to the giant train station “Le Gare” not to be confused with various other bus stations. Sprawling tables set in a garden space – prices are not outrageous and it is mostly general Burkinabe restaurant fare (some salads, brochettes, sandwiches, soups, rice plates, french fries, plantains, and other such side dishes, and a selection of beers, soft drinks, yogurt available too)."]},{"type":"*","value":[" ",{"type":"'''","value":["Campagnard"]}," – Noted for it’s brochettes, also has the best salad in Burkina Faso—piles of grated beets and carrots, avocados, hard-boiled eggs and delicious dressing. Much the same fare as Sidwaya, similar prices, but brochettes are raved about by the meat eaters."]},{"type":"*","value":[" ",{"type":"'''","value":["Oscars"]}," – The ice cream joint. Also serves cold drinks, beers, and has a small selection of Western foods."]},"\n",{"type":"===","value":["Street food and snacks"]},"\n\nYou can get rice and sauce, achekeh, fish, to and sauce, cokes, fantas, and snacks on almost every corner, but here are some things to watch out for in season:\n",{"type":"*","value":[" June\/July “chenilles” CATERPILLARS Baby! - They come fried – and are eaten crunchy like French-fries – or can be put in a baguette for a caterpillar sandwich"]},{"type":"*","value":[" November\/January “wusu” or white sweet potatoes sold boiled, with salt and piment."]},{"type":"*","value":[" April\/November MANGOS"]},{"type":"*","value":[" Imports from Cote D Ivoire (Ivory Coast): “aloco” or fried plantains, coconuts, all bananas."]},"\n",{"type":"==","value":["Drink"]},"\n\nThere are many. Here are the favorites from the Bobo Stagiares (these are all bars you can dance in):\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Entente Plus"]}," – 1000cfa cover per person for drinking and dancing inside (drinks not included in that). Music good on a regular basis."]},{"type":"*","value":[" ",{"type":"'''","value":["Macoumba"]}," – Cover charge 1000cfa per person – about same as above."]},{"type":"*","value":[" ",{"type":"'''","value":["Fashion Café"]}," – Cover charge seems to be high around 1000 or 1500cfa depending on music or event. (don’t know if supermodels or fashion gurus are involved in any way ever)"]},{"type":"*","value":[" ",{"type":"'''","value":["Jardin D’Eden"]}," – Cover charge depends – 300cfa is usually asked… can be avoided if you are sneaky or stubborn. Music deafeningly loud, but not bad – just don’t expect to talk."]},{"type":"*","value":[" ",{"type":"'''","value":["Oxygene"]}," – Expect cover charge of 1000cfa as usual."]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Casa Africa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Great because it is literally one block from the Bobo Peace Corps Bureau if you like to have a 3 minute commute to work (if you came to Bobo to work that is). PVCs have a 2000cfa a night discount (other prices can be from 3000 to 6000cfa depending on the room). They have passable meals, coffee, bread. The rooms are OK – expect to smell a moldy smell partout. Most all bathrooms and showers are shared."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Auberge"],["alt=Mission Apostolique"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Also on the cheaper side – 3500cfa for one person ( you get a room usually with two beds ) sharing bathroom and showers etc. Rooms for 10.000cfa available with air conditioning."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Relax"],["alt="],["url="],["email="],["address=Avenue Alwata Diawara"],["lat=11.174055"],["long=-4.298527"],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=On the more expensive side beginning around 15.000 – 30.000cfa. It has a pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel 421"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=On the more expensive side 12.000 – 17.000cfa, has private BRs. Restaurant downstairs, and a nightclub? Dancehall? In the basement."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=RAN Hotel Somketa"],["alt="],["url=http:\/\/ran-hotels-somketa.com\/bobo-dioulasso\/"],["email="],["address="],["lat=11.177581"],["long=-4.305203"],["directions="],["phone=+226 20970900"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Splendide"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=In Ouezzin Ville"],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The selling point here is the swimming pool – ah, Heaven! Even if you aren’t staying here – shell out the 1000cfa price to go for a dip in the pool. It is worth it."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Post Office"]}," Hard to miss – right off of the Place de la Nation. Operating hours are from 7:30AM–11:30AM and 3PM–5PM. The stamp-selling ladies always seem to be snippy – and matronly. If you need a package wrapped, or need envelopes, or other stationary supplies – there is a mini librairie with nice relaxed people in it, that the snippy post ladies can point you to (if you are facing the post office it is to your dead right – and across a street).  Attached to the Post office is a cyber cafe (see below)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Internet"]},"There are many many – but here are two favorites…. La Grande Poste (600cfa per hour) and CisPlus (about the same price and facing the Ave. de la Revolution just in front of the Grande Poste)."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["11.1833"],["-4.2833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Burkina Faso"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bobo-Dioulasso"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bobo-Dioulasso"]]}]