[{"type":"{{","value":[["pagebanner"],["Bodo banner Panorama city with mountains.jpg"]]},"\n",{"type":"[[","value":[["File:Bodø.jpg"],["thumb"],["240px"],["Harbor of Bodø"]]},"\n\n",{"type":"'''","value":["Bodø"]}," is the largest city and administrative centre of ",{"type":"[[","value":[["Nordland"]]}," county in ",{"type":"[[","value":[["Norway"]]},". Its population is above 45 000 people, which makes it the second largest city in Northern Norway, after ",{"type":"[[","value":[["Tromsø"]]},".\n\nThe city is the largest within a 600 kilometre radius, making it an important centre of commerce and a hub for exploring the North of Norway.\n\nThe town is known for its powerful winds, so it would be wise to bring a wind jacket.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"[","value":["http:\/\/www.jernbaneverket.no\/en\/Railway\/Search-for-stations\/-B-\/Bodo\/ Bodø"]}," is situated at the north end of the national railway system in Norway, and you will have to go through ",{"type":"[[","value":[["Trondheim"]]}," to get there. It takes about 10 hours to take the train from Trondheim to Bodø, and about 18 if you go from ",{"type":"[[","value":[["Oslo"]]},". Trains leave and arrive several times a day, but only two a day come all the way from Trondheim (a day train and a night train). They are great if you want to have a look at the Norwegian scenery and nature, taking you from the rolling hills of Trondheim, through Saltfjellet mountain, to the weathered and rough terrain of Northern Norway. Tickets from 199 NOK if you book early enough.\n\nThere are also regional trains to Fauske, Mosjøen and Mo i Rana and local trains to Fauske and Rognan.\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[","value":["http:\/\/www.avinor.no\/en\/airport\/bodo Bodø airport"]}," serves many domestic flights, from the larger cities as Oslo and Trondheim, to smaller regional towns as Leknes, Brønnøysund and Mosjøen. The airport is within walking distance of the city centre, around 10–20 minutes, or you can take the airport express bus or a taxi. A taxi will cost around 60 NOK.\nTickets from 250-350 NOK and up to 2500 NOK for coach. Student\/youth discounts.\n\n",{"type":"==","value":["Get around"]},"\nBodø is a long, slender city around 2–3 km in width and over 10 km long in a roughly east-west line. This makes communication by bus well established for a city this size, and during weekdays busses go every fifteen minutes to-and-from town westwards. The ",{"type":"''","value":["Sentrumsrunden"]}," bus brings you anywhere you want within the city centre, and there are also buses going northwards to the suburbs. The bus system is zonal, meaning that you pay more the further you are going.\n\nThere is also a service of regional buses to other cities, but they only depart a couple of times a day, or even more rarely if the distances are long. A bus to Sweden goes on weekends, making it possible to take a weekend trip, Friday to Sunday, to anywhere between Bodø and ",{"type":"[[","value":[["Skellefteå"]]},".\n\nMany international car rental businesses are established in Bodø. The city has a good road network and many scenic roads. A car is desirable if you are planing to stay in town for a while, or see the areas outside the suburban bus network.\n\nTaxis are also available, but with typical Norwegian prices, you should be cautious about using them on longer trips. A 10 km trip costs about 200-250 NOK in a normal size car, and you pay for the trip, whatever the number of passengers. A full car, four people, will often be cheaper than bus fare, to a certain point.\n\nYou can also bike virtually everywhere in Bodø and suburbs, and there is many scenic routes to see.\n\n",{"type":"==","value":["See and do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Norsk Luftfartsmuseum"]},", ",{"type":"[","value":["http:\/\/www.luftfart.museum.no\/"]},". The Norwegian Aviation Museum. Located in the shopping centre area, a 20 minute walk from the city centre, you can visit a quite large museum and experience the history of aviation and highlights from the Cold War. Bodo is one of the airfields used for U-2 high-altitude recon and ozone monitoring."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kjerringøy handelssted"]},", ",{"type":"[","value":["http:\/\/www.kjerringoy.no\/"]},". Kjerringøy trading post is a 19th-century trade centre typical for Northern-Norway. It's a museum, and you can get guided tours. Kjerringøy is a peninsula with beautiful scenery and many tourist activities. Busses from Bodø"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Saltstraumen"]},", ",{"type":"[","value":["http:\/\/home.c2i.net\/rune.dahl\/saltstraumen2.html"]},". The world's strongest maelstrom, with some of the best fishing in the world. International fishing competitions are often held there, and there is possibilities of renting fishing gear or staying at the camping place. A must-see if you are in the region."]},"\n",{"type":"*","value":[" Watch the midnight sun at the beautiful beach of Mjelle, 30 minutes out of town by car."]},"\n",{"type":"*","value":[" Ride by boat to the lighthouse at Landegode, and have a look at the Norwegian coastline."]},"\n",{"type":"*","value":[" Enjoy the many music festivals in the region every summer. The most renowned are Parkenfestivalen ",{"type":"[","value":["http:\/\/www.parkenfestivalen.no\/"]}," and Nordland Musikkfestuke ",{"type":"[","value":["http:\/\/www.nmfu.no\/"]},"."]},"\nThe first being a rather new popular-music festival, growing fast. \nArtists like Chris Cornell and Turbonegro have been there, along with major Scandinavian artists like Bo Kaspers Orkester, CC Cowboys, Dum Dum Boys and Timbuktu.\n\nNordland Musikkfestuke is a more 'cultural' festival, concentrating on jazz, choirs, classical, and many internationally renowned musicians.\n\nIn recent years, the alternative music scene of Bodø has flourished. Bodø Hardcore Festival, a festival that attracts basically anything in the Scandinavian alt scene, is held every late autumn, and the very experimental Nødutgangfestivalen, with a focus on Industrial and Avant-Garde, is arranged every summer. Large names that have visited  are Faust, The International Noise Conspiracy, and KK Null.\n\n",{"type":"*","value":[" Bodø Cathedral is modern with a separate bell-tower and a beautiful window."]},{"type":"[[","value":[["File:Cat bell bo.jpg"],["thumb"],["Cathedral bell-tower"]]},"\n",{"type":"[[","value":[["File:Catwindbo.jpg"],["thumb"],["Cathedral window"]]},"\n\n",{"type":"==","value":["Eat"]},"\nBodø does not have a great abundance of eateries, but there is a decent selection of cheap restaurants, as well as a couple of good gourmet restaurants.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Løvolds Kaféteria"]},", Tollbugata 9, is one of the most traditional diners in Bodø. Serving traditional Norwegian food, as well as a very limited selection of norwegianized international food, this is considered an institution among many of the inhabitants, but mostly elders and people in the harbour scenery. Situated close to the harbour, in a fisherman's warehouse, the view from the inner part of the café is great. Good for lunch as well as dinner. One of the cheaper restaurants in town."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rajas Rullekebab"]}," is the favourite of many of Bodø's young people. This small corner shop, just over the street from the aforementioned Løvolds, serves döner kebabs in fresh homemade limps of bread, and is widely considered to be the best kebab shop in town. Even though they have a somewhat wide menu, they rarely sell anything but kebabs. Kebabs cost 80 NOK, which is quite pricey, but they might be worth it. They also have another eatery called Centrum Bistro, witch also focuses on döner kebab, but also have other types of fast food, like hamburgers, pizzas and steaks."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Orion"]},", situated close to the railway station, is a low-price diner that specializes in pizza and pasta, but does have a pretty large selection of steaks, salads and hamburgers. Prices are between 80-150 NOK."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jernbanekaféen"]},", in the second floor of the railway station, this is a nice place to wait for your train, and serves a good variety of Norwegian food at a decent price."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Svendgårds"]},", near the Glasshuset shopping-centre, is known as the best, but also the most expensive, restaurant in Bodø, and one of the best restaurants in Northern Norway. The food is typical for high-end restaurants, but specialities include typical Norwegian fish dishes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mama Rosa's"]},", a small but nice eatery in the centre of the part of town called Rønvik. They specialize in Italian styled pizzas and kebab, and have a rumor of being the best money-for-value place in town, whose food quality rivals the nation-wide pizza restaurants."]},"\n",{"type":"==","value":["Drink"]},"\nAs with everywhere in Norway, alcohol is expensive and limited to those over 18, a law that is vigorously enforced. liquors stronger than 22% vol. is limited to those older than 20. Beer can be bought at groceries, wine and spirits must be purchased at special outlets, Vinmonopolet. There are two of these in Bodø, one a short walk from the Glasshuset shopping mall, the other one inside City Nord, another shopping centre a bit away from the city centre.\n\nNorwegians are known to engage more in binge drinking than many other nationalities, mainly because the culture of starting evenings with pre-parties at home drinking shop bought alcohols. They also tend to drink little during weekdays, with the exception of Wednesdays, something that gives them a tendency to consume a tad too much during weekends.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kafé Kafka"]}," is a Franz Kafka-themed café, located very close to the central bus station. The quality of the food here has increased recently, but they still serve beer, wine and booze. A very popular quiz session takes place every Monday evening, and the place is usually completely packed from about 8PM."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cinema Pub"]},". Located in the Glasshuset shopping mall next door to the cinema, this is currently the only place to drink for those between 18 and 20. Tired travellers should steer clear, in weekends this dark basement pub is packed with drunk teenagers, and extremely noisy."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["2.egt"]},", in Glasshuset. One of the most popular late-bars\/nightclubs in town. Quite crowded during weekends, but a good place if you want to go dancing and don't mind waiting a while for service. No cc."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Avenue"]},", near the central bus station, this rather large late-bar is one of the most established places in Bodø. It's capacity is the largest in town, with room for over 500 people, something that has been a problem for the bar. The cc is between 50 and 100 NOK, but being a large place, it is either empty or packed, making it a bit of a gamble when it comes to going there. The theme, as the name implies, is a modern 21st century bar, with the music being mainstream."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Top 13"]},", is a sky-bar located at the top floor of the Radisson Blu hotel. This is a calm, not too crowded bar with a fabulous view of the city. They have the best selection of drinks and cocktails in town and can rival most places in Norway in selection. The bartenders are well trained, and provide good service. The bar used to be the place to be for the social and cultural elite in Bodø, and during the 90's it was common to see local celebs and other wealthy people there, even though now it is usually facilitated by tourists and people taking a break from the more crowded nightclubs. No cc."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Public"]},", near the lower side of the Koch shopping centre. It is a small rock'n'roll oriented bar, specializing in music from alternative to pop\/rock, but plays mainstream music at times. It is extremely crowded, but if you get there early and get a large secluded booth it's a good place. They serve simple cocktails, an array of shots and have a good selection of lager beer. Maybe the best place to be if you're planning to go out during mid-week in down town. No cc."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Piccadilly"]}," is just as the name suggests, a British-style pub, the only of its kind in Bodø. Quietly crowded with everything from heavy alcoholics to construction workers, communists, musicians and painters, as well as combinations of the five, it is a strange experience. Sports a good selection in beer, wines, and spirits, but no food. Opens at 4PM, and serves cheap beer (44 NOK) until 8PM, when the price skyrockets. Located on the other side of the road from Kafé Kafka. Definitely no cc."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bryggerikaia"]},", at the harbour. One of the most classy establishments in Bodø. Its clients are mostly well established adults, and has a lively but not over-the-top atmosphere. They have a wide array of drinks, cocktails and beers and is a good place for people on business visiting Bodø and other mature people wanting to go somewhere informal but classy. 50-100 kr cc."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Samfunnet"]},", is the student pub\/nightclub located in the Mørkved area on the campus of University College Bodø, some 10 km from the city centre. A taxi trip will set you back around 250 kr, but there also is frequent bus traffic from and to town, the last one being at 4 o'clock during weekends, and at 1 o'clock during weekdays. It has a simple selection of beers, alcopops and other drinks, but the best prices in town. (0,4l of beer costs 35 kr, compared to 50-70 downtown.) Samfunnet is divided into three parts, the bar, the extra bar (open if it gets to crowded in the primary bar), and the scene\/dancefloor. At a certain interval they arrange Super Wednesdays, where prices drop to employee prices, and all parts of Samfunnet is open and they stay open until 3:30AM. These Wednesdays usually attract many people and the place is as crowded as other nightclubs\/bars during weekends. The cc is quite low, usually between 20 and 50 kr, but if well known bands play it usually prices to around 150 kr."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Chonticha Thai Restaurant"],["url=http:\/\/www.chinticha.no"],["email="],["address=Bankplassen, Storgata 11 B"],["lat="],["long="],["directions=200 m north of city square"],["phone = +47 75563200"],["tollfree="],["fax="],["hours=12-22"],["price=NOK 130-220,-"],["content=Small authentic thai restaurant with a broad range of typical thai dishes, prepared as the thais do to themselves - not to the tourists! Most dishes are with prawns, fish, chicken or pork. Beer (also thai beer), wines (mostly italian) and a nice selection of alcohol (including abzinthe), located in the northern part of the pedestrian street at ground level with huge windows in 3 directions. 36 seats + a small bar section. No muzak. No cc."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bodøsjøen Camping"],["alt="],["url=http:\/\/www.nafcamp.com\/bodosjoen-camping\/"],["email=bodocamp@yahoo.no"],["address="],["lat= 67.269439"],["long=14.423951"],["directions="],["phone=  +47 75 56 36 80"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Nice camping. Too bad it's near the airport, so the Boeings and even F16s will fly right over your head. Beautiful surroundings apart from the airport."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Geitvågen Camping"],["alt="],["url=http:\/\/www.geitvaagen.com"],["email=resepsjonen@geitvaagen.no"],["address="],["lat=67.342035"],["long=14.512764"],["directions="],["phone=+47 75 51 01 42"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Camping place around 10 km out of town. Quite big, but the bus routes to the city are very sparse. Buses 10 and 15 go just past it."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=City Hotell"],["alt="],["url=http:\/\/www.cityhotellbodo.no\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Storgata 39. Very close to the railway station, and 10 minutes walking from the city center. Clean rooms at a reasonable price."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Thon Hotel Nordlys"],["alt="],["url=http:\/\/www.thonhotels.com\/nordlys"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located by the harbor, with only a short walk to the city centre. Decent bar\/restaurant in the hotel."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Radisson Blu Hotel Bodø"],["alt="],["url=http:\/\/www.radissonsas.com\/servlet\/ContentServer?pagename=RadissonSAS\/integration\/hotelInfo&hotelCode=boozh&language=en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The biggest building in Bodø (or tallest, anyway), with a decent bar (Top 13) on the top floor with a rather good view of the city."]]}]},"\n",{"type":"==","value":["Go next"]},"\nMost travellers only pass Bodø on their way to the ",{"type":"[[","value":[["Lofoten"]]}," islands. You can go there by boat(ferries or the coastal express), or by plane to one of the airports, one located close to ",{"type":"[[","value":[["Svolvær"]]},", and one located in ",{"type":"[[","value":[["Leknes"]]},". The plane trip to these places take about 25 minutes, while ferries take several hours.\n\nYou can go to ",{"type":"[[","value":[["Narvik"]]}," by bus, and you can travel to most parts of ",{"type":"[[","value":[["Nordland"]]}," by boat.\n\nThere is also a bus connection to ",{"type":"[[","value":[["Skellefteå"]]}," from Bodø, which stops several places both in Norway and ",{"type":"[[","value":[["Sweden"]]},".\n\nBodø is the last station on the Nordlandsbanen rail line, with which one can travel directly to Trondheim and a large variety of locations in the ",{"type":"[[","value":[["Helgeland"]]}," region.\n\n",{"type":"{{","value":[["geo"],["67.305556"],["14.549167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Nordland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["WikiPedia:Bodø"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bodø"]]}]