[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["image:Bogmalo_Sunset.jpg"],["thumb"],["350px"],["Sunset over the islands"]]},"\n\n",{"type":"'''","value":["Bogmalo"]}," is a small beach-side village in ",{"type":"[[","value":[["Goa"]]},", ",{"type":"[[","value":[["India"]]},". Despite its small size, Bogmalo has a range of accommodation and places to eat. It is situated in a small bay, with around a mile of curving sandy beach, which is generally very quiet. It benefits from some beautiful sunsets.\n\n",{"type":"==","value":["Get in"]},"\nBy bus from Vasco Da Gama (30 minutes) or by rickshaw from the airport.\n\n",{"type":"==","value":["Get around"]},"\n\nOn foot - Bogmallo is a small place. Taxis are easily available for travel further afield.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The sunset"]}," from one of the beachfront bar\/restaurants, with a cold bottle of Kingfisher in hand. What more could you ask for?"]},{"type":"*","value":[" ",{"type":"'''","value":["The cows on the beach"]},". Yes it ",{"type":"''","value":["is"]}," true. Half a dozen of them arrive mid-afternoon and wander off back up the road as soon as the sun disappears below the horizon. Spending time on the beach is just as lazy a past-time for the cows as it is for the humans they share it with, though they will occasionally move to lick out a discarded ice-cream tub."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Visit the ",{"type":"'''","value":["beach"]},", a small and almost deserted beach, 8 km south from Vasco Da Gama, and 4 km from Goa's airport. A good place to sleep after or before your flight."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Boat Trips"]}," to the islands and for dolphin spotting can be booked through the ",{"type":"''","value":["Full Moon"]}," restaurant at the south end of the beach."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Manolis Tailors"]},", opposite Bogmallo Beach Resort, at the centre of the village. Tel: 2538187. Made to measure suits, shirts, dresses, etc. Marvellous service from the proprietor, Raj. If you ask he will show you pictures of whole wedding parties he has produced the outfits for - wedding dress, bridesmaids dresses, Morning suits for the gents, the works. If you're looking for a particular style just take a picture from a catalogue or a fashion magazine and he will replicate it. Broad range of excellent quality fabrics and everything comes in at less than half the price you would pay for the equivalent off-the-peg item in a cheap fabric in the UK. Visit early in your holiday as 2 fittings are required, and make sure you've left room in your bags!"]},"\n",{"type":"*","value":[" There are a few small shops in the village centre (50-100 metres back from the beach) selling souvenirs, beach wear, sun cream, cigarettes, snacks and some basic groceries."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"[[","value":[["image:Bogmalo_Beach.jpg"],["thumb"],["250px"],["Bogmalo Beach looking north"]]},"\n\nEat at any of the handful of restaurants strung along the beach front. Joets at the north end of the beach, and Full Moon at the south end (next to Bogmallo Beach Resort) are a bit more luxurious and therefore slightly more expensive. The food is excellent at all of the establishments and the service always friendly and efficient. At some of the restaurants (especially the smaller ones) the waiter will set up a table with candles on the beach for you if you prefer a more \"intimate\" dining experience. Be prepared for one or two of the local dogs to hang around a few yards away looking hopefully at you if you do this - but don't worry they won't bother you as long as you ignore them!\n\nBogmallo Beach Resort has an a-la-carte restaurant, often with \"lounge singer\" style entertainment.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kingfisher"]}," beer. The symbol of Goa. See \"Eat\" above for where to do it."]},{"type":"*","value":[" ",{"type":"'''","value":["Indian Wine"]}," is also available at some of the restaurants and believe it or not is pretty good. In comparison with other food and drink in Goa, it's quite pricey."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Petit guesthouse"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=750 Rs. for double without air-con"],["checkin="],["checkout="],["content=A quiet place and has rooms with attached bathroom and hot water, and with\/without air-con."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Joets"],["url="],["email="],["address="],["lat="],["long="],["directions=At the north end of the beach"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Has great food and new fairly upmarket rooms with air-con."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Sarita Guest House"]},". Close to the village centre. Internet access."]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Silk Cotton Resort"],["url=http:\/\/www.silkcottonresort.com"],["email="],["address=61, Sea View Estate, Bogmalo Road, Airport Dabolim"],["lat="],["long="],["directions="],["phone = +91 9823719400"],["tollfree="],["fax="],["hours="],["price=INR 2500 - 3500"],["checkin=flexible"],["checkout=flexible"],["content=The Silk Cotton Resort is a family run Bed & Breakfast situated at Bogmalo, a few minutes away from the beach. It has gorgeously landscaped lawns, a large pool, and six guest rooms surrounded by open forested land."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coconut Creek"]},". A few hundred metres inland from Joets, and run by the same people. Twenty rooms in a collection of low-rise \"cottages\", set around a pretty swimming pool. Surrounded by woodland and very quiet, but only a few minutes walk to the beach and the village."]},{"type":"*","value":[" ",{"type":"'''","value":["Bogmallo Beach Resort"]},". \"International style\" luxury hotel which dominates the southern end of the beach. All rooms have sea views, but 1st floor rooms do not have a proper balcony. Very clean. Staff polite and attentive. Pool and gym (though an additional fee is payable for the gym). Recommend booking Bed & Breakfast ",{"type":"'''","value":["not"]}," all-inclusive. The price difference may seem negligible but you can eat much better at any of the handful of restaurants strung along the beach front and the total you spend on lunch and dinner every day will not add up to that difference!"]},"\n",{"type":"[[","value":[["Image:Dudhsagar_Falls.jpg"],["thumb"],["250px"],["Dudhsagar Falls, on the Goa\/Karnataka border"]]},"\n\n",{"type":"==","value":["Connect"]},"\nInternet here is expensive (50 Rs.\/hour) compared to Vasco Da Gama (20 Rs.\/hour) and can be found only at Sarita's guesthouse.\n\n",{"type":"==","value":["Go next"]},"\n\nThanks to its location almost exactly half way along Goa's coast, Bogmalo is an ideal base for exploring the whole state.\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Panaji"]]}]},", the state capital, is around 40 minutes in a taxi. "]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Anjuna"]]}]},", home of the famous flea-market, can be reached in around an hour and a half."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Dudh Sagar Waterfall"]]}]}," is about 70km away. Well worth seeing even in the dry season. "]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=The Indian Naval Aviation Museum"],["url="],["email="],["address=442\/51, Dabolim, Bogmalo road, Vasco"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Museum is about 2 kms from the beach. Displays the history of Indian's naval airforce right from the Independence.  The entrance to the museum gives a feeling like walking in an submarine and then we enter into the hall of fame. Information about all the weaponary and the fighter jets is also given. You can also buy souvenirs at the navy shop outside."]]}]},"\n \n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["South Goa"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]