[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Bogolyubovo"]}," (",{"type":"''","value":["Боголюбово"]},") is a village in ",{"type":"[[","value":[["Vladimir Oblast"]]},", 3 km east from ",{"type":"[[","value":[["Vladimir"]]},". Bogolyubovo is a generally recognized part of the ",{"type":"[[","value":[["Golden Ring"]]}," and preserves finest white-stone monuments from 12th century.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Geography"]},"\nBogolyubovo is located on the high bank of river Nerl, several kilometers away from its confluence with the Klyazma. The ",{"type":"[[","value":[["Moscow"]]}," – ",{"type":"[[","value":[["Nizhny Novgorod"]]}," railway line passes at the foot of the hill, south from the village. Behind the railway line, one finds a water-meadow with the church of the Intercession on the Nerl. The old road from ",{"type":"[[","value":[["Moscow"]]}," to ",{"type":"[[","value":[["Nizhniy Novgorod"]]}," goes through the village, parallel to the railroad. Within Bogolyubovo, this road holds the name ",{"type":"'''","value":["улица Ленина"]}," (",{"type":"''","value":["ulitsa Lenina"]},").\n\n",{"type":"===","value":["History"]},"\nBogolyubovo was founded by prince Andrey Bogolyubsky in 1158. According to a legend, the prince spent the night on this spot and saw Our Lady who ordered him to found the settlement and to build the monastery. During a short period (1158–1165), the palace, fortifications, and the nearby church of the Intercession on the Nerl were constructed. All the buildings were made of stone, a very unusual material for ancient Rus'. In few years, the settlement grew up to a town known as ",{"type":"'''","value":["Bogolyubov"]},". However, the decay was as fast as the rise. After Andrey Bogolyubsky was murdered in 1174, the town diminished. In 1177, it was ravaged by Gleb, the prince of ",{"type":"[[","value":[["Ryazan"]]},", while in 1238 Batu Khan destroyed the town completely. The remains of the palace were used by the monastery. Since 13th century, Bogolyubovo is only a small village near the monastery.\n\n",{"type":"==","value":["Get in"]},"\nThe way to Bogolyubovo normally starts from ",{"type":"[[","value":[["Vladimir"]]},". Then one has several options:\n\n",{"type":"===","value":["By train"]},"\nLocal trains in the direction of ",{"type":"[[","value":[["Nizhny Novgorod"]]}," (towards ",{"type":"[[","value":[["Kovrov"]]},", ",{"type":"[[","value":[["Vyazniki"]]},", or ",{"type":"[[","value":[["Gorokhovets"]]},"). The trains run 8 times per day, and the schedule is rather inconvenient (there is a gap between 08.30 and 15.30). Generally, it is advisable to take a bus. \n\n",{"type":"===","value":["By bus"]},"\nVladimir city buses, including #103 and 152, run through Bogolyubovo. In Vladimir, you can find these buses on any bus stop in the historical center, e.g., near the Golden Gate or on the Cathedral square: just ask for the buses serving Bogolyubovo. Take off the bus as soon as you see a huge convent on your right-hand side. The road to the right, after the convent, goes down to the railway station. \n\n",{"type":"===","value":["By car"]},"\nFrom Vladimir, head east towards ",{"type":"[[","value":[["Nizhny Novgorod"]]},". Bogolyubovo should be the first settlement on your way (before the old road joins the M7 highway). In Bogolyubovo, the parking space is rather limited. You can leave the car near the convent (for free) or turn right after the convent and use the toll parking near the railway station (the price is 50 rubles as of 2008).\n\n",{"type":"==","value":["See"]},"\nBogolyubovo has few sights, but most of them are essential and included in the UNESCO ",{"type":"[[","value":[["World Heritage List"]]},"\n",{"type":"[[","value":[["Image:Bogolubovo Pokrova 11 10 2003.jpg"],["thumb"],["right"],["200px"],["Church of the Intercession on the Nerl"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Church of the Intercession on the Nerl"]},". This is probably the most harmonious and complete church in Russian architecture. Both the shape, the exterior decoration, and the location are perfect. The church stands in the field, on a small hill near the Nerl river, close to its confluence with the Klyazma. One has to approach the church by foot that makes the journey something like a pilgrimage. The way is very picturesque, since you can see the church in front of you and the Bogolyubovo convent behind you. In the spring, high water cuts the church off and provides a breathtaking view. To get to the church, cross the railway tracks near the Bogolyubovo train station and head south. You will find a unique, stone-paved road through the meadow, and you will likely see the church as soon as you pass through a narrow line of trees between the railway and the meadow. It takes about 15 minutes to walk (driving to the church is ",{"type":"''","value":["impossible"]},"). In the daytime, one can enter the church, but the interior is quite average and inferior to the exterior."]},{"type":"*","value":[" ",{"type":"'''","value":["Bogolyubovo convent:"]}," the convent is located in the Bogolybovo village, right on the main road. Although the convent was founded in 13th century, most of its buildings are more recent. The major reconstruction took place in 19th century and provided the present baroque–to–russian-revival style of the site. The only significant monument is the remaining part of the Prince's palace of Andrey Bogolyubsky – the so-called ",{"type":"'''","value":["Staircase Tower"]}," (Лестничная башня) and the adjoining ",{"type":"'''","value":["gallery"]}," from 12th century, both are now incorporated into the ",{"type":"''","value":["Church of the Nativity of the Holy Virgin"]}," (built in 18th century). You will easily recognize the old fragments due to their unusual appearance that strongly contrasts to the other buildings. These fragments are believed to trace back to 12th century and are considered as the only monument of ancient secular (and civilian) architecture in Russia. The decoration of the walls is relief and rather resembles that of St. Demetrius Cathedral in Vladimir. Presently, the church houses a small museum that shows archeological findings and a reconstruction of the ancient town of Bogolyubovo. Apart from the ancient fragments, you will find a number of more recent and bright buildings, including the ",{"type":"''","value":["Cathedral of the Bogolyubovo icon of Our Lady"]}," (1855–65, russian-revival style, the most impressive and visible building of the convent) and the ",{"type":"''","value":["Church of the Assumption of Our Lady"]}," (over the gate, built in 1841)."]},{"type":"*","value":[" ",{"type":"'''","value":["Church of St. Jehoiakim and St. Anna"]}," (ул. Ленина, 48) – a regular church built in the middle of 19th cenutry in classicism style. During the Soviet period, the church was partly ruined, but now it is renovated."]},"\n",{"type":"==","value":["Do"]},"\nBasically, there is nothing to do in Bogolyubovo apart from visiting the regular sights. To waste time, one can walk through the meadow and find an unexpected view on the church of the Intercession. Alternatively, it is possible to swim in the Nerl or Klyazma rivers (there are nice sand beaches close to the church). For other activities, one has to go to ",{"type":"[[","value":[["Vladimir"]]},".\n\n",{"type":"==","value":["Buy"]},"\nThere is a number of grocery stores along Lenina street (",{"type":"''","value":["ulitsa Lenina"]},"). In these stores, you can buy food and a minimum of household goods. For better choice, one has to go to ",{"type":"[[","value":[["Vladimir"]]},". During the summer, souvenirs are sold along the road to the Church of the Intercession.\n\n",{"type":"==","value":["Eat"]},"\nIn Bogolyubovo, one can find two roadside cafes only. More satisfying food is readily available in ",{"type":"[[","value":[["Vladimir"]]},".\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Picnic"],["alt=Кафе"],["url="],["email="],["address=ул. Ленина, 14а"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pleasure"],["alt=Кафе"],["url="],["email="],["address=ул. Ленина, 52"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\nIf you want to have a drink, you can join locals buying alcohol in one of the round-the-clock shops. However, this is not recommended. The choice of bars and nightclubs is available in ",{"type":"[[","value":[["Vladimir"]]},".\n\n",{"type":"==","value":["Sleep"]},"\nBasically, there is no official place to sleep. However, it is usually possible to spend the night in the convent. You will not have to pay, but you will have to work for the convent instead (note that this option is relevant for russian-speaking travellers only, others are unlikely to get to the convent at all). Most travellers stay in ",{"type":"[[","value":[["Vladimir"]]}," that is only half an hour away and offers numerous hotels of different comfort and price.\n\n",{"type":"==","value":["Stay safe"]},"\nDespite its great history and tourist importance, Bogolyubovo is a rather unpleasant place with respect to the safety. In general, it is not recommended to stay there during the night (in fact, there is nothing to do in the evening anyway). In the daytime, Bogolybovo is visited by numerous tourist groups and should be quite safe. The only problem may come from the beggars who are very annoying and sometimes even aggressive. If you do not plan to support these people, do not hesitate to send them off.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Vladimir"]]}]}," – the center of the region, an interesting city with numerous sights and tourist facilities."]},"\n",{"type":"{{","value":[["geo"],["56.194722"],["40.530833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Vladimir Oblast"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"{{","value":[["related"],["Golden Ring"]]},"\n\n",{"type":"[[","value":[["wikipedia:Bogolyubovo"]]},"\n",{"type":"[[","value":[["commons:Category:Bogolyubovo"]]}]