[{"type":"{{","value":[["pagebanner"],["Bogota banner.jpg"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"[[","value":[["File:Catedral Primada de Colombia clocktower at Christmas.JPG"],["thumb"],["350px"],["The clocktower of Catedral Primada during Christmas, with Monserrate Sanctuary looming above"]]},"\n",{"type":"'''","value":["Bogotá"]},"'s sheer size and (outdated) violent reputation are intimidating for visitors, but the city opens up to the savvy traveler with incredible riches befitting the capital of ",{"type":"[[","value":[["Colombia"]]},", and one of the biggest cities in ",{"type":"[[","value":[["Latin America"]]},". Historic riches—its well preserved historic quarter has a good claim to be the original capital of Spanish colonial South America, as the capital of the vast New Kingdom of Granada, placed strategically close to mythical El Dorado. Artistic riches—the small historic quarter alone is home to dozens of experimental theaters, and diverse art galleries dot the most popular neighborhoods pressed against the dramatic Eastern Andes peaks. Culinary riches—its several dining districts play host to world-class restaurants representing all the world's cuisines, traditional and modern, frequented by the local jet set crowd. Rich with nightlife, the party lasts well into the night at sweaty salsa clubs, English pubs, caffeinated indie rock shows, cocktail lounges, steakhouses-cum-dance parties, and amidst drawn-out conversations in coffeeshops and corner cafes in this decidedly intellectual university town known as the ",{"type":"''","value":["Athens of South America"]},". You could see the sights in a few days, or linger for a month to live the cosmopolitan life.\n\n",{"type":"==","value":["Districts"]},"\nThe city of Bogotá is divided into 20 distinct localities, or Districts, and every visit to this city should include touring at least three or four of them, depending on the purpose and extent of one's travel. The \"must-sees\" include La Candelaria, Chapinero-Zona T, and the Zona Rosa. A little extra time to explore La Macarena in ",{"type":"[[","value":[["Bogotá\/Santa Fé-Los Mártires"],["Santa Fé"]]},", ",{"type":"[[","value":[["Bogotá\/Parque 93"],["Parque 93"]]},", and ",{"type":"[[","value":[["Bogotá\/Usaquén"],["Usaquén"]]},"'s colonial center would be time well spent.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Bogota districts map.png"],["regionmaptext="],["regionmapsize=300px"],["region1name=",{"type":"[[","value":[["Bogotá\/La Candelaria"],["La Candelaria"]]}],["region1color=#de2a36"],["region1items="],["region1description=Despite having a bit of a (snarky) reputation among well-to-do Bogotanos as a slum filled with drug-abusing hipsters, La Candelaria is the city's beautiful historic district, the seat of the national government, a bohemian hotspot for the arts, has a good claim to be the original capital of South America—all travelers ",{"type":"''","value":["must"]}," visit."],["region2name=",{"type":"[[","value":[["Bogotá\/Santa Fé-Los Mártires"],["Santa Fé-Los Mártires"]]}],["region2color=#d5dc76"],["region2items="],["region2description=The traditional downtown area, which surrounds La Candelaria, has far less appeal to more cautious tourists due to frequent violent crime, but travelers should make a point to visit the great restaurants in its (safe) northern neighborhood, La Macarena, near the International Center."],["region3name=",{"type":"[[","value":[["Bogotá\/Chapinero-Zona G"],["Chapinero-Zona G"]]}],["region3color=#4f93c0"],["region3items="],["region3description=El Chapinero is one of the city's genuinely coolest neighborhoods, and the center of gay nightlife. Zona G is arguably the best spot in the city for fine dining."],["region4name=",{"type":"[[","value":[["Bogotá\/Zona Rosa"],["Zona Rosa"]]}],["region4color=#d56d76"],["region4items="],["region4description=Every great South American city has a Zona Rosa—it's the dedicated nightlife district, heavily policed, and filled with restaurants, pretty leafy streets, and expensive clubs!"],["region5name=",{"type":"[[","value":[["Bogotá\/Parque 93"],["Parque 93"]]}],["region5color=#3cbbcc"],["region5items="],["region5description=Of the city's nightlife\/fine-dining districts, Parque 93 is the most laid back. The focus is on the establishments lining the park, with its festivals and beautiful views towards the mountains."],["region6name=",{"type":"[[","value":[["Bogotá\/Usaquén"],["Usaquén"]]}],["region6color=#71b37b"],["region6items="],["region6description=Favored by wealthy Bogotanos, Usaquén has huge high-end shopping malls, an old colonial center, a huge golf course, and restaurants and clubs off-the-beaten-path (for tourists)."],["region7name=",{"type":"[[","value":[["Bogotá\/Teusaquillo-Salitre"],["Teusaquillo-Salitre"]]}],["region7color=#d09440"],["region7items="],["region7description=Teusaquillo-Salitre is home to the National University, shopping at the slightly edgy neighborhood of Galerias, big parks that host major festivals, the planned city of Ciudad Salitre and its burgeoning business district, and virtually all of the city's major sports venues."],["region8name=",{"type":"[[","value":[["Bogotá\/Northwest"],["Northwest"]]}],["region8color=#a17eb1"],["region8items="],["region8description=A mix of wealthy and middle class neighborhoods, firmly off the beaten path for travelers, despite being just west of the major nightlife districts to the east."],["region9name=",{"type":"[[","value":[["Bogotá\/West"],["West"]]}],["region9color=#69999f"],["region9items="],["region9description=A vast and confusing jumble of poor and middle class neighborhoods, as well as the imposing fortress of the U.S. Embassy and El Dorado International Airport."],["region10name=",{"type":"[[","value":[["Bogotá\/South"],["South"]]}],["region10color=#b5d29f"],["region10items="],["region10description=The much maligned Sur. It's arguably the most dangerous and pretty clearly the poorest part of town, and it's a rather huge area, with over a quarter of the city's population. There is in fact plenty to do here, for the most intrepid travelers, in addition to Sumapaz National Park in the extreme, rural south."]]},"\n\n",{"type":"==","value":["Understand"]},"\nWith a population of about 8.8 million people, Bogotá sits approximately 8,660 feet (2640 m) above sea level in the ",{"type":"[[","value":[["Andino"],["Colombian Andes"]]}," region. Orientation is relatively easy, as the mountains to the east are generally visible from most parts of the city.\n\nTo understand the sheer size of the city, consider that ",{"type":"[[","value":[["Mexico City"]]}," and ",{"type":"[[","value":[["New York City"]]}," are the only ",{"type":"[[","value":[["North America"]]},"n cities larger than Bogotá. In fact, in 2008 the World Cities Study Group and Network (GaWC) from the ",{"type":"[[","value":[["United Kingdom"]]}," ranked Bogotá as a world city comparable to ",{"type":"[[","value":[["San Francisco"]]},", ",{"type":"[[","value":[["Washington DC"]]},", ",{"type":"[[","value":[["Dubai"]]},", ",{"type":"[[","value":[["Buenos Aires"]]}," or ",{"type":"[[","value":[["Berlin"]]},", grouped by their economical, political and cultural developments. What this means for the traveler is a world class urban destination.\n\nBogotá is a city of contrasts, and as such it offers a unique experience to its visitors. Prepare to find a hectic balance between the new and the old; the peaceful and the frantic. Encounter century-old plazas and churches shadowed by towering skyscrapers. Find peaceful tree lined bicycle routes cut through by wild-traffic avenues. Bogotá is a city with many layers. From internationally recognized universities to regional offices for multinational companies, Bogotá is Colombia's capital for official business dealings. It is a city that caters to a population that has been exposed to European and North American influences, which ensures that anything from traditional dishes (Ajiaco) to sushi or fast food restaurants can be found. It's one of the most modern and cosmopolitan cities of Latin America.\n\n",{"type":"[[","value":[["File:Bogota cityscape 3.jpg"],["290px"],["right"],["thumb"],["Bogota cityscape"]]},"\n\nBogotá is divided by 4 sections: ",{"type":"'''","value":["The South"]}," which is mainly the poorer section of the city; ",{"type":"'''","value":["El Centro"]},", which translates \"Center\", is the city's original Downtown and hosts most of its traditional heritage locations, city and public offices, and financial headquarters. ",{"type":"'''","value":["El Occidente"]},", which is home to Bogotá's major sporting venues and outdoor parks, as well as residence areas for main middle and some upper class living; and ",{"type":"'''","value":["The North"]}," which is where most modern development has taken place, and combines many upscale living spaces with affluent shopping centers, boutiques, cafes, nightclubs, and many new business neighborhoods offering headquarters to many multinational corporations.\n\nDuring the last decades, due to the city's exponential growth, some of neighboring towns have been absorbed and are now considered within the metropolitan area of Greater Bogotá, like Suba, Soacha and Fontibón.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe city is served by ",{"type":"'''","value":["El Dorado International Airport"]}," (",{"type":"{{","value":[["IATA"],["BOG"]]},")  (~20 minutes from downtown in a taxi), that receives several flights daily from New York City, Washington D.C., ",{"type":"[[","value":[["Atlanta"]]},", ",{"type":"[[","value":[["Houston"]]},", ",{"type":"[[","value":[["Miami"]]},", ",{"type":"[[","value":[["Orlando"]]},", ",{"type":"[[","value":[["Fort Lauderdale"]]},", ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["São Paulo"]]},", ",{"type":"[[","value":[["Madrid"]]},", ",{"type":"[[","value":[["Barcelona"]]},", ",{"type":"[[","value":[["Frankfurt"]]},", Mexico City, ",{"type":"[[","value":[["San José (Costa Rica)"],["San José"]]}," (Costa Rica), ",{"type":"[[","value":[["Lima"]]},", ",{"type":"[[","value":[["Buenos Aires"]]},", ",{"type":"[[","value":[["Panamá City"]]},", ",{"type":"[[","value":[["Quito"]]},", ",{"type":"[[","value":[["Guayaquil"]]},", ",{"type":"[[","value":[["Oranjestad"]]}," (Aruba), ",{"type":"[[","value":[["Willemstad"]]}," (Curaçao) and ",{"type":"[[","value":[["Toronto"]]}," among others. Tourists can also take advantage of the convenient connections and direct flights from Los Angeles, Washington, Santo Domingo, San Juan, Punta Cana, Valencia (Venezuela), Havana, Montego Bay, London, Frankfurt and Orlando. Many international airlines such as JetBlue, United, Delta, Iberia, Air France, Lufthansa, Air Canada, American Airlines, LAN, Mexicana, Gol, Copa, Avianca, Aero República, Aerolíneas Argentinas, Spirit, TACA, and AeroGal among others.\n\nDomestic flights are served by many airlines including Avianca (main Colombian airline), Copa Airlines Colombia, LAN Colombia, EasyFly and VivaColombia (the low-cost, Ryanair-like airline). Domestic flights of Avianca are served from the ",{"type":"'''","value":["Puente Aereo"]}," terminal, next to El Dorado terminal, and features WiFi access to the Internet from almost every location. There are more than 20 daily flights to the 2 airports located in ",{"type":"[[","value":[["Medellín"]]},", over 15 daily flights to ",{"type":"[[","value":[["Cali"]]}," and more than 10 to ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]},". Taxis are regulated, reasonably priced and safe from the airport. El Dorado Airport is undergoing a complete makeover, which will end in 2012 and will make it bigger and more comfortable. El Dorado is also the third busiest airport in Latin America and the largest by cargo movement.\n\nTo ",{"type":"'''","value":["get out from the airport"]}," into the city there are a couple of options:\n# ",{"type":"'''","value":["Regulated taxis"]},". You first have to search for a stand where you will have to point out your destination and then they will print out a ticket indicating the price you will have pay. Then, pick up a taxi from the line and explain to the driver your destination. At the end of the journey you will have to pay ONLY what is printed out in the ticket. The typical price will range from 15.000 up to 25.000 COP.\n# ",{"type":"'''","value":["Bus"]},". Walking only some meters outside the main door entrance, you will find a \"paradero\" (bus stop)  with frequent busetas passing by. Although this is by far the cheapest option (around 1.500 COP), it can be daring if you don't know the city already, since the bus only indicates the main places where it passes by. However, bus drivers are  friendly and quite helpful, and you can ask them to indicate you when the bus is passing a certain point of the city. A good option is to ask him to drop you close by a Transmilenio station and then continue your trip from there.\n# ",{"type":"'''","value":["Transmilenio"]},".  In 2012, Bogotá's bus rapid transit (BRT) system expanded to El Dorado avenue, so it is now possible to use the system to get into and out of the airport.  You can only use the system if you have small luggage - you might not be allowed into the stations if you are carrying big suitcases.  To get out, find the \"Alimentador\" (feeder) stops in front of the main terminal or the Puente Aéreo (if you travel with Avianca) - it is a green bus with \"Transmilenio\" on the side.  This bus will bring you for free to the main \"Portal El Dorado\" station.  Buy the Tullave card before entering the station, and take the bus you need. People with Transmilenio or blue SITP jackets are ready to help (although most of them do not speak English - bring your phrasebook).\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Santuario de Monserrate, Bogotá.jpg"],["thumb"],["250px"],["Monserrate Sanctuary overlooking the city"]]},"\n\nThe safety of bus travel in Colombia has greatly improved in recent years. However, foreigners should be cautious not to travel to areas of unrest and travel only during the day.  Do not carry large amounts of cash with you as robberies are known to occur along some routes. Service in the 'upscale' buses is very good and they are very comfortable.  Pick the most expensive service (just a couple of dollars extra) as these buses tend to be newer and better mechanical condition. Bogotá is also building 2 new terminals, one located far south and one on the north corner to serve buses going on those directions.\n\nCurrently, buses run in and out of Bogotá's main station, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.terminaldetransporte.gov.co\/ El Terminal de Transporte de Bogotá"]}]},". The station is clean and has standard amenities. Located at Calle 22 B, No 69-59, multiple bus companies have regular routes to destinations around the country. To get there from the airport, you can take a short taxi ride.\n\nTake into consideration that most of the restaurants serving within the terminal can be expensive by Colombian standards, but well served. In case of need, it may be advisable to order a dish for 2 people or just to check places around the station.\n\nThe Terminal is divided in several color-coded areas that indicate the destinations to which companies in that area travel to : Yellow = South, Blue = East and West, Red = North and International, Purple = Arrivals.\n\nSearch Engine by Destination ",{"type":"[","value":["http:\/\/www.terminaldetransporte.gov.co\/home\/index.php?option=com_wrapper&Itemid=12"]}," Destino=Destination Empresa=Bus Company.  Simply enter destination and a list of companies serving that route will return along with average prices.\n\nSome common bus companies in Colombia that are found in this Terminal are : \n",{"type":"*","value":[" Expreso Bolivariano ",{"type":"[","value":["http:\/\/www.bolivariano.com.co\/"]}," : This company has one of the most extensive networks. Some international destinations as well."]},{"type":"*","value":[" Coomotor ",{"type":"[","value":["http:\/\/www.coomotor.com.co\/"]}," : Mostly destinations in Southern Colombia."]},"\n",{"type":"==","value":["Get around"]},"\nThe city of Bogotá is built on a grid system. A rather imperfect one, actually. Chaotic urban sprawl in the second half of the twentieth century, mostly driven by violence in the countryside and the immigration that ensued, made the city develop without any effective long term urban planning (or, in some cases, just plain bad urban planning). This has resulted in a lot of irregular blocks, twisting streets, and diagonals cutting across what is supposed to be a perfect grid. Therefore, the apparently straightforward street address system has historically been more of a guideline as to where things are than a precise way to get to places. A recent update of the street addresses in much of the city was directed towards solving some glaring inconsistencies in getting around. Most places that tourists visit are easy to find nowadays, but you have been warned.\n\nCarreras (streets) are abbreviated as Cr., Kra., and Cra. and run parallel to the mountains from South to North. Carrera numbers increase from East to West, away from the mountains - so Carrera 7 is near the mountains and Carrera 100 is far from them - except for a very few carreras near the mountains that increase in reverse order and that have names like \"Carrera 1 E\" ('E' standing for East).\n\nCalles (also streets) cross the carreras and run from East to West. Calles are abbreviated as Cll. and Cl. For half of the city (the northern half tourists are most likely to visit) calle numbers increase from South to North - so Calle 13 is near the center of the city, whereas Calle 200 is one the last streets before exiting Bogota on the northern side. Calles in the southern half work similarly to 'East' carreras near the mountains: the southern calle numbers increase from North to South, mirroring streets in the northern half. These are called things like \"Calle 85 S\" ('S' standing for South).\n\nAside from calles and carreras, there are 'diagonales' and 'transversales'. As their names suggest, they are not perfectly parallel to calles and carreras. However, the same numbering system applies to them. Diagonales are supposed to be deviations from calles, whereas transversales are supposed to be deviations from carreras. So, for example, Diagonal 107 runs sort of East-West and is somewhere around Calle 106 or 108.\n\nAvenidas, abbreviated as Av. or Avda., are usually larger, main streets. Geographically speaking, most avenidas somehow fit into one the four categories mentioned above, although some avenidas twist around. They usually have a classification and number as described above, but they also have a distinct name, like \"Avenida Suba\", \"Avenida Boyacá\" and whatnot. So, for example, Avenida Jiménez is a main street and, in the number system, is also called Calle 13.\n\nEach address consists of a street and a series of numbers. For example, Cl. 45 24-15 (sometimes written as Cl. 45 # 24-15 or Cl. 45 No. 24-15), means (1) the location is on Calle 45, (2) of the two insecting carreras nearby, the one with the lower number is Carrera 24 (since in this case we are talking about carreras, it means the nearest carrera to the East of the location; if we were talking about calles, it would be the nearest calle to the South of the location), and (3) the location is roughly 15 meters from the intersection of Calle 45 and Carrera 24. Furthermore, since the last number, 15, is odd, the location is on the North side of Calle 24 (if the location were on a carrera, it would be on the East side of it). Even numbers at the end have the opposite meaning.\n\n",{"type":"===","value":["By taxi"]},"\n\nWhile ubiquitous and affordable, taxis are arguably the most visible representative to the world of Bogotá's worst side. Travelers used to being cheated by taxi drivers probably aren't yet acquainted with the ",{"type":"''","value":["paseo millionario"]},", or \"Millionaire Ride,\" where a taxi driver swings by to pick up well-armed accomplices who then rob you, possibly drug you, and almost certainly take you to multiple ATMs to forcibly withdraw a large sums of money. This rather extreme practice is actually pretty common. ",{"type":"'''''","value":["Taxis should not be hailed off the street—only called through dispatch."]}," Nice restaurants and any place of lodging will be happy to do this for you, and will express genuine concern if they think you are going to try to hail one. Otherwise, call one yourself at 599-9999, 311-1111 or 411-1111. Sometimes it can take a while to get one, though, so it's good to have a back up. If public transit isn't your thing, consider keeping a private car service on hand. They are pretty good deal for the money, when all is considered, and your hotel or business should be able to recommend one.\n\nIf calling for a taxi, the driver will want to confirm that it is you who called by asking for a \"clave\" (key), which is always the last two digits of the phone from which you called to request the taxi. Each taxi has a meter which should increment one tick every 1\/10 kilometer or 30 seconds and starts at 25 ticks. The rate chart is printed on a card in the taxi. Nearly all taxi drivers will try to take advantage of you in one way or another; be sure the taxi meter is started when you begin your trip. Tipping is never necessary—be sure to count your change and be on the lookout for both counterfeit coins and notes. There are surcharges for the airport, holidays, and nights (after 8PM). Surcharge details are printed on the fare card. Surcharge for ordering a taxi arriving at your house is currently 600 pesos, surcharge after 8PM is 1.600 pesos, even if you are starting your trip before that time. Holidays and Sundays are also surcharged 1.600 pesos. Lock the doors of the taxi, especially after dark. If you experience a problem in a taxi or with the driver, dial 123 to report a complaint with the police. You should also call the company with which the taxi is registered.\nIn other hand If you are interested in a more private and professional option, you can hire a ",{"type":"[","value":["http:\/\/www.dottransfers.com Shuttle Service"]},". This kind of services often have wide range of vehicles and can be paid by credit card so you won't have to worry about carrying cash all the time.\n\n",{"type":"===","value":["By Transmilenio "]},"\n",{"type":"[[","value":[["File:TransMilenio Bogota Map.png"],["center"],["630px"]]},"\n\nBogota's rapid bus service, the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.transmilenio.gov.co\/WebSite\/Default.aspx Transmilenio"]}]}," is extremely affordable, clean and efficient. It carries commuters to numerous corners of the city in exclusive lanes, bypassing the notorious city traffic. Tickets cost $1.700 COP (rush hour) or $1.400 (off-peak and Sundays). The downside, though, is a result of is own success—it's ",{"type":"''","value":["terribly"]}," crowded during rush hour, and even sometimes during the rest of the day.\n\nThe vehicles used in that systems are articulated buses; they are fast and safe, but could be full during the afternoon times. The system also uses different kinds of stations: the ",{"type":"'''","value":["simples"]}," offers bus services at the right and left sides (north-south;east-west) and the ",{"type":"'''","value":["intermediates"]},"  are usually located in middle points and have complete services, such as elevators, station libraries, bikes parks, restrooms.  ",{"type":"'''","value":["Alimentadores"]}," services  (buses that reach zones the articulated buses do not) and the ",{"type":"'''","value":["portals"]},", the nine arrival and departure places of the buses, are located near the entrances to the city. Service ends 10PM–11PM, depending on the station. Intercity buses from the metropolitan area also arrive at these stations.\n\nThe sheer number of bus numbers is quite intimidating, but has a simple logic to it. (If you don't have time, use the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/transmilenio.surumbo.com\/ trip planner"]}]},", and still probably ask some people at the station where to go.) There are actually only ",{"type":"'''","value":["ten routes"]},", demarcated by letters (and names, but don't worry about that). ",{"type":"'''","value":["J"]}," and ",{"type":"'''","value":["L"]}," routes will take you into the historic\/political center, with J buses even stopping right at the Gold Museum. ",{"type":"'''","value":["A"]}," buses will take you up through Chapinorte, with Calle 72 being the stop closest to the popular Zona Rosa. ",{"type":"'''","value":["K"]}," buses head out towards the airport. ",{"type":"'''","value":["B"]}," buses take you to Portal del Norte, where you can catch inter-city buses up to ",{"type":"[[","value":[["Zipaquirá"]]}," (for the Salt Cathedral).\n\n",{"type":"===","value":["By bus"]},"\nPrivately owned buses cruise all the main thorough fares and many side streets, and are the principal form of transport for the working class and student class.  Though they do follow specific routes, they do not have bus \"stops\"; you merely call to them like taxis and they will stop for you where you are standing.  Placards in the large front windows list destinations, either neighborhoods or main street names.  Upon entering you will be asked for the fare; if you are not traveling alone you may be asked \"Para ambos?\", for example, meaning \"For both?\", to see if you are paying for just yourself or for your companion.  Then you pass through a turnstile to the seating areas.  The buses come in three sizes, usually, long (like a school bus), medium and small (called busetas).  All have turnstiles.  To exit these buses, you go to the back door and either push a button located usually on one of the hand rails or next to the exit, or simply call out \"Aqui, por favor!\" or \"Pare!\" (Stop!).  Passengers are often expected to embark and disembark even from the middle of the street.\n\nSometimes vendors are allowed to enter the buses to sell candy or small gift items (occasionally donating one to the driver for the privilege).  Or, you may find entertainers such as singers or guitar players, and even the more creative of the street beggars who will regale you with a long, poetic story of their sad situation before asking for donations.  Even in the smallest buses, cramped full of people standing and sitting, it is a common sight.  Interestingly, a recent Grammy-nominated singer named Ilona got her start performing on buses around Bogotá.\n\nThe cost for riding on a private bus normally costs 1450 COP during the day and, most curiously, 1500 COP during the night. (Are you paying extra for powering the headlights?)\n\n",{"type":"===","value":["By ",{"type":"''","value":["colectivo"]}]},"\n",{"type":"''","value":["Colectivos"]}," cover practically every major route of the city, and can generally be flagged down at any point on a main road. Watch these small buses for lists of destinations displayed on their windshields, or ask the driver (in Spanish) if he passes the neighborhood or intersection you are going to. Not very comfortable, but they are faster than a common bus and it's also used as a shuttle for routes that don't have so much affluence, it can take you almost anywhere.\n\n",{"type":"===","value":["By bicycle"]},"\nBogotá has Latin America's largest network of ",{"type":"[[","value":[["cycling"],["bicycle"]]}," routes, called 'Ciclorutas.' On Sunday's and public holidays, many main and secondary roads are closed to cars for the ",{"type":"'''","value":["Ciclovia"]}," from 7AM-2PM, a special feature of Bogotá, where people can run, bicycle, inline skate or just watch from the side. There are refreshment stands along the way and most parks host some type of event such as yoga, dancing, stretching, spinning, etc. To get a bicycle you can rent a bike or going for a guided Bike tour on Bogota's Ciclorutas or participating in the Ciclovia are fun and healthy ways to get to know the city, and to get closer to the people.\n\n",{"type":"==","value":["See"]},"\n\nMany landmark events in the history of Colombian and South American independence took place in ",{"type":"'''","value":[{"type":"[[","value":[["Bogotá\/La Candelaria"],["La Candelaria"]]}]},", the historic mid-sixteenth Century colonial neighborhood that hosts the national government, including the near killing and escape of Simon Bolivar, the execution of revolutionary heroine Policarpa Salavarrieta, known as 'La Pola,' and the Grito de Libertad, known as the beginning of the region's revolution. The district is indeed teeming with history, and there are a lot of interesting museums (arguably the best being the ",{"type":"'''","value":["Gold Museum"]}," and the ",{"type":"'''","value":["Botero Museum"]},") and old churches. Some of its lovely streets are pedestrian-only. The most important places are Catedral Primada and Palacio de Nariño on ",{"type":"'''","value":["Plaza de Bolívar"]},", Iglesia del Carmen, Biblioteca Luis A Arango, the Colonial Art Museum, and the colonial architecture of the houses and buildings. Almost all the museums are free. La Candelaria also contains numerous Catholic Churches, many of them centuries-old. The Colombian-American and Colombian-French cultural centers are located in La Candelaria, and a Colombian-Spanish cultural center is under construction.\n\nOutside La Candelaria, the most famous site is up the mountains over ",{"type":"[[","value":[["Bogotá\/Santa Fé-Los Mártires"],["Santa Fé"]]}," at the ",{"type":"'''","value":["Sanctuary of Monserrate"]},", which you can see from virtually any place in the city. Take the funicular up, or if you are feeling brave and athletic, hike it. Santa Fé also is home to the National Museum and the Modern Art Museum.\n\nThe northern neighborhoods that are so popular for dining and nightlife really don't have all that much to see, in terms of traditional sightseeing, aside from the small colonial center in ",{"type":"[[","value":[["Bogotá\/Usaquén"],["Usaquén"]]},". The park known as ",{"type":"[[","value":[["Bogotá\/Parque 93"],["Parque 93"]]}," is rather pretty, though.\n\nThere are a couple interesting sights in ",{"type":"[[","value":[["Bogotá\/Teusaquillo-Salitre"],["Ciudad Salitre"]]},", for those either staying out there or those with plenty of time, having seen the more famous sights downtown, including the Botanical Gardens and the Maloka Science Center.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"[[","value":[["File:Bogota (Colombia).jpg"],["250px"],["right"],["thumb"],["Parque Los Periodistas"]]},"\n",{"type":"====","value":[" Downtown Day Tour"]},"\nNo visitor to Bogota skips the historic ",{"type":"'''","value":["Downtown"]}," and La Candelaria neighborhood. In fact most affordable lodging and dining options can be found this side of town making it highly desirable by low-budget travelers and backpackers, given its close location to many of the city's attractions. Start your way on Avenida Septima and Calle 14, just arriving Parque Santander. Take the opportunity to visit the world famous Museo del Oro, or ",{"type":"'''","value":["Gold Museum"]}," for its legendary El Dorado collections. Then continue south one block up to ",{"type":"'''","value":["Avenida Jimenez"]}," and give your camera a workout at one of Bogota's most famous and historic intersections, where a couple of ancient churches and 19th century buildings collide. Turn east (towards the mountains) and walk up Avenida Jimenez alongside downtown's famous ",{"type":"'''","value":["Eje Ambiental"]}," or ",{"type":"''","value":["Environmental Axis"]},", which is a section of the avenue that has been closed off to vehicles except Transmilenio, to make way for a generous tree-lined pedestrian sidewalk and an enclosed water stream. Many historic and famous buildings are located alongside the Eje Ambiental, home to Bogota's most renowned and traditional companies like El Tiempo and the Bank of the Republic. A few blocks east just past the ",{"type":"'''","value":["Parque de los Periodistas"]}," the Eje Ambiental starts bending northwise, so leave the axis and turn south instead via one of the small streets that branch into the neighborhood and make your way up to Calle 13 and Carrera 2, el ",{"type":"'''","value":["Chorro de Quevedo"]},", unofficial center of La Candelaria, where it is argued that the City of Bogota was founded back in 1538. Today, bohemian life meets to enjoy arts, culture and music at this spot. On the way make sure to take in the whimsical coloring and architecture of the neighborhood's streets and colonial houses. Continue on Carrera 2 southward a couple of blocks up until Calle 11, and turn west once again just in front of La Salle University: You'll be glad you do since you've been climbing constantly eastward so enjoy your walk back down. Make sure to notice the eccentric street names found on picturesque signs at every corner. Make your way down west on Calle 11 and you will pass by the ",{"type":"'''","value":["Museo Botero"]},", museum  showcasing some of famous Colombian painter Botero's private art collection and work. Another block down is the ",{"type":"'''","value":["Centro Cultural Garcia Marquez"]},", modern cultural center and venue that includes Library, Art Galleries, concert halls and lesson rooms, with year-round events and displays for all tastes and audiences interested in culture and the arts. Continue down west and reach the ",{"type":"'''","value":["Plaza de Bolivar"]},", the city's overwhelming main square surrounded by neoclasic government palaces and the ",{"type":"'''","value":["Catedral Primada"]},", largest church in the country. After taking in the many sights, you might want to leave the square southbound for a couple of blocks on Carrera Septima to check out the ",{"type":"'''","value":["Presidential Palace"]}," and its Presidential Guard. Finally turn around back Carrera Septima northward until you find Transmilenio, just about where you started!\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":[" Performances and Festivals "]},"\n",{"type":"*","value":[" On some Friday nights, parts of ",{"type":"'''","value":["Avenida Septima"]}," are closed in the Centro and you can see all sorts of street performers, live music, magic shows, buy crafts and street food. If you don't mind crowds its worth a visit."]},"\n",{"type":"*","value":[" Check out the ",{"type":"'''","value":["Iberoamerican Theater Festival"]},", the biggest theater festival in the world (occurs every two years during Easter Week)."]},"\n",{"type":"===","value":[" Other activities "]},"\n",{"type":"[[","value":[["File:El campin stadium bogota.JPG"],["thumb"],["250px"],["International football game at El Campin Stadium"]]},"\n",{"type":"*","value":[" Catch a football (soccer) game at ",{"type":"'''","value":["El Campin Stadium"]},". Easily accessible by Transmillenio and with a capacity of 48,000 spectators, it hosts games for the Colombian international squad as well as for professional league home teams Millionarios and Santa Fe. Avoid the north and south section for these home games which are populated by rival supporter groups; instead get a ticket for the eastern or western wings. International game tickets start at 20,000 COP and home games at 16,000 COP."]},"\n",{"type":"*","value":[" Take a cab or Transmilenio to a working-class neighborhood in the southside.  Sit down in a 'panaderia' (bakery), order a \"colombiana\" brand soda and some good bread...sit down and breathe the environment of the regular Colombian...don't narrow yourself to the upscale Norte. Since picking out one of these neighborhoods can be dangerous, the best ones to do so: Santa Isabel, 20 de Julio, The Tunal area."]},"\n",{"type":"*","value":[" Go to ",{"type":"'''","value":["Parque Simon Bolivar"]}," and chill like rolos (Bogota citizens) do, walk around the cities biggest park or ride the train."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ciclovía"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Every Sunday and national holiday from 7AM-2PM, major avenues are closed to cars and thousands of people turn out to bike, skate, jog and walk. You can join on foot or by renting a bicycle in the Candelaria neighborhood with Bogotravel tours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Who would have imagined that there exists a fascinating natural wonder right in the heart of Bogotá?  The wetlands of the Sabana (savannah) de Bogotá is where the rivers slow down a bit to rest on the plateau and “clean up”  after flowing down from mountains. The water then continues to flow into the valleys to rejoin with the rivers below, including the Bogotá and Magdalena rivers."]]}]},"\n",{"type":"==","value":["Learn"]},"\nBogotá has numerous educational institutions.  Some of the better known universities include: Universidad Nacional ",{"type":"[","value":["http:\/\/www.unal.edu.co"]},", Universidad de America ",{"type":"[","value":["http:\/\/www.uamerica.edu.co"]},", Universidad de los Andes ",{"type":"[","value":["http:\/\/www.uniandes.edu.co"]},", Pontificia Universidad Javeriana ",{"type":"[","value":["http:\/\/www.javeriana.edu.co"]},", Universidad Piloto de Colombia ",{"type":"[","value":["http:\/\/www.unipiloto.edu.co\/"]},", Universidad del Rosario (www.urosario.edu.co),Universidad Externado ",{"type":"[","value":["http:\/\/www.uexternado.edu.co"]},",Universidad Santo Tomas ",{"type":"[","value":["http:\/\/www.usta.edu.co"]},",  Universidad de la Sabana ",{"type":"[","value":["http:\/\/www.unisabana.edu.co"]},", Universidad de la Salle ",{"type":"[","value":["http:\/\/www.lasalle.edu.co"]}," and LCI Bogotà ",{"type":"[","value":["http:\/\/www.lasallecollege.edu.co"]},". However, there are many privately and publicly funded universities and Schools.\n\nIf you want to learn Spanish, universities are a good option since they have all inclusive plans.  They not only offer Spanish courses but also Mandarin, Japanese, French, German, Italian, etc. Also, many embassies have institutions that teach languages, including Spanish, for foreign people, such as the Centro Colombo Americano, the British Council, The Italian Institute, The French Alliance and the Brazil-Colombia Cultural Institute (IBRACO).\n\nIf you are looking for a more personalized education you can look for some of the Spanish Scools in Bogota. Some of them are: Relato, Whee Institute ",{"type":"[","value":["http:\/\/www.unisabana.edu.co"]}," and Spanish World Institute Bogotà ",{"type":"[","value":["http:\/\/www.spanishworldinstitute.com"]},".\n\n",{"type":"==","value":["Talk"]},"\nThe Spanish spoken in Bogotá is considered among the most neutral and clear in the world. If you know the basics, you'll probably be fine.  Bogotá is full of English academies and bilingual schools, so English is spoken by many young people. The most \"touristy\" areas are full of young students who go to bilingual schools, and generally, they will help you translate. Colombians love to show off the best of their country to reduce the negative image it has among foreigners.\n\n",{"type":"==","value":["Work"]},"\n\nOfficially, it is not legal to work in Colombia without a proper working visa. Visas can be obtained by employers on your behalf.\n\nThere is also a significant market for English and other language teachers. English translation or editing jobs are possible to find under the table.\n\n",{"type":"==","value":["Buy"]},"\n\nLocal products worth bringing home include :\n",{"type":"*","value":[" Inexpensive handicrafts and jewelry from vendors. One of the cheapest and picturesque places to buy handicrafts is Pasaje Rivas (Calle 9 no. 9). You can access the narrow hall filled with small stores crossing Plaza de Bolívar, where de Major's and president's office is located. "]},{"type":"*","value":[" Coffee-based products"]},{"type":"*","value":[" Leather handbags, shoes, and wallets."]},{"type":"*","value":[" Uncut and cut emeralds brought in from the world's best emerald mines"]},{"type":"*","value":[" Inexpensive silver jewelry"]},{"type":"*","value":[" Dress suits and shoes"]},"\nIn ",{"type":"'''","value":["Usaquen"]}," (or Uzacan) you can find a huge flea market on Sundays.\n\n",{"type":"===","value":["Malls"]},"\nThe nicest malls in town are generally in ",{"type":"[[","value":[["Bogotá\/Usaquén"],["Usaquén"]]},", but there is a great one in ",{"type":"[[","value":[["Bogotá\/Teusaquillo-Salitre"],["Ciudad Salitre"]]},", closer to the airport, as well.\n\nThe chicest area of Bogota, ",{"type":"[[","value":[["Bogotá\/Zona Rosa"],["Zona T"]]},", is surrounded by the upscale malls of ",{"type":"'''","value":["Centro Andino"]},", ",{"type":"'''","value":["Atlantis Plaza"]}," and ",{"type":"'''","value":["El Retiro"]}," which holds various upscale boutiques such as Lacoste, Louis Vuitton, Versace, Bulgari, Cartier, Loewe and many more.\n\nMore Affordable Shopping Malls''' : Center: San Martín, Calima. Western and Northwestern: Gran Estacion, Salitre Plaza, Hayuelos, Floresta, Iserra 100, Unicentro de Occidente, Titan. South: Plaza de las Americas, Ciudad Tunal, Tintal Plaza.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Local food"]},"\n",{"type":"'''","value":["Arepas"]},": Corn flour based pancakes, sometimes made with cheese or slightly salted.\n\n",{"type":"'''","value":["Empanadas"]},": The closest comparison would be pastries. These are popular all over South America, so generally each country\/region has their own recipe. The filling usually consists of meat, potato, vegetables and rice wrapped in a corn flour crust.\n\n",{"type":"'''","value":["Tamal"]},": Usually eaten for breakfast. A mixture of meat, chicken, potato, vegetables and yellow corn wrapped in plantain leaves and then boiled. Should be accompanied by a large mug of hot chocolate.\n\n",{"type":"'''","value":["Ajiaco"]},": Traditional thick soup based on three kinds of potatoes, chicken, avocado, dairy cream, herbs, corn, among others. Typically from the altiplano region, and considered the city's official dish.\n\n",{"type":"'''","value":["Pizza"]}," and ",{"type":"'''","value":["burgers"]},". OK, can we really call these traditional Bogotá meals? One could surmise they're from here, seeing their omnipresence. The city does both quite well, and you just need to do a 360° turn to find some.\n\n",{"type":"===","value":["Casual dining"]},"\n\nOptions are many for casual dining, unsurprisingly for a Latin American city of seven million people. Bogotanos love food from all over, so you'll find a good mix of Colombian food, as well as cheap food from North America (especially pizza and burgers!) and Asia. Note that the Chinese food is almost always Colombianized, which can be pretty good anyway, but is almost never the real deal. Sushi is likewise easy to find, but usually of below-average quality. The clear exception is (upscale) Wok, which has several locations, and for a North American-price will serve you top-notch sushi and other authentic East and Southeast Asian dishes.\n\nFor lunch, definitely try a ",{"type":"''","value":["corrientazo"]},"—a small eatery that is only open for lunch, serving people on their lunch break a delicious full meal, with soup, fresh squeezed fruit juice, a meat dish, several starch offerings, and usually additional fruit on the side. You'll know corrientazos by their well-advertised and extremely limited menu, which often consists of only one available main course! Best options are usually traditional ajiaco, bandeja paisa, or fish. Sometimes the advertisement is just \"ALMUERZO\" (lunch) on a cardboard sign. Prices are astoundingly low: around $3,500-10,000\/meal.\n\nRotisserie chicken is usually not far away, often called chicken \"broaster,\" and is just fabulous. They'll pass you plastic gloves to wear while you eat it to keep your fingers clean.\n\nIf constant meat and starch isn't your thing, the more popular neighborhoods have lots of places just selling fruit and fruit juice\/smoothies, often selling ice cream too. The fruit in Colombia is outstanding, and the juice bars are unbelievably cheap.\n\nAnd there's always Crepes & Waffles, a ubiquitous Bogotá chain that—with such a focus—can't help but be great.\n\n",{"type":"===","value":["Restaurants"]},"\n\nThere are a few dedicated gourmet zone, the most impressive of which is ",{"type":"[[","value":[["Bogotá\/Chapinero-Zona G"],["Zona G"]]}," (G for Gourmet). It's a quiet, residential-looking neighborhood jam packed with absolutely incredible, world-class restaurants. Other places to look for high-end dining are (naturally) the ",{"type":"[[","value":[["Bogotá\/Zona Rosa"],["Zona Rosa"]]},", as well as ",{"type":"[[","value":[["Bogotá\/Parque 93"],["Parque 93"]]},", the La Macarena neighborhood of ",{"type":"[[","value":[["Bogotá\/Santa Fé-Los Mártires"],["Santa Fé"]]},", and a little further afield in ",{"type":"[[","value":[["Bogotá\/Usaquén"],["Usaquén"]]},".\n\nFor dining with a view, there are two restaurants up at Monserrate that are not at all tourist traps—they are excellent, modern, high-end restaurants. Just outside the city on the road to ",{"type":"[[","value":[["La Calera"]]}," is Tramonti, another mountaintop restaurant less-known to tourists, but done up like a Swiss mountain chalet and perfect for watching the sunset and the lights come on.\n\n",{"type":"==","value":["Drink"]},"\n\nNightlife in Bogotá is very diverse, and you can almost certainly find whatever experience it is you are looking for. There are English pubs, Latin dance halls, electronic music clubs, quiet storefront bars, wacky themed clubs, salsa clubs, a huge indie-rock scene (if ",{"type":"[[","value":[["Cali"]]}," is salsa, Bogotá is rock n' roll), megaclubs, cocktail lounges, etc.\n\nThe cosmopolitan side of Bogotá nightlife is overwhelmingly to be found in ",{"type":"[[","value":[["Bogotá\/Zona Rosa"],["Zona Rosa"]]}," and ",{"type":"[[","value":[["Bogotá\/Parque 93"]]},". It's a little more spread out and sparse, but you'll find similar places in ",{"type":"[[","value":[["Bogotá\/Chapinero-Zona G"],["Chapinero Central"]]},", ",{"type":"[[","value":[["Bogotá\/Usaquén"],["Usaquén"]]},", and even ",{"type":"[[","value":[["Bogotá\/Santa Fé-Los Mártires"],["Santa Fé"]]}," and ",{"type":"[[","value":[["Bogotá\/La Candelaria"],["La Candelaria"]]},". Chapinero Central and La Candelaria tend to be more bohemian\/hipster\/artsy\/young. Chapinero is also the center of gay nightlife.\n\n\n\n",{"type":"==","value":["Sleep"]},"\nIf you are going to stay in Bogota, keep in mind the location; Most ",{"type":"'''","value":["low-budget"]}," visitors choose to stay in ",{"type":"'''","value":["La Candelaria"]},", the colonial neighborhood in the center of the city. There are many cheap, nice hostels where you can meet travelers from all around the world. The historic district as well as all the major museums and some nightlife options are within walking distance. The deserted neighborhood streets are unsafe after dark on weeknights, though. Pressure from neighborhood groups to oust the remaining criminals has caused police presence to increase but you must always remain cautious. Check the location very carefully before you choose a place to stay, security is worse in the tiny deserted streets uphill and closer to Egypto neighborhood.\n\nYou'll find several hotels in the upscale ",{"type":"'''","value":["northern districts"]}," like the ",{"type":"[[","value":[["Bogotá\/Zona Rosa"],["Zona Rosa"]]},", ",{"type":"[[","value":[["Bogotá\/Parque 93"],["Parque 93"]]},", as well as in ",{"type":"[[","value":[["Bogotá\/Teusaquillo-Salitre"],["Ciudad Salitre"]]}," on the airport highway. Security won't be such an issue but prices are much higher. Nevertheless, you won't have any problem hailing a taxi at 6AM in the morning in the northern districts, because your hotel would be just around the corner from nightclub, or on the way to the airport. On the other hand, you can find low to medium priced hotels and hostels more expensive than La Candelaria's around downtown or near universities, especially in ",{"type":"[[","value":[["Bogotá\/Chapinero-Zona G"],["Chapinero Central"]]},".\n\nNote than most hostels carry a strict no drugs due to the negative effects that these activities have on Colombian's and their way of life. Cocaine use not only supports the violent conflict that has ravaged this country and this city, but also promotes the destruction of the Amazon Rainforest both through its production and subsequent eradication efforts. Child prostitution is also a current issue for many hostels and hotels who are fighting to prevent this from becoming a way of earning an income for young Colombians.\n\n\n\n",{"type":"==","value":["Stay safe"]},"\nBogota is not as dangerous as it is perceived to be, but still a little crazy. Its once insanely high murder rate, which was the highest in the world, has dropped to a rate comfortably below most major Latin American cities, like Rio de Janeiro, São Paulo, Caracas, and Mexico City. Bombings and kidnappings are a thing of the past, and should not be a concern to visitors at all—this is no war zone.\n\nThe principal safety concerns for travelers are muggings and taxi crime. Muggers are usually high on drugs and armed with knives or guns, and you should simply give them what they ask for without a fight—it's never anything worth dying over. Neighborhoods that are frequented by travelers that have a significant problem with muggings include La Candelaria (after dark on weeknights—daytime walks and F-Sa nights are fine), most parts of ",{"type":"[[","value":[["Bogotá\/Santa Fé-Los Mártires"],["Santa Fé"]]},", and to a much lesser extent the more southern parts of ",{"type":"[[","value":[["Bogotá\/Chapinero-Zona G"],["Chapinero"]]}," close to Avenida Caracas. ",{"type":"[[","value":[["Bogotá\/Santa Fé-Los Mártires"],["Los Mártires"]]}," is a place to be on guard any time of day.\n\nTaxi crime is a weird problem here (see \"Million Dollar Ride\" below). While longer-term visitors will find themselves lazily hailing cabs now and then, it is best to call cabs and not hail them off the street. Any cab dispatched will be safe, while hailed cabs are infrequently, but a little too frequently for comfort, dangerous. It may take a bit longer, but your safety is worth an extra wait. Hotels and nicer restaurants will always be happy to call one for you, and often offer to unprompted.\n\nOh, the ",{"type":"'''","value":["'Million Dollar Ride"]}," (Spanish: ",{"type":"''","value":["Paseo Millonario"]},"). It happens frequently enough where in most social situations with Bogotanos, at least someone or someone close to them has had an experience. It occurs when you hail a taxi on the street, the taxi stops, you get in, then someone else gets in with you, and they take you for a ride until you have taken an important sum out of your bank accounts. This is usually accomplished with legitimate threats of violence, and sometimes with the infamous Colombian mind-control drug scopolamine (you really don't want this to happen).\n\n",{"type":"'''","value":["ATM muggings"]},". Pay attention when using cash machines that nobody follows you after you have withdrawn the money. It's a precaution foreign visitors aren't always used to taking, but it's not hard—look around as you step up to the machine to see if anyone's paying too much attention, then do the same afterwards. If someone is, abort and\/or go into a store or eatery and stay put. Try to use ATMs that are ",{"type":"''","value":["inside"]}," (the supermarket Éxito always has them), while still paying attention to your surroundings.\n\n",{"type":"==","value":["Stay healthy"]},"\nBogotá's water is safe to drink and of high quality. Bogotá has no tropical diseases like malaria because of its altitude. ",{"type":"[[","value":[["Altitude sickness"]]}," is, in fact, the largest health problem affecting foreigners—expect to be panting while going uphill or up stairs at first! Generally, a few days without hard physical activity or time spent in a mid-altitude city like ",{"type":"[[","value":[["Medellín"]]}," will do the trick. If you have heart disease or a respiratory condition, talk to your doctor. El Dorado Airport provides wheelchairs for travelers with special needs. Private hospitals offer excellent health care.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["url=http:\/\/www.bmeia.gv.at\/es\/embajada\/bogota.html"],["email=bogota-ob@bmeia.gv.at"],["address=WARNING: CLOSED SINCE 2012. Carrera 9 No 73-44, Piso 4, Edificio Fiducafé"],["lat="],["long="],["directions="],["phone=+57 1 326-3680\/90"],["tollfree="],["fax=+57 1 317-7639"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url="],["email="],["address=Calle 26 No 4A-45, Piso 7"],["lat="],["long="],["directions="],["phone=+57 1 282-8901"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url="],["email="],["address=Calle 93 No 14-20"],["lat="],["long="],["directions="],["phone=+57 1 218-0800"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/colombia-colombie\/index.aspx?lang=eng"],["email=bgota@international.gc.ca"],["address=Carrera 7 No 114-33, Piso 14"],["lat="],["long="],["directions="],["phone=+57 1 657-9800"],["tollfree="],["fax=+57 1 657-9912"],["hours=M-Th 8AM-12:30PM, 1:30PM-5PM, F 8AM-1:30PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/co.china-embassy.org"],["email=chinaemb_co@mfa.gov.cn"],["address=Carrera 16 No 98-30, Santa Fe de Bogota"],["lat="],["long="],["directions="],["phone=+57 16223235, consular office +57 1 6223126"],["tollfree="],["fax=+57 1 6223114"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.ambafrance-co.org\/"],["email="],["address=Carrera 11 No 93-12"],["lat="],["long="],["directions="],["phone=+57 1 618-0511"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.bogota.diplo.de\/Vertretung\/bogota\/es\/Startseite.html"],["email="],["address=Ave El Dorado - Cra. 69 No 25B-44, Piso 7, Edificio World Business Port"],["lat="],["long="],["directions="],["phone=+57 1 4232600"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands"],["url="],["email=bog@minbuza.nl"],["address=Carrera 13 No 93-40, Piso 5"],["lat="],["long="],["directions="],["phone=+57 1 6384200"],["tollfree="],["fax=+57 1 6233020"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url="],["email=embespco@correo.mae.es"],["address=Calle 92 No 12-68"],["lat="],["long="],["directions="],["phone=+57 1 622-0090"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url=http:\/\/www.swedenabroad.com\/sv-SE\/Ambassader\/Bogota-DC\/Kontakt\/Ambassaden--konsulat\/"],["email=ambassaden.bogota@gov.se"],["address=Calle 72 No 5-83"],["lat="],["long="],["directions="],["phone=+57 1 325 61 00"],["tollfree="],["fax=+57 1 325 61 01"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url="],["email=britainpress@cable.net.co"],["address=Carrera 9 No 76-49, Piso 9"],["lat="],["long="],["directions="],["phone=+57 1 326-8300"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/bogota.usembassy.gov\/"],["email=ACSBogota@state.gov; consularbrr@gmail.com"],["address=Calle 24 Bis No 48-50"],["lat="],["long="],["directions="],["phone=+57 1 315-0811"],["tollfree="],["fax=+57 1 315-2197"],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["News outlets"]},"\n\nThe most important media for Bogotá are:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eltiempo.com El Tiempo"]}]}," is the country's largest daily with a heavy focus on the capital."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.elespectador.com El Espectador"]}]}," has a liberal point of view and also a heavy focus on Bogotá."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.citytv.com.co City TV"]}]}," is the local commercial television station."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.radiosantafe.com\/ Radio Santa Fé"]}]}," is the local radio station."]},"\nFor news and travel information on Bogotá in English:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/colombiareports.com Colombia Reports"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thecitypaperbogota.com The City Paper"]}]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" Visit nearby towns like ",{"type":"[[","value":[["Chia"]]},", ",{"type":"[[","value":[["La Calera"]]},", ",{"type":"[[","value":[["Cajica"]]},", ",{"type":"[[","value":[["Tabio"]]},", ",{"type":"[[","value":[["Zipaquira"]]}," and ",{"type":"[[","value":[["La Vega"]]},". You can find cheap and fast transportation to any of this destinations either from the ",{"type":"'''","value":["Terminal de transportes"]}," or the Transmilenio North Portal.  From most, you can return the same day. But it's a good idea to get out, Bogotá is a chaotic city surrounded by lots of relaxed and peaceful places."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Choachí"]]}," is the best kept secret in town. This small village 50 min. East of Bogotá is reached after climbing up and down a tall mountain, so tall you can see Monserrate at your feet. Local cooking, hot springs and a great Swiss restaurant await for you at your destination."]},"\n",{"type":"[[","value":[["File:Zipaquira 2009.jpg"],["thumb"],["250px"],["Catedral de Sal in Zipaquirá"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Catedral de Sal de Zipaquirá"],["url=http:\/\/www.catedraldesal.gov.co\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Entrance : 20,000 COP"],["content= An impressive Cathedral hewn out of a salt mine in ",{"type":"[[","value":[["Zipaquira"]]},". A visit is by guided tour. English, German, French, and Spanish guides are available. To get there you can take a share or private guided tour or take the Transmilenio to ",{"type":"''","value":["Portal del Norte"]}," and then a bus to Zipaquirá (2 hours \/ 5,750 COP). Consider taking a taxi (4000 COP), as it is a 20-minute uphill walk from where the Zipa bus drops you off. You can walk back through the town and enjoy nice views. The current cathedral is the second construction and opened in 1995 after the first one had to close because of safety concerns."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Laguna del Cacique Guatavita"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=57 + 1 + 2826313"],["tollfree="],["fax="],["hours=Closed every Monday if Monday is a holiday"],["price=Foreigners : 13,600 COP \/ Colombians : 8,800 COP"],["content=This spiritual lake is where the legend of El Dorado originated. The Muisca Indian King used to have religious ceremony in the middle of the lake, painted all his body with gold dust, and threw gold things offered in sacrifice into the lake. English\/Spanish guided tour is available. The journey will take little more time than to Zipaquirá. Go to Transmilenio's North Portal and find the intermunicipal route to Sesquilé\/Guatavita.  Let the driver know that you intend to go to the Lagoon and he'll drop you off at a point where you have to walk - it's quite a hike on a steep hill, but people going by car will often pick you up and take you to the entrance if you ask."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Andrés Carne de Res"]}," (Restaurant and dance) Amazing steak and a great place to party.  Do not miss it if you want to see how important food and dancing is for Colombians!  Calle 3 # 11A -56 Phone: 863-7880 (Chía) Live music is one the best \"rumbiaderos\" (nightclubs). It is located about 20 mins north of Bogotá."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bogotá as a hub to visit other places in Colombia"]}," As the capital city is centrally located you can easily visit many distinct destinations as the Amazon Jungle (1.5 hrs by plane), Spanish colonial cities ",{"type":"[[","value":[["Cartagena (Colombia)"],["Cartagena"]]}," or ",{"type":"[[","value":[["Popayán"]]}," (1 hr flight), modern cities like ",{"type":"[[","value":[["Medellín"]]}," located in an impressive Andean valley or ",{"type":"[[","value":[["Cali"]]}," at the foothills of the Andes."]},"\nTo get to the airport from the city, you may use Taxi or a public buseta (van). A way to get by public transport is either to go to the Calle 19, which from the Candelaria where most foreigners tend to stay, is only 4-5 blocks away. Catch a bus that says \"Aeropuerto\". Or go the Avenida 26 which is the street that goes directly to the airport. Also look for buses that state \"Aeropuerto\" there. This journey may take around 45 Minutes from the city center depending on the traffic conditions, but is significally cheaper than taking a taxi anywhere in the city (1.300 COP vs. around 25.000 COP).  The Transmilenio K10 route will drop you off at Portal El Dorado, and you can board a green Alimentador bus from there to the Airport and the Puente Aéreo.\n\n",{"type":"{{","value":[["geo"],["4.65189"],["-74.07855"],["zoom=12"]]},"\n",{"type":"{{","value":[["isPartOf"],["Andino"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bogotá"]]},"\n",{"type":"[[","value":[["Commons:Bogotá"]]}]