[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"'''","value":["Bokor National Park"]}," is in ",{"type":"[[","value":[["Cambodia"]]},".\n\n",{"type":"[[","value":[["File:Bokor Palace Hotel.JPG"],["right"],["Ruins of Bokor Palace Hotel and Casino"]]},"\n \n",{"type":"==","value":["Understand"]},"\nThe main attraction in Bokor National Park is the old French hill station at 1,080 m which can be visited as a day trip from ",{"type":"[[","value":[["Kampot"]]}," or ",{"type":"[[","value":[["Sihanoukville"]]},".\n\n",{"type":"===","value":["History"]},"\nBokor Hill Station was built by the French in the 1920s to be used as a retreat from the heat of the plains, a pre-air conditioning strategy long-established throughout Asia.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nWild elephants and tigers.\n\n",{"type":"===","value":["Climate"]},"\nNice cool mountain air during the day but it can get cold at night so bring warm clothes when staying overnight.\n\n",{"type":"==","value":["Get in"]},"\nThe turn off to the park is located 8 km from ",{"type":"[[","value":[["Kampot"]]}," and 95 km from ",{"type":"[[","value":[["Sihanoukville"]]}," on Hwy 3. The main entrance and park headquarters are about 1 km from the main road. From there it is another 32 km uphill to reach the summit.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nThe park has no entrance fee.\n\n",{"type":"==","value":["Get around"]},"\nThe road up the hill is now completely smooth (except for bumping on and off a bridge), having been rebuilt for new hotels being constructed on the top of the hill. Trekking tours for US $18–20 can be booked in town, including lunch. It is not actually a trekking tour but just an hour one-way trek upwards after 30-40 min travelling up from the entrance. Those who can't hike can still go up by the provided transportation, although minor road construction is still taking place, but it is doable. The starting price for the package inclusive of sunset boat ride (which cost about US $5) is US $25, but is negotiable down to around US $20 (or maybe less depending on who you talk to and your negotiation skill) provided you get to the right tour agency\/office.\n\nIt is possible to do the trip on a 125cc scooter but this will be rather back-breaking. Large dirt bikes are also available for rent in Kampot which would be the better option, providing you have experience riding them.\n\nAlternatively rent a car or scooter with a driver. The locals know the road very well and will manage the trip to the top in not more than 1.5 hr.\n\n",{"type":"==","value":["See"]},"\nRuins of the Black Palace, a church, and Bokor Palace Hotel and Casino. Except for the Bokor Palace Hotel and Casino, the other buildings are occupied by families of construction workers. Thus, you are not able to go in and explore, which makes the entire trip less interesting.\n\nWaterfall (only in the rainy season)\n\nFantastic views of the surrounding area.\n\n",{"type":"==","value":["Do"]},"\nThere are several walking tracks ranging in duration from 2-8 hr. Beware though that none of the tracks are currently maintained, so it is best to hire a ranger for your own safety.\n\nThere is the visit to the Popokvil Waterfalls. You can get there by car, followed by a short walk. While generally they tend not to have much water, this is remedied after monsoon rains.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nBehind the Bokor Palace Hotel there is a stall that offers basic foods and cold drinks during the day.\n\nInside the ranger station, you are allowed to cook simple meals as long as you pay for the US $5 lodging. Do remember to bring your own food as the ranger store is a limited and expensive option.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThe Ranger Station offers some simple dorm rooms for US $5 per person. There is 1 double available.\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nThe top of the hill has twice been cleared of landmines, but it is still advisable to stay on pathways.\n\nTigers are rare, but nevertheless avoid hiking into the bush at dusk and at night when they are most active.\n\nPoachers hunt deep in the park. Hire a ranger when hiking in these areas.\n\nThe park is huge with many trails which are not marked or maintained. Hire a ranger if you have any doubt about your route.\n\n",{"type":"==","value":["Go next"]},"\nThere is ony one way out: the same bad road you used going up.\n\n",{"type":"{{","value":[["IsPartOf"],["Cardamom_and_Elephant_Mountains"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["wikipedia:Preah Monivong National Park"]]}]