[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Bokoshe"]}," is a town in the ",{"type":"[[","value":[["Kiamichi Country"]]}," of ",{"type":"[[","value":[["Oklahoma"]]},".\n\n",{"type":"==","value":["Get in"]},"\nOn state highway 31 that runs east-west.\n\n",{"type":"==","value":["Get around"]},"\nThe main route is also on state highway 31.  Explore the side streets to get a look at real small town America.  If you get lost, any of the locals will be happy to give you directions back to the main road and chat a bit.\n\n",{"type":"==","value":["See"]},"\nBokoshe Mountain - Just head out Bokoshe Mountain Road and keep going.  Watch out for sharp turns and potholes.  Keep your eyes open and you might see opossums, armadillos, bobcats, coyotes, wild hog, deer, or even a rare black bear or cub.\n\n",{"type":"==","value":["Buy"]},"\nRj's Corner Mart - Fill up with gas, have a snack, and get a cold pop.\n\n",{"type":"==","value":["Eat"]},"\nStop at the Tigers Den or Jean's if you want to get something to eat in town.  They're right on Highway 31, so you'll see them as you drive through town.  Go East a few minutes to the 59 and head South to Panama, Shady Point, or ",{"type":"[[","value":[["Poteau"]]}," for more dining options.  Poteau has the most to choose from.\n\n",{"type":"==","value":["Sleep"]},"\nIf you need a hotel in the area, head East on Highway 31 a few minutes until you reach Highway 59.  Go South on 59 and it'll take you through Panama, Shady Point, and into ",{"type":"[[","value":[["Poteau"]]},".  The whole trip is about 15 minutes and there are several hotels to choose from in Poteau and plenty of places to eat.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["35.188056"],["-94.790556"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kiamichi Country"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bokoshe, Oklahoma"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Oklahoma\/Localities\/B\/Bokoshe\/"]]}]