[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bol.hr Bol"]}]}," is a town on the island of ",{"type":"[[","value":[["Brac"]]}," in ",{"type":"[[","value":[["Dalmatia"]]},". Situated in a secluded place on the southern coast of the island, Bol is the oldest town of Brac and one of the most famous seaside resorts of the Adriatic.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Island Brač, city Bol .JPG"],["thumb"],["300px"],["Bol Harbour"]]},"\nThe most common way to get to Bol is by boat from Split Harbour, which is easily reached on the frequent buses from Split Airport (40 mins).  There is a direct catamaran from Split once a day at 4PM (1 hour), every day of the year.  Alternatively, take the car ferry from Split to Supetar on the other side of the island (approx 1 hour, services hourly in season), and then take the bus to Bol (approx 40 mins).  Check for the timetable of the buses. If you take ferry later in the evening you will have to take taxi since there are no buses after 7PM. For the correct bus timetable check local agencies before arrival.\n\nIn high season there are flights to the airport on Brac Island itself which is less than 10 km from Bol, these tend to come from Zagreb early on a Saturday morning.\n\n",{"type":"==","value":["Get around"]},"\nBrac is a small island - it takes about 40 mins to drive from north to south, there is one roundabout on the whole island and one set of traffic lights!  Buses take tourists and local alike around the island or you could hire a car\/scooter to explore.\n\nOnce you are in Bol everything is within walking distance, just make sure you have a good pair of flat shoes as the town is set on a hill!\n\n",{"type":"==","value":["See"]},"\nBol has some beautiful historic buildings including the ancient monastery and houses built by the Venetian rulers.  The main thing to see is the idyllic views at every turn.  If you are feeling active, Vidova Gora, the highest point on the island, is just behind Bol and gives fabulous views across the Dalmatian coast.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Zlatni rat from Vidova Gora.JPG"],["thumb"],["300px"],["Zlatni Rat"]]},"\n",{"type":"*","value":[" Enjoy diving, windsurfing, water sports (tubes and banana) and Bol beaches."]},"\n",{"type":"*","value":[" Zlatni Rat (Golden Cape) is a \"triangle\" beach that has trees in its middle. When you stand in the wonderful water on one of the sides of the beach you will see basically only the trees, the sea... and the sky. Perhaps the most beautiful beach in Croatia."]},"\n",{"type":"*","value":[" Play tennis on one of 26 beautifully-situated clay tennis courts, with mountains behind and seaviews in the front."]},"\n",{"type":"*","value":[" Bol is famous as ideal spot for the windsurfing and kitesurfing. Sport centers in Bol provide courses with experienced instructors as well as the rent of the equipment."]},"\n",{"type":"==","value":["Eat"]},"\nBol has a great selection of reasonably priced restaurants and cafe-bars.  For 8-10 kuna (around £1 or 1 Euro), you can have a cappucino in a cafe-bar on the waterfront and watch the world go by for as long as you want.  You might see Bernie Ecclestone arrive on his yacht or catch Goran Ivanisevic wandering around (he has a house nearby).  The old wine cellar (Podrum) is a beautiful venue for couples and large groups alike when you would prefer to eat indoors, or try Maza and Topolino for squid pizza (50 kuna, around £6). In the restaurants in Bol you can try famous island brac lamb as well as the fresh fish that local fisherman bring everyday on the market.\n\n",{"type":"==","value":["Drink"]},"\nBol's numerous cafe-bars are open early till late, so you can drink beer or coffee from 6AM to midnight.  There are two excellent open-air cocktail bars, one halfway between the town and the beach, so you can top up on your way home, and Varadero's, right in the centre of town, which serves a great array of well-known drinks.  In summer there is a house DJ and a great vibe.\n\n",{"type":"==","value":["Sleep"]},"\nBol has plenty of accommodation to offer. From luxury hotels to hostels to simple and nice private rooms.\n\n",{"type":"===","value":["Hostels"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Funky Donkey Hostel"],["url="],["email=funkydonkeyhostel@gmail.com"],["address=Domovinskog Rata 62"],["lat="],["long="],["directions="],["phone=+385 91 341 6848"],["tollfree="],["fax="],["hours="],["price="],["checkin=14.00"],["checkout=12.00"],["content= 8 minutes away from the bus station and the ferry port. Only a 15 minute walk to the famous Zlatni Rat beach. Free WiFi, free Internet access, no lockout, 24 hour access, large terrace, BBQ area, and multiple kitchen facilities."]]}]},"\n",{"type":"===","value":["Hotels"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bluesun hotels & resorts"],["alt="],["url=http:\/\/www.bluesunhotels.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=3 and 4 star hotels. ",{"type":"'''","value":["Elaphusa"]},", ",{"type":"'''","value":["Borak"]}," and ",{"type":"'''","value":["Bonaca"]},"."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Zlatni rat beach resort"],["alt="],["url=http:\/\/www.zlatniratbeach.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=4 star resort just few meters from Zlatni rat beach."]]}]},"\n",{"type":"===","value":["Apartments"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bol apartments"],["alt="],["url=http:\/\/bolcroatia.com\/"],["email=holiday@bolcroatia.com"],["address="],["lat=43.26171"],["long=16.65792"],["directions="],["phone=+385 98 286600"],["tollfree="],["fax="],["checkin=16:00"],["checkout=10:00"],["price=€75"],["content=Bol Apartments on best locations in Bol. Only newly refurbished and luxury apartments on offer. Also villas with swimming pool."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Apartments Buljan Bol"],["alt="],["url=http:\/\/www.apartments-bol-buljan.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Only 200 m from centre with private parking and barbecue. Apartments have terrace with sea view, SAT TV, air condition and microwave oven."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Zlatni Bol apartments"],["alt="],["url=http:\/\/www.zlatni-bol.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=9 luxury apartments for 2 to 4 persons. Each apartment is equipped with air conditioner, SAT TV, and all other appliances that will make your stay pleasant. Only 500m from the house is Zlatni rat beach and centre is 300m away."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Apartment Santamaria"],["alt="],["url=http:\/\/www.bol-apartment.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Two double bedroom apartment benefits from a well-stocked kitchen and living room with a sofa bed, satellite TV, private balcony, air conditioning, parking and fabulous triple aspect sea-views. There is a supermarket only 100m away and 2 restaurants within 50m. Both the Zlatni Rat beach and the centre are only 10 minutes walk away."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bol apartments"],["alt="],["url=http:\/\/www.bol-apartments.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Are built with attention to detail to create an attractive ambient. Each apartment has separate entrance, seaside view, air conditioning and top quality furnishings, with sat TV, DVD, music plus jacuzzi, gym and sauna at disposal."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Alpeza Bol apartments"],["alt="],["url=http:\/\/www.bol-apartments.net"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=4 double bedroom apartments and 5 one bedroom apartments. All apartments are fully equipped and private parking place is secured for all guests. Each apartment has air condition, sat TV and free WLAN internet."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Apartments Kristian"],["url=http:\/\/www.apartmani-kristian.com\/"],["email="],["address=Ivana Gundulica 14"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin=noon"],["checkout=10AM"],["content=Five apartments which are fully equipped including air conditioner and satellite TV. Every apartment has its own parking space and free wireless internet connection. 200m from sea and close to beach Zlatni rat."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Studio Zlatni rat"],["alt="],["url=http:\/\/www.welcome-to-brac.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In small and quiet residential area near Borak beach and hotels Borak and Elaphusa. Everything is in walking distance, centre, beaches, tennis, market, cocktail bar \"Bolero\". You have your own parking place. Zlatni rat studio 24m2 is elegantly furnished in modern style and equipped with A\/C, sat-TV and private parking."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Villa Oliva"],["alt="],["url=http:\/\/www.villabolcroatia.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Is luxury villa with 4 separated apartments accommodating up to 10 people. Villa is located in private olive grove with pool and private parking. Close to beaches and tennis center."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bol apartments Zlatni rat"],["alt=Relax apartments"],["url=http:\/\/apartments-bol-croatia.com\/"],["email=holiday@bolcroatia.com"],["address=Račić 9"],["lat=43.26155"],["long=16.65912"],["directions="],["phone=+385 98 286600"],["tollfree="],["fax="],["checkin="],["checkout="],["price=€50"],["content=Bol Apartments are new apartments that are being built, actually a house in center of Bol is being rebuilt into four 4* apartments. Its location is the one to wish for. In the heart of Bol, just meters away from sea, 50 meters to closest beach and with stunning view."]]}]},"\n",{"type":"==","value":["Go next"]},"\nBol offers many different types of transport for hire when you are ready to explore: cycles, scooters, quad bikes, cars, and boats.  You can easily explore some of the other towns on Brac island or hop over to Hvar, a major destination in its own right on the island facing Bol.  A day trip to Split is highly recommended, to explore the fascinating architecture or just go shopping.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Brac"]]},"\n",{"type":"[[","value":[["wikipedia:Bol, Croatia"]]},"\n",{"type":"{{","value":[["geo"],["43.261944444444"],["16.655"]]}]