[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Bolgatanga"]}," is the capital of ",{"type":"[[","value":[["Upper East Ghana"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Public bus"]}," from Accra\/Kumasi\/Tamale is cheap and safer than the maniac private bus drivers. It takes 3 hours from Tamale, leaving around 8AM so make sure you make a bathroom stop on the lunch stop as you might not be able to otherwise.\n\n",{"type":"'''","value":["Private car"]}," from any medium sized town with driver is only about €20 a day.\n\n",{"type":"==","value":["Get around"]},"\nTaking a taxi is the easiest way for tourists to get around in Bolga.  Expect to pack 4-5 people into a cab before leaving so don't go anywhere in a hurry! Taxis can be found close to the market and bus loop along the Bolga-Tamale road.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sumbrungu Painted Houses"]}," One of the most distinctive features in the Upper East Region are the traditional villages that dot the landscape. These villages generally feature round thatched roof huts, painted with decorative motifs in striking colors. A beautiful example of traditional paintings is found in the village of Sumbrungu, eight kilometers from Bolgatanga on the way going to Paga."]},{"type":"*","value":[" ",{"type":"'''","value":["The Tongo Hills"]}," and ",{"type":"'''","value":["Tengzug Shrine"]}," are located in the village of Tengzug, 17 kilometers (about 10 miles) southeast of Bolgatanga. With its landscape dominated by large granite formations, the Tengzug area evolved as the sacred centre of the Talensis people, an ethnic group in Northern Ghana. The Tengzug Shrine is located in the Tongo hills and is believed to grant luck and prosperity to all those who visit it. Beware of the exorbitant price for a profoundly uninspired village tour (15 cedis), the price of which you won't be told about until afterwards."]},{"type":"*","value":[" ",{"type":"'''","value":["The Tomb of Naa Bbewaa"]},", who is the founder of the Mole-Dagbon tribes, is located in the town of Pusiga. Legend states that Naa Gbewaa never died but simply vanished during a heated battle. The shrine was thought to have been built in the 14th century in commemoration of Naa Gbewaa, and is today a place of spiritual reverence."]},{"type":"*","value":[" ",{"type":"'''","value":["The Bolgatanga Library"]}," is a notable design of award-winning American architect J. Max Bond, Jr., who was influenced by Le Corbusier. Bond lived in Ghana for four years in the 1960s, escaping racism in the United States. The Bolgatanga library was his first major project while working for the national construction company. The design features perforated walls and an \"umbrella\" shaped roof, so the structure remains cool and well ventilated."]},{"type":"*","value":[" Forty kilometres (about 25 miles) from Bolgatanga, along the Burkina Faso border, is Paga, home to the ",{"type":"'''","value":["Sacred Crocodile Ponds"]},". These are purportedly the \"friendliest\" crocodiles in Ghana, and it is said that the souls of the royal family reside in them. The crocodiles roam freely throughout the ponds"]},"\n",{"type":"==","value":["Do"]},"\nVisit the Craft Market where you can buy traditional goods and crafts such as woven baskets, cloth, jewellery and other souvenirs. The Bolga Market, held every three days. is where the locals go to buy and sell veggies, grains, animals, cloth and other everyday needs. Go to experience the hustle and bustle of the crowd, and try your hand at bartering. \nTake a day trip to Paga to visit the Crocodile Pond and pose with the crocodiles. You could expect to pay about 6 GHC for a photo with the crocodiles.\n\n",{"type":"==","value":["Buy"]},"\nBolga is known as the crafts centre of northern Ghana, with a large central market. Apart from items found elsewhere in Ghana, the so-called \"Bolga hats\" are made and sold there. Bolgatanga and its surrounding villages also comprise the largest producers of leather works, straw baskets and smocks in the country. The artists sell their works at the Bolgatanga Market, which is open every third day.\n\n",{"type":"==","value":["Eat"]},"\nIf you get hungry, try the many varieties of street food sold throughout town. You can get anything from avocados and mangoes to a more substantial lunch of Waakye (beans and rice), Jollof rice, or Banku. Egg and bread is a delicious breakfast option, generally sold in the morning by enterprising ladies.\n\n",{"type":"==","value":["Drink"]},"\nYou can buy a soda or 'mineral' around town for around 50-60 pesewas. Bags of water are available for around 5 pesewas, though these are not always the safest option. Tourists should be careful about the water they drink. Carrying water purification tablets or another water purification method is advised.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ghanaian Northern Plains"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["commons:Category:Bolgatanga"]]},"\n",{"type":"[[","value":[["Wikipedia:Bolgatanga"]]},"\n",{"type":"{{","value":[["geo"],["10.785555555556"],["-0.85138888888889"]]}]