[{"type":"{{","value":[["pagebanner"],["Bologna Wikivoyage Banner.png"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bolognawelcome.com\/en\/ Bologna"]}]}," is a historical city, with around 380,000 inhabitants. Although it is well known by Italians, it is less so among foreign visitors.  Little English is spoken by its residents. It is the capital and largest city of ",{"type":"[[","value":[["Emilia-Romagna"]]}," (a region in northern ",{"type":"[[","value":[["Italy"]]},"). Bologna is famed for the oldest university in the Western world, lively student population, exquisite food, typical brick terracotta-roofed architecture and porticos, theatre and nightlife.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:2tours bologne 082005.jpg"],["thumb"],["250px"],["Two towers of Bolonia"]]},"\nBologna is famous for its cuisine (",{"type":"''","value":["la cucina Bolognese"]},"). It is also viewed as a progressive and well-administered city. It is considered second only to Venice in beauty by many Italians and certainly has one of the largest and best preserved historic centers among Italian cities. Its architecture is noted for its palette of terracotta reds, burnt oranges, and warm yellows, hence the name of ",{"type":"''","value":["Bologna la rossa"]}," (Bologna the red). The extensive town center, characterized by miles of attractive covered walkways, known as \"porticos,\" is one of the best-preserved in Europe.\n\nBologna is the seat of the oldest university in continental Europe, founded in 1088. A significant portion of its population consists of away-from-home university students. In common with other Italian university towns, it is in parts marred by excessive graffiti on its historic palaces.\n\n",{"type":"===","value":["History"]},"\n\nThe strategic location of the city molded its history. Inhabited since the ",{"type":"'''","value":["X Century"]}," B.C. -during the Iron Age-, it was fortified by the Celts and became a municipality under the Romans. The presence through the centuries of the Huns, Goths, Lombards, Franks, Austrians and French, have each left traces which are still visible on the city today.\n\nBologna has struggled for freedom autonomy, having been dominated by emperors, kings, and the Church. It was ruled by the Pepoli and Bentivoglio families, and was a papal fiefdom. The papal power made it a city of the Guelphs, while many of its residents supported the anti-papal Ghibellines. Bologna had the first city council in Italy, and was, with the Liber Paradisus law in 1256, one of the first cities in the world to abolish slavery. This political activity was rooted in the lively environment surrounding the ",{"type":"'''","value":["Alma Mater"]},", as the university was known.\n\nBologna was the home of such personalities as ",{"type":"'''","value":["Father Martini"]},", a collector, composer and  master of counterpoint who was a notable and complex protagonist of European music of the thirteenth century. Among his students were ",{"type":"'''","value":["Johann Christian Bach (son of J.S Bach) and the young W.A Mozart"]},". During the ",{"type":"'''","value":["nineteenth century"]}," the Philharmonic Academy drew important personalities such as ",{"type":"'''","value":["Rossini, Verdi, Brahms, Wagner, Puccini and Liszt"]},".\n\nBologna was named a ",{"type":"'''","value":[{"type":"[[","value":[["UNESCO Creative Cities"],["Creative City of Music by UNESCO"]]}]}," in 2006. Music is performed throughout the city: in the ",{"type":"'''","value":["Teatro Comunale"]},"(the Opera Theatre), by the ",{"type":"'''","value":["Orchestra Mozart "]}," youth orchestra, founded and directed by Claudio Abbado, and in clubs and inns where jazz is regularly played. There are open-air concerts and music can be heard at the Conservatory, the Opera School, and hundreds of music associations operating within the territory.\n\nBologna's scientists have included ",{"type":"'''","value":["Galvani"]}," and ",{"type":"'''","value":["Marconi"]},". Native or visiting painters and artists have included ",{"type":"'''","value":["Morandi"]},", ",{"type":"'''","value":["Guido Reni, Guercino, the Carraccis, Leonardo"]}," (one of the legends about the Mona Lisa tells that this was where he painted his famous masterpiece), ",{"type":"'''","value":["Giotto"]}," (there was a chapel in Piazza XX Settembre entirely painted a fresco by Giotto which was destroyed when Bologna was fighting against the Pope), ",{"type":"'''","value":["Cassini"]}," (who made the world’s longest sundial, now located inside Basilica S. Petronio), and ",{"type":"'''","value":["Michelangelo"]}," (on the arc in Basilica S. Domenico can be found his sculpture of an angel holding a candelabra). ",{"type":"'''","value":["Napoleon"]}," re-arranged the urban plan of the city and ",{"type":"'''","value":["Carlo V"]}," was crowned emperor in Bologna's Basilica S. Petronio.\n\n",{"type":"===","value":["When to visit"]},"\nBologna is at its best from March\/April to October, when it is warm and there is much outdoor sipping and dining, or just sitting in squares such as Piazza Santo Stefano and Piazza Maggiore. However, during July and August it can be very hot and sticky. In August, as is the case in much of Italy in the summer, many shops and restaurants are closed for the summer vacation.\n\nWinter can be cold, but Bologna is beautiful the two weeks before Christmas. January and February often feature cloudless blue skies, but the clear weather is often the coldest: you will need a coat, scarf, hat and gloves.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nBologna's closest airport is ",{"type":"'''","value":["Guglielmo Marconi (Bologna) International Airport"]}," (",{"type":"{{","value":[["IATA"],["BLQ"]]},") ",{"type":"[","value":["http:\/\/www.bologna-airport.it\/"]},", just a few minutes from the city center, served by ",{"type":"'''","value":["taxi"]}," and a special bus line called the ",{"type":"'''","value":["Aerobus"]},". A taxi from the airport to the center costs about €15. An Aerobus Ticket costs €6, and it stops outside the main terminus building. The ticket is also valid during 1 hour on the other busses in Bologna. Bus 54 goes towards the west suburbs of Bologna, and will get you on to the 'main' routes. Another bus stop is about 10 minutes walk from the airport (bus stop name: Birra - other side of the elevated motorway) and you can board bus 81 and 91 which have an end stop at Bologna Central Train Station. Bus tickets are valid for 60 minutes travel and cost €1,5. Go to the website of the local bus company, ATC, and you will find maps that show all routes including the airport.\n",{"type":"*","value":[" Ryanair ",{"type":"[","value":["http:\/\/www.ryanair.com"]}," flies to Bologna Gugliemo Marconi. British Airways and Turkish Airlines have 2 or 3 flights per day (depending on season) from\/to London Gatwick ",{"type":"[","value":["http:\/\/www.ba.com"]}," and from\/to Istanbul Atatürk ",{"type":"[","value":["http:\/\/www.thy.com"]}," respectively."]},{"type":"*","value":[" Marconi Airport also has numerous international connections available, including nonstop flights to Amsterdam, Brussels (National), Charleroi (Brussels South), Copenhagen, Dublin, Edinburgh, Istanbul, Lisbon, London, Madrid, Moscow, Paris, Prague, Vienna, and Zagreb (limited dates; in 2011 only from September onwards)."]},"\n",{"type":"===","value":["By train"]},"\nDue to its central location and geography, Bologna has emerged as the main rail transport hub of northern Italy, making it very well-connected with other major Italian centers. From the 14th of December 2008 the new high speed railway line is available from\/to Milan, shortening the journey to 65 minutes. Bologna is also 37 minutes from Florence, 2 hours 20 from Rome, 2 hours from Venice, 1 hour from Ferrara, etc. The new high speed train line between Rome and Bologna is now fully available and can make trips much faster.\n\nThere is also an overnight sleeper service from Paris Bercy to Bologna. Departs Paris 6:52PM in the evening, and arrives Bologna at 6AM. Return departs Bologna 10:30PM arrives Paris 9:06AM.\n\n",{"type":"===","value":["By car"]},"\nThe city is at the junction of the A1, A14 and A13 highways, and so is easily accessible from anywhere in Italy. Most traffic from Milan would exit the A1 and take the ",{"type":"''","value":["Tangenziale"]},", but beware this road at rush hour because it is horrendously packed. Expect to use 2 hours from the A1 exit to the Tangenziale to the center at certain peak times over summer busy weekends, especially at the beginning and end of August.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Layout of the city"]},"\nThe iconic leaning towers (",{"type":"''","value":["Due Torre"]},") provide a useful central landmark. They are marked in the center of the free map available from the Tourist Information Center in the main square, ",{"type":"''","value":["Piazza Maggiore"]},". The central area around ",{"type":"''","value":["Piazza Maggiore"]}," (including the ",{"type":"''","value":["Due Torri"]}," and ",{"type":"''","value":["Piazza Santo Stefano"]}," can be thought of as the hub of a wheel, with other roads leading out like spokes to the old city gates (",{"type":"''","value":["Porte"]},") that stud the ",{"type":"''","value":["Viali"]},"—a heavily trafficked beltway that surrounds the historical center of the town. The northeast quadrant of the map is the university district (an integral part of the town rather than a separate campus). The two southern quadrants of your map are residential sections of the city, and not common tourist areas. However, Bologna's main park, the ",{"type":"''","value":["Giardini Margherita"]},", is just outside the center (across the ",{"type":"''","value":["Viali"]}," from ",{"type":"''","value":["Porta Santo Stefano"]}," or ",{"type":"''","value":["Porta Castiglione"]},"), beneath the surrounding hills. Also to the south, an extended portico (with 666 arches and almost 4 km long) leads out from the ",{"type":"''","value":["Viali"]}," (at ",{"type":"''","value":["Porta Saragozza"]},") up to the baroque Sanctuary of San Luca, which provides another iconic landmark.\n\n",{"type":"===","value":["Plan your travel"]},"\nA great place to start planning how to get around Emilia-Romagna region and Bologna city using buses and trains is on: ",{"type":"[","value":["http:\/\/212.131.171.232\/rer\/bin\/query.exe\/en?"]},".\n\n",{"type":"===","value":["By bus"]},"\nThe TPER company is in charge of the buses in Bologna. Useful information can be found on their website: ",{"type":"[","value":["http:\/\/www.tper.it\/"]},".\nTickets may be purchased prior to boarding the bus, or on the bus where there are ticket machines. If you see 2 machines on a bus (usually Red and Yellow) the Red one will sell you a ticket (1,5 EUR, valid for 1 hour) and the Yellow one will validate a 'season' or multi trip ticket. Information and ticket centers are available in central locations (railway station, coach station, city center).  Useful bus maps are available there. These main ticket centres often sell multi trip tickets at a discount (e.g. €13 worth of travel for €11). You can also purchase tickets in many shops (newspaper sellers, tobacconists, cafes).\n\n",{"type":"===","value":["By taxi"]},"\n\n",{"type":"===","value":["On bike"]},"\nBikes are most popular among the people of Bologna. They are available for hire on various location around the city (one near the train station). You can ride on the many bike trails and on the side of the road.\nBe sure to lock them safely with a good lock, as they get stolen all around town, especially around the University.\n\n",{"type":"===","value":["On foot"]},"\nBologna is a great place around which to travel on foot, as getting around the city is very simple with clear street signs. It is also a great way to find hidden gems such as Pizzerias packed with Italians (so you KNOW you reached the right place). Be a bit careful when crossing roads, the city centre swarms with scooters and small motorcycles (cars banned during the day) and they ride them everywhere.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Fontana del Nettuno (Bologna).jpg"],["thumb"],["300px"],["The famous Neptune fountain"]]},"\n",{"type":"===","value":["Museums and art galleries"]},"\nMuseum Card (Carta Bologna dei Musei), Bologna's museum card, is available for either one (€6) or three days (€8). The museum card gives you access to the city's main museums and discounts to some others. It is available at museums and tourist offices.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Archaeological Museum"],["alt=Museo Civico Archeologico"],["url=http:\/\/www.comune.bologna.it\/museoarcheologico\/inglese\/informaz\/informa.htm"],["email="],["address=Via dell'Archiginnasio 2"],["lat="],["long="],["directions="],["phone=+39 51 2757211"],["tollfree="],["fax="],["hours=Tu-F 9AM-3PM, Sa-Su and holidays 10AM-6:30PM"],["price=Free"],["content=This building, an old hospital, houses a comprehensive collection of antiquities including Egyptian civilization (mummies and sarcophagi), Iron Age Villanova culture, artifacts from Etruscan Velzna, funerary art, terracotta urns, ancient vases and items from Roman times. Do not miss the bronze Certosa jar which is over 1,500 years old."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jewish Museum"],["alt=Museo Ebraico"],["url=http:\/\/www.museoebraicobo.it\/eng\/home.htm"],["email=info@museoebraicobo.it"],["address=via Valdonica 1\/5"],["lat="],["long="],["directions="],["phone=+39 051.2911280"],["tollfree="],["fax=+39 051.235430"],["hours=Su-Th 10AM-6PM, F 10AM-4PM. Tickets sold until 5:15PM (3:15PM Friday). Closed Saturdays and on Jewish holidays"],["price=€5"],["content=Located in the area of the former ghetto, this museum covers the history of Bologna's Jewish population."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gallery of Modern Art of Bologna"],["alt=Museo d'arte moderna di Bologna"],["url="],["email="],["address=Via Don Giovanni Minzoni 14"],["lat=44.502744"],["long=11.336499"],["directions="],["phone=+39 (0)51 649 6611"],["tollfree="],["fax="],["hours= Open 10:00-18:00 Tuesday–Sunday, Th 10AM-10PM, closed on Mondays"],["price="],["content=A nice collection of modern art, if you want a break from the more classical pieces that abound in Italy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National Picture Gallery"],["alt=Pinacoteca Nazionale di Bologna"],["url=http:\/\/www.pinacotecabologna.it"],["email="],["address=Via Belle Arti 56"],["lat=44.497777"],["long=11.353366"],["directions="],["phone=+39 (0)51 421 1984"],["tollfree="],["fax="],["hours=Open: Tu-Su – 09:00 to 19:00"],["price=Free for children under 18."],["content=Containing the city's most important art, it offers an interesting panorama of the Emilian and Venetian painting from the XIII to the XVIII century. A must: the works by Giotto, Raffaello, Parmigianino (Madonna col Bambino\/Virgin Mary with Baby and the Saints Margaret, Girolamo and Petronio), Perugino, Tiziano and Tintoretto (Visitazione\/Visitation and Saints Joseph and Zacharias)."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The University Museums"]},", via Zamboni. There are a number of interesting, small museums at the University in the Palazzo Poggi. These include:"]},"# The Museo Navale (Naval Museum) – 18th-century model warships (some very large) and collections of early maps 8.30-17.30 - closed Sat. and Sun. Admission free;\n# The Museum of Military Architecture – models of Bologna's fortifications Mon. to Fri. 8.30-17.30 - closed Sat. and Sun. Admission free;\n# Museo Ostetrico (Obstetric Museum)\n# The Museo Aldovrandi – the collections of the Renaissance naturalist Ulisse Aldovrandi;\n# Museo europeo degli Studenti - MeuS ",{"type":"[","value":["http:\/\/www.archiviostorico.unibo.it\/info.asp?Sezione=MuseoStud"]},"– the Museum of European Students is about the history and culture of university students from the thirteenth to the twentieth century. Closed on Monday; Admission free. Don't mis this when you are interested in student life. It' s unique.\n# Museo della Specola, ",{"type":"[","value":["http:\/\/www.bo.astro.it\/dip\/Museum\/MuseumHome.html"]},". Occupies the Specola, the astronomical tower built in the beginning of XVIII-century over Palazzo Poggi. The material exposed illustrates the evolution of the astronomic instrumentation through the centuries. Tours begins at the following hours for groups of 15 people maximum. June 24 till July 31 and from August 22 till September 18 from Monday to Sunday: 10:00; 11:30; 14:00 closed August 1 to 21; Sep.19-Dec.31 from Monday to Sunday: 10:00; 11:30; 14:30; 16:00. Free admission.\n# Collezione Cospi\n# Museo Dello Studio dell'Ottavo\n# Museo Indiano\n# Museo Marsili\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Anthropology"],["alt=Museo di Antropologia"],["url=http:\/\/www.sma.unibo.it\/antropologia\/"],["email="],["address= Via Francesco Selme 3, B"],["lat=44.496098"],["long=11.354335"],["directions="],["phone=+39 (0)51 209 4196"],["tollfree="],["fax="],["hours=M-F – 09:00 to 13:00. Closed: Saturday and Sunday, and all week in July and August"],["price=Free admission."],["content=Bones, and artefacts of prehistoric Italians."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Geology"],["alt=Museo di Mineralogia"],["url="],["email="],["address=Piazza di Porta S. Donato 1,"],["lat=44.497843"],["long=11.355293"],["directions=near Piazza di Porta San Donato"],["phone="],["tollfree="],["fax="],["hours=Open: M-Sa – 09:00 to 13:00 Closed: Sunday"],["price="],["content=Rocks, precious stones, rare minerals and meteorites"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Anatomy and Pathology"],["alt=Museo di Anatomia Patologica"],["url="],["email="],["address=Via Giuseppe Massarenti, 9"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open: M-F 09:00 to 17:00, Saturday 09:00 to 13:00. Closed: Sunday"],["price=Free admission"],["content=Studies of human and animal deformities"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Communal Collection of Fine Arts"],["alt=Collezioni Comunali d'Arte"],["url=http:\/\/www.comune.bologna.it\/iperbole\/MuseiCivici\/museicivici2000ing\/index.htm"],["email="],["address= Piazza Maggiore 6"],["lat=44.494418"],["long=11.341638"],["directions=in the city hall"],["phone=+39 (0)51 2193631"],["tollfree="],["fax="],["hours=Tu-F 9-15 Sa,Su, and holidays 10-18,30. Closed Mondays"],["price="],["content=he painting collection offers works belonging to various historical periods. Special attention should be given to the paintings by Giuseppe Maria Crespi (Ritratto del cardinale Lambertini- Portrait of Cardinal Lambertini), Ludovico Carracci (S. Caterina in Carcere – S. Catherine in Prison), Guido Cagnacci (Cleopatra e Lucrezia), Francesco Hayez (Ruth)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Giorgio Morandi"],["alt=Museo Morandi"],["url=http:\/\/www.museomorandi.it\/english\/"],["email="],["address=Piazza Maggiore 6"],["lat=44.494418"],["long=11.341638"],["directions=in the city hall"],["phone="],["tollfree="],["fax="],["hours=Tu-F, 09.00-15.00, Saturday and Sunday 10,00-18,30"],["price=Full price entrance €4, discounts available"],["content=Opened in 1993, the museum houses most of the works by the Bolognese painter Giorgio Morandi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=International museum and library of music"],["alt=Museo Internazionale e Biblioteca della Musica di Bologna"],["url=http:\/\/www.museomusicabologna.it\/"],["email="],["address=Strada Maggiore, 34 - Palazzo Aldini Sanguinetti"],["lat=44.492902"],["long=11.350240"],["directions="],["phone=+39 (0)51 275 7711"],["tollfree="],["fax="],["hours=From Jan 1 to May 31: Tu-Su 10AM-5PM; From June 1 to July 14: Tu-Th 10AM-1:30PM, F-Su 10AM-5PM; From July 15 to September 15: Mo-We+Fr 9:30AM-4PM, Th 9:30AM-10PM, Sa-Su 10AM-6:30PM; From Sept 16 to Dec 31: Tu-Th 10AM-1:30PM, F-Su 10AM-5PM; CLOSED Mondays, Jan 1, May 1, Dec 25."],["price="],["content=The international museum and library of music of Bologna"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Philharmonic Academy"],["alt=Accademia Filarmonica"],["url=http:\/\/www.accademiafilarmonica.it"],["email="],["address=via Guerrazzi 13"],["lat=44.491194"],["long=11.351067"],["directions="],["phone=+39 (0)51 222 997"],["tollfree="],["fax="],["hours="],["price="],["content=The Philarmonic Academy of Bologna was established in 1666. Since then it has become a reference point for the city musical life and its fame has spread throughout Europe. Here are preserved the works of many illustrious students, including Wolfgang Amadeus Mozart’s (1770) and autographed documents by Puccini, Verdi and Beethoven"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Modern Art Gallery"],["alt=«Raccolta Lercaro»"],["url=http:\/\/www.bologna.chiesacattolica.it\/raccoltalercaro"],["email="],["address=via Riva di Reno 57"],["lat=44.498741"],["long=11.337734"],["directions="],["phone= +39 (0)51 472078"],["tollfree="],["fax="],["hours=Opening\/Closing Time: W-Sa 4AM-7PM; Su 10AM-1PM, 4PM-PM"],["price="],["content=Houses about 2000 works by Italian and foreign artists with special attention to the sculptures by Manzù, Messina, Rodin and Giacometti."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museo delle Cere Anatomiche"],["alt="],["url=http:\/\/www.museocereanatomiche.it\/Sito-old\/index2.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Via Irnerio 48. Opening\/Closing time:M-F 9AM-1PM. If you think Bologna's towers are crooked, then you'll want to see the deformed spines and diseased oddities at this gross-out Wax Museum. Although dedicated to the history of the art of medical anatomical models of the 19th century, the real fun are the conjoined twins and tumor-laden lepers on which showcases the art."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Civic Museum of the Middle Ages"],["alt=Museo Civico Medievale"],["url=http:\/\/www.comune.bologna.it\/iperbole\/MuseiCivici\/museicivici2000ing\/index.htm"],["email="],["address=via Alessandro Manzoni, 4"],["lat=44.496515"],["long=11.342190"],["directions="],["phone=+39 (0)51 219 3916"],["tollfree="],["fax="],["hours="],["price="],["content=Part of Musei Civici d'Arte Antica"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Physics"],["alt=Museo Di Fisica"],["url=http:\/\/www2.unibo.it\/musei-universitari\/fisica\/fisica.htm"],["email="],["address=Via Irnerio"],["lat=44.499297"],["long=11.353852"],["directions="],["phone=+39 (0)51 209 1169"],["tollfree="],["fax="],["hours="],["price="],["content=Part of the University museums, currently closed for renovations"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ducati Museum"],["alt=Museo Ducati"],["url=http:\/\/ducati.com\/company\/visit_us\/index.do?tab=museum"],["email="],["address=Via Antonio Cavalieri Ducati, 3"],["lat=44.51632"],["long=11.26813"],["directions="],["phone=+39 (0)51 641 3343"],["tollfree="],["fax="],["hours=Opening\/Closing Time: M-F guided tours at 11AM and 4PM; Sa 9AM-1PM. Closed during Easter and Christmas holidays and in August"],["price="],["content=Represents the evolution of the Bolognese motorcycle firm. An exposition of motorcycles, period materials, projects, mechanical components, pictures and videos."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Lamborghini Museum"],["alt="],["url="],["email="],["address=Via Modena, 12, Sant'agata Bolognese"],["lat=44.65872"],["long=11.12640"],["directions=There is a bus you can take from Bologna to the center of Sant’Agata Bolognese, which is a five minute walk from the museum location. The TPER 576 bus (direction Crevalcore) departs from the main bus station in Bologna and takes roughly 50 minutes to get to the “S. Agata Bolognese Chiesa Frati” stop in Sant’Agata Bolognese, which is five minutes on foot from the museum."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=this famous car maker in Italy has been producing some of the most sought-after luxury sports cars in the world for decades"]]}]},"\n",{"type":"===","value":["See"]},"\n",{"type":"[[","value":[["File:Bologna-Torre degli Asinelli-Dscn4724.jpg"],["thumb"],["right"],["300px"],["A view of Bologna from above"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Piazza Maggiore"],["alt="],["url=http:\/\/www.comune.bologna.it\/girabologna\/eng\/geo\/centropmag.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Large pedestrian square located in the monumental center of the old part of the city, surrounded by the Basilica of San Petronio, the City Hall Building, the portico dei Banchi and the Palazzo del Podestà."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Via Rizzoli"]}," One of the main streets of Bologna. It is a meeting point and strolling area. It opens up to Piazza di porta Ravegnana, where the two towers rise."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fountain of Neptune"],["alt=Fontana di Nettuno"],["url="],["email="],["address="],["lat=44.494252"],["long=11.342661"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A fountain built in 1563 by Tommaso Laureti of Palermo later embellished by Jean de Boulogne (called Giambologna). It is considered to be one of Bologna’s symbols."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Corte de' Galluzzi"]}," It can be accessed through a vault from Piazza Galvani, in front of the Archiginnasio. An area with strong Medieval tones."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Portico Walk to San Luca"]}," Walk through the historic 666 Porticos, leaving from the ",{"type":"''","value":["Porta Saragozza"]}," at the end of ",{"type":"''","value":["Via Saragozza"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["University Quarter"]}," - ",{"type":"''","value":["Via Zamboni"]},". Full of bars and cafés. The University of Bologna is Europe's oldest university, founded over 900 years ago."]},"\n",{"type":"===","value":["Landmarks"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Tower of the Asinelli & Garisenda"],["alt=Torre degli Asinelli e torre dei Garisenda"],["url="],["email="],["address= Piazza di Porta Ravegnana"],["lat=44.494294"],["long=11.346771"],["directions="],["phone="],["tollfree="],["fax="],["hours=Open: daily, 09:00 to 18:00"],["price=€3 to climb Torre degli Asinelli"],["content=The main symbols of Bologna. Torre degli Asinelli (built between 1109 and 1119) is 97.20 metres tall (330 feet), with 498 steps and an incline of 1.3 meters (4 feet). Torre dei Garisenda (closed to the public)is 47 m (162 feet) tall and has a lean of over 3m (10 feet). Both were built in the 12th century."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Palazzo Comunale"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(0)51 203 111"],["tollfree="],["fax="],["hours="],["price="],["content=Piazza Maggiore 6. Bologna's city hall, with a very rich collection of Renaissance paintings, sculptures and antique furniture, is a 14th-century palace. Don't miss its enormous main staircase, which was designed to be used by horse drawn carriages. Tu-Su - 10:00 to 18:00 children under 14 get free admission."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Glossatori tombs"],["alt=Tombe dei Glossatori"],["url="],["email="],["address=Piazza San Domenico e Piazza Malpighi"],["lat=44.494573"],["long=11.336340"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Named for the lawyers who used to add glosses (notes) to documents. The tombs, which date from the end of the 13th century, are home to many of Bologna's famous scholars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. Luke's Basilica"],["alt=Santuario della Madonna di San Luca"],["url="],["email="],["address=Colle della Guardia"],["lat=44.479114"],["long=11.298075"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in mid-18th century, offers a panoramic view of the City, and can be reached by walking along] the 666 arches of its unique ",{"type":"''","value":["portico"]},". It has a peculiar layout, being of a round shape. A widely city-known icon, the ",{"type":"''","value":["Madonna di San Luca"]},", is held there."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["I Portici (The Arcades)"]},". Visitors can walk under the typical arcades of Bologna for a total of 38 km. The Portici were originally built by order of the town authorities to house temporary visitors. They had to be wide enough that a man could lie down under them to sleep."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Basilica of San Petronio"],["alt=Basilica di San Petronio"],["url=http:\/\/www.basilicadisanpetronio.it"],["email="],["address=Piazza Maggiore"],["lat=44.49274"],["long=11.343056"],["directions="],["phone=+39 (0)51 231 415"],["tollfree="],["fax="],["hours=Opening\/Closing Time: Weekdays 9:30AM-12:30PM, 2:30PM-5:30PM; Holidays 2:30PM-5PM"],["price="],["content=The Basilica houses an invaluable number of treasures such as the sundial by Cassini and Guglielmini, which indicates the exact period of the current year at all times, the \"S. Rocco\" by Parmigianino and the marvelous Bolognini Chapel. From the left nave of the basilica, the visitor can gain access to the Museum where many bas-reliefs are collected."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Basilica of San Domenico"],["alt="],["url="],["email="],["address=Piazza di San Dominico,"],["lat=44.489143"],["long=11.344459"],["directions="],["phone=+39 (0)51 640 0411"],["tollfree="],["fax="],["hours=Open: daily, 07:30 to 13:00, 15:30-19:30"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sancturary of Saint Maria"],["alt=Santa Maria della Vita"],["url="],["email="],["address=via Clavature, 10"],["lat=44.493442"],["long=11.344644"],["directions="],["phone=+39 (0)51 236 245"],["tollfree="],["fax="],["hours=Open: M-Sa, 07:30-19:30, Su, 16:30-19:00"],["price="],["content=This Church contains \"The Lamentation\", a life-size terracotta group sculpture, Renaissance masterpiece by Niccolò Dell'Arca."]]}]},"\n",{"type":"===","value":["Parks and Gardens"]},"\nMany parks were former private gardens of nobility.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Giardini Margherita (Margherita Gardens)"]},", ",{"type":"''","value":["Viale Gozzadini"]},". Bologna's main park created in 1875. The chalet converts to a nightclub in the summer evenings. Open: daily 06:00 to midnight."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parco Montagnola"]},", ",{"type":"''","value":["Piazza VIII Agosto"]},". Public park since the 17th century. Much of the current landscaping dates from the early 19th century. The pond in the center of the park was added in 1888. Open: daily 07:00 to midnight."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Orto Botanico (Botanical Gardens)"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(0)51351280"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Via Irnerio, 42 "]},". Created in the mid-16th century for medicinal herbs. Currently the second largest park in the city the Botanical gardens are home to over 5,000 plant species. Some of the highlights include a full-grown sequoia, and a greenhouse for cacti and carnivorous plants. Open: M-F - 08:30 to 15:00, Saturday 08:00 to 13:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Villa delle Rose"]},", ",{"type":"''","value":["Via Saragozza, 228\/230 Tel: (0)51 436 818"]},". Donated to the city in 1916, the gardens were originally owned by the Cella family. The 18th-century Villa delle Rose, which was the Cella's residence, hosts art exhibitions throughout the year. Open: Tu-Su 15:00 to 19:00."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Villa Guastavillani"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=051 239 660"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Via degli Scalini, 18 "]},". Designed and built by Tomasso Martelli in the 16th century. Open: M-Sa - 08:00 to 14:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Villa Spada"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=051 614 5512"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Via Casaglia, 1 "]},". On the grounds of the Palazzo Ravone an 18th-century villa, it was opened to the public in 1970. Open: April to September - Tu-Su 07:30 to 22:00; October to March - Tu-Su 07:30 to 18:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Parco Cavaioni"]},", ",{"type":"''","value":["Via di Casaglia"]},". A large park featuring meadows, fields, wooded areas, and a lake. Open: April to September - 06:00 to midnight, October to March - 07:00 to 18:00."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Certosa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(0)514 12606"],["tollfree="],["fax="],["hours="],["price="],["content=",{"type":"''","value":["Via della Certosa, 18, "]},". Bologna's main cemetery, with beautifully carved tombstones, built over the ruins of an ancient Etrusan necropolis. Open: daily 07:00 to 18:00."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bologna Fiere"],["url=http:\/\/www.bolognafiere.it\/"],["email=segreteria.generale@bolognafiere.it"],["address=Via della Fiera, 20"],["lat="],["long="],["directions="],["phone=+39 051.282.111"],["tollfree="],["fax="],["hours="],["price="],["content=an Exhibition Centre near Bologna, that among other things have an International Automobile Exhibition every year"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cook Italy"],["alt="],["url=http:\/\/www.cookitaly.com"],["email=carmelita@cookitaly.com"],["address=Via Marsala 16"],["lat="],["long="],["directions=central, nr corner with Via Oberdan"],["phone=+39 349 0078 298"],["tollfree="],["fax="],["hours="],["price=€200-300 per person"],["content=Get behind one of those huge Bologna doorways and spend a day cooking with Carmelita of Cook Italy, the longest established Bologna cooking-school. Very central location and Carmelita also customises the menu, that way you get to cook and eat the traditional Bologna meal of your dreams! The full-day class includes a very informative and entertaining tour of Bologna's markets, where you'll learn about the city's centuries of history as a culinary capital while shopping for fresh ingredients."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Culinary Institute of Bologna"],["url=http:\/\/www.cookingclassesinbologna.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A great place for cooking lessons."]]}]},"\n",{"type":"===","value":[" Events and Festivals "]},"\nThere's a great ",{"type":"'''","value":["film festival"]}," with restored silent and sound films throughout July in ",{"type":"''","value":["Piazza Maggiore"]},". In the past, these have included especially Italian and French film, animation shorts from Annecy, archive footage of Bologna (e.g. of its liberation by British and American troops) and modern classics such as ",{"type":"''","value":["The Third Man"]},", ",{"type":"''","value":["Raging Bull"]},", ",{"type":"''","value":["Apocalypse Now"]}," and ",{"type":"''","value":["The Pianist"]},".\n\n",{"type":"===","value":[" Motor Show Bologna & The Car Museums"]},"\nThere are many exciting events that are worth taking part of during your stay in lively Bologna. If you plan on spending the onset of the winter holidays in Bologna, you can complete your vacation with a visit to the ",{"type":"'''","value":["Motorshow Bologna"]}," and to the museums that showcase the automobile masterpieces of Italy.\n\nAnd just nearby lies the three museums you must visit in order to do this. These are the Ducati Museum, the Lamborghini Museum, and the Ferrari Museum or Galleria Ferrari. To fully appreciate the ",{"type":"'''","value":["Ducati Museum"]}," you can join guided tours by obtaining advanced reservations. The museum is open daily except on Sundays and holidays. To enter, you will need to join a tour, you can choose from the 11AM or the 4PM schedule. The tour of the museum and factory costs 10 euro. Next, you can make your way to the ",{"type":"'''","value":["Lamborghini Museum"]},", which is in the area that connects Bologna with neighboring city Modena. It lies at about 21 miles from Bologna and can be easily driven to. The museum was established in 2001 and aims to celebrate one of the most expensive Italian cars in the world. To complete your unique museum-hopping, head over to ",{"type":"'''","value":["Ferrari Museum"]}," or Galleria Ferrari. The museum is situated in Maranello, a town just outside Modena and located around 34 miles from Bologna. Although the museum is part of Ferrari’s headquarters, it has its own building separate from the Ferrari factory. Of the three museums in your itinerary, the Ferrari Museum is the oldest, dating back to 1990. The museum spans an amazing 2,500 sq\/m and is divided into four sections, namely the Formula One collection, the special exhibits, the technological innovation exhibit, and the photo exhibits.\n\nThe ",{"type":"'''","value":["Formula One"]}," collection displays the extraordinary race cars that have played a monumental role in making Ferrari the most famous automobile maker in the world. One of the most remarkable cars is the first Ferrari 125 S that was built in 1947 and won a race in the same year. And to give you a glimpse of what F1I racing is all about, you can check out the Fiorano test track next to the museum where you might even see a Ferrari racing past.\n\n",{"type":"===","value":[" Music venues "]},"\nBologna is an Italian hub for rock, electronic and alternative music. There are almost a hundred concerts every year by international bands. Unfortunately many of these locations have moved outside the city center. The main places to check out are ",{"type":"'''","value":["Covo Club"]},", ",{"type":"'''","value":["Estragon"]}," and ",{"type":"'''","value":["Link"]}," .\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Estragon"],["url="],["email="],["address=Parco Nord"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=a big ex-industrial hangar, features dj-sets and concerts by international rock bands almost every night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Livello 57"],["url="],["email="],["address="],["lat="],["long="],["directions=just under the bridge of Via Stalingrado'' phone="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Now only seldom open. It mainly features raves and techno gigs in an industrial, darkish atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=TPO"],["url="],["email="],["address=Viale Lenin"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another occupied location that mostly features experimental music festivals and rock concerts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=XM24"],["url=http:\/\/www.ecn.org\/xm24\/"],["email="],["address=Via Fioravanti 24"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=an occupied ex-agricultural market where Punk-hc, rock and electronic concerts are often featured. A very cheap place, great if you don't mind the punk atmosphere. Every Thursday from 17.30 is the organic market. There is also self-managed workshop to repair bikes. it's open on Wednesdays and Sundays from 18 to 22."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Link"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= recently moved outside the city, is a large, 2-floor club that features mostly avant garde electronic, techno and hip-hop gigs and dj-sets. A little book shop, mainly on \"alternative\" subjects, can be found inside"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Covo Club"],["url="],["email="],["address=Viale Zagabria 1"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10PM-04AM"],["price="],["content= \"storied and legendary Italian indie-punk venue\" (Pitchfork), Covo Club is the most renowned indie rock club, features rock djsets and concerts by a number of interesting international bands. Born in 1980, open on fridays and saturdays only, Covo Club has hosted in its life more than 1000 concerts including bands like Franz Ferdinand, The Libertines, Mumford & Sons, The Gossip, Animal Collective, Black Lips, Wild Nothing, The Undertones, Refused, Godspeed You Black Emperor, Jay Reatard, Beach House and Teenage Fanclub"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kindergarten"],["url="],["email="],["address=Via Calzoni"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=next to the \"Fiera\", is a recently opened club that features techno, and sometimes punk and new wave concerts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Locomotiv"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=another indie rock club."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:TortelloniBologna.jpg"],["thumb"],["200px"],["Hand-made tortellini for sale in Bologna"]]},"\nThe key to shopping in Italy is to look in every little shop as you walk around, paying attention to price tags. Please take note that the hours listed usually specify a closure in the afternoons. There is no one place to get the perfect pair of shoes or the perfect ties or the perfect anything: you have to look all over, but this is half the fun. If you can't find what you want at the price you want to pay for it, keep looking, chances are you will find something somewhere else that will work perfectly.\n\nDon't miss the chance to buy local food, such as hand-made pastas and gorgeous cheeses, from any of the hundreds of small vendors and shops to be found in the city.  At least half the experience of visiting Bologna is the gastronomic pleasure!\n\nIf you have money to spend (a lot perhaps ...) you have to go in 'Galleria Cavour', near 'Via Farini' with a lot of chic high fashion shops and trendy outlets (Armani, Gucci, Yves Saint Laurent, Versace ... etc. ...)\n\nAnother \"shop street\" is \"via San Felice\" near \"via Ugo Bassi\" with a lot of small shops that made artigianal dresses (sugarbabe), artshop (elzapoppin), art galleries and (as usual) shoes and dresses shop.\n\n",{"type":"==","value":["Eat"]},"\nThere are many choices for where to eat, as Bologna is generally considered to be the gastronomic centre of Italy, the Food Capital. It is difficult to find a truly poor meal as the Bolognese, like most Italians, use fabulous quality local produce with sparkling ingenuity.\n",{"type":"[[","value":[["File:MetCheese.jpg"],["thumb"],["300px"],["A savory plate of traditional Bologna Salumi e Formaggi (cured meat and cheese)"]]},"\n\n",{"type":"*","value":[" If you feel like picnicking on some of the cold cuts (",{"type":"''","value":["salumi"]},"), cheeses and other fresh foods on display in the delicatessens and market stalls off ",{"type":"''","value":["Piazza Maggiore"]},", then ",{"type":"'''","value":["Osteria del Sole"]}," in the tiny ",{"type":"''","value":["Vicolo Ranocchi 1d"]}," could be the perfect venue. This traditional wine-drinkers' ",{"type":"''","value":["osteria"]}," (something of a rarity nowadays) invites you to bring along your own food. Popular with locals and travelers alike, it can get full, especially on Saturday (and don't expect to find soft drinks). Closed Sundays."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gamberini"],["address=Via Ugo Bassi 12"],["content=Some of the finest appetizers in town; great pastries (",{"type":"''","value":["paste"]},") too."],["hours=Closed Thursday afternoon and Sunday evenings."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gilberto"],["alt="],["url="],["email="],["address=via Drapperie 5"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This enoteca\/gastronomia does a good ",{"type":"''","value":["aperitivo"]}," on Wednesdays, Fridays and Saturdays between 7 and 9PM."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trattoria Del Rosso"],["alt="],["url="],["email="],["address=Via Augusto Righi 30"],["lat=44.49885"],["long=11.34595"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Traditional Bolognese dishes seven days a week at very reasonable prices. Owned and operated by chef Stefano Curvucci."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Da Leonida"],["address=Vicolo Alemagna"],["lat=44.4931"],["long=11.3479"],["content=This trattoria is hard to fault, with its excellent food and service at fair prices. But service can be slow... it could take you a while to get your bill..."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tamburini"],["alt="],["url="],["email="],["address=Via Caprarie, 1"],["lat=44.4938"],["long=11.3454"],["directions=on the corner with Via Drapperie"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A reasonably priced self-service lunch. Tamburini is renowned locally as one of Bologna's historic delicatessens, and it also provides a good variety of traditional fare at lunchtime for local employees and other visitors. Queues can get long during the peak lunch hour."]]}]},{"type":"*","value":[" ",{"type":"''","value":["Via Oberdan"]}," has the excellent restaurant ",{"type":"'''","value":["Teresina"]}," which has both fish and meat menus. Also located on Via Oberdan: the unique Cafè, ",{"type":"'''","value":["Terzi"]}," with single estate coffees, and ",{"type":"'''","value":["La Salumeria Bruno e Franco"]},", which is another of Bologna's best delis."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Enoteca Italiana"],["address=Via Marsala 2b"],["content=It has twice been voted best in Italy. Great for a stand up sandwich ( Pancetta with Balsamic or a Mortadella Panino) and an excellent glass of the wine of your choice."]]}]},{"type":"*","value":[" For down to earth home style cooking try: ",{"type":"'''","value":["Da Gianni"]}," in ",{"type":"''","value":["Via Clavature"]},", ",{"type":"'''","value":["Mariposa"]}," in ",{"type":"''","value":["Via Bertiera,"]}," ",{"type":"'''","value":["Meloncello"]}," in ",{"type":"''","value":["Via Sargozza"]},"."]},{"type":"*","value":[" For good service, good wine list and fine food at a price try ",{"type":"'''","value":["Camminetto D'Oro"]}," in ",{"type":"''","value":["Via de Falegnami"]}," or ",{"type":"'''","value":["Cesarina"]}," in ",{"type":"''","value":["Piazza Santo Stefano"]},"."]},{"type":"*","value":[" For more contemporary stylish dining try the excellent and good value ",{"type":"'''","value":[" Marco Fadiga Bistro"]}," in ",{"type":"''","value":["Via Rialto"]}," or ",{"type":"'''","value":["Casa Monica"]}," in ",{"type":"''","value":["Via San Felice"]},"."]},{"type":"*","value":[" ",{"type":"''","value":["Via del Pratello"]}," has lots of bars and restaurants\/osterie for young people. There's lots to choose from here. Walk past, look at the menus. It is located towards the middle of the 'western' part of the map. ",{"type":"'''","value":["Fantoni"]}," with its checkered red and white table clothes and scribbled menus, is much frequented by students and serves fantastic fish secondi and an excellent ragu'. ",{"type":"''","value":["Via Mascarella\/Largo Respighi"]}," is another zone with a lot of Osterie."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Diana"],["address=Via dell'Indipendenza 24"],["content=It is probably the most famous restaurant in the city but now it is a pale shadow of what it once was, though still high on old world atmosphere. Elderly Bolognese, tourists and businessmen dine here. The traditional regional cuisine like Lasagne Bolognese, Tortellini in Brodo and Tagliatelle with Ragu are the best choice here and the service is top notch. The daunting bolito misto is still a favorite and 35 Euros will add heaps of shaved white truffle to any dish. Diana is a favorite of Mario Batali but has fallen out of favour with many locals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al Pappagallo"],["directions=at the top of the street leading into Piazza Santo Stefano"],["content=It was a famous haunt of the stars during the '60s and '70s and still attracts an exclusive clientele. Its mix of traditional Bolognese fare and nouvelle cuisine gives the ",{"type":"'''","value":["Diana"]}," a run for its money. Many other restaurants offer the same food for a lot less, but you get a lot of space between the tables here and the historic building is impressive if that is what you want."]]}]},{"type":"*","value":[" Once upon a time good ice cream (gelato) could only be found at ",{"type":"'''","value":["Antica sorbetteria"]}," (La Sorbetteria) in ",{"type":"''","value":["Via Castiglione"]},". Among current contenders for the Bologna's Best Gelato title is ",{"type":"'''","value":["Stefino"]}," ",{"type":"''","value":["Via San Vitale 37\/a"]}," (facebook-Gelateria Stefino), not far from the railway station. Try the wonderful pistachio ice cream and try almond \"granita\", though this is better at the recently opened ",{"type":"'''","value":["Grom"]}," on",{"type":"''","value":[" Via D'Azeglio"]},". The other place for superb pistachio and chocolate and many unique ice cream flavors, like Parmigiano with Pears or Fig and Almond or Watermelon and Jasmine, is ",{"type":"'''","value":["Il Gelatauro"]},", in ",{"type":"''","value":["Via San Vitale"]},", considered one of the best gelaterie in all Italy. The newly opened Cremeria in Piazza Cavour is giving everyone else a run for their money with many excellent flavor combinations."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'Antica Bologna"],["address=Via San Vitale 88"],["content=A smart but not particularly expensive bar and patisserie which also does an excellent pre-dinner ",{"type":"''","value":["aperitivo"]},". Good coffee."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Matusel"],["address=Via Bertoloni 2"],["directions=in the University zone, north-east of the center, next to Via Zamboni"],["content=A good and tasty meal for as cheap as 10 euros, coffee included. ",{"type":"'''","value":["Matusel"]}," is renowned for good fish dishes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trattoria del Rosso"],["address=Via Righi 30"],["content=Reasonably priced but good Italian food."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Trattoria Tony"],["address=Via Augusto Righi, 1b"],["directions=just 1\/2 block off Via Independenza"],["content=A down to earth, reasonably-priced place with simple Bolognese food—truly excellent."]]}]},{"type":"[[","value":[["File:RedMeatWine.jpg"],["thumb"],["300px"],["Indulge yourself with a little red meat and a side of red wine at a little Enoteca"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'Antica Trattoria Spiga"],["alt="],["url="],["email="],["address=Via Broccaindosso 21a"],["lat=44.49215"],["long=11.3549"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A bit hard to find, but make the effort; it has a very good risotto and wonderful traditional Cucina Bolognese (which does not include risotto). If you are blessed to visit on a Wednesday,don't miss out on the day's special, a platter with crescente bread served with cold cured meats and cheeses for savory and nutella and jams for dessert. As with most places in Bologna, be prepared to know a little Italian."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'Antica Osteria Romagnola"],["alt="],["url="],["email="],["address=Via Rialto 13"],["lat=44.4892"],["long=11.3496"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=It is very pretty and does good food but refuse the abundant (and expensive) antipasto or have that and just one other course."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Zanarini"],["address=Piazza Galvani, 1"],["content=Go here for a lunch. Best Terrace in town. Stylish waiters serve quality food. A 0,75 l bottle San Pelligrini only costs 2,50 EUR. Good value for your money."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Osteria La Matta"],["alt="],["url="],["email="],["address=Via Zucchini 9"],["lat=44.5017"],["long=11.3516"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This place is a hidden gem quite close to the university quartet. The name means ",{"type":"''","value":["the crazy woman"]},". The staff and menu are 100% local, with dishes like ",{"type":"''","value":["tortellini"]},", ",{"type":"''","value":["tortelloni"]}," and ",{"type":"''","value":["tagliatelle al ragù"]},", all strictly handmade and delicious. The staff is friendly and funny, prices are good for value, it's a great place to enjoy a quiet dinner or mingle with the busy office people who are regulars to ",{"type":"''","value":["La Matta"]}," at lunchtime."]]}]},"\n",{"type":"==","value":["Drink"]},"\nConsider visiting the many pubs and clubs of ",{"type":"'''","value":["Via Zamboni"]}," (university zone); some, such as \"The Irish Pub\", popular with students and foreigners, give happy hours on Tuesday\/Wednesday. \"Al Piccolo\" down the road in ",{"type":"'''","value":["Piazza Verdi"]}," is another famous student haunt, a live DJ playing techno into the early mornings. Otherwise, the ",{"type":"'''","value":["Via Pratello"]}," has many bars and is the center of the city's alternative scene. Worth a look in particular is \"Mutanye\", whose owner is reputed to have been part of the Red Brigade in his youth, hence the many soviet posters. ",{"type":"'''","value":["Via Mascarella"]},", in the northeast area of the city, has plenty of nightspots, among them two jazz clubs. And, finally, check out the many bars and pubs hosting music contests and concerts, from rock to jazz to \"liscio\", the traditional folk songs in ",{"type":"'''","value":["Emilia-Romagna"]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Ai Vini Scelti"],["address=Via Andrea Costa 36\/B"],["content=A good enoteca (",{"type":"''","value":["winery"]},"), just outside the center in ",{"type":"''","value":["Via Andrea Costa"]}," and only a few moments from ",{"type":"''","value":["Via Pratello"]},", is considered one of the best in Bologna, though there are many others in the center, providing everything from a quick aperitivo to proper wine-tasting. Another good winery is \"Vini d'Italia\" in Emilia Levante street (Viale Lenin corner), which is one of the oldest on in the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Golem"],["address= Piazza San Martino 3b"],["content=A very pleasant outdoor trattoria and wine bar, has a relaxed, modern Italian atmosphere and is great for people watching. Reasonable prices, excellent wines, and a small appetizer bar make it ideal for a long evening of good drink with friends or family. Also, the gnocchi with crab sauce is superb, although you might want to avoid it if you're squeamish about crab parts."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Enoteca Italiana"]}," (see above, in EAT) has excellent and non pretentious Sommeliers on hand to advise and guide you. Great place for a lovely glass of wine."]},"\n",{"type":"==","value":["Sleep"]},"\nBologna has always been famous for its hospitality: its welcoming service is very effective and makes Bologna a perfect place for tourists. Bologna cultural heritage as well as its wine and food makes it an ideal destination to spend a weekend or a holiday different  times of the year.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alberta D Bed & Breakfast"],["url=http:\/\/www.albertadbedandbreakfast.com\/albertaD\/pagine\/homeenglish.html"],["email="],["address=Via Sant'Isaia 58"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€50-160"],["checkin="],["checkout="],["content=Charming rooms (2) recently renovated, comfortably furnished, free WiFi, centrally located and close to public transportation and shops."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Collegio Universitario S. Tommaso d'Aquino a Bologna"],["url=http:\/\/www.collegiosantommaso.it\/ricettivita.htm"],["email="],["address=Via San Domenico, 1"],["lat="],["long="],["directions="],["phone=(051)6564811"],["tollfree="],["fax=(051)6486508"],["hours="],["price=€50 for 1 person; parking is €10 (extremely hard to find a parking place on the nearby streets) but you're not allowed to enter the city center, including the area where hotel is located, by car before 8PM"],["checkin="],["checkout="],["content=A part of San Tommaso's college but available for booking to everyone. Pros: Good location, cheap, free and high-speed Wi-Fi. Cons: Reception is not 24 hours! It is closed from 1AM-7AM (8AM during weekends), you will not be able to enter the hotel after 1AM - it is possible to extend it for €20-30 till 2AM-3AM respectively, but only in advance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Il Nosadillo"],["url="],["email=ilnosadillo@gmail.com"],["address=via Nosadella 19"],["lat="],["long="],["directions="],["phone=+393737157621\/+390517162926"],["tollfree="],["fax="],["hours="],["price=€24-30 per night"],["checkin=2PM-8PM"],["checkout=11AM"],["content=Beds in shared rooms with a private locker for each guest, access to kitchen & public computer, breakfast, free WiFi and map of the city. Has 1 mixed 4 bed dorm and 1 mixed 5 bed dorm. Two bathrooms. In the heart of historical city center. Easy access to public transport."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ospiti da Fabrizio"],["alt=Guest House"],["url=http:\/\/ilcovodifabrizio.wordpress.com\/"],["email="],["address=Via Sant'Anna 20"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=€30\/50\/60 for 1\/2\/3 persons"],["checkin="],["checkout="],["content=Charming flat (60 mq) with Italian characteristic style, comfortably furnished in every detail, including free WiFi, placed in an old Bolognese courtyard. Close to public transports and shops. Nice and cheap alternative to hotels and B&B."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Amadeus Hotel"],["url=http:\/\/www.amadeushotel.it\/"],["email="],["address=Via Marco Lepido 39"],["lat="],["long="],["directions="],["phone=+39 051 403 040"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Amadeus Hotel is near the Bologna airport, in the city's nearest suburban area. 99 rooms. About 15 minutes by car or bus from the central station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B Bologna nel Cuore"],["url=http:\/\/www.bolognanelcuore.it\/"],["email=info@bolognanelcuore.it"],["address=Via Cesare Battisti 29"],["lat="],["long="],["directions="],["phone=+39 (0)51 269442"],["tollfree="],["fax="],["hours="],["price=Doubles from €90, singles from €60"],["checkin=5PM-8PM"],["checkout=10:30AM"],["content=Two bedrooms and two studios. An intimate and stylish bed & breakfast located in an ancient building in the historic center of Bologna."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Room&Breakfast Le Stanze del Carro"],["url=http:\/\/www.lestanzedelcarro.it\/"],["email=rooms.carro11@yahoo.it"],["address=Via del carro 11"],["lat="],["long="],["directions="],["phone=+39 (0)51 7162926"],["tollfree="],["fax="],["hours="],["price=Doubles from €79, singles from €59"],["checkin=3PM-7:30PM"],["checkout=11AM"],["content=Cosy and family run bed and breakfast in the heart of Bologna (few metres from the 2 towers). Historical building, 3 Rooms, 2 apartments, terrace. Breakfast, Elevator, Free WiFi and Maps. Homey atmospere and friendly staff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Beatrice B&B Bologna"],["url=http:\/\/www.bb-beatrice.com\/"],["email=info@bb-beatrice.com"],["address=Via Indipendenza 56"],["lat="],["long="],["directions="],["phone=+39 (0)51 246016"],["tollfree="],["fax="],["hours="],["price=Doubles from €70, singles from €50"],["checkin="],["checkout="],["content=Three rooms each with a private bathroom. B&B is in an elegant apartment attic with elevator in the Center of Bologna, next to the Railway Station, University, and all bus lines. A rich breakfast is served by friendly owners."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Fiera"],["url=http:\/\/www.hotel-fiera.com\/"],["email="],["address=Via Stalingrado 82"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Prices vary wildly based on date; €38-240"],["checkin="],["checkout="],["content=A very nice hotel in the Merchant district with 99 rooms. If you are lucky enough to get a room with a balcony, you will be rewarded with an outstanding view of the Appenines in the distance. Friendly staff, and a very nice little restaurant. Breakfast here is lovely. If you want a place on the outskirts from which to plan your stay, you could do much worse, but at a significant distance from the center, public transport is a must. All rooms have a minibar at very reasonable prices. Very clean rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel HC3 Bologna"],["url=http:\/\/www.hc3.it\/"],["email="],["address=Via dell'Arcoveggio 46\/4"],["lat="],["long="],["directions="],["phone=+39 051 373632"],["tollfree="],["fax=+39 051 361429"],["hours="],["price=Summer €55-155, Fall €70-200; Winter €60-130. Internet discounts available"],["checkin=4PM"],["checkout=12PM"],["content=Located near the City Fair and a few minutes from downtown. 37 rooms, four stars. Free wi-fi internet connection, modern gym and a comfortable meeting room. Peculiar to the hotel is courtesy coffee around the clock available for free on every floor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Imperial"],["url=http:\/\/www.hotelimperialbologna.com\/en\/index.htm"],["email="],["address=Via del Gomito, 16 40127"],["lat="],["long="],["directions="],["phone=+39 051.327183"],["tollfree="],["fax=+39 051.4187076"],["hours="],["price=€50 and up"],["checkin=2PM"],["checkout=10AM"],["content=Hotel with meeting rooms, wellness center and gym, a good choice for business travelers or for a relaxing holiday. Located near a bus no.25 stop, which takes you straight to the railway station. 49 rooms, three stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mercure Bologna Centro"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Mercure is a rather conspiciously aged former Sofitel, with inoperative trouser presses and bathrooms straight out of the early 1980s. It remains very popular, however, due to its location right in front on the Bologna Centrale railway station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=NH Bologna de la Gare"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Within a few steps of Bologna Centrale and right at the grand stairs of Parco Montagnola. The more expensive rooms have been refitted to current NH standards, the chepaest ones retain their italiante looks and fixtures from the times this used to be a ",{"type":"''","value":["Jolly Hotel"]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=NH Bologna Villanova"],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/italy\/bologna\/nh-bologna-villanova.html"],["email="],["address=Via Villanova, 29\/8. 40055 Villanova di Castenaso. Bologna"],["lat="],["long="],["directions="],["phone=+39 051 604311"],["tollfree="],["fax="],["hours="],["price=€59 and up"],["checkin="],["checkout="],["content=The other NH in Bologna is a modern hotel is located within a commercial estate to the west of the city, with limited access by public transportation. Relatively attractive prices offset its remote location. It is best suited for business travellers with interest in the immediate vicinity or those arriving by car."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Porta San Mamolo"],["url=http:\/\/www.hotel-portasanmamolo.it\/"],["email="],["address=Vicolo del Falcone 6-8"],["lat="],["long="],["directions="],["phone=+39 051 583 056"],["tollfree="],["fax="],["hours="],["price=Summer €85-115, Fall €95-220; Winter €85-95"],["checkin=2PM"],["checkout=11AM"],["content=A much-loved small hotel, lauded for its lovely staff, comfortable and prettily decorated rooms, and central but quiet location. 43 rooms, three stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel University Bologna"],["url=http:\/\/www.hoteluniversitybologna.com\/"],["email="],["address=Via Mentana"],["lat="],["long="],["directions="],["phone=+39 051229713"],["tollfree="],["fax="],["hours="],["price=Jan €60-78; Feb €70-78; Mar €92-250, June €59, Jul €65, Aug €65, Sep €65-92, Oct €70-92; Nov €70-170, Dec €64-105"],["checkin="],["checkout="],["content=The University Hotel is located close to the “Universitá degli Studi”. 22 rooms, three stars. A breakfast buffet is inclusive in the price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Residence alle Scuole"],["url=http:\/\/www.allescuole.it\/"],["email="],["address=Via Scuole, 3-40057 Granarolo nell'Emilia"],["lat="],["long="],["directions="],["phone=+39 051 6021887"],["tollfree="],["fax=+39 051 602 14 92"],["hours="],["price=Double €70, breakfast included"],["checkin="],["checkout="],["content=Relaxing country hotel near Bologna. All rooms have satellite TV, telephone, air conditioning, private bath and free internet connection. 14 rooms, three stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Residence Porta Saragozza"],["url=http:\/\/www.residencesaragozzabologna.com\/"],["email="],["address=Via Turati 100"],["lat="],["long="],["directions="],["phone=+39 051 6141411"],["tollfree="],["fax="],["hours="],["price=€90 1-2 persons, €110-130 3-4 persons, €200 5-6 persons"],["checkin="],["checkout="],["content=Elegant suite and apartments comfortably furnished in every detail, placed in quiet Bologna zone. Close to public transports and shops. Apartments to rent in Bologna and Pontecchio Marconi Sasso Marconi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Residenza Ariosto"],["url=http:\/\/residenzaariosto.it\/"],["email=info@residenzaariosto.it"],["address=Via Marsala 11"],["lat="],["long="],["directions="],["phone=+39 051 0952779"],["tollfree="],["fax="],["hours="],["price=€80 1-2 persons, €90-130 3-4 persons, €150 5-6 persons"],["checkin="],["checkout="],["content=Elegant residence in the center of Bologna. Close to public transports, shops, University and hospital."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Hotel Baglioni"],["url="],["email="],["address=8 Via Indipendenza"],["lat="],["long="],["directions="],["phone=+39 051 225445"],["tollfree="],["fax=+39 051 234840"],["hours="],["price=doubles from €565"],["checkin="],["checkout="],["content=A grand large fairly elegant hotel"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=I Portici Hotel Bologna"],["url=http:\/\/www.iporticihotel.com\/"],["email=info@iporticihotel.com"],["address=Via Indipendenza 69, Bologna"],["lat=44.501977"],["long=11.344655"],["directions="],["phone=+39 051 41285"],["tollfree="],["fax=+39 051 4128584"],["hours="],["price="],["checkin=4PM"],["checkout=10AM"],["content=A luxury property in the heart of town, walking distance from the main train station, the city centre shopping area and nearby to Bologna fair exposition area. Four stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Il Convento dei Fiori di Seta"],["url=http:\/\/www.ilconventodeifioridiseta.com\/"],["email="],["address=Via Orfeo 34\/4"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A stylish little hotel that has been fitted into a small restored church. Four stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Relais Villa Valfiore"],["url=http:\/\/www.villavalfiore.it\/"],["email=info@valfiore.com"],["address=Via Imelda Lambertini 20, San Lazzaro di Savena"],["lat="],["long="],["directions="],["phone=+39 051 625 54 91"],["tollfree="],["fax=+39 051 499 81 01"],["hours="],["price="],["checkin="],["checkout="],["content=In a park of century-old trees in an enchanting corner of the hills in the Municipality of San Lazzaro di Savena, just a few kilometres from Bologna."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Day Trips by Car or Train"]}," - Head out for the day to ",{"type":"[[","value":[["Ferrara"]]},", ",{"type":"[[","value":[["Rimini"]]},", ",{"type":"[[","value":[["Ravenna"]]},", ",{"type":"[[","value":[["Faenza"]]},", ",{"type":"[[","value":[["Cesena"]]},", ",{"type":"[[","value":[["Reggio Emilia"]]}," or ",{"type":"[[","value":[["Modena"]]}," to name but a few."]},"\n",{"type":"{{","value":[["geo"],["44.507500"],["11.351389"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Emilia-Romagna"]]},"\n\n",{"type":"{{","value":[["Related"],["UNESCO_Creative_Cities"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bologna"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Regions\/Emilia-Romagna\/Localities\/Bologna\/"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]