[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Bomarzo"]}," is a small town in northern ",{"type":"[[","value":[["Lazio"]]}," in Italy, famous for its park of stone monsters. \n\n",{"type":"[[","value":[["Image:Bomarzo parco mostri casa pendente.jpg"],["thumb"],["right"],["250px"],["The leaning house at Bomarzo"]]},"\n",{"type":"==","value":["Get in"]},"\nFrom the Rome-Florence A1 Autostrada leave at Attigliano and follow signs to Bomarzo.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Park of the Monsters (Parco dei Mostri). Bomarzo's main attraction is a garden usually referred to as the Sacred Grove or Monsters' Grove. It contains many strange larger-than-life sculptures, sculpted in the large lumps of volcanic rock that littered the area. It was put together by Pier Francesco Orsini in the 1570s. The many monstrous statues have, in their time, entertained princes and princesses and provided inspiration for poets, novelists and painters, including Salvador Dali. There is even an opera called “Bomarzo”."]},{"type":"[[","value":[["Image:Bomarzo parco mostri elefante.jpg"],["thumb"],["right"],["250px"],["The stone elephant"]]},"\nDuring the 19th century and into the 20th the garden became overgrown and neglected, but in the 1970s a program of restoration was carried out. The garden is today a major tourist attraction and is guaranteed to entertain children who may be getting a bit fed up with medieval hill towns.\nStatues and fountains include Pegasus, Hannibal’s Elephants, an Orc, a dragon attacked by dogs, a turtle with a giant woman on its back, a two-tailed mermaid, a giant and Aphrodite, an ogre’s head as the “Mouth of Hell” and many more. There is also a strange little house which leans sharply to one side and is great fun to go inside. Carvings of acorns are all over the place, presumably a reference to the Della Rovere family that owned the local castle (Rovere meaning oak in Italian).\nThe park is open from 08.00 until sunset all year. Admission is 9 Euros with children between 4 and 8 paying 7 Euros. ",{"type":"[","value":["http:\/\/www.parcodeimostri.com\/eng\/entra.asp"]},"\n\n",{"type":"==","value":["Buy"]},"\nThe park has a souvenir shop.\n",{"type":"[[","value":[["Image:Bomarzo parco mostri orco.jpg"],["thumb"],["right"],["250px"],["The Mouth of Hell"]]},"\n",{"type":"==","value":["Eat"]},"\nThere is a small restaurant attached to the park and a selection of restaurants in the nearby town.\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"{{","value":[["geo"],["42.4667"],["12.2333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Viterbo (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"A\n",{"type":"[[","value":[["Wikipedia:Bomarzo"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bomarzo"]]}]