[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Bonavista"]}," is a city in ",{"type":"[[","value":[["Newfoundland and Labrador"]]},".\n\n",{"type":"==","value":["Understand"]},"\nBonavista is where modern North America began. On June 24, 1497, and Italian explorer sailing under the British flag for King Henry VII, made landfall in the New World. \"O Buona Vista,\" meaning \"Oh Happy Sight,\" Giovani Caboto was said to exclaim after nearly two months at sea. News of the existence of the this New Found Land - and the riches of the Grand Bank fishery - spread throughout Europe after Cabot's return journey across the Atlantic.\n\nIn the last decade of the 19th century, Bonavista was a booming town that serviced the 20,000 people living on the peninsula.\n\nToday Bonavista is home to some of the friendliest folk in Newfoundland - and boasts several of the province's most important historic sites.\n",{"type":"==","value":["Get in"]},"\nMany visitors travel via the ferry from North Sydney, Nova Scotia to either the Town of Port aux Basques on Newfoundland's southwest coast, or at the terminus in Argentia (Seasonal). You can also travel here via a number of International Airlines which travel to Gander International Airport, or St. John's International Airport.\n\nThere are three access points to the Bonavista Peninsula in order to get to the Town of Bonavista. The most western access junction (See map below) is at Port Blandford (Route 233), the Bonavista Overpass (Route 230), or at the Town of Clarenville (Route 230-A).\n\n",{"type":"==","value":["Get around"]},"\nBonavista is a pedestrian's delight. The gentle topography is appealing but it is the rich cultural landscape which makes for enjoyable walking in the community.\n\nThere is a complex network of roads and laneways connecting the central area of the town known as the Harbour and Church Street to various sections of the community bearing ageold names such as Canaille, Mockbeggar, Rolling Cove, Red Point, Bayley's Cove and Bakeapple Marsh. This all makes Bonavista a superb place to wander.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=HI-Bonavista"],["url=http:\/\/www.hihostels.ca\/NewFoundLandLabrador\/437\/HI-Bonavista.hostel"],["email="],["address=40 John Cabot Dr"],["lat=48.6250994"],["long=-53.12285"],["directions="],["phone="],["tollfree=+1-877-468-7741"],["fax=+1 709 468-7741"],["hours="],["price=Dorms $26\/$30, privates $74\/$79, family room $104\/$120 (member\/non-member)"],["checkin=1PM"],["checkout=noon"],["content=The hostel can be accessed year-round 7AM-11PM daily."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["48.659722"],["-53.120833"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Eastern Newfoundland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bonavista, Newfoundland and Labrador"]]}]