[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Bophut"]}," is a beach village on the northeast shore of ",{"type":"[[","value":[["Ko Samui"]]},". Confusingly, Bophut is also a large administrative and postal district (",{"type":"''","value":["amphoe"]},") even encompassing Chaweng. Therefore a Bophut address is no guarantee that it is located in or around the village.\n\n",{"type":"==","value":[" Understand "]},"\nBophut is one of the few places on Samui that retains some of the island's original Thai-Chinese atmosphere. It has recently experienced a boom with new hotels and guesthouses sprouting up at a frantic pace. The traditional core of Bophut, known as the ",{"type":"'''","value":["Fisherman's Village"]},", is a charming village on the east end of the beach while the new developments are to the west.  In contrast to ",{"type":"[[","value":[["Chaweng"]]}," there has been a conscious effort to dissuade the more commercial elements of Thai nightlife from setting up shop,  and instead aim for couples and young families. \n\nThe beach road retains much of its charm although the new construction took a bit away. Old Chinese shop-houses crowd the narrow street many with sympathetic conversions to modern use as restaurants and cafés and small trendy shops. The beach itself encompasses some 2 km of white sandy shoreline fringed by coconut palms and the calm waters of the bay make this a popular spot for playing or relaxing, rather than swimming, because the water here is often murky, especially around December.\n\n",{"type":"==","value":[" Get in "]},"\nBophut is just 15 minutes away from the airport by bus or taxi.  Many ferries from ",{"type":"[[","value":[["Ko Pha Ngan"]]}," and ",{"type":"[[","value":[["Ko Tao"]]}," dock at the small pier in east Bophut.\n\nFrom the Nathon pier, take a brown songthaew going north (to the left) as you leave. It will cost 50 or so baht . This is the way the locals travel around the island. Do NOT ask a fare or you will be making a private hire. Push the button to stop the driver when you are where you want to be and pay on exit.\n\n",{"type":"==","value":[" See "]},"\n\n",{"type":"==","value":[" Do "]},"\nActivities on Bophut are pretty much limited to the beach, which is quite narrow and drops off rapidly. Jet ski hire operators are located (mercifully) at the west end of Fisherman's Village. A go-kart track can be found on the main road adjacent to the village. Bophut is famed for its ",{"type":"'''","value":["sunsets"]},",  fine restaurants, numerous pubs , and complete absence of girly bars. Thai Massage, (temporary rejuvenation on the beach or in the village's numerous spas) manicure and pedicure treatments are popular bargain spends for visitors of either sex.\n\n",{"type":"==","value":[" Buy "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Samui Footwear"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=A small stall offering leather shoes and shoe repairs. The shoes are reasonably priced and are all original designs showcasing superior craftsmanship."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Sari"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 77 427540"],["fax="],["hours=16:00-22:00"],["price="],["content=Souvenir seekers looking for something unique to bring home or searching for that little trinket to make their trip memorable will love this shop. Bottled orchids from Bangkok, hand-carved amulets, silver jewelry from all around Asia, a wide and varied selection of handbags from India, China and Malaysia, even designer clothes from Hong Kong. All merchandise is carefully selected by owner Sirisopa “Toy” Premananda and are sourced from her shopping trips around the continent."]]}]},"\n",{"type":"==","value":[" Eat "]},"\nBophut has a reputation as being one of the best places to eat on Samui. The village boasts many fine restaurants offering a wide choice of speciality cuisines in addition to a wealth of Thai dishes. French, Italian, BBQ, Indian , and seafood outlets predominate, but there are several pubs and two bakeries offering standard European-style snacks and typical British and Australian pub grub. Some 30 bars and restaurants are located in little more than 700 m of village street. All the places below are clustered in the Fisherman's Village within easy walking distance of one another.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Happy Elephant"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=In the village"],["phone="],["fax="],["hours="],["price="],["content=A popular Thai seafood joint with an extensive menu. You can pick and choose your dinner and the cooking style from the day's catch. Most fish are 50 baht per 100 grams, so figure on a few hundred baht per head to stuff yourself. Live music some evenings."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=La Sirene"],["alt="],["url="],["email="],["address=65\/1 Moo 1"],["lat="],["long="],["directions="],["phone=+66 77 425301"],["tollfree="],["fax="],["hours="],["price="],["content=A French-Thai restaurant with good seafood. Same price range as Villa Bianca."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Starfish and Coffee"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Despite the odd name, this is an almost exaggeratedly romantic beachside restaurant with reclining divans, flickering oil lamps, and yards of red plush.  Unfortunately the rather dull food isn't quite up to the same standards, so you might just want to pop in for a drink instead."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Villa Bianca"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+66 77 245041"],["tollfree="],["fax="],["hours="],["price="],["content=Generally regarded as the best Italian restaurant on the island. True to the name, it's decorated with a stark white colour scheme that stands out from the crowd, but the beach side tables are popular (book in advance!). Fairly pricy. Figure on 500 baht per head with a glass of wine."]]}]},"\n",{"type":"==","value":[" Drink "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Beatles Bar"],["url="],["email="],["address="],["lat="],["long="],["directions=On the main drag, close to the pier"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An old teak shop house, tastefully and comfortably renovated. Music as you might expect from the name, plus some cool jazz. Cocktails quite cheap plus good snack food. Staff charming and very friendly."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Billabong"],["url="],["email="],["address="],["lat="],["long="],["directions=Close to The Pub, on the beach side on the way to Frog & Gecko"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= An Australian pub. A nice place to watch football or cricket. Good food, but not for vegetarians."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Frog & Gecko"],["url="],["email="],["address="],["lat="],["long="],["directions=Next to The Lodge"],["phone=+66 77  425248"],["tollfree="],["fax="],["hours="],["price="],["content=This is a relaxed beachside Anglo-American pub with cold beer and great BLTs. Musically stuck in the 1970s, but packed on Wednesdays for their quiz night."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Namcha Samui Tea House"],["url=http:\/\/namchasamui.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Namcha is a cool world cafe and tea house, offering tea, health food, wraps, cafe, and Japanese food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Pub"],["url="],["email="],["address="],["lat="],["long="],["directions=On the main road, beach side, between the Frog & Gecko and the Beatles Bar, a little closer to the Beatles"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A nice place to grab a pint and watch some football or cricket unless there is rugby being shown as that takes precedence here! A good place to find folks from the UK. Only serves food during lunch, but offers some imports at a good price."]]}]},"\n",{"type":"==","value":[" Sleep "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anantara Resort & Spa (อนันตรา รีสอร์ท แอนด์ สปา เกาะสมุย)"],["url=http:\/\/samui.anantara.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=6,550-15,750 baht"],["checkin="],["checkout="],["content=On a quiet stretch of sand and the Gulf of Thailand."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Baan Bophut"],["alt="],["url=http:\/\/www.baanbophut.com"],["email="],["address=6\/9 Moo 1"],["lat="],["long="],["directions="],["phone=+66 77 245733"],["tollfree="],["fax="],["checkin="],["checkout="],["price=2,500-6,000 baht (hi-season 7 nights minimum)"],["content=A small, family run hotel on the beach in the Fisherman's Village which serves independent travellers who seek to escape and relax. All ten rooms and its two room suite have views of neighbouring Ko Pha Ngan 12 km distant across Bophut Bay. Furnished in a contemporary SE Asian style. All rooms have air-con, Wi-Fi and the usual amenities. Families are welcome, but to safeguard the tranquility of other guests, children under 12 are not encouraged. A continental breakfast is included and a comprehensive Thai menu, together with a broad selection of Western sandwiches, snacks, and main dishes are available throughout each day until late evening. The hotel's small beach bar is a popular spot for watching Samui's famed sunsets without going thirsty and the perfect spot for guests to meet and mingle."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Eden Bungalows"],["alt="],["url=http:\/\/www.edenbungalows.com\/"],["email="],["address=91\/1 Moo 1"],["lat="],["long="],["directions=Across the road from The Lodge"],["phone=+66 77 427645"],["tollfree="],["fax="],["price=1,190-1,990 baht"],["checkin="],["checkout="],["content=Lacks beach views, but makes up for it with a small pool and a delightful garden. Caters to French speakers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Karma Samui Resort"],["alt="],["url=https:\/\/odysseypremier.com\/directory\/karma-royal-residence-resorts\/thailand\/koh-samui\/karma-samui-resort"],["email="],["address=80\/32 Moo 5"],["lat="],["long="],["directions="],["phone=+66 77 230833"],["tollfree="],["fax="],["checkin="],["checkout="],["price=21,000+ baht"],["content=On a cove, the 36 pool villas are arranged in 5 terraces, maximizing the sea view and creating a village-like atmosphere. Various options include private in-villa dining with personal chefs and waiters, dining in the Padma Restaurant, or a romantic beach dinner under the stars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lawana Resort and Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=2,400+ baht"],["content=Range of private bungalows and rooms. The resort has pool and Jacuzzi and the Gulf of Thailand is a few metres away. There is an open-air beach front restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Lodge"],["alt="],["url="],["email="],["address=91\/1 Moo 1"],["lat="],["long="],["directions="],["phone=+66 77 427565"],["tollfree="],["fax="],["price=1,500 baht"],["checkin="],["checkout="],["content=An elegantly decorated little hotel right on the beach in the Fisherman's Village, with great views of Ko Pha Ngan and the setting sun from every room. Air-con, fan, hot water, minibar, satellite TV."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Prana Resorts and Spa"],["url=http:\/\/www.pranaresorts.com\/"],["email="],["address=16\/8, 16\/13-26 Moo 4"],["lat="],["long="],["directions="],["phone=+66 77 246362"],["tollfree="],["fax="],["hours="],["price=4,748+ baht"],["checkin="],["checkout="],["content=Air-con guest rooms with cable TV, minibar, private terrace and free Wi-Fi. Restaurant, swimming pool, pool cocktail bar, spa and massage service, laundry service, and airport transfer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Thai Villa Getaways Bo Phut"],["alt="],["url=http:\/\/www.kohsamuivillagetaways.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=10,500+ baht"],["content=Renting \"villas\" presumably owned by absentee owners. Most villas have TV, cable, air conditioning, swimming pools, incredible views and many are staffed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Waterfront"],["alt="],["url=http:\/\/www.thewaterfrontbophut.com\/index.html"],["email="],["address="],["lat="],["long="],["directions=At the far east end of the beach"],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price=2,300-6,650 baht"],["content=Lovely little resort run by a British couple. All rooms have waterfront view and include breakfast. The resort offers a very family friendly style for both children and adults, and the proprietors make you feel right at home, and so do the other guests. A short walk from Fisherman's Village for restaurants and bars."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Zazen Boutique Resort and Spa"],["alt="],["url=http:\/\/www.samuizazen.com"],["email="],["address=177 Moo 1"],["lat="],["long="],["directions="],["phone=+66 77 425085"],["tollfree="],["fax="],["price=5,600+ baht"],["checkin="],["checkout="],["content=Bungalows are on the beachfront and amid tropical gardens, with up-market furnishings, electronic entertainment gadgets. Comfortable."]]}]},"\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Medical tourism"]},"\nIncreasingly popular among Western visitors is a trip to one of Samui's superb dentists. So uniformly good are the dentists, several of which are established in Bophut, and reasonable their prices, that medical vacationing is a growing segment in Samui. Some visitors arriving just to receive extensive dental treatment locally, at a fraction of the European cost. Samui's four major international hospitals each have dental departments, but there are numerous other excellent dental clinics to choose from, usually at lower cost. All conduct restorative or general dentistry from a basic inspection, clean and polish, routine fillings, extractions and root canal work, but several specialise in much more complex oral issues, including a broad spectrum of cosmetic treatments. It's noted that laser whitening is on offer at several dentists in Bophut for around 8,000 baht, but this may come down as the recession bites (sorry).\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Bang Rak"]]}]},{"type":"*","value":[{"type":"[[","value":[["Chaweng"]]}]},{"type":"*","value":[{"type":"[[","value":[["Choeng Mon"]]}]},{"type":"*","value":[{"type":"[[","value":[["Laem Yai"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lamai"]]}]},{"type":"*","value":[{"type":"[[","value":[["Mae Nam"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nathon"]]}]},{"type":"*","value":[{"type":"[[","value":[["Samui South Coast"]]}]},"\n",{"type":"{{","value":[["isPartOf"],["Ko Samui"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]