[{"type":"{{","value":[["pagebanner"],["Bora bora banner.jpg"]]},"\n",{"type":"[[","value":[["File:BoraBora.JPG"],["350px"],["thumb"],["Overwater bungalows in Bora Bora"]]},"\n\n",{"type":"'''","value":["Bora Bora"]}," is a volcanic island in the ",{"type":"[[","value":[["Society Islands"]]}," archipelago of ",{"type":"[[","value":[["French Polynesia"]]},". The Polynesian island in the South Pacific is ranked at the top of the list when it comes to most remarkably beautiful in the world. Best time to travel is in May. The best way to arrive is to take an international flight to Tahiti, and then a less than an hour flight to Bora Bora.\n\n",{"type":"==","value":["Understand"]},"\n\nIt is perfectly possible to spoil oneself in one of the incredibly luxurious high-class resorts and spend the savings of a lifetime in a few days. Nonetheless, a bit of planning ahead can allow enjoyment of the majestic scenery with a tighter budget. Keep in mind that in any case Bora Bora is a ",{"type":"'''","value":["tremendously pricey destination"]},". Everything (catering and activities) ranges from \"expensive\" to \"indescribably expensive\".\n\nBora Bora is an island in the Leeward group of the Society Islands of French Polynesia, an \"Overseas Country\" financially assisted by France in the Pacific Ocean. The island, located about 230 kilometres (140 mi) northwest of Papeete, is surrounded by a lagoon and a barrier reef. In the center of the island are the remnants of an extinct volcano rising to two peaks, Mount Pahia and Mount Otemanu, the highest point at 727 metres (2,385 ft). The original name of the island in the Tahitian language might be better rendered as Pora Pora, meaning \"First Born\"; an early transcription found in 18th- and 19th century accounts, is Bolabolla or Bollabolla.\n\nThe major settlement, Vaitape is on the western side of the island, opposite the main channel into the lagoon. The products of the island are mostly limited to what can be obtained from the sea and coconut trees, which were historically of economic importance for copra. During the August 2007 census, the population on the island was about 8,880 people.\n\n",{"type":"===","value":["History"]},"\n\nThe history of Bora Bora shows that the island’s first settlers back in the 4th century were Tongan people. The first European explorers who visited the island were led by James Cook. However, prior to this island of Bora Bora was already sighted by other explorers. The history of Bora Bora also indicates that in 1842 the island became a colony of France under the leadership of Admiral Abel Aubert Dupetit Thouars.\n\nDuring World War II, the United States picked Bora Bora as a base for military supply, oil depot, air strip and seaplane base. They also constructed defensive fortifications around the island. Luckily though, no combat took place here and the presence of American troops seemed to be accepted by the opposition forces.\nAccording to the history of Bora Bora, the United States Military Base officially closed on June 2, 1946 following the end of the war. However, many Americans refused to leave the island as it had become close to their hearts. Some Americans were even forcibly asked to leave following complaints from their families on the mainland. The abandoned base became French Polynesia’s only international airport until Faa'a International Airport opened in the 1962 in Papeete, Tahiti.\n\nToday the Island of Bora Bora relies largely on tourism and because of this seven luxurious resorts were built over the past few years. Hotel Bora Bora was the first to build bungalows that stand over the water using stilts which are now a given of every resort on the island as these bungalows provide spectacular sights of lagoons and mountains.\n\n",{"type":"===","value":["Climate"]},"\n\nThe climate in Bora Bora and the surrounding Islands is considered to be tropical. Unlike most places the seasons can be divided into two seasons: the wet season and the dry season. The wet season (Polynesian summers) runs from November till April with an average run fall off 3\/4ths of the yearly precipitation. During these times the humidity levels can be at an all time high. The storms during these months are frequent and unpredictable.  The rainfall is about 1800 mm or 71 inches! And the weather is 86 °F or 30 °C. the dry season running from May to October this is when tourism is at its peak on the Island. During these months the temperature is a few degrees lower and rain is rare. The best time weather-wise with the least risk of storms is in the Winter months. The very best part about the weather in Bora Bora is that the water temperature hovers in the mid 80s (30 °C) on average. However during this high tourist season (May - October) tourist prices skyrocket and there are many more people around.\n\n",{"type":"===","value":["Language"]},"\n\nThe main languages that are spoken by people in Bora Bora Island are French and Tahitian although most inhabitants that inter-act with visitors have good comprehension of the English language. Most tourists that visit the island are Americans, Japanese and Europeans.\n\nSome key words for in the local language in Bora Bora include:\n\n",{"type":"*","value":[" Hello - ",{"type":"''","value":["Ia Ora na"]}," (yo-rah-nah)"]},{"type":"*","value":[" Goodbye - ",{"type":"''","value":["Nana"]}," (nah-nah)"]},{"type":"*","value":[" Yes - ",{"type":"''","value":["E"]}," (ay)"]},{"type":"*","value":[" No - ",{"type":"''","value":["Aita"]}," (eye-tah)"]},{"type":"*","value":[" Man - ",{"type":"''","value":["Tane"]}," (tah-nay)"]},{"type":"*","value":[" Woman - ",{"type":"''","value":["Vahine"]}," (vah-he-nay)"]},{"type":"*","value":[" Child - ",{"type":"''","value":["Tamarii"]}," (tah-ma-ree-ee)"]},{"type":"*","value":[" Friend - ",{"type":"''","value":["Hoa"]}," (ho-ah)"]},{"type":"*","value":[" Polynesian - ",{"type":"''","value":["Ma' ohi"]}," (mah-o-hee)"]},{"type":"*","value":[" Big - ",{"type":"''","value":["Nui"]}," (new-ee)"]},{"type":"*","value":[" Small - ",{"type":"''","value":["Iti"]}," (ee-tee)"]},{"type":"*","value":[" Morning - ",{"type":"''","value":["Poipoi"]}," (poy-poy)"]},"\nIf you decide to travel to Bora Bora no need to panic about accommodations and adjusting. There are many activities that are cost free, like swimming in the lagoons, swimming with dolphins, shark and ray feeding, and enjoying the famous sunset. Most destinations are aquatic oriented, that may also include scuba diving and snorkeling. Besides the water activities there are many other activities like parasailing, deep sea fishing which is one of its kind in the world since Bora Bora is home of over 500 species of marine wildlife. There is also family hiking and climbing trails. There are also private lagoon cruises, bus tours, and many Motu hangouts. The island also offers flight seeing, along with helicopter tours.\n\n",{"type":"===","value":["Culture"]},"\nThere are close to nine thousand people living in Bora Bora, these people have a firm grip on the culture, myths and traditions that have been handed down from the Polynesian gods. They have traditional songs and dances for the island. They love to share their culture with the visitors. The pace is laid back with a relaxing atmosphere. They live by a philosophy ‘aita pea pea’ which means ‘not to worry’. The main languages that are spoken in Bora Bora are French and Tahitian. English is also  spoken in many hotels, resorts, markets, and tourist locations.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Boraboraluft gerade.jpg"],["thumbnail"],["Bora Bora from the air"]]},"\n",{"type":"===","value":["By plane"]}," \n",{"type":"[","value":["http:\/\/www.airtahiti.aero\/home.php Air Tahiti"]}," flies several times a day from ",{"type":"[[","value":[["Tahiti"]]},". Flights are quite often full, so it is not a bad idea to make a reservation.\nAir Tahiti operates flights from\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Papeete"]]},"\/",{"type":"[[","value":[["Tahiti"]]}]},": 4 direct flights per day, flight time 50 min,"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Moorea"]]}]},": daily, flight time 50 min,"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Huahine"]]}]},": daily except Wed, flight time 25 min,"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Maupiti"]]}]},": Sun, flight time 15 min"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Raiatea"]]}]},": daily, flight time 20 min"]},"\nThe airport is located on a small ",{"type":"''","value":["motu"]}," (islet) north of the main island. Transfer to the main island or to accommodations located on other motus is done by boat. The major accommodations have counters at the airport. For the accommodations located on the main island, you will need to take the (free) ferry to Vaitape. From there, small buses will usually pick you up.\nAir Tahiti operates a free shuttle boat transfer from the airport to the main village, Vaitape, by \"Bora Bora Navette\".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Bora Bora 01835.jpg"],["thumbnail"],["Overwater bungalows"]]},"\n\n",{"type":"'''","value":["Vaitape"]}," is the arrival point of the ferry from the airport, and is the only \"town\" of any size of the island. At the southern tip of the main island, ",{"type":"'''","value":["Matira"]}," is the location of the largest beach as well as several hotels and restaurants. The central part of the island is extremely mountainous, tough to access and not inhabited (and furthermore devoid of roads of any kind).\n\nThe way you get around in Bora Bora depends greatly on your accommodation and its location. Several resorts are actually located on motus and not on the main island, hence the need of boat transportation to get anywhere. Boat transfers from those motus resorts to the main island or between the resorts and the airport are usually provided. Accommodations located on the island generally also provide a transfer to and the Airport ferry quay.\n\nOn the main island, there is only one sealed road. Public transport on the island is limited, consisting of a single bus that goes halfway around the island and back approximately every hour. Taxis are also available.\n\nOperators of activities and restaurants sometimes (but not always) provide a transfer to and from the accommodations - be sure to ask when booking.\n\nRenting a bicycle or a small buggy can be an option if you plan to have your freedom on the main island, but the road is sometimes very narrow, and in bad shape.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Faanuibay.jpg"],["thumbnail"],["Faanui Bay"]]},"\nThe island of Bora Bora is actually a volcanic caldera. This geography has produced a lagoon, well protected from waters by the surrounding motus (islets). The lagoon, and the tropical underwater life, including sharks and rays, provide fantastic opportunities for many forms of water-based recreation, ranging from swimming, through snorkelling and to scuba and other options if you truly want to immerse yourself in this unique environment.\n\nIn addition to the sights under the surface of the lagoon, the dominating and unusually shaped peak of Mount Otemanu which reaches 728 metres above sea level, and its smaller neighbour Mount Pahia are also worthy attractions. The combination of the beautiful lagoon and these impressive peaks provide an almost endless supply of opportunities to take travel photos which will leave your friend back home cursing you for sharing them.\n\nVery few go to Bora Bora for the historic relics. However, if you have seen enough of the lagoon, you might want to take a peek at the few WWII remains and the archeological Polynesian relics in one of the tours of the island.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bora Bora Lagoonarium"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A certified diver acts as underwater guide as you swim and come face to face with the turtles, sharks, sting rays and numerous other fish which call the lagoonarium their home. As the \"...rium\" name implies, this commercial aquarium is a captive, enclosed zoo-like environment, preventing free movement beyond the confines of the establishment. For those that are not into diving, there is a little submarine. Numerous travelers that have voted this as an all time favorite."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Matira Beach, Bora Bora, French Polynesia.jpg"],["thumbnail"],["Matira Beach"]]},"\n",{"type":"[[","value":[["File:Bora-Bora - Coucher de soleil.JPG"],["thumbnail"],["Sunset at Bora Bora"]]},"\n\nThere are comparatively more activities in Bora Bora to keep you occupied than in other islands of French Polynesia.\nBeing practical while lazing under the sun in a white sand beach, a ",{"type":"'''","value":["good book "]}," will be in every case a very useful item to bring. As weird as it may sound it actually sometimes ",{"type":"''","value":["rains"]}," in Bora Bora (and sometimes even ",{"type":"''","value":["a lot"]},"). The vast majority of the activities take place outdoor, and there are no cinemas, libraries or museums to visit, so even if large resorts do lend books and games, bring some good reading with you.\n\n",{"type":"===","value":["Water activities"]},"\nThe tropical sea sometimes reaches 86F (30C), making it perfect for various water activities. ",{"type":"'''","value":["Swimming"]}," in the lagoon in perfectly clear warm water has the advantage of being free and can be very enjoyable. The beaches of Bora Bora are not huge by any standards, nor are they crammed with people. The most famous beach, ",{"type":"'''","value":["Matira Beach"]}," is at the southern tip of the main island.\n\nYou do not have to pay a lot to enjoy Bora Bora. Just like swimming, ",{"type":"'''","value":["snorkeling"]}," is possible in many areas close to the shore, and even in Matira Beach you will be surrounded by multicolor tropical fish in seconds and in shallow waters..  Just remember to get out and put on sunscreen from time to time as the sun is strong and you will get burned badly if you stay in the water for an extended period of time.\n\nSeveral companies operate snorkeling tours in the lagoon, bringing you by boat farther off the coast:\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shark & Ray Snorkel Safari"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shark and Ray feeding is typically done in shallow waters inside the lagoon.  Approximately 10-20 sharks as well as  10-15 Rays will approach the boat and swim nearby, largely avoiding any snorkelers courageous enough to swim near."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Shark Boy"],["url="],["email="],["address="],["lat="],["long="],["directions=Book through Bora Bora Pearl Resort"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jourdain Tetuanui"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=689 677 934"],["tollfree="],["fax="],["hours="],["price="],["content=Offering many and varied services from water taxi to tours, fishing to feeding."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Windward Islands Yacht Charter"],["url=http:\/\/www.windward-islands.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of the worlds largest yacht charter companies, can take care of all charter requirements, from bareboat to luxury yacht in French Polynesia. Operating from different offices worldwide (UK, USA, Hong Kong, Dubai, Germany, Italy, France, Spain and Switzerland)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=TopDive Scuba"],["url=http:\/\/www.topdive.com\/"],["email="],["address=Vaitape"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Nemo World Scuba"],["url=http:\/\/www.boradiving.com\/"],["email="],["address=Matira"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Aquasafari"],["url=http:\/\/www.aquasafaribora.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you do not have a diving license, but still want to enjoy the underwater scenery, this is an option. You do not actually need to know how to swim in order to wear the breathing undersea apparatus, and children from 8 are accepted."]]}]},"\n",{"type":"'''","value":["Jet ski tours"]}," around the interior island are well worth the effort as they allow to appreciate the scenery from various viewpoints, although they do inflict noise and pollution.\n\n",{"type":"'''","value":["Kiteboarding"]}," is getting popular at the Southern tip of Matira.\n\n",{"type":"'''","value":["Scuba Diving"]}," is fun.\n\n",{"type":"===","value":["Land activities"]},"\n",{"type":"[[","value":[["File:Bora Bora - Mt Otemanu.jpg"],["thumbnail"],["Mt. Otemanu as seen from Mt. Pahia"]]},"\nThe island is about 20 miles around, and bikes and small cars are available for rent at various sites.  It is well worth the investment to ride the perimeter of the island.\n\nThe ",{"type":"'''","value":["Jeep tours"]}," are well worth a trip.  You'll have a good time climbing through some rough trails on the island, and you'll get some breathtaking views.  In addition, you'll tour the American WWII ruins, such as gun emplacements and bunkers.\n\nIt is possible to access the summit of Mt. Pahia by foot, although neither the staff at City Hall nor the Gendarmerie will tell you how if you do not have a guide, as even adept hikers have gotten lost or been injured. To access the trailhead, head 100 m (330 ft) north of the cross-street into Vaitape harbor. There will be an arcade of shops to your right. Look for a dirt road between the antique dealer and snack toward the north end of the arcade. Head up the dirt road about 150 m (465 ft) and look for a small grass field on your left that is just before the last house on the drive. It is wise to ask the owner for passage, as you must traverse privately-owned property to access the trail, which will initially appear faint but become more defined after the first 10 m (33 ft). Continue along the trail until you reach a fork, which will have two other trails heading north and south (through a plantation and an open field, respectively), and the main trail up to the top due east. Make sure you are well-provisioned, as the 600 m elevation gain takes place over a relatively short distance, and be sure to identify the trees or rocks with white-red-white striping that will show you the way. Some of the latter sections can be precarious, so make sure you keep your grip and be courteous to those who may be downstream of falling rocks unintentionally loosed by your foothold. The rope climb at the end is exciting! If you want more, head south along the uncommonly-traveled trail for iconic views.\n\n",{"type":"===","value":["Travel Information"]},"\n\nIf you decide to travel to Bora Bora no need to panic about accommodations and adjusting. There are many activities that are cost free, like swimming in the lagoons, swimming with dolphins, shark and ray feeding, and enjoying the famous sunset. Most destinations are aquatic oriented, that may also include scuba diving and snorkeling. Besides the water activities there are many other activities like parasailing, deep sea fishing which is one of its kind in the world since Bora Bora is home of over 500 species of marine wildlife. There is also family hiking and climbing trails. On the relaxation part the island is filled with natives specializing in ritual massage services. There are also private lagoon cruises, bus tours, and many Motu hangouts. The island also offers flight seeing, along with helicopter tours.\n\n",{"type":"==","value":["Buy"]},"\nThe rich culture has influenced the shopping market greatly. Travelers have their choices of art galleries, studios, shops that are set up in traditional and modern settings. They also have an abundance of jewelry and black pearls.\n\nTaking into account the costs of everything in Bora Bora, which sometimes defy imagination, it is a perfectly sound choice to forget the common sense of the traveller and buy as much as possible (including groceries) ",{"type":"''","value":["before"]}," getting there. Keep that option in mind if you want to self cater.\n\nIn case you do need something while on the island, you can find a medium-sized general groceries store in Vaitape (called Chin Lee) with a reasonable choice of food and drinks. A smaller grocery store near Matira beach can be helpful if you stay in the area and you do not want to get back to Vaitape, but the choice is much more limited.\n\nThe \"specialty\" of Bora Bora is ",{"type":"'''","value":["Black Pearls"]},". Commonly known around the world as ",{"type":"[","value":["http:\/\/www.borabora-tahiti.com\/Tahitian-black-pearls.html Tahitian Black Pearls"]},", the pearls of Bora Bora are indigenous to the remote lagoons of French Polynesia in the South Pacific .Today, the Tahitian Black Pearl has become an exotic gem sought after by celebrities and pearl aficionados alike. The most popular place to buy and make your own Black Pearl Jewellery is The Farm at the Bora Bora Pearl Company.\n\nThe ",{"type":"'''","value":["rich culture"]}," has influenced the shopping market greatly. Travelers have their choices of art galleries, studios, shops that are set up in traditional and modern settings. They also have an abundance of jewelry and black pearls.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Coca-Cola Machine in Vaitape, Bora Bora.jpg"],["thumbnail"],["Coke is available here, too"]]},"\nThe island of Bora Bora is heavily influenced by the French culture hence the rich local and French cuisines. They also have a wide selection of international restaurants.\n\n",{"type":"===","value":["Matira and surrounds"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bounty Snack"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very reasonably priced but excellent Tahitian restaurant."]]}]},"\n",{"type":"===","value":["Pofai Bay"]},"\n",{"type":"{{","value":[["eat"],["name=Bloody Mary's"],["url="],["email="],["address=on the western shore of the main island, at the southern tip of Pofai Bay, roughly half way between Nunue and Maitra Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$60-80USD per person"],["content=\nOne of the most famous of restaurants in Bora Bora, it is known for it's American flavor. As with most restaurants on Bora Bora, expect to spend between $60-80USD per person. Some visitors might be a little surprised by the service (speed over quality...). Outside they have a pair of big boards with the names on all of the famous people who have eaten there, e.g. Pamela Anderson, Pierce Brosnan, Carlos Delgado, Marlon Brando, and Janet Jackson.\n\nService general begins with arrival from a \"shuttle service\" from your hotel's drop off point. Patrons then decide their meal while looking directly at the current \"meat\" selections. After selecting your meal, you are seated at a table lodged in the sand w\/ a stool. Service will come asking for your drink choice at this point. Food will be served later. As everyone arrives\/leaves at the same time, plan on being there for at least 1.5 hours."]]},"\n\n",{"type":"===","value":["Unknown location"]},"\n",{"type":"''","value":["Please update\/move listings if you know"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kaina Hut"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An authentic polynesian restaurant with all tables set on a patio covered by a thatched-roof."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Villa Mahana"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small french restaurant with only 5 tables.  Serves the best French food on the Island, by an amazing chef.  Make reservations."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sunset Boulevard"],["url=http:\/\/www.enjoyborabora.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A new concept of restaurant where you can eat on boats, actually there is a little catamaran called the \"Lady Borabora\" which is for VIP, and there is a bigger one which can take up to 12 passengers. The service is pretty good, they put some upbeat music that make you enjoy more your holidays. They are specialized in sushis, maybe this is the best Sushi bar\/restaurant in Bora."]]}]},"\n",{"type":"==","value":["Drink"]},"\nIf you're looking for ",{"type":"[","value":["http:\/\/www.borabora-tahiti.com\/Nightlife.html Nightlife"]}," and drinking, One of the most popular drinking venues on Bora Bora is Bloody Mary's. Bloody Mary's is essentially an American-barbecue fish and steak restaurant, Besides drinking Bloody Mary's,  The chef will Chargrill Steak and Fish  to order.The island's sole nightclub is Le Récife Discothèque, about 1 km ( 1\/2 mile) north of Vaitape (tel. 67.73.87), which opens only on Fridays and Saturdays at 11PM and closes at 3AM.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:Boraborafullmoon.jpg"],["thumbnail"],["Full moon at Bora Bora"]]},"\nBora Bora Islands offer numerous hospitality resources in which guests can stay.\n\n",{"type":"===","value":["Budget"]},"\nIt is possible to keep some money for the activities by staying in one of the family pensions.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunset Hill Lodge"],["url=http:\/\/www.sunset-hill-borabora.biz"],["email="],["address=sunset.hill.lodge@mail.pf"],["lat="],["long="],["directions="],["phone=689792648"],["tollfree="],["fax="],["hours="],["price=€50-70"],["checkin="],["checkout="],["content= Nestled in a little Zen garden with a little waterfall, maybe the cheapest place for this quality in Polynesia..."]]}]},"\n",{"type":"===","value":["Mid-Range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Manureva House"],["url=http:\/\/www.kaloa.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US $1899 per week"],["checkin="],["checkout="],["content=Luxurious 2 bedroom, 1 bathroom vacation rental can accommodate up to 5 people. Located in the residential and peaceful northern part of Bora it features one of the most beautiful views on the lagoon. Manureva House is located mountainside in a manicured tropical garden with a little private sandy beach for its guests less than 100 feet from the house. Also known as \"Condominium\"."]]}]},"\n",{"type":"===","value":["Splurge"]},"\nKeep in mind that the establishments listed below have prices above several hundred USD per night (the average being somewhere just above 1000), with suites well above several thousand dollars a night.\n\nA popular form of accommodation on the island are the overwater bungalows. Many of the resorts offer this type of accommodation due to their being more water mass than land. Some overwater bungalows feature a glass-bottomed floor and are designed in traditional Bora Bora island houses.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maitai"],["url=http:\/\/www.hotelmaitai.com\/bora-bora.aspx"],["email="],["address=Matira"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Features (comparatively) reasonably priced over-water bungalows, not as splendid as its neighbor the Intercontinental, but nice. Get one of the over-water rooms at the end of the pier in which the rooms are located on as the water is deeper at these rooms. The other rooms are just off the beach and some are in water less than 1 ft. deep."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sofitel Bora Bora Beach Resort"],["url="],["email="],["address=Matira"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Over-water bungalows and a pool facing the sea."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sofitel Motu Bora Bora"],["alt=Note: different from the Beach Resort"],["url="],["email="],["address=On the Motu facing Matira"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Enjoys fantastic views of the island, and has incredible snorkeling (snorkeling tour boats actually come to the area). The beach is a bit small, but the whole place is much more intimate than other motu-located resorts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Intercontinental Le Moana Bora Bora"],["alt="],["url=http:\/\/www.ihg.com\/intercontinental\/hotels\/gb\/en\/bora-bora\/bobpf\/hoteldetail"],["email="],["address=At the very tip of Matira on the main island"],["lat="],["long="],["directions="],["phone=+689-60-4900"],["tollfree=+1-800-496-7361"],["fax="],["checkin="],["checkout="],["price="],["content=You do not get the views on the island (well, you're on it). Nonetheless, this is a classy resort with all you can expect for the price you pay."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Le Meridien Bora Bora"],["url=http:\/\/www.lemeridien-borabora.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=689 605151"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Large hotel, billing itself as a 5 star resort. Very expensive, but there have been conflicting reports about the attitude of the staff. A popular destination for Japanese weddings, this hotel features a pretty cool turtle sanctuary and has a ton of beach. The overwater bungalows are a novelty. It sits on a motu away from the main island, travel to the main island is via shuttle boat. Overwater bungalows feature glass floors which look into the water, however there is little \"wildlife\" in the water immediately surrounding the hotel."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=St. Regis Bora Bora"],["url=http:\/\/www.starwoodhotels.com\/stregis\/property\/overview\/index.html?propertyID=1743"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Newest and highest-priced resort on Bora Bora. Every room (100 in all) is a suite with luxury bathroom. Many of the rooms are over-water villas, some with pools or spas. Over-water villas have glass panels in the floors and under-villa lighting to make the lagoon shimmer in your room. Guests are 80% American, 80% of whom are honeymooners. Nicole Kidman and Keith Urban honeymooned here. Two excellent restaurants on-site, one by Chef Jean Georges. The angle of the view on the main island is impressive."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Four Seasons Bora Bora"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["checkin="],["checkout="],["price="],["content=5 star resort with great amenities and warm hospitality."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["By plane"]},"\nSee ",{"type":"[[","value":[["#Get in"]]},"\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["Maupiti"]]},", located 40 km from Bora Bora, is a smaller and less touristic but equally charming volcanic island. It can be reached by the Maupiti Express ",{"type":"[","value":["http:\/\/www.maupitiexpress.com"]},", an express ferry riding 3 times a week from Vaitape. This island isn't for partying.\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["-16.4944"],["-151.7364"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Society Islands"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bora Bora"]]},"\n",{"type":"[[","value":[["Wikipedia:Bora Bora"]]}]