[{"type":"{{","value":[["pagebanner"],["Bordeaux Wikivoyage banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Grand théâtre Bordeaux.JPG"],["thumb"],["300px"],["Grand Théâtre"]]},"\n\nYou'll be raising your glass many times in ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bordeaux.fr\/ Bordeaux"]}]},", which is renowned for its wines, considered among the best in the world. As the capital of the department ",{"type":"[[","value":[["Gironde"]]}," in the region ",{"type":"[[","value":[["Aquitaine"]]},", it has one million inhabitants in its metropolitan area at a 2008 estimate. After years of neglect, the former wet docks are the country's new hot spot, with a number of cafés, gardens, and museums springing up all the time. A lively university community of over 60,000, (Bordeaux Campus is the largest in ",{"type":"[[","value":[["France"]]},") establishes that Bordeaux is about more than just wine.\n\n",{"type":"==","value":["Understand"]},"\n\nBordeaux is considered a very tolerant and relaxed place - no one will bother you about your political beliefs, religion, or sexual orientation. The cultural, artistic, and music scenes are very vibrant. The city was ruled by the English for a long time, which is why Bordeaux seems to have an \"English flair\".\n\nBordeaux is often referred to as \"Little Paris\" and the rivalry between the \"Bordelais\" (people from Bordeaux) and \"Parisiens\" is a hot subject, so you may experience some heated arguments on the subject during your stay.\n\n",{"type":"===","value":["Geography"]},"\n\nBordeaux is a flat city, built on the banks of the ",{"type":"'''","value":["Garonne River"]},". It is also the largest French city by area and geographically one of the largest in ",{"type":"[[","value":[["Europe"]]},". The Garonne merges a dozen kilometers below the city with another river, the ",{"type":"'''","value":["Dordogne River"]}," to form the ",{"type":"'''","value":["Gironde Estuary"]},", which is biggest estuary in France.\n\nThe city center is located west and south of the Garonne. To the east are a few hills - the only ones in the vicinity. These hills mark the beginning of an industrial zone and suburbs. Because it is a flat city, bicycles make excellent modes of transport, especially as the city has more than 580 km of cycle tracks. Bordeaux is among the most economically dynamic cities in France.\n\nDue to the weakness of the subsoil, there are no skyscrapers in Bordeaux, which explains its sprawl. The center of the town has retained its traditional stone mansions and smart terraces, hence the reason behind the city being called \"Little Paris\".\n\nModern buildings can be found to the west (administrative center) and south (university) of the city.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Bordeaux Pont de Pierre.jpg"],["thumb"],["right"],["Pont-de-Pierre, Bordeaux"]]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Bordeaux-Mérignac Airport"]}," (",{"type":"{{","value":[["IATA"],["BOD"]]},"), ",{"type":"[","value":["http:\/\/www.bordeaux.aeroport.fr\/"]}," is west of the city. It is a regional airport which serves mostly domestic flights, though there are international flights as well connecting Bordeaux to some European \"hub\" airports like ",{"type":"[[","value":[["Paris"]]}," (Orly and Roissy), ",{"type":"[[","value":[["London"]]}," (Gatwick and Luton), ",{"type":"[[","value":[["Madrid"]]},", and ",{"type":"[[","value":[["Amsterdam"]]},".\n\nAn express bus runs every 45 minutes to the city center, with stops on the demand. The same bus runs from Gare Saint Jean to the airport with three stops:\n\n# . Office du Tourisme 12, cours du 30 juillet\n# . Place Gambetta Arrêt 50-16-13 (devant le 38 & 39)\n# . Barrière Judaïque (devant le 9 avenue de la République)\n\nThe fare is €7, but a reduced fare for those under 26 or over 60 is available for €6.\n\nYou can also take public transit (€1.40) from the airport to downtown. After you exit the airport \"Arrivals\" section, walk to the right and you will see a bus stop for route Number 1. This bus will take you directly to Gambetta (a short walk from the Hotel de Ville), or you can get off at \"Lycée Mérignac\" and take tramline A to the city centre.\n\n",{"type":"===","value":["By train"]},"\n\nThe main train station (",{"type":"'''","value":["Gare Saint Jean"]},") is located about 4 km from the center of town. Several trains per day (around one every two hours) go north (to ",{"type":"[[","value":[["Paris"]]},", about 3 hours, 25 trains a day, ",{"type":"[[","value":[["Angoulême"]]},", ",{"type":"[[","value":[["Poitiers"]]},"), south (to ",{"type":"[[","value":[["Toulouse"]]},", ",{"type":"[[","value":[["Marseille"]]},", ",{"type":"[[","value":[["Montpellier"]]}," (about 4 to 5 hours), up to ",{"type":"[[","value":[["Nice"]]},"), and east (to ",{"type":"[[","value":[["Périgueux"]]}," and ",{"type":"[[","value":[["Clermont-Ferrand"]]},").\n\nBuses, trams and taxis leave from in-front of the station. Take Tram C to get to downtown if you are going to the more northern part, or a bus if you are going to the area around ",{"type":"''","value":["Place de la Victoire"]},".\n\n",{"type":"===","value":["By car"]},"\n\nYou can reach Bordeaux by car from the north (taking the ",{"type":"'''","value":["A10 highway or N10"]},"), south (taking the ",{"type":"'''","value":["A63 highway"]},"), and east. A beltway goes around the city.\n\nIf possible, avoid driving between 8-10AM and 4-7PM, as the beltway is usually overcrowded.\n\n",{"type":"===","value":["By bus"]},"\n\nLong-distance buses seem to stop southeast of the train station along Rue des Terres de Borde by the rental car parking lots. Eurolines ",{"type":"[","value":["http:\/\/www.eurolines.fr"]}," provide bus service to the city—confirm the location of the stop on your tickets and with the somewhat surly staff at the Eurolines ticket sales office (across the street from the main entrance of Gare Saint-Jean).\n\nIf you're travelling with bikes European Bike Express ",{"type":"[","value":["http:\/\/www.bike-express.co.uk\/atlantic_main.html"]}," run a route from north of ",{"type":"[[","value":[["Leeds"]]},", stopping through the UK to ",{"type":"[[","value":[["Dover (England)"],["Dover"]]}," and then on towards ",{"type":"[[","value":[["Bayonne (France)"],["Bayonne"]]}," via Bordeaux. Passengers normally travel from the UK to Europe.\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxi providers offer service to and from the airport. For taxi services, you can go directly to Bordeaux Airport taxi rank or make an advance booking with one of the companies.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"[[","value":[["File:Bordeaux-lawn-track-&-vines1.jpg"],["thumb"],["Tramway in Bordeaux"]]},"\nBordeaux is quite a big city; however, most of the interesting attractions are in the town center. It is ",{"type":"'''","value":["not"]}," recommended that visitors drive as it is always a hassle to park (and car parks are expensive), and there are often traffic jams in the narrow, old streets of the city.\n\nThe most interesting way to explore the city is by walking. As most of the town center is a ",{"type":"'''","value":["'pedestrian area"]},"', this is easy to do. If you like sports, you can rent roller-skates or a bike (see below) or you can make your way in town using the various bus lines. A small ferry boat permits to go from the western shore of the river to the eastern shore, and vice-versa.\n\nThree efficient tramway lines are also available (A, B, and C), tickets cost €1.40 and covers unlimited journeys within one hour of validation.\n\n",{"type":"===","value":["By bus"]},"\n\nThe bus network is organized around a few main places, where it is possible to take buses to almost every destination in the city :\n\n",{"type":"*","value":[" Gare Saint-Jean (railway station, bus lines going to town center, university, and north of town, TBC agency),"]},{"type":"*","value":[" Place de la Victoire (bus lines going to town center, to the railway station, to the University, north and south-west of town,"]},{"type":"*","value":[" Place Gambetta (bus lines going to la Victoire, the railway station, west, north-west, north of town, TBC agency )."]},{"type":"*","value":[" Quinconces (TBC agency)."]},"\nSingle fare tickets (€1.40) can be purchased from the driver on the bus although you shouldn't expect to receive change. The best thing to do is buy packages of 5\/10 tickets for 5.40\/10.60€ or a daily\/weekly pass for 4.10\/10.60€ from TBC Agencies (French: Espace TBC) at Gare Saint-Jean, Gambetta and Quinconces, all trips are good for one hour of unlimited transfers - you must validate your ticket each time you change buses\/trams. You can also purchase these tickets from the automated machines at the tramway stops, all machines will accept coins and some of them will accept chip debit\/credit cards. To qualify for the reduced student price of €6.30 for 10 trips you need to be a student IN Bordeaux and purchase an ID card (July 2010).\n\n",{"type":"''","value":["Avoid the buses on peak hours (8-10AM, 4-7PM)"]}," as the town center is usually totally jammed (and cars often block bus tracks), and buses are overcrowded.\n\n",{"type":"===","value":["By ferry"]},"\n\n",{"type":"''","value":["Le Bus du Fleuve"]},", as it is called, links the western and eastern parts of the city by a small cruise on the river. It is managed by the CGFTE, and you can therefore ride the ferry using a standard bus ticket. The bus goes from the Southern part of Quai Richelieu to the Place Aristide Briand, very close to the Aquitaine Bridge (one of the must-see in Bordeaux).\n\n",{"type":"===","value":["By electric bus and tramway"]},"\n\nA new tramway ",{"type":"[","value":["http:\/\/www.infotbc.com\/"]}," serves the town, crossing the ",{"type":"[[","value":[["Garonne"]]}," via the ",{"type":"[[","value":[["Pont de Pierre"]]},". A distinctive feature of the tramway is that within the inner city, it has no overhead wires as it utilizes ground-level power supply system.\n\nThe electric bus, called ",{"type":"''","value":["la navette du centre-ville"]},", is the only public transportation on pedestrian roads. There are no bus stops for this one: to board an electric bus, wave your hand to the driver - he will stop the bus and let you on. When you want to go out, just tell the driver.\n\nAll the maps, fares and times are on the TBC Web site (in French) ",{"type":"[","value":["http:\/\/www.infotbc.com"]},". Also, maps and times can be easily accessed with Google Maps, just select route \"By public transit\" when getting directions.\n\n",{"type":"===","value":["By Bicycle"]},"\n\nAs was mentioned previously Bordeaux is very flat and has lots of bike lanes so it is very easy to get around the city by bicycle. The city has recently (February 2010) added a city-wide bike sharing program called VCUB ",{"type":"[","value":["http:\/\/www.vcub.fr\/"]},"(similar to Vélib in Paris), it is a cheap and easy way to see the city although the requirement to put down a €200 deposit before taking a bike might cause problems if you do not have a bank\/credit card that works well with the system. A daily or weekly subscription is 1 or €5, respectively and each usage is free provided you do not go over 30 minutes (you can just return the bike and take out a new one).\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Abbatiale SteCroix Bordeaux abside.jpg"],["thumb"],["Abbatiale Ste Croix"]]},"\n\nBordeaux is a historic city with many tourist attractions. The main districts are briefly presented here, which are listed according to their distance from the railway station.\n\n",{"type":"*","value":[" Les Quais — Great for going for a nice walk on the shores of the Garonne, enjoying a ride on a ferry boat, viewing a stunning landscape over the bridges of Bordeaux, or dancing the night away in the city's many nightclubs.  The ",{"type":"'''","value":["Aquitaine Bridge"]}," is an architectural achievement unique in France."]},{"type":"*","value":[" La Victoire — Historical monuments meet student life and bars."]},{"type":"*","value":[" The Pedestrian Center — If you plan on shopping, or are looking for cultural activities, Bordeaux has a lot to offer - and it starts right here."]},{"type":"*","value":[" Gambetta Square — The rich districts of Bordeaux start north - this part of the town is nicknamed \"Little Paris\"."]},{"type":"*","value":[" Quinconces Square — Be sure to check out the fountain monument to the Girondins, a group of moderate, bourgeois National Assembly deputies during the French Revolution.."]},{"type":"*","value":[" Meriadeck — The administrative center of Bordeaux, with one of the biggest libraries in France."]},"\n",{"type":"*","value":[" Do not miss the ",{"type":"'''","value":["Victory Arch"]}," (Roman architecture), at the center of La Victoire and a great example of the town's Roman roots."]},"\n",{"type":"*","value":[" Relax and take a picnic in the lush ",{"type":"'''","value":["Public Gardens"]},", north of Gambetta square."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Girondins memorial"]}," on the Quinconces square is a fitting tribute to the Girondin députés that were guillotined by the Robespierre."]},"\n",{"type":"===","value":["Museums"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Musee D'Art Contemporain"]}," at 7, rue Ferrère. Definitely worth a visit if you are interested in Modern Art. The Richard Long slate line-up on the roof is a permanent feature. Exhibits are always changing and the museum is an inspiring place for installations. The CAPC is open Tuesday to Sunday 11AM-6PM (to 8PM Wednesday), closed Monday; admission is €5.50 (£4), but free on the first Sunday of the month."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Musee D'Aquitaine"]},", 20, cours Pasteur. Stunning museum that exhibits Gallo-Roman statues and relics dating back 25,000 years. Hours- 11AM-6PM Tue-Sun. Free entry for permanent collections; temporary exhibits cost around €5 for adults."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Have a walk along the ",{"type":"'''","value":["Sainte-Catherine street"]}," in the Pedestrian Center and enjoy the scenery."]},{"type":"*","value":[" Consider crossing the bridges or taking the ferry boat over the river."]},{"type":"*","value":[" Climb the 243 steps of the tower of ",{"type":"'''","value":["Saint-Michel"]},", and enjoy the panoramic view of Bordeaux (entrance 5 Euro - free for EU nationals under 26)."]},{"type":"*","value":[" Spend some time at the ",{"type":"'''","value":["miroir d'eau"]}," (water mirror) at the border of the river. Every now and then, it is filled with 2 cm of water, alternated with a cloud of mist."]},{"type":"*","value":[" Have a drink and a dance at one of the many bars or clubs in Les Quais or La Victoire."]},{"type":"*","value":[" Watch the ducks play in the big public park north of the center and escape from the city at the ",{"type":"'''","value":["Jardin Botanique"]},", Bordeaux's Botanical Garden. Around since 1855, the botanical garden is the perfect place to take a walk around its many paths, or just sit and relax. Guided tours are on offer, as well as occasional workshops and activities for children."]},"Bordeaux gardens open: end March to end October - 8AM-8PM; end October to end March - 8AM-6PM. Bordeaux gardens admission is free.\n",{"type":"*","value":[" Fly a jet fighter ",{"type":"[","value":["http:\/\/www.flyajetfighter.com"]},". You can fly the L39 Albatros from Bordeaux International Airport. Starts at €1950."]},"\n",{"type":"===","value":["Sports"]},"\n\nFootball (soccer) is a very popular sport in Bordeaux, as the F.C. Girondins, the football club, is one of the best in France (avoid talking football in the city, it's another sensitive subject). Tickets for almost every game are easy to come by and can be purchased before the match at the ticket office 'Place Johnston' at the South West corner of the stadium or on the evening of the game at the turnstiles. Games against main rivals Marseille will sell out well in advance as will the fixtures against PSG, Lyon and usually St Etienne so don't travel without a ticket for one of these games. Expect to pay anything between 9 euros for the Virages Nord and Sud (behind the goals) to a maximum of 80 euros for the exclusive Presidential Suite.\n\nThe Virage Sud is an amazing experience for any football fan but be warned that everyone stands up on the seats, your view may be restricted by an impressive array of flags and they have a habit of lighting flares frequently during the match.\n\nDespite the locals being extremely loud and passionate in their support, there are very few safety problems helped partially by the small numbers of travelling fans. In the past few seasons, there have been some clashes against supporters of Marseille and PSG but the vast majority of games end peacefully with both sets of fans mixing on the tram back to the city.\n\nExplore the city on wheels as Bordeaux is a very nice city for practising roller-skating (or roller-blading) and other \"skating sports\".\n\nOther sports that enjoy some support in Bordeaux include ice hockey, handball and mainly rugby. The two Bordeaux rugby clubs Stade Bordelais and Begles merged in 2006 to form Union CABBG. The club plays in the first division of Frances national leagues and usually plays its home games and Stade Andre Moga in the suburb of Begles, even if some prestige games are played at the Stade Chaban-Delmas (the stadium of the soccer team). Tickets for the seated stands are 10 euros.\n\nBordeaux Cricket Club are the vice champions of France and play regularly at Château Giscours in Médoc. Attendance is free and greatly encouraged.\n\n",{"type":"===","value":["Taste wine"]},"\nTouring the vineyards and sampling the local wines are one of the greatest pleasures when visiting Bordeaux. It is the second largest wine-growing region in the world and produces over 800 million bottles annually. It produces some of the best and most prestigious wines in the world, some of the most famous being:\n\n",{"type":"*","value":[" ",{"type":"''","value":["Château Haut Brion"]}]},{"type":"*","value":[" ",{"type":"''","value":["Château Lafite Rothschild"]}]},{"type":"*","value":[" ",{"type":"''","value":["Château Latour"]}]},{"type":"*","value":[" ",{"type":"''","value":["Château Margaux"]}]},{"type":"*","value":[" ",{"type":"''","value":["Château Mouton Rothschild"]}]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Château Ausone"]}]},{"type":"*","value":[" ",{"type":"''","value":["Château Cheval Blanc"]}]},{"type":"*","value":[" ",{"type":"''","value":["Petrus"]}]},"\nTours are available through many operators. Alternately, call ahead for reservations. Note that Haut Brion and Mouton are closed for renovation in 2010, while Latour generally only accepts serious collectors and professionals.\n\nIf you are an individual you can take ",{"type":"'''","value":["daily wine tours"]}," with  ",{"type":"{{","value":[["do"],["name=OPHORUS"],["url=http:\/\/www.ophorus.com"],["email=info@ophorus.com"],["address="],["lat="],["long="],["directions="],["phone = +33 633051009"],["tollfree="],["fax="],["hours="],["price="],["content="]]}," that organizes small group tours departing from Bordeaux and that head towards all ",{"type":"'''","value":["the major vineyards"]}," of the region: ",{"type":"'''","value":["Saint Emilion"]},",",{"type":"'''","value":[" The Médoc"]},", ",{"type":"'''","value":["Graves and Sauternes"]},"... The excursions take place on board 8-seater fully equipped minivans and are taken care of by professional English speaking driver guides.\n\n",{"type":"{{","value":[["do"],["name=DMjWineworks"],["url=http:\/\/www.dmjwineworks.com\/tours.php"],["email=details@dmjwineworks.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}," is Dewey Markham, Jr., an American award-winning wine author who has been living in Bordeaux since 1993. Dewey creates custom-made itineraries for individuals and groups, and accompanies vistiors to vineyards throughout the Bordeaux region.\n\nThe annual summer wine festivals are held in tandem with the \"Bordeaux-fête-le-fleuve\" ",{"type":"[","value":["http:\/\/www.bordeaux-fete-le-fleuve.com\/uk\/programme\/index.html"]}," celebrating the river, land, and international community. The most recent was held on 24–27 June 2010.\n\nThere are many tour operators for this region of France. They can organise your complete tour (including travel to and from Bordeaux and France) or they can arrange visits to wineries and château for you.\n\n",{"type":"==","value":["Learn"]},"\n\nBordeaux is a great city for learning- to learn a bit about French culture, consider visiting cinemas such as Utopia ",{"type":"[","value":["http:\/\/www.cinemas-utopia.org\/"]}," or going to the city library in Meriadeck.\n\nIf you're interested in wine, don't hesitate to visit wine resellers north of Gambetta or Les Quinconces.\n\nThe Bordeaux University ",{"type":"[","value":["http:\/\/www.u-bordeaux.fr\/"]},", located a few kilometers south of town, offers a wide variety of courses, from science to humanities, from beginner classes to high-level research. The laboratories are among the best in France. It is possible to take French courses there in the summer, with Erasmus students. The DEFLE ",{"type":"[","value":["http:\/\/www.defle.u-bordeaux3.fr\/english\/default.htm"]}," (Department for the study of French as a foreign language) is attached to Université Michel de Montaigne - Bordeaux III. It offers both semester and vacation courses in French for foreign students.\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nBordeaux has made its wealth out of trade, and the local economic system relies heavily on shops and trading halls. The Pedestrian Center is basically full of stores of all kinds, from clothes to art, craftworks, food and wine etc. If you're looking for luxury items, head to Gambetta square and its surroundings.\n\nDon't hesitate to buy some local music - Bordeaux music groups are on the rise! Check out Kap Bambino, an electronic music duo formed by singer Caroline Martial and beat-smith boyfriend Orion Bouvier.\n\nClothing is less expensive than in Paris, so wear comfortable shoes and head to Rue Sainte Catherine, the longest pedestrian precinct in Europe and the best place for shopping. For some cheap second-hand and vintage clothes, check out a shop called ",{"type":"'''","value":["KiloChic"]}," on 40 Cours de la Somme.  There are also a few AMOS second-hand stores in the city that offer a nice selection of second-hand and vintage stuff.\n\nOf course, you can hardly leave Bordeaux, without taking home some of its beloved wine. Make sure you're aware of the customs rules at the airport.\n\n",{"type":"==","value":["Eat"]},"\n\nGastronomy has a very important place in the city, which is full of restaurants of all kinds. French restaurants provide dishes from almost every part of the country, and there are a lot of Asian, African or Arabian restaurants.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe du Port"],["url="],["email="],["address=1, quail Deschamps"],["lat="],["long="],["directions="],["phone = +33 5 56 77 81 18"],["tollfree="],["fax="],["hours="],["price=A la carte €35"],["content=It's dining with the ultimate view, the Left Bank on one side and the Pont de Pierre on the other. But it's not just the views that draw customers here in droves, the food's pretty good too. Especially consideing that the chef is the famed Phillipe Techoire. Under his command, you'll feast on beef rib roast, glass eye, and in the winter, roast pig's feet with mustard. Enjoy!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'entrecôte"],["url=http:\/\/www.entrecote.fr\/"],["email="],["address=4 Cours du 30 juillet"],["lat="],["long="],["directions="],["phone = +33 5 56 81 76 10"],["tollfree="],["fax="],["hours="],["price=€17"],["content= A famous restaurant, where you can eat a piece of meat served with a secret sauce. No reservation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cassolette Cafe"],["url=http:\/\/www.cassolettecafe.com"],["email="],["address=20 Place de la Victoire"],["lat="],["long="],["directions="],["phone = +33 5 56 92 94 96"],["tollfree="],["fax="],["hours="],["price="],["content=Well priced and hearty food. Tick your items off on the menu placemat. If you're hungry, consider trying \"la menu goutatout\" - a choice of any 5 small dishes (\"cassolettes\") including desserts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chez Greg"],["url="],["email="],["address=30-31, quail de la Monnaine"],["lat="],["long="],["directions="],["phone = +33 5 56 31 30 30"],["tollfree="],["fax="],["hours="],["price="],["content=Serving tasty dishes such as a tartine of red mullet, the ambiance of this restaurant puts customers at ease with its Philippe Starck chairs and walls lined with wine bottles. Speaking of wine, the wine bar upstairs is great for pre and post dinner tastings."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Couleurs Cafe"],["url="],["email="],["address=28, rue Pere-Louis-de-Jabrun"],["lat="],["long="],["directions="],["phone = +33 5 56 48 28 58"],["tollfree="],["fax="],["hours="],["price="],["content=It's the perfect little French bistro where you can take a well earned pause from the days activities and graze on some tasty light fare. The salads with the homemade bread rolls are a great choice, or you can indulge in some of the decadent cakes on offer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=FERNAND"],["url="],["email=fernand-bordeaux@orange.fr"],["address=7, quai de la Douane"],["lat="],["long="],["directions="],["phone = +33 5 56 81 23 40"],["tollfree="],["fax="],["hours=every day for lunch and dinner"],["price="],["content= An authentic bistro next to the \"Place de la Bourse\", on the waterfront in the old Bordeaux : an old wooden decor and a very pleasant terrace in front of the Garonne and the \"Miroir d'eau\"; you can enjoy a French cooking who follows seasons with beautiful products like seafood, oysters, wild fishes from Arcachon, \"Blond d'Aquitaine\" beef etc., all of those, served by a warm and pleasant welcome."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Tupina"],["url="],["email="],["address=6, rue Pas-de-la-Monnaine"],["lat="],["long="],["directions="],["phone = +33 5 56 91 56 37"],["tollfree="],["fax="],["hours="],["price=Fixed price €45, A la carte €46"],["content= Regional cuisine at its best. Fresh local produce served generously and heartily. Meals are served in a Basque ambiance, with country tablecloths and wood chairs. Try the corn fed Landes fowl, and you'll understand why this earned La Tupina the Second Best Bistro in the world by the International Herald Tribune."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=L'estaquade"],["url="],["email="],["address=Quai de Dueyries"],["lat="],["long="],["directions="],["phone = +33 5 57 54 02 50"],["tollfree="],["fax="],["hours="],["price="],["content= Situated on the Right Bank of the river (it is the building that just out over the water on stilts) you will get a great view of the Bordeaux waterfront at the same time as a delicious meal. Starters, Main Courses and Desserts start from €13,23,6 respectively."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Soléna"],["url=http:\/\/www.solena-restaurant.com"],["email="],["address=5, rue Chauffour"],["lat="],["long="],["directions=10 minutes from Centreville, Meriadeck, Hotel Mercure, Hotel Budigala, Tram Line A"],["phone = +33 5 57 53 28 06"],["tollfree="],["fax="],["hours=Dinner, Wednesday- Saturday. Lunch and Dinner, Sunday."],["price=Menu fixe €34, €39, €55"],["content=New gastronomic restaurant owned and operated by a Franco-American couple dedicated to bringing farm fresh, local, sustainable produce of Southwest France to the table. Everything from the sauces to the ice cream and pastries are made in-house. Dining room is contemporary and organic, accented by Bordeaux limestone and French oak tables. Service is warm, friendly, without pretentiousness. Menu changes frequently according to season."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Chez Julio"],["url=http:\/\/chez-julio.fr\/"],["email=chez-julio33@gmail.com"],["address=4 rue de la Maison Daurade"],["lat="],["long="],["directions="],["phone = +33 5 56 52 44 65"],["tollfree="],["fax="],["hours="],["price=€25"],["content= A famous restaurant, where you can eat a large variety of traditional South-West dishes."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nBordeaux is lively during the day and continues throughout the night. If you're looking for a bar to hang out with friends or to enjoy watching a football match, head for ",{"type":"[[","value":[["Bordeaux\/La Victoire"],["La Victoire"]]},", as most of the pubs and bars of the town are here. Virtually, all the shops in the surroundings of this area are bars, and you'll likely be able to find one that suits your needs.\n\nIf you prefer dancing or clubbing, most of the night-clubs are on the ",{"type":"[[","value":[["Bordeaux\/Les Quais"],["Quais"]]},", near the train station. From rock to disco, dance to techno, you also have a lot of choice.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Dick Turpin's"],["url="],["email=dickturpin@orange.fr"],["address=72, Rue du Loup"],["lat="],["long="],["directions="],["phone = +33 5 56 48 07 52"],["tollfree="],["fax="],["hours="],["price="],["content= One of the oldest English pubs in Bordeaux, popular with young and old alike. Good music, no TV."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=El Chuchumbe"],["url="],["email="],["address=6, rue Causserouge"],["lat="],["long="],["directions="],["phone = +33 5 56 31 25 88"],["tollfree="],["fax="],["hours="],["price="],["content=Best place to go for a salsa dance, head there around midnight when bodies really start shaking on the dance floor. They serve great mojitos as well to complement the mood."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Frog and Rosbif"],["url="],["email="],["address=23, Rue Ausone"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= English pub near La Garonne with an all-English staff.  A popular hangout for those who want to catch football or rugby matches."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Break"],["url="],["email="],["address=23, Rue de Candale"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A popular hipster-like bar just outside la place de la victoire which plays great music and attracts a younger crowd.  Arrive early if you want to get a table during the weekend."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Xing-Xing"],["url="],["email="],["address=20, Rue Piliers de Tutelle"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An animé\/manga themed bar with a very fun atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Café Brun"],["url="],["email="],["address=45, Rue Saint Rémi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An old-looking but very cosy bar with a huge offer of Belgian beers and Whiskies."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Shadow Lounge International"],["url="],["email="],["address=5, rue Cabanac"],["lat="],["long="],["directions="],["phone = +33 5 56 49 36 93"],["tollfree="],["fax="],["hours="],["price="],["content=The place to go for the young and trendy, Shadow possess a certain sexiness to its decor that is very appealing, even the restrooms are marble. The DJ spins the latest tunes while the hip clientele sip on very expensive drinks."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nMost tourist hotels are close to the railway station (that is, close to the ",{"type":"[[","value":[["Bordeaux\/Les Quais"],["Quais"]]},"). There are some luxury hotels close to Gambetta square and Quinconces square, which are really nice but rather expensive.\n\nBordeaux has a recently-built youth hostel, close to the railway station, which can be worth a visit for a few nights - remember to book in advance.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Auberge de la jeunesse"],["alt="],["url=http:\/\/www.auberge-jeunesse-bordeaux.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+33 5-56 330 070"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=22 cours Barbey. Bordeaux's only hostel has decent facilities. Breakfast and bedding is included. Note that there is a lock-out between 2AM and 5AM so plan your night accordingly. €23 per person\/night."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=The Ibis Bordeaux St Jean"],["alt="],["url=http:\/\/hotel-ibis-bordeaux-saint-jean.accorhotels.net\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+33 5-56942525"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=19, quai Paludate. Very accessible from Gare St Jean railway station, the rooms are small but self-contained. Basic but in a great location. Prices ranging from €53 to €90."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=A blue Lodge in Bordeaux"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone =+33 6 78 25 85 83"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=70, rue de Ségur 33000 Bordeaux. Lovely guestrooms into a preserved and typical house from Bordeaux : a 19th-century \"échoppe\" with garden. Located on the Tramway B line leading to the historical city centre. Also direct from the train station with bus N°9. Easy and free parking. Close to Universities and Victoire."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Citadines Centre Meriadeck Bordeaux"],["url=http:\/\/www.citadines.com\/en\/france\/bordeaux\/meriadeck.html"],["email=bordeaux@citadines.com"],["address=25, rue Jean Fleuret"],["lat="],["long="],["directions="],["phone=+33 5 57 01 62 70"],["tollfree="],["fax=+33 5 56 24 50 83"],["hours="],["price=Daily rates starts from €63"],["checkin="],["checkout="],["content= The residence is between the new business area and a few minutes walk from the historic centre of Bordeaux. Its 118 apartments range from two-person studios to one-bedroom apartments, all have a bathroom with separate toilet, kitchen and TV with satellite channels."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tulip Inn Bordeaux"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +33 5 56 48 00 88"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=4, rue Martignac and 11, rue Mautrec. Charming 18th century hotel, with fine furnishings throughout the hotel, with mahogany furnishings and beech furniture. Close to the Grand Theatre and the Triangle d'Or."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel de Normandie"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +33 5 56 52 16 80"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=7-9, cours du 30- Juillet. While the rooms are rather bland, the location and views of the Place des Quinconces from the rooms are stunning."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Regent"]},", the only five-star hotel in Bordeaux, is located near the Bordeaux theatre. Includes the Michelin-starred restaurant le Pressoir d'Argent and many casual cafes where you can savour the local cuisine. Rooms are impeccably decorated, and include separate marble bathrooms. Approximately 350 Euros for a superior room, about 20 square meters. 2-5 Place de la Comedie 33000 Bordeaux. Tel: +33 05 57 30 44 44 ",{"type":"[","value":["http:\/\/www.theregentbordeaux.com"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Sofitel Bordeaux"]}," hotel is close to the banks of the Bordeaux lake, near the Convention center. There is a private swimming pool. 1 Avenue Jean-Gabriel Domergue in Bordeaux le Lac. Tel: + 33 05 56 69 66 66, ",{"type":"[","value":["http:\/\/hotel-sofitel-bordeaux.accorhotels.net\/"]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Burdigala"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +33 5 56 90 16 16"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=115, rue Georges-Bonnac. Displaying a European elegance, the Burdigala attracts a cosmopolitan clientele that appreciates its multi-lingual staff and spacious rooms complete with marble bathrooms. Hotel also hosts long term stays."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mercure Libertel Claret"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +33 5 56 01 79 79"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=18, parvis des Chartons. More than just a luxury hotel, the Mercure also features a wine bar that showcases 200 different wines from all over the world. The spacious rooms have all been renovacted and display a subtle elegance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Petit Hotel Labottiere"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +33 5 56 48 44 10"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=14, rue Francis-Martin. Listed as a historical monument, this 18th century hotel exudes opulence and style. Luxurious furnishings abound but with a modern level a comfort. Well worth the indulgence."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nBordeaux is covered by the three major telecommunication operators in France : France Telecom (Orange), Bouygues, and SFR. If you have a GSM cellphone with an international subscription, you should be able to give calls from anywhere in the city. It is also possible to find phone cabins, but some have been removed recently due to their decreased usage.\n\nAs for internet access, there are a few cybercafes in the pedestrian center, which are not expensive (from 2 to 4 euros per hour).\n\nMost restaurants also offer free Wi-Fi.\n\n",{"type":"==","value":["Stay safe"]},"\n\nBordeaux is not a city with a high crime rate.  If you respect some simple rules, you shouldn't have any problems.\n\n",{"type":"*","value":[" Beware of pickpockets, mostly in crowded buses and in the pedestrian streets. Do not leave any luggage out of view as it might disappear. If you're taking the bus with a backpack, it's better putting it between your feet than keeping it on your back."]},"\n",{"type":"*","value":[" Do not go to clubs or bars alone at night. If you are meeting with friends, meet outside the bar\/club.  It's easier to get inside when you're a pack."]},"\n",{"type":"*","value":[" As another general rule, do not accept drinks offered by people you don't know, as some people may drug you and abuse you afterwards. There were several cases reported in Bordeaux.  Take drinks directly at the bar or from the waiter."]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url="],["email="],["address=95 Rue Ducau"],["lat="],["long="],["directions="],["phone=+33 557-870476"],["tollfree="],["fax=+33 556-792229"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nThere are a lot of interesting things to see close to Bordeaux.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["North"]},": The  Medoc region, where some of the famous Bordeaux wines are produced. The first growths Château Lafite Rothschild, Chateau Latour, Château Margaux and Chateau Mouton Rothschild are all located in the Medoc. If you are planning a tour to a chateau, keep the following in mind: (1) call ahead and make a reservation; (2) Chateau Latour generally only accepts serious collectors and professionals; and (3) Chateau Mouton Rothschild is closed for renovation during 2010, the chai is a five-meter hole as of this writing."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["West"]},": To the west, you will end up at the Atlantic Ocean, with over 250 kilometers of golden sand beaches accompanied by a sea of unspoilt pine forests; there are a lot of very nice-looking little towns close to the sea, including ",{"type":"[[","value":[["Arcachon"]]},", sea-side town, noted for its oyster production. You can take a train from Gare de Saint Jean in Bordeaux to Arcachon for around 7 euros, the train takes between 40 and 50 minutes. The Hourtins' Lake, the biggest fresh water water lake in France, is located there. In summer, its a paradise to go swimming or cycling in the pine-tree woods of that area. Near Arcachon is the biggest sand dune in Europe– very interesting, especially when you travel with small children."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["East"]},": Here you will find Saint Emilion, a well known AOC (c.f. ",{"type":"[[","value":[["Saint-Émilion AOC"]]},") surrounding the UNESCO Heritage village by the same name (c.f. ",{"type":"[[","value":[["UNESCO World Heritage List"]]},"). Here, the most famous chateau are Château Ausone and Château Cheval Blanc. Nearby, in the ",{"type":"[[","value":[["Pomerol AOC"]]},", lies Château Petrus. In addition, the Entre-deux-Mers between the Garonne river and the Dordogne river has a large variety of old castles and wineries that produce ",{"type":"[[","value":[["Bordeaux Superieur"]]}," wines."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["South"]},": The Graves region, which includes some of the oldest vineyards.  Two famous estates are Château Haut-Brion (closed for renovation in 2010) and Château La Mission Haut-Brion.  To the southeast lies ",{"type":"[[","value":[["Sauternes"]]},", which produces one of the most famous dessert wines in the world, Château d'Yquem. This area is the most interesting for historical tourism, with many beautiful towns and historical monuments open to the public. Towns: ",{"type":"[[","value":[["Bazas"]]},", Saint Macaire, Uzeste,Cadillac. Castles: Chateau de Roquetaillade ",{"type":"[","value":["http:\/\/www.roquetaillade.eu"]},", ",{"type":"[[","value":[["Villandraut"]]},", ",{"type":"[[","value":[["Malle"]]},", Fargues, Cazeneuve."]},"\nTo reach those places, you can use either the regional railways (TER) or inter-city bus lines (which often go where trains do not). By car, all these areas are less than an hour from Bordeaux.\n\nThe whole region is covered with well organized bike or walking trails which let you discover the countryside.\n\n",{"type":"{{","value":[["geo"],["44.8386"],["-0.5783"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Gironde"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bordeaux"]]},"\n",{"type":"[[","value":[["Wikipedia:Bordeaux"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/France\/Regions\/Aquitaine\/Gironde\/Localities\/Bordeaux\/"]]}]