[{"type":"{{","value":[["pagebanner"],["Borjomi banner.jpg"]]},"\n",{"type":"[[","value":[["File:The park in Borjomi.jpg"],["right"],["thumb"],["Borjomi from the cable car"]]},"\n",{"type":"'''","value":["Borjomi"]}," (ბორჯომი bohr-joh-mee) is a town in central ",{"type":"[[","value":[["Georgia (country)"],["Georgia"]]}," as well as the name of a natural reserve and of the famous volcanic salty spring water. The source of this spring water lies in the Borjomi gorge.\n\n",{"type":"==","value":["Get in"]},"\nFrom ",{"type":"[[","value":[["Tbilisi"]]},", ",{"type":"[[","value":[["Gori"]]},", ",{"type":"[[","value":[["Mtskheta"]]},", it is possible to get in using train Tbilisi - Borjomi.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":[" Do "]},"\n",{"type":"{{","value":[["do"],["name=Visit the city park"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Stretched along the Borjomula river, city park contains the source of the Borjomi mineral water. First part of park contains park amusements and cafes. Distant part of the park is a great for a walk. Near the entrance there is an option to use cable car to get up to plateau."]]},"\n\nVisit the Borjomi Kharagauli national park, the largest national park in Georgia ",{"type":"[","value":["http:\/\/www.nationalpark.ge"]}," by going to the administration of the office, which is a bit to the west of Borjomi (23 Meskheti str.), and get a free access permission and a map of the area with all the routes and shelters as well.\n\nIf you want to take a hike in the national park, get enough supplies, water, and some basic sleeping gear with you, as the cabins are very basic. It is also to take a one day hike from Borjomi to Qvabiskhevi (or the other way around) and  then hitchhike or take a local bus or taxi back to Borjomi. It is also possible to take multiple day hikes. That way you get to go to the higher parts (up to 2600 meters).\n\n",{"type":"==","value":["Buy"]},"\nNear the entry to the city park, locals sell home-made jam from pine tree cones. It is claimed that the jam is useful when curing upper respiratory tract infections and is good for improving immunity.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Taverna"]},":  Restaurant near the entrance of the main bridge (Silamazis Khidi) and the small park (patara parki), Taverna has a wide selection of traditional Georgian dishes.  Taverna enjoys a reputation for its mushrooms cooked in clayware."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Borjomis Kheoba"],["alt="],["url=http:\/\/www.borjomiskheoba.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=28 comfortable rooms, mineral water spas, outdoor swimming pool, bar and restaurant. Prices from 65 to 250 Georgian lari including all meals."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Marina's Guesthouse"]},": Cozy guesthouse near the center of town and a popular way station for expats, backpackers and tourists. Marina's son and daughter both speak fluent English."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Borjomi"]},". Elegant, wooden Tsarist-era house located in central Borjomi, next to the Museum of Local Lore. Bed and breakfast available. Prices start from 70 Georgian lari. English and Russian spoken."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Leo's Homestay"],["url=http:\/\/www.facebook.com\/pages\/Leos-HomestayGuesthouse-in-BorjomiGeorgia\/204927829558641"],["email=jango.geo@gmail.com"],["address=18 Pirosmani"],["lat="],["long="],["directions=turn right onto the street after the Borjomi museum of local lore - the home is on the left side of the street."],["phone=(+995)574861516, (+995)593981595, (+995)551414422"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Leo and his mother have  2 rooms that can accommodate 7-8 or so people.  The price for the night is 20 GEL a person, and for 5 GEL more Leo's mother will make breakfast, which often features a substantial number of pancakes.  Leo is also a great source of information about Borjomi and the surrounding area, and regularly arranges excursions for his guests, such as trips to Vardzia and horseback riding in the Borjomi-Kharagauli national park.  He also speaks excellent English."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" There are minibuses going to ",{"type":"[[","value":[["Batumi"]]}," (price - 18 Lari)."]},"It is possible to reach ",{"type":"[[","value":[["Tbilisi"]]},", using train or minibus.\n",{"type":"*","value":[" The sightseeing train ",{"type":"[","value":["http:\/\/bbr.railway.ge\/"]}," to ",{"type":"[[","value":[["Bakuriani"]]}," ski resort (1 or 2 gel, 30 km) which leaves from trainstation 2 is nice for sightseeing, and takes 2 hours."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Samtskhe-Javakheti"]]},"\n",{"type":"{{","value":[["Geo"],["41.833333"],["43.383333"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Borjomi"]]},"\n",{"type":"[[","value":[["Commons:Category:Borjomi"]]}]