[{"type":"{{","value":[["pagebanner"],["Trebinje_banner.jpg"],["caption=Trebinje River in Herzegovina"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Planina Čemernica.jpg"],["caption="],["location=LocationBosniaAndHerzegovina.png"],["flag=Flag of Bosnia and Herzegovina.svg"],["capital=",{"type":"[[","value":[["Sarajevo"]]}],["government=Federal Democratic Republic"],["currency=Convertible Mark (BAM)"],["area=51,129 sq km"],["population=4,552,198 (July 2007 est.)"],["language= ",{"type":"[[","value":[["Bosnian"]]},", ",{"type":"[[","value":[["Serbian"]]},", ",{"type":"[[","value":[["Croatian"]]}],["religion=Muslim 40%, Orthodox Christians 31%, Roman Catholic 15%, other (mostly nonreligious) 14% [est. in 1990]"],["electricity=220V\/50Hz (European plug)"],["tld=.ba"],["callingcode=+387"],["timezone=UTC+1"]]},"\n",{"type":"{{","value":[["infobox"],["Two entities, two tourism agencies"],["As the Federation politically aspires to unite the whole of Bosnia, and abolish the entities, the ",{"type":"[","value":["http:\/\/www.bhtourism.ba\/eng\/ tourism agency of the Federation"]}," gives information about all of BiH, ",{"type":"''","value":["including the RS"]},".",{"type":"<","value":["br"]},"On the other hand, the ",{"type":"[","value":["http:\/\/www.turizamrs.org\/ tourism organisation of the Republika Srpska"]},", the entity which politically strives to uphold the inter-entity borders which were agreed in the 1995 Dayton-agreement, ",{"type":"''","value":["only"]}," gives information about Republika Srpska, and no information about the Federation of BiH."]]},"\n\n",{"type":"'''","value":["Bosnia and Herzegovina"]}," (",{"type":"''","value":["Bosna i Hercegovina"]},", Босна и Херцеговина, usually shortened to ",{"type":"''","value":["BiH"]},") is a European country located on the ",{"type":"[[","value":[["Balkans"],["Balkan peninsula"]]},". It was formerly part of ",{"type":"[[","value":[["Yugoslavia"]]}," but gained independence in 1992. It borders ",{"type":"[[","value":[["Croatia"]]}," to the north, west and southwest, ",{"type":"[[","value":[["Serbia"]]}," to the east and ",{"type":"[[","value":[["Montenegro"]]}," to the southeast. Mostly mountainous, it has access to a tiny portion of the Adriatic Sea coastline in the south.\n\n",{"type":"==","value":["Understand"]},"\nUntil recently, the idea of a Bosnian nationality mainly applied to the nation's Muslims, also referred to as Bosniaks. Bosnia's Croatians and Serbs looked to Serbia and Croatia for guidance and as the mother country and both had aspirations for political union with either Serbia or Croatia once the Yugoslav state began to fall apart in the early 1990s. This of course spelled disaster for the state of Bosnia and as a result a bloody civil war was fought between all three groups. In the end the Croatian-Muslim alliance fought the Serbian forces on the ground whilst NATO attacked the Bosnian Serbs from the air, causing a military defeat for the Serbs. A peace treaty followed, with the detailed scrutiny of the US Clinton Administration helping seal the deal. The result was that Bosnia would be a federation comprising a Croat-Muslim unit alongside a Serb autonomous entity. Things have rapidly improved since then but the two regions of Bosnia still have a long way to go towards complete political and social union. As of now, it could be said Bosnia functions as one country with two or even three different parts. However, the central government lies in Sarajevo and there is one common currency, the Mark (KM).\n\n",{"type":"===","value":["History"]},"\n; 9 May 1945: End of the Second World War (National Holiday)\n\n; ",{"type":"'''","value":["National holiday in Federation of BiH"]}," : 25 November: Bosnia and Herzegovina's declaration of sovereignty in October 1991, was followed by a declaration of independence from the former Yugoslavia on 3 March 1992 after a referendum boycotted by ethnic Serbs. This National holiday is not commemorated in the RS.\n\n; ",{"type":"'''","value":["National holiday in Republika Srpska"]}," : 9 January: The Day of the Republic. On 9 January 1992, the Bosnian Serb Assembly adopted a declaration on the Proclamation of the Serbian Republic of Bosnia and Herzegovina. In August 1992, the reference to Bosnia and Herzegovina was dropped from the name, and it became simply Republika Srpska.\n\n; ",{"type":"'''","value":["Independence"]},": 1 March 1992 (from Yugoslavia; referendum for independence was completed 1 March 1992; independence was declared 3 March 1992)\n\nThe Bosnian Serbs - supported by neighbouring Serbia and Montenegro -responded with armed resistance aimed at partitioning the republic along ethnic lines and joining Serb-held areas together to form a \"greater Serbia.\" In March 1994, Bosniaks and Croats reduced the number of warring factions from three to two by signing an agreement creating a joint Bosniak\/Croat Federation of Bosnia and Herzegovina. On 21 November 1995, in Dayton, Ohio, the warring parties signed a peace agreement that brought to a halt the three bloody years of ethno-religious civil strife (the final agreement was signed in Paris on 14 December 1995).\n\n; ",{"type":"'''","value":["Constitution"]}," : the Dayton Agreement, reached at Wright-Patterson Air Force Base near Dayton, Ohio, United States, on 21 November 1995, and formally signed in Paris on 14 December 1995, included a new constitution now in force; note - each of the entities also has its own constitution.\n\nThe Dayton Agreement retained Bosnia and Herzegovina's international boundaries and created a joint multi-ethnic and democratic government. This national government was charged with conducting foreign, economic, and fiscal policy. Also recognized was a second tier of government comprised of two entities roughly equal in size: the Bosniak\/Croat Federation of Bosnia and Herzegovina and the Bosnian Serb-led Republika Srpska (RS). The Federation and RS governments are charged with overseeing internal functions.\n\nIn 1995-96, a NATO-led international peacekeeping force (IFOR) of 60,000 troops served in Bosnia to implement and monitor the military aspects of the agreement. IFOR was succeeded by a smaller, NATO-led Stabilization Force (SFOR) whose mission is to deter renewed hostilities. SFOR was shut down end of 2004. In 2013 there is still some presence of foreign troops, but they are mostly seen just driving around.\n\n",{"type":"===","value":["Economy"]},"\nBosnia and Herzegovina ranked next to the former Yugoslav Republic of Macedonia as the poorest republic in the old Yugoslav federation. Although agriculture is almost all in private hands, farms are small and inefficient, and the republic is traditionally a net importer of food. Industry has been greatly overstaffed, one reflection of the socialist economic structure of Yugoslavia. Tito had pushed the development of military industries in the republic with the result that Bosnia hosted a large share of Yugoslavia's defense plants. The bitter inter-ethnic warfare in Bosnia caused production to plummet by 80% from 1990 to 1995, unemployment to soar, and human misery to multiply. With an uneasy peace in place, output recovered in 1996-99 at high percentage rates from a low base; however, output growth slowed in 2000 and 2001. GDP remains far below the 1990 level. Economic data are of limited use because, although both entities issue figures, national-level statistics are limited. Moreover, official data do not capture the large share of activity that occurs on the black market. The konvertibilna marka (BAM) - the national currency introduced in 1998 - is now pegged to the euro, and the Central Bank of Bosnia and Herzegovina has dramatically increased its reserve holdings. Implementation of privatization, however, has been slow, and local entities only reluctantly support national-level institutions. Banking reform accelerated in 2001 as all the communist-era payments bureaus were shut down. The country receives substantial amounts of reconstruction assistance and humanitarian aid from the international community but will have to prepare for an era of declining assistance.\n\n",{"type":"===","value":["Culture"]},"\n",{"type":"[[","value":[["File:Travnik Panorama 1.JPG"],["thumb"],["300px"],[{"type":"[[","value":[["Travnik"]]}," panorama"]]},"\nBosniaks, Serbs, and Croats form the largest ethnic groups in the country. Since the break-up of Yugoslavia, ",{"type":"''","value":["Bosniak"]}," has replaced Muslim as an ethnic term in part to avoid confusion with the religious term Muslim — an adherent of Islam. Also note that ethnicity and religion mostly overlap; with Muslims (mostly Bosniaks), Orthodox Christians, and Catholic Christians (mostly Croats) being the three main faith groups of the country. There are also some Roma, Protestants and Jews as well. Nevertheless, the country is highly secular and religion is seen as more of a traditional and cultural identity than a set of rituals and rules.\n\n",{"type":"===","value":["Climate"]},"\nHot summers and cold winters; areas of high elevation have short, cool summers and long, severe winters; mild, rainy winters along coast\n\n",{"type":"===","value":["Terrain"]},"\nMountains and valleys.\n; ",{"type":"''","value":["Natural hazards"]}," : destructive earthquakes.\t \n; ",{"type":"''","value":["Highest point"]}," : Maglić 2,386 m\n\n",{"type":"==","value":["Regions"]},"\nWhile the country is divided into two \"entities\"; the ",{"type":"[","value":["http:\/\/www.bhtourism.ba\/eng\/",{"type":"'''","value":["Federation of Bosnia and Herzegovina"]}]},"  with a predominant Muslim\/Croat majority population and the ",{"type":"[","value":["http:\/\/www.turizamrs.org\/",{"type":"'''","value":["Republika Srpska"]}]}," (i.e. ",{"type":"''","value":["Republic of Serbs"]}," or ",{"type":"''","value":["RS"]},") with a Serb majority population, here is a \"traveller-friendly\" division of the country based on traditional regions.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Bosnia and Herzegovina Regions map.png"],["regionmapsize=430px"],["regionmaptext=Map of Bosnia and Herzegovina with travel regions colour-coded"],["region1name=",{"type":"[[","value":[["Bosanska Krajina"]]}],["region1color=#71B37B"],["region1description=northwest of the country \"hugged\" by Croatia"],["region2name=",{"type":"[[","value":[["Central Bosnia"]]}],["region2color=#77A3C0"],["region2description="],["region3name=",{"type":"[[","value":[["Herzegovina"]]}],["region3color=578E86"],["region3description=south of country, traditionally inhabited by Croats mostly"],["region4name= ",{"type":"[[","value":[["Northeastern Bosnia"]]}],["region4color=B097B0"],["region4description="],["region5name= ",{"type":"[[","value":[["Posavina"]]}],["region5color=#C8BEB7"],["region5description=along the Sava River"],["region6name= ",{"type":"[[","value":[["Sarajevo Region"]]}],["region6color=#9DB28E"],["region6description=the capital and its environs"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sarajevo"]]}," — the national capital; a cosmopolitan European city with a unique Eastern twist as can be seen in its vast diversity of architectural styles"]},{"type":"*","value":[" ",{"type":"[[","value":[["Banja Luka"]]}," — the second largest city, serving as the capital of ",{"type":"''","value":["Republika Srpska"]},", with some historical sights and a rich nightlife"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bihać"]]}," — city on Croatian border, surrounded by an impressive nature"]},{"type":"*","value":[" ",{"type":"[[","value":[["Fojnica"]]}," — near the Franciscan monastery, the heart of Bosnian Catholicism"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jajce"]]}," — a small city with a beautiful waterfall and number of historical attractions dotted around its center"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mostar"]]}," — nice old town on Neretva River, symbolized by its medieval bridge"]},{"type":"*","value":[" ",{"type":"[[","value":[["Neum"]]}," — the only coastal town, with sandy beaches backed by steep hills"]},{"type":"*","value":[" ",{"type":"[[","value":[["Tuzla"]]}," — third largest city with much industry, though has a lovely old town and monuments to the brutal war too"]},{"type":"*","value":[" ",{"type":"[[","value":[["Teslic"]]}," — а health spa resort with the biggest tourist capacity in the country"]},{"type":"*","value":[" ",{"type":"[[","value":[["Travnik"]]}," — a small city with a fortress and historical buildings."]},{"type":"*","value":[" ",{"type":"[[","value":[["Zenica"]]}," — city with an Ottoman old quarter"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kozara"]]}," — national park in the north-west with dense forests and hilly meadows, a hiking and hunting destination."]},{"type":"*","value":[" ",{"type":"[[","value":[["Međugorje"]]}," — inland town between mountains with a mild Mediterranean climate, but perhaps best known due to claims of apparitions of the Virgin Mary to six locals."]},{"type":"*","value":[" ",{"type":"[[","value":[["Srebrenica"]]}," — small town in the north-east, beautiful nature (third deepest canyon, of river Drina in the world), best known as the site of a genocide during the Bosnian War."]},{"type":"*","value":[" Igman ski resort"]},{"type":"*","value":[" Jahorina ski resort "]},{"type":"*","value":[" Bjelašnica ski resort"]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Entry requirements"]},"\nEU, EEA, Swiss, Andorran, Monégasque, San Marinese, Serbian and Vatican City citizens can enter Bosnia and Herzegovina ",{"type":"'''","value":["visa-free"]}," for up to 90 days with either a passport or a national identity card.\n\nForeign nationals of the following countries\/territories can enter Bosnia and Herzegovina ",{"type":"'''","value":["visa-free"]}," for up to 90 days with a passport: ",{"type":"[[","value":[["Albania"]]},", ",{"type":"[[","value":[["Argentina"]]},", ",{"type":"[[","value":[["Australia"]]},",  ",{"type":"[[","value":[["Bahamas"]]},", ",{"type":"[[","value":[["Brazil"]]},", ",{"type":"[[","value":[["Brunei"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Chile"]]},", ",{"type":"[[","value":[["Costa Rica"]]},", ",{"type":"[[","value":[["El Salvador"]]},", ",{"type":"[[","value":[["Guatemala"]]},", ",{"type":"[[","value":[["Honduras"]]},", ",{"type":"[[","value":[["Israel"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["Republic of Macedonia"],["Macedonia"]]},", ",{"type":"[[","value":[["Malaysia"]]},", ",{"type":"[[","value":[["Mauritius"]]},", ",{"type":"[[","value":[["Mexico"]]},", ",{"type":"[[","value":[["Montenegro"]]},", ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Nicaragua"]]},", ",{"type":"[[","value":[["Panama"]]},", ",{"type":"[[","value":[["Paraguay"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Taiwan"]]}," (Republic of China), ",{"type":"[[","value":[["Turkey"]]},", ",{"type":"[[","value":[["United States"]]},", ",{"type":"[[","value":[["Uruguay"]]},", ",{"type":"[[","value":[["Venezuela"]]},", additionally persons holding British National (Overseas), ",{"type":"[[","value":[["Hong Kong"]]}," SAR, ",{"type":"[[","value":[["Macau"]]}," SAR and Sovereign Military Order of Malta passports. Also it is ",{"type":"'''","value":["visa-free"]}," for up to 30 days for citizens of ",{"type":"[[","value":[["Russia"]]}," and ",{"type":"[[","value":[["Ukraine"]]},".\n\nAny person not covered by one of the visa exemptions listed above will need to apply for a visa at an embassy or consulate of Bosnia and Herzegovina in advance. However, nationals who need a visa to enter Bosnia and Herzegovina are eligible for a free 7 days visa if they are holding a multiple-entry Schengen visa or Schengen countries residence permit.\n\nMore information about visa exemptions and the visa application procedure is available at the ",{"type":"[","value":["http:\/\/www.mfa.ba\/konzularne_informacije\/vize\/Default.aspx website of the Ministry of Foreign Affairs"]},".\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sarajevo-airport.ba Sarajevo Airport"]}]}," (",{"type":"{{","value":[["IATA"],["SJJ"]]},") is in the suburb of Butmir and is relatively close to the city centre. There is no direct public transportation, and taxi fares to\/from the airport are surprisingly expensive for the short distance - your best bet is to take a taxi to the tram terminus at ",{"type":"''","value":["Ilidža"]}," and board the tram for the last part of your journey, cost 1.80KM)\n\nThe national carrier of Bosnia & Herzegovina is BH Airlines ",{"type":"[","value":["http:\/\/www.bhairlines.ba\/english\/"]}," (formerly known as ",{"type":"''","value":["Air Bosna"]},"). The airline serves destinations primarily around Europe. Their website has flight information and a booking facility. Their destinations include ",{"type":"[[","value":[["Amsterdam"]]},", ",{"type":"[[","value":[["Copenhagen"]]},", ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Prague"]]}," and ",{"type":"[[","value":[["Skopje"]]},".\n\n",{"type":"[","value":["http:\/\/www.croatiaairlines.hr\/en\/ Croatia Airlines"]}," connects Sarajevo via ",{"type":"[[","value":[["Zagreb"]]}," at least twice daily, and from there connections are possible to ",{"type":"[[","value":[["Brussels"]]},", ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Munich"]]},", ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Zurich"]]}," and several other European cities.\n\nSerbia's ",{"type":"[","value":["http:\/\/www.jat.com\/ Jat Airways"]}," connects Sarajevo daily via ",{"type":"[[","value":[["Belgrade"]]}," (with a late night-early morning service), and from there one can connect with other JAT domestic and international flights.\n\nSome of the other airlines which operate regular (daily) services into Sarajevo include:\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.adria.si\/ Adria Airways"]}," to ",{"type":"[[","value":[["Ljubljana"]]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.lufthansa.de\/ Lufthansa"]}," to ",{"type":"[[","value":[["Munich"]]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.austrian.at\/ Austrian Airways"]}," to ",{"type":"[[","value":[["Vienna"]]}]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.thy.com\/ Turkish Airlines"]}," to ",{"type":"[[","value":[["Istanbul"]]}]},"\n",{"type":"[","value":["http:\/\/www.norwegian.com\/ Norwegian"]}," opens new routes from Sarajevo to ",{"type":"[[","value":[["Oslo"]]},"-Rygge and ",{"type":"[[","value":[["Stockholm"]]},"-Arlanda in May\/June 2009. There will be two flights a week to each destination.\nFor other services, check the Sarajevo Airport ",{"type":"[","value":["http:\/\/www.sarajevo-airport.ba\/"]}," website.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mostar-airport.ba Mostar"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tuzla-airport.ba Tuzla"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.banjaluka-airport.com\/ Banja Luka"]}]}," also have international airports, with services from ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["Zurich"]]},", ",{"type":"[[","value":[["Ljubljana"]]},", ",{"type":"[[","value":[["Basel"]]},", ",{"type":"[[","value":[["Malmö"]]},", ",{"type":"[[","value":[["Gothenburg"]]}," and ",{"type":"[[","value":[["Belgrade"]]},".\n\nMany travellers choose to fly into Croatia, continuing travel by bus to BiH, on ",{"type":"[[","value":[["Zagreb#By plane"],["Zagreb"]]},", ",{"type":"[[","value":[["Split#By plane"],["Split"]]},", ",{"type":"[[","value":[["Zadar#By plane"],["Zadar"]]}," or ",{"type":"[[","value":[["Dubrovnik#By plane"],["Dubrovnik"]]},", the latter two being serviced by seasonal cheap tourist charter flights.\n\n",{"type":"===","value":["By train"]},"\nTrain services across the country are slowly improving once again, though speeds and frequencies are still low. Much of the rail infrastructure was damaged during the recent conflict, and lines have been opened on a priority basis, though not to the high level of service pre-war. The train services are operated by the two separate entities (based on the political division of the country), which results in the locomotives being changed rather often.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["To\/from Croatia"]}]},":There are two daily trains running from ",{"type":"[[","value":[["Sarajevo"]]}," to ",{"type":"[[","value":[["Zagreb"]]}," (10 hours), the capital of ",{"type":"[[","value":[["Croatia"]]},", and onwards to the rest of Europe.\n\n:The 'day' train leaves from Zagreb at 08:55AM and arrives in Sarajevo at 18:30h, before continuing on to Mostar and Ploče. The return journey departs Sarajevo around 10AM. Ticket costs €24 one way (return ticket holds some discount). A 'night' train now operates with sleeping facilities on board leaving both Zagreb and Sarajevo at 21:20 (9:20PM) - from Sarajevo there is an ill-timed passport check to ensure you won't get a full night's sleep! There is no buffet car on this route - be advised to take supplies beforehand for the spectacular 9hr trip, though men with small trolleys will occasionally walk through the train selling overpriced soft drinks etc.\n\n: Trains also operate from Sarajevo heading towards ",{"type":"[[","value":[["Mostar"]]}," and the ",{"type":"[[","value":[["Adriatic Sea"]]}," terminating in ",{"type":"[[","value":[["Ploče"]]}," in Croatia. Services operate a few times daily, are relatively empty and provide possibly the most stunning rail journey in all of Bosnia!\n\n: Aim to buy your ticket before you board the train.  If you don't buy before you board then buy from the conductor onboard but beware that he\/she may only sell you a ticket for his\/her part of the journey - the staff and locomotives usually change when the train leaves Croatian territory and again when the train goes from the territory of Republika Srpska into the Federation.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["To\/from Hungary"]}]},": The night train service between ",{"type":"[[","value":[["Budapest"]]}," and Sarajevo ended on December 15, 2006. A day train now leaves Budapest (Keleti station) daily at 9.30, arriving in Sarajevo at 21.39 via ",{"type":"[[","value":[["Osijek"]]}," in Croatia. One-way tickets cost €52 or the return ticket costs €48.10 (11,600 forint + 750 forint compulsory reservation). Note that this is cheaper than a single ticket. There is a dining car. You will be bothered at least four times for your passport, and around four times for your ticket, and once by very nosy and insistent EU customs staff.\n\n: The return train departs at 7:14 every morning for Budapest and costs 96 KM. Arriving at Keleti station at 19:03.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["To\/from Serbia"]}]},": A direct train from Belgrade to Sarajevo is in operation, taking 9 hours and passing through a small sliver of Croatia. As such, expect to be bothered four times for your passport and three for your ticket.\n\n",{"type":"====","value":[" Special tickets "]},"\n",{"type":"*","value":[" Travelling to Bosnia is possible with an ",{"type":"[[","value":[["European rail passes#InterRail"],["Interrail-pass"]]},". In Bosnia, other ",{"type":"[[","value":[["Balkans"]]}," countries & ",{"type":"[[","value":[["Turkey"]]}," also with the ",{"type":"[[","value":[["European rail passes#Balkan Flexipass"],["Balkan Flexipass"]]},"."]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"{{","value":[["warningbox"],["Be aware that due to the constant ",{"type":"'''","value":["landmine threat"]}," it is better not to leave paved roads, ",{"type":"'''","value":["even for a pee-break"]}," in areas you are not familiar with; See ",{"type":"[[","value":[["#Stay safe"]]}," for more information."]]},"\n\nBosnia is a beautiful country to drive in; the scenery is often spectacular.\n\nHowever, due to the mountainous terrain, atrocious driving by many road users (including dangerous overtaking on narrow highways), and generally poor road conditions throughout the country, do not expect speeds will be fast - especially given the relatively short distance 'as the crow flies'.\n\nThe US State Department's advisory on Bosnia and Herzegovina ",{"type":"[","value":["http:\/\/sarajevo.usembassy.gov\/warden_20081201.html read"]}," in 2008:\n\n: ",{"type":"''","value":["Road travel is possible throughout most of the country.  However, some roads are still damaged from the war, and poorly maintained.  Roads are sometimes blocked due to landslides, de-mining activity, and traffic accidents.   ",{"type":"'''","value":["Bosnia and Herzegovina is among the rare countries in Europe that has fewer than ten kilometers of four-lane highway."]},"   The existing, two-lane roads between major cities are quite narrow at places, lack guardrails, and are full of curves.   Travel by road can be risky due to poorly maintained roads, and morning and evening fog in the mountains.   Driving in winter is hazardous due to fog, snow, and ice."]},"\n\nAs of 2009, the main routes from the coast via Mostar to Sarajevo, and north from Sarajevo to the Croatian border at Slavonski Brod\/Slavonski Samad, have been restored and are of excellent quality. \nA new highway which follows this path is under construction, with the first part north of Sarajevo readily available, although some construction may slow down traffic at each end of this projected highway. From Sarajevo side you will have to pay toll of 2 km for passenger car. Toll booths at the opposite end currently (as of 2011 august) are being installed and not functioning.\n\nWhen finished, this highway will connect the northern part of Croatia with the coast as well as the new highway from Zagreb to Split, which eventually will extend to Dubrovnik.\n\nPetrol stations can be hard to find in some spots - often the best place to fill up is on the edge of towns and cities rather than in them.\n\nBorder crossings normally pose few problems.\n\nMechanics who speak English may be hard to find, and licensing may be an issue so ensure that you are allowed to actually drive there. Police regularly set up road blocks on the road and don't be surprised to be pulled over to check your papers and have a chat!\n\nRenting a car is also an option, especially if you are visiting remote destinations outside of Sarajevo. You can book On-line at IzziCarHireBosniandHerzegovina.com ",{"type":"[","value":["http:\/\/www.izzicarhireBosniandHerzegovina.com\/"]},".\n\n",{"type":"===","value":["By bus"]},"\nBuses are plentiful in and around Bosnia. A list of bus stations and timetables in Bosnia can be found here ",{"type":"[","value":["http:\/\/www.autobusni-kolodvor.com\/en\/terminal.aspx?k=148&d=070"]},"\n\nMost international buses arrive at the main Sarajevo bus station (",{"type":"''","value":["autobuska stanica"]},") which is located next to the railway station close to the centre of Sarajevo. A few buses from Belgrade, the Republika Srpska entity and ",{"type":"[[","value":[["Montenegro"]]}," use the ",{"type":"''","value":["Lukavica"]}," bus station in Istočno (Eastern) Sarajevo (the Serbian neighbourhood of the town).\n\nFrequent coach services run from ",{"type":"[[","value":[["Sarajevo"]]}," to:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Croatia"]]},": ",{"type":"[[","value":[["Zagreb"]]}," (4 daily), ",{"type":"[[","value":[["Split"]]}," (4 daily), ",{"type":"[[","value":[["Rijeka"]]}," and ",{"type":"[[","value":[["Pula"]]}," (daily), and ",{"type":"[[","value":[["Dubrovnik"]]}," (daily at 6:30AM)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Serbia"]]},": between ",{"type":"[[","value":[["Belgrade"]]}," and (eastern) Sarajevo there are 5 daily services, there is also a daily service to Sarajevo main station"]},{"type":"*","value":[" ",{"type":"[[","value":[["Slovenia"]]},": ",{"type":"[[","value":[["Ljubljana"]]}," (daily)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Montenegro"]]},": ",{"type":"[[","value":[["Kotor"]]}," daily (the trip is 7 hours and has spectacular views)"]},"in addition to the longer-distance buses further afield to the ",{"type":"[[","value":[["Republic of Macedonia"]]},", ",{"type":"[[","value":[["Austria"]]}," and ",{"type":"[[","value":[["Germany"]]},".\n\nFrom ",{"type":"[[","value":[["Mostar"]]},", ",{"type":"[[","value":[["Banja Luka"]]},", ",{"type":"[[","value":[["Tuzla"]]}," and ",{"type":"[[","value":[["Zenica"]]}," are also frequent international services. ",{"type":"[[","value":[["Herzegovina"]]}," also has many bus services from the ",{"type":"[[","value":[["Dalmatia"]]},"n coastal cities of Croatia.\n\nInternational bus services are nearly always in modern, luxurious 5-star coaches - the only exceptions to this are normally the local buses operating slightly over the border (max. 3 hour trips).\n\n",{"type":"====","value":[" Companies "]},"\nDue to the Bosnian war in the 1990s there are bus companies serving the Bosnian diaspora, which provide a cheap and ",{"type":"[[","value":[["Ecotourism#CO2 emissions"],["clean"]]}," way of getting to the other side of the European continent.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Centrotrans"],["url=http:\/\/www.centrotrans.com\/eng\/"],["email=info@centrotrans.com"],["address=Based in Sarajevo"],["lat="],["long="],["directions=buses are operated through the regular bus stations around the country"],["phone=+ 387 (0) 33 46 40 45"],["tollfree="],["fax=+387 (0) 33 46 40 40"],["hours="],["price="],["content=Centrotrans operates for ",{"type":"[[","value":[["Eurolines"]]}," to ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Belgium"]]},", ",{"type":"[[","value":[["Croatia"]]},", ",{"type":"[[","value":[["Denmark"]]},", ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Montenegro"]]},", ",{"type":"[[","value":[["Serbia"]]}," and ",{"type":"[[","value":[["Slovenia"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Globtour"],["url=http:\/\/www.globtour.com\/"],["email=miro@globtour.com"],["address="],["lat="],["long="],["directions=Operates from ",{"type":"[[","value":[["Međugorje"]]},", through the whole country"],["phone=+ 387 (0)36 653 253"],["tollfree="],["fax=+387 (0) 36 653 251"],["hours="],["price="],["content=Regular buses  to ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Sweden"]]}," and ",{"type":"[[","value":[["Croatia"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Semi tours"],["url=http:\/\/semi-tours.com"],["email=info@semi-tours.com"],["address="],["lat="],["long="],["directions="],["phone=+ 387 (0)61 596 443"],["tollfree="],["fax=+32 (0) 36 638699"],["hours="],["price=Return ticket from €137"],["content=Cooperation with Eurolines and Centrotrans, several buses per week to ",{"type":"[[","value":[["Belgium"]]}," and ",{"type":"[[","value":[["The Netherlands"]]}]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Gold tours"],["url=http:\/\/www.goldtours.ba\/"],["email=goldze@bih.net.ba"],["address="],["lat="],["long="],["directions="],["phone=+387 (0)32 444 960"],["tollfree="],["fax=+387 (0)32 444 961"],["hours="],["price=Return ticket from €100"],["content=Buses to ",{"type":"[[","value":[["Belgium"]]},", ",{"type":"[[","value":[["The Netherlands"]]},", ",{"type":"[[","value":[["Luxemburg"]]}," and ",{"type":"[[","value":[["Switzerland"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Top Tourist"],["url=http:\/\/www.toptourist.dk"],["email=INFO@TOPTOURIST.DK"],["address="],["lat="],["long="],["directions="],["phone=+387 66 30 8300"],["tollfree="],["fax=+387 51 32 11 00"],["hours="],["price=Tickets can be paid on the bus, but advance booking and payment is recommended. Sarajevo via Salzburg (twice weekly) c.  DKK1,000 (BAM280, €140) return"],["content=Weekly buses from and to Nordic European countries (e.g. Denmark, Sweden, Norway)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Turistik"],["url=http:\/\/www.turistik-prosic.co.ba\/linije.html"],["email=turistik_prosic@yahoo.com"],["address=Bihaćkih branilaca, Bihać"],["lat="],["long="],["directions=Across the main bus station"],["phone=+387 (0) 37 312 611"],["tollfree="],["fax="],["hours="],["price="],["phoneextra=+387 (0)61 759 865"],["content=To the federation by bus from ",{"type":"[[","value":[["Switzerland"]]},"."]]}]},"\n",{"type":"===","value":["By boat"]},"\nFerries are available from ",{"type":"[[","value":[["Neum"]]}," to other cities on the Adriatic connecting to Croatia and other countries. There are no international ferries across the Adriatic to ",{"type":"[[","value":[["Italy"]]},", but these do operate from ",{"type":"[[","value":[["Dubrovnik"]]}," and ",{"type":"[[","value":[["Split"]]},".\n\nSimilarly transport is available along the inland rivers and lakes, some of which is privately run.\n\n",{"type":"==","value":["Get around"]},"\nThe inter-entity border between the Federation and Republika Srpska is not controlled and is essentially not very different from ",{"type":"[[","value":[["United States of America"],["U.S."]]}," state borders considering its impact on travel.\n\nThe best way to get around with public transport is with bus and train (Federation ",{"type":"[","value":["http:\/\/zfbh.ba"]},", RS ",{"type":"[","value":["http:\/\/www.zrs-rs.com\/"]},"). There is a dense network of bus lines, all run by relatively small private companies. Be aware that if you buy a return ticket for a line which is served by more companies, you can only make the return trip with the company you bought the ticket at.\n\nTrains are infrequent and slow. Many train lines were damaged in the war, and have not yet been rebuilt. There is also  a lack of carriages and trains to provide frequent services - even on the busy lines like Mostar-Sarajevo, Tuzla-Banja Luka and Sarajevo-Banja Luka. However, the rides are scenic, especially that Mostar-Sarajevo stretch.\n\n",{"type":"[[","value":[["Tips for hitchhiking"],["Hitchhiking"]]}," is fun in Bosnia as you will get rides from local people who you won't much encounter through hospitality exchange networks as couchsurfing. However be careful of landmines, and if you're not sure, stay on the paved road, and ask locals (\"MEE-ne?\").\n\nCycling is beautiful in Bosnia. Other traffic is not so much used to how to relate to bikes on their way, though.\n\nGoogle Maps, an online mapping resource, is very rudimentary present in Bosnia. However, volunteers are mapping Bosnia in ",{"type":"[","value":["http:\/\/www.openstreetmap.org\/?lat=44.76&lon=17.19&zoom=7&layers=M Open Street Map"]},", and at least the maps of the main towns in Bonia have a lot more detail than those of the maps of the US-based company.\n\nIf you are looking for detailed army maps, you can find a list on the site of the army: ",{"type":"[","value":["http:\/\/www.armijabih.com\/index.php?option=com_content&view=article&id=142:karte&catid=36:ostalo&Itemid=59"]},"\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["Seealso"],["Bosnian phrasebook"]]},"\n\nThe official languages in Bosnia and Herzegovina are ",{"type":"[[","value":[["Bosnian phrasebook"],["Bosnian"]]},", ",{"type":"[[","value":[["Serbian"]]}," and ",{"type":"[[","value":[["Croatian"]]},", all three known as Serbo-Croatian as they are practically the same language. Serbo-Croatian is written in both Latin and in Cyrillic, making it the only Slavic language to officially use both scripts. In the Republika Srpska you'll see signs in Cyrillic, so a Serbian-English dictionary would be helpful there.\n\nVariants among the Serbo-Croatian language differ only in the most academic of venues and also in traditional homes. There are different versions of the language throughout the area and spoken language changes between regions. However, the vocabulary differences are only cosmetic and do not hinder communication between Orthodox Serbs, Catholic Croats and Bosnian Muslims.\n\nMany Bosnians speak English, as well as German owing to family connections as well tourism in former Yugoslavia before the war. Some older people are also able to speak Russian, as it was taught in schools during the communist era.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The Tito bunker near ",{"type":"[[","value":[["Konjic"]]},"."]},{"type":"*","value":[" The Zelenkovac ecovillage ",{"type":"[","value":["http:\/\/www.zelenkovac.org"]}," near ",{"type":"[[","value":[["Mrkonjić Grad"]]},","]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Rafting"]},"\nRafting on the Neretva river, the Una river and the Tara with the Drina river, with some shorter courses on the Krivaja river, the Vrbas river and the Sana river.\n\n2009 World championship of rafting was held in ",{"type":"[[","value":[["Banja Luka"]]}," on the Vrbas river and in ",{"type":"[[","value":[["Foča"]]}," on the Drina, both in RS.\n\n",{"type":"===","value":["Kayaking and canoeing"]},"\nThe Neretva river and its tributary the Trebižat, the Unac river, also the Krivaja river and its tributary Bioštica river are great kayaking destinations with a lot of whitewater on the Krivaja river. The Pliva river and its lakes Veliko and Malo are great canoeing destinations, also the middle and lower Una river, the Trebižat river.\n\n",{"type":"===","value":["Canyoning"]},"\nThe famous Rakitnica canyon of the Rakitnica river, tributary of the Neretva river, offer great ",{"type":"[[","value":[["canyoning"]]}," adventure, but even extreme canyoning route can be found in the Bjela river another tributary of the Neretva river. The Unac river and its canyon offer great canyoning route.\n\nAlso close to ",{"type":"[[","value":[["Banja Luka"]]}," you can explore the canyons of the Svrakava and Cvrcka rivers.\n\n",{"type":"===","value":[" Winter sports "]},"\nBosnia and Herzegovina was the 1984 host for the Winter Olympics, and it still takes pride of its winter sports potential. Especially around Sarajevo there are challenging venues. During the war of the 1990s many Olympic venues were severely affected, but at present all is put in place to give the skier a great experience.",{"type":"[","value":["http:\/\/www.tol.org\/client\/article\/22009-mingling-on-the-slopes.html"]},"\n\nClose to Sarajevo there are the Bjelasnica, with over 8 km of ski trails, the Jahorina (20 km) and Igman mountains. Close to ",{"type":"[[","value":[["Travnik"]]}," is the Vlasic Mountain with 14 km. Other resorts are ",{"type":"[[","value":[["Blidinje"]]},", ",{"type":"[[","value":[["Vlasenica"]]}," ",{"type":"[","value":["http:\/\/www.vlasenica-turizam.org\/index.php?option=com_content&task=view&id=20&Itemid=23"]}," in the east and ",{"type":"[[","value":[["Kupres"]]}," in Western Bosnia.\n\nBjelašnica and Jahorina are also beautiful for hikes during summer.\n\n",{"type":"===","value":[" Hiking "]},"\n\nHiking is great in the unspoiled nature of BiH. A good guidebook is ",{"type":"[","value":["http:\/\/www.worldcat.org\/title\/forgotten-beauty-a-hikers-guide-to-bosnia-and-herzegovinas-2000-metre-peaks-and-other-selected-adventures\/oclc\/440651697 Forgotten beauty : a hiker's guide to Bosnia and Herzegovina's 2000 metre peaks - and other selected adventures"]}," by Matias Gomez.\n\n",{"type":"===","value":[" Fly-fishing "]},"\nThe most fly-fishing areas in Bosnia are in the North-West of the ",{"type":"[[","value":[["Bosanska Krajina"]]},", around the river Sana ",{"type":"[","value":["http:\/\/www.effa.info\/bosnia-herzegovina.html"]},".\nFly-fishing fanatics can go on a tour by the different trout-hotspots; ",{"type":"[[","value":[["Bihać"]]},", ",{"type":"[[","value":[["Martin Brod"]]},", ",{"type":"[[","value":[["Ribnik"]]},", ",{"type":"[[","value":[["Sanica"]]},{"type":"[","value":["http:\/\/www.oazamirasanica.com.ba\/"]}," and ",{"type":"[[","value":[["Sanski Most"]]},". In several of those towns there are resorts specially geared towards the needs of the angler.\n\n",{"type":"==","value":["Buy"]},"\nThe official currency is the konvertibilna marka (convertible Mark), at a fixed rate of 1.95 towards the Euro (€1 = 1.95 KM).\n\nThere are two sets of KM banknotes, with distinct designs for the Federation and the Republic of Srpska. However, both sets are valid anywhere in the country.\n\nBefore you leave the country, be sure to convert back any unused KM into something common (Euros, dollars) as most other countries will not exchange KM.\n\nCredit cards are not widely accepted - ATMs are available in the most cities (VISA and Maestro). Try to not pay with 100 KM bills, as smaller shops might not have enough change.\n\nMost towns and cities will have markets and fares where any number of artisans, sellers, and dealers will offer any kind of stock. Different foods are readily available, both fresh and cooked, as well as clothing, jewellery and souvenirs. At the markets you are able to negotiate with the seller, although that may take some practice. Like in most such venues prices may be inflated for foreigners based on a quick 'means test' made by the seller. Often those who look like they can afford more will be asked to pay more.\n\nYou'll find large shopping centres in most cities and towns.\n\n",{"type":"[[","value":[["Sarajevo"]]}," is fine for buying clothes and shoes of cheap quality at a relatively cheap price. The main shopping streets of Sarajevo are also great for black market products including the latest DVDs, video games and music CDs.  Most tourists who visit Sarajevo no doubt leave with a few DVDs to take back home.\n\nVisoko and the central Bosnia region are very well-known for their leather work.\n\nBanjaluka has seven big shopping malls, as well many small businesses, and you will be able to find a large variety of goods.\n\n",{"type":"[[","value":[["Mostar"]]}," has an excellent shopping mall on the Croatian side with some typical European-style clothes shops and jewelers.\n\n",{"type":"===","value":[" Tax-free shopping "]},"\nIf you have a temporal (tourist) residency status and you buy goods worth more than 100 KM you are entitled to a PDV (VAT) tax refund. PDV consist of 17% of the purchase price. The refund applies to all goods bought within three months before leaving, except petroleum, alcohol or tobacco. At the shop, ask the staff for a tax-refund form (PDV-SL-2). Have it filled out and have stamped (you need your identity card\/passport). Upon leaving BiH, the Bosnian customs can verify (stamp) the form if you show them the goods you bought. A PDV refund in Marks can be obtained within three months, either at the same shop where you bought the goods (in that case the tax will be refunded to you immediately), or by posting the verified receipt back to the shop, together with the account number into which the refund should be paid.\n\nBe aware that upon entering another country you might be obliged to pay VAT over the goods exported from Bosnia. But there is always a free amount, mostly a few hundred Euros; EU: €430. Also, the procedure at the border might take a bit of time, so it is not wise to try this when travelling by train or bus, unless the driver agrees to wait.\n\n",{"type":"==","value":["Eat"]},"\n\nThe most available food in ",{"type":"[[","value":[["Sarajevo"]]}," is ",{"type":"''","value":["Cevapi"]}," (normally 2-4 KM), the ubiquitous Balkan kebab. Two prominent variations exist - the \"Banja Luka\" Cevap, a larger kebab with a square shape, and the Sarajevo Cevap, smaller and round. If you have not had them before, every visitor should try an order of Cevapi at least once. There are several variations of ",{"type":"''","value":["pita"]}," (around 2KM). A cheap, tasty and readily available snack is \"Burek\", a pastry made of filo dough and stuffed with meat (simply ",{"type":"''","value":["Burek"]},"), cheese (",{"type":"''","value":["Sirnica"]},"), spinach (",{"type":"''","value":["Zeljanica"]},"), potatoes (",{"type":"''","value":["Krompirusa"]},") or apple (",{"type":"''","value":["Jabukovaca"]},").  Some examples are better than others, however, and it can be a greasy affair. If you get to ",{"type":"[[","value":[["Mostar"]]},", however, try to grab a plate of trout (\"pastrmka,\" which sounds like \"pastrami\"), which is the local specialty (a particularly fine restaurant serving locally farmed trout lies by the wonderful Blagaj monastery, a short bus ride from Mostar).\n\nLocal food is heavy on meat and fish, and light on vegetarian alternatives. Even traditional so-called vegetarian dishes like beans or ",{"type":"''","value":["Grah"]}," are cooked with bacon or smoked meats. Stews often contain meat but can be created without it. Rice and pasta dishes are readily available and a traditional sourdough soup filling called Trahana is hand made in most regions and a staple during the fasting month of Ramadan. Fast food, with the exceptions of cevapi and pita (or burek) consists of, like in other parts of Europe, pizza, hamburgers and hot dogs. Panini sandwiches are served in most coffee shops popular with the youth, and Bosnian coffee, reminiscent of Turkish coffee, is a must-try for any coffee aficionado. Oddly, apart from these fast food options, Bosnian restaurants serve few Bosnian specialities - what people eat in their homes is very different from what they will eat if they go to a restaurant.\n\nAll along Bosnian roads and recreational places, you will notice advertisements for ",{"type":"''","value":["janjetina"]}," or \"lamb on a spit.\" This is a very tasty treat, usually reserved for special occasions. A whole lamb is cooked on a spit, by rotating over a coal fire for a long time. When you order, you pay by the kilogram, which costs around 25KM (not bad since this is enough for several people). On special occasions families make such roasts at home.\n\nNo matter what food you order, you are bound to be served bread, commonly consumed throughout some parts of Europe with all savory foods. Both soup and salad are commonly served with entrees, chicken & beef soup with noodles or egg dumplings being the most common. Salads are typically composed of mixed tomatoes, lettuce, onions and bell peppers, often with feta cheese. A Caesar salad is unheard of in Bosnia, and generally most vinaigrettes are of the Italian variety, balsamic vinegar and olive or corn oil. You may also come across many condiments. ",{"type":"''","value":["Ajvar"]}," is a canned (or home made if you are lucky) spread, something like a bruschetta spread, made of roasted peppers & eggplant, which are ground and seasoned with pepper and salt and slow cooked. Many pickled foods are also served as condiments, such as pickled peppers, onions, cucumbers [\"pickles\"], and tomatoes. ",{"type":"''","value":["Kajmak"]}," is a dairy spread, with consistency and taste like cream cheese. It is made of milk fat, which is removed, salted and canned. It has a smoky, salty cheese taste, with a texture slightly drier than cream cheese. Kajmak from Travnik is a local specialty and is exported as far as Australia.\n\nBosnian food generally does not combine sweet & savory foods, and you will never encounter such a thing as a Caesar salad with mandarin oranges. On the other hand, many a fine chef will experiment with sweet and savory tastes like the 'Medeno Meso' (Honeyed Meat) made in pre-war Banja Luka by a well known chef. The delineation between fruit and vegetables is strong, with fruit used only for dessert-type dishes. You will never encounter any dish where sugar is added unless it's a dessert. The food is generally heavy on fresh produce, which needs little or no added spice. As such, there are few spicy or hot dishes, and dishes advertised as \"spicy\", such as stews like ",{"type":"''","value":["paprikas"]}," or ",{"type":"''","value":["gulash"]}," are usually spiced with paprika and not chillies, and do not carry overt pungency. In some regions, and depending on whether it is restaurant or home food, textures and colors can be important also.\n\nSmoked meats are a staple of Bosnian cuisine, more so than the stereotypical foods of pita & cevapi. Amongst the non-Muslim populations, pork rules, and prosciutto, smoked neck, smoked ribs, bacon and hundreds of varieties of smoked sausage make this a real BBQ country. The Muslims, of course, have equally-tasty lamb or beef alternatives. The meat is prepared by first curing in salt for several days, which removes water & dehydrates the meat, while the high-concentrations of salt preserve the meat from spoiling. After being rubbed with spices (a Bosnian dry rub is usually very simple, and includes some combination of high-quality fresh peppercorns, hot paprika, salt, onions & garlic, and a few spoons of ",{"type":"''","value":["Vegeta,"]}," a powdered chicken soup mix similar to an Oxo flavor cube), the meat is then hung over a heavy smoke made by a wood fire. Fruit trees are well known by BBQ aficionados around the world to produce the most flavorful smoke, and apple, cherry and walnut trees are the most commonly used in Bosnia. Whereas commercially produced deli meats (of the sort you may buy at your local deli) are most often dry-cured or hung in dehydrating fridges and only then pressure-smoked for a few hours to allow some flavor to permeate the meat, Bosnian smoked meat is painstakingly smoked up to three months. The meat hangs in a \"smoke house,\" a tiny wooden shed usually only big enough to light a fire and hang the meat. Bosnians will only smoke meat in the fall or winter, because the low temperatures, together with the salt curation, allow the meat to hang for months without spoiling. During this time, it is smoked up to 4 times a week, for 8–10 hours at a time, which infuses the meat with the flavor of the smoke and removes any remaining water. The finished product has an incredibly strong aroma and flavor of smoke, with the texture of chewy beef jerky. Depending on the cut of meat, the most noticeable difference between smoked meat produced this way and the commercially produced meat available in North America, is the color inside the meat. Whereas commercial deli meat is usually soft, red, a little wet and fairly raw, Bosnian smoked meat is black throughout with only a slight tinge of pink. Larger cuts of meat, like the Dalmatian prosciutto, do tend to be a bit more pink & softer inside, but the difference is still dramatic, since the Balkan-made prosciutto has much less water, is chewier and overall better smoked. Such meat is most often consumed at breakfast time, in sandwiches, or as ",{"type":"''","value":["meza,"]}," a snack commonly brought out to greet guests. For the visitor, smoked meats are a cheap and incredibly flavorful lunch meat, and can be bought at Bosnian marketplaces from people who usually prepare it themselves. Have a pork neck sandwich with some Bosnian smoked cheese and a salad of fresh tomatoes in a bun of fresh and crisp homemade bread, and you'll never want to leave.\n\nWhen you visit a Bosnian at home, the hospitality offered can be rather overwhelming. Coffee is almost always served with some home-made sweet, such as cookies or cakes, together with ",{"type":"''","value":["Meza."]}," Meza is a large platter of arranged smoked meats, which usually includes some type of smoked ham (in traditional non-Muslim homes) and sausage thinly cut and beautifully presented with cheese, ajvar, hard-boiled eggs and freshly cut tomatoes, cucumbers or other salad vegetables. Bread is always served. Most cookbooks on South Slavonic cooking are packed with hundreds of varieties of breads, this being one of the most bread-crazy regions in the whole world. Yet, just about the only type of bread in most Bosnians' homes is the store-bought French variety, which the Bosnians, of course, would never dream of calling \"French.\" To them, it is simply \"Hljeb\" or \"Kruh\".\n\nHowever, more of an effort is made at special occasions to produce traditional Slavonic breads, and each family usually bakes its own variation of a traditional recipe. At Christmas & Easter, Orthodox Serb & Croatian Catholic families typically make a butter-bread called ",{"type":"''","value":["Pogaca"]},", which is often braided and brushed with an egg-wash, giving it a glistening finish perfect for impressive holiday tables. During the month of Ramadan, the Bosniak (Muslim) populations bake countless varieties of breads, and the unique and Turkish-inspired varieties are generally more numerous, diverse and dependent on regions and villages than among Christian populations, where special-event recipes are more homogeneous and fewer selections exist. ",{"type":"''","value":["Lepinja"]}," or ",{"type":"''","value":["Somun"]}," (the bread served with Cevapi) is a type of flat bread, probably introduced in some form to Bosnia by the Turks, but has since developed independently and is only vaguely reminiscent of Turkish or Middle Eastern flat ",{"type":"''","value":["pita"]}," breads. Unlike the Greek or Lebanese ",{"type":"''","value":["pita"]},", the Bosnian ",{"type":"''","value":["Lepinja"]}," is chewy and stretchy on the inside and pleasantly textured on the outside, making it a perfect spongy companion to oily meats and barbecue flavors. The Turks may have begun this recipe, but the Bosnians have taken it to a whole new high.\n\nIn every-day cooking, Bosnians eat lots of stew-type meals, like ",{"type":"''","value":["Kupus"]},", a boiled cabbage dish; ",{"type":"''","value":["Grah"]},", beans prepared in a similar fashion, and a fairly-runny variation of Hungarian goulash. All are made with garlic, onions, celery and carrots, followed by a vegetable, smoked meat and several cups of water. This is then cooked until the vegetables are falling apart. A local spice called \"Vegeta\" is incorporated into almost every dish, and the same spice is used throughout the region, as far as Poland. It is the North American equivalent of a chicken Oxo cube, or, in other words, condensed chicken broth mix. These type of stew meals will cost you next to nothing, and are very hearty filling meals.\n\nAs for desserts, you will drool over ice cream sold in most former Yugoslav countries. There are several varieties, but regional milk and cream must be a contributing factor to their wonderful taste. You can buy ice cream either by the scoop or from an iced-milk swirl machine, packaged in stores or from a sidewalk vendor with a freezer right on the street. Recommended is the \"Egypt\" Ice Creamery in Sarajevo, famous in the region for their caramel ice cream. Also try \"Ledo,\" a type of packaged ice cream made in Croatia but sold throughout the region. You should also try some local desserts, such as ",{"type":"''","value":["Krempita,"]}," a type of a custard\/pudding dessert that tastes something like a creamy cheesecake, and ",{"type":"''","value":["Sampita,"]}," a similar dessert made with egg whites. Traditional Bosnian desserts are also something to try. ",{"type":"''","value":["Hurmasice"]}," or ",{"type":"''","value":["Hurme"]},", is a small finger-shaped wet sweet with walnuts; ",{"type":"''","value":["Tulumbe"]}," are something like a tubular doughnut, crispy on the outside and soft and sweet on the inside. And of course, don't forget to try Bosnia's take on the world-famous ",{"type":"''","value":["Baklava"]},", which tends to be somewhat more syrupy than its Turkish counterpart and usually does not contain any rum, like its Greek counterpart. Much of the traditional cooking has Turkish undertones, a colorful consequence of six hundred years of Ottoman rule over most of Bosnia & Herzegovina, and desserts are no different.\n\nWhatever you eat in Bosnia, you will notice the richness of the flavors you thought you knew. The cuisine of the country has not yet been ruined by commercially-grown produce, so most foods are (uncertified) organically or semi-organically grown, using fewer chemicals and are picked when ripe. The vegetable markets sell only seasonal and locally-grown vegetables, and you are bound to have some of the best tasting fruit you've ever tried in the Neretva Valley region of Herzegovina (close to the Croatian border, between Mostar and Metkovic). The region is famous for peaches, mandarin oranges, peppers & tomatoes, cherries (both the sweet and the sour variety), watermelons and most recently Kiwi fruits. Cheese is also incredibly flavorful and rich all across Bosnia & Herzegovina, and generally all foods are as fresh as it gets. Enjoy!\n\n",{"type":"==","value":["Drink"]},"\n\nThe legal drinking age in Bosnia and Herzegovina is 18 years (changed in 2005). Popular domestic beers are Nektar (from ",{"type":"[[","value":[["Banja Luka"]]},"), Sarajevsko, Preminger (from ",{"type":"[[","value":[["Bihać"]]},", made according to a ",{"type":"[[","value":[["Czech Republic"],["Czech"]]}," recipe) and Tuzlansko, while the most common imports are Ozujsko and Karlovacko from ",{"type":"[[","value":[["Croatia"]]},", Jelen from ",{"type":"[[","value":[["Serbia"]]},", and Laško and Union from ",{"type":"[[","value":[["Slovenia"]]},". Like in almost every European country, beer is very common and popular. Even in more heavily Islamic areas alcohol is available in abundance to those who choose to drink and almost every bar is fully stocked.\n\nLike most Slavs Bosnians make 'Rakija' which comes in many a variety and is made both commercially and at home. Red wine is 'Crno vino' (Black wine) and white wine is 'bijelo vino'. Wines from Herzegovina are renowned for their quality. Alcohol is not taxed as heavily as in most Western nations and is often very affordable. Quality alcohol is sought after and  valued.\n\nAnother popular drinking beverage is Turkish coffee, in Bosnia called Bosnian or ",{"type":"''","value":["domaca"]}," (homemade) coffee, which can be bought in every bar, coffee shop or fast food place.\n\nBosnians are among the heaviest coffee drinkers in the world.\n\n",{"type":"==","value":["Sleep"]},"\n\nIn Bosnia and Herzegovina you can choose from the great number of hotels, hostels, motels and pensions. At the seaside town of ",{"type":"[[","value":[["Neum"]]}," you can book hotels from 2 to 4 stars. In the other cities many hotels are 3 stars, 4 stars and some of them are 5 stars.\n\nIn ",{"type":"[[","value":[["Banjaluka"]]}," the best hotels are: Cezar, Palas, Bosna, Atina, Cubic and Talija. Reservation is possible via internet or by contacting Zepter Passport Travel Agency, Banjaluka, for any accommodation in Bosnia and Herzegovina, or any service; contact: http:\/\/www.zepterpassport.com, phone number +387 51 213 394, +387 51 213 395, Fax +387 51 229 852.\n\nIn ",{"type":"[[","value":[["Sarajevo"]]}," the best hotels are: Hollywood, Holiday Inn, Bosnia, Saraj, Park, Grand and Astra. Reservation is possible via the internet or by contacting Centrotrans-Eurolines travel board in Sarajevo, phone number: +387 33 205 481, languages spoken: English, German, French and Dutch.\n\nCampsites are not very common. An overview of ",{"type":"[[","value":[["Camping"],["campsites"]]}," in Bosnia is available at the national tourism agency ",{"type":"[","value":["http:\/\/www.bhtourism.ba\/download\/eng\/camps_in_bih.pdf"]},". Wild camping is often no problem, but be careful for mines.\n\n",{"type":"==","value":["Work"]},"\n\nWith one of the highest unemployment rates in Europe (in some areas up to 40%, official rate 17%), it will be unlikely you will find legitimate employment in the country unless you are working for a multi-national organisation.\n\n",{"type":"==","value":["Stay safe"]},"\nIf you plan on traveling off the beaten path in Bosnia, be aware that the nation is still in the process of clearing many of the estimated 5 million land mines left around the countryside during the war of 1992-1995. In rural areas try to stay on paved areas if possible. Never touch any explosive device.  Houses and private property were often rigged with mines as their owners fled during the war. If an area or property looks abandoned, stay away from it.\n\nBosnia experiences very little violent crime. In the old centre of Sarajevo be aware of pickpocketing.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nAll Bosnian employees undergo regular health checks to ensure that they can physically do their jobs and that they will not transmit any disease or injure anyone. People in the food industry are particularly checked and random health and safety checks for the premises are held often. Food providers are held to the highest standards. A Bosnian kitchen is expected to be spotless and food safety is very important.\n\nIf getting a tattoo, ensure that the instruments are sterilised. While this may be a common practice, one should still be careful.\n\nSince the food is very rich, some extra exercise may help.\n\nAnd as above, never walk off dedicated paths in case of land mines.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"'''","value":["Smoking"]}," is allowed nearly everywhere in the country, and over half the population use tobacco. Therefore, be prepared to endure very smoky restaurants, bars and shopping centers. Even bus drivers often smoke while driving.\n\n",{"type":"==","value":["Respect"]},"\n\nRespect the religious differences of the people in the region and their effort to move past the Yugoslav civil war. It is important to be careful in areas where there is still tension and to ensure that one does not offend a particular group due to indifference or sheer ignorance.\n\nSimilarly, respect the environment. A lot of the country has been saved from pollution and it is important to be careful of one's influences. Moreover, it is equally important to be careful as the rivers tend to be fierce, the mountains and valleys often unguarded and the footing unsure. Always have a tour guide with you or consult a local for advice on the natural dangers and land mines.\n\n",{"type":"==","value":["Connect"]},"\nDo be aware that the two entities have their own separate ",{"type":"'''","value":["postal services"]},", so stamps bought in the Federation cannot be used in the RS and vice versa.\n\nThere are three mobile phone networks in Bosnia and Herzegovina: HT ERONET (Mostar), GSMBiH (Sarajevo) and m:tel (Republika Srpska, Banja Luka). You can buy a prepaid SIM card from any network at any kiosk for 10 KM or less.\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Balkans"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bosnia and Herzegovina"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bosnia and Herzegovina"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Bosnia and Herzegovina\/"]]},"\n",{"type":"{{","value":[["geo"],["44"],["18"],["zoom=8"]]}]