[{"type":"{{","value":[["pagebanner"],["Boston_Skyline_July_5_2010.jpg"]]},"\n",{"type":"{{","value":[["printDistricts"]]},"\n",{"type":"[[","value":[["File:Boston_à_l%27heure_bleue.jpg"],["thumb"],["400px"],["Looking out to sea from the Prudential tower at night."]]},"\n\nThe capital of Massachusetts and de-facto capital of New England, Boston is primarily known for three things: its academics, its sports, and its history. From founding the first public school in 1635, to the Red Sox winning the world series in 2013, Boston has always looked to its future while keeping a foot in its past. Visiting will reveal a distinct mix of puritanical ideals and liberal politics -- medical marijuana may now be legal, but buying beer before noon on Sunday certainly isn't!\n\nBoston is one of the few old American cities that has managed to preserve a respectable chunk of its history. You will find buildings dotted across the city dating from before America existed. Walking around some areas like the North End, you might be forgiven for forgetting you were even in the States at all! \n\nOr perhaps you're familiar with a few of our sports teams? Boston's four major teams have cumulatively brought home 8 championship titles over the last decade or so. The Patriots in 2001, 2003, 2004; the Red Sox in 2004, 2007, 2013; the Celtics in 2008; and the Bruins in 2011. And that's just the games they won. Grab a ticket and enjoy a game and the atmosphere at \"the shrine\" of baseball, Fenway Park.\n\nAnd of course scholarly pursuits in Boston are second to none. Anchored by world the renowned Harvard University and the Massachusetts Institute of Technology across the river, Boston itself is home to over 30 colleges with a student population of over 130,000. The seasonal ebb and flow of fresh students and the new ideas they bring, are a key aspect to understanding life in the city.\n\nAs you're exploring the city, feel free to stop someone on the street and ask them a question. Whether you're turned around, or if you just want a second opinion about a certain bar or restaurant. Don't believe everything you've heard, the people of Boston are actually a lot friendlier than you might expect. Welcome to Boston!\n\n",{"type":"==","value":["Districts"]},"\nNew England's love of towns (Massachusetts alone has 351) and town governance, has created hundreds of smaller, closer knit communities than is common elsewhere in the United States. Because of this fact even a large city like Boston has found it difficult to annex surrounding areas over time as it grew. When a town was annexed it retained its unique culture and vibrant neighborhoods. \n\nWhat this means for the traveller: you'll find most every district goes by more than one name, and some of the bigger districts can be sub-divided into a maddeningly long list of places! The full count is north of 110 sub-districts, squares, and neighborhoods. Don't worry about remembering all those names, just remember that Boston is a very compact walkable city. When you're ready to move on, that next neighborhood is just a few minute walk down the road.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map_Of_Boston.svg"],["regionmapsize=600px"],["regionmaptext=Map of Boston Districts"],["region1name=",{"type":"[[","value":[["Boston\/Downtown"],["Downtown"]]}," ",{"type":"<","value":["small",["(",{"type":"[[","value":[["Boston\/Back Bay"],["Back_Bay"]]},", ",{"type":"[[","value":[["Boston\/Beacon_Hill"],["Beacon Hill"]]},", ",{"type":"[[","value":[["Boston\/North_End"],["North End"]]},", ",{"type":"[[","value":[["Boston\/Chinatown"],["Chinatown"]]},", ",{"type":"[[","value":[["Boston\/Financial_District"],["Financial District"]]},", ",{"type":"[[","value":[["Boston\/Downtown#West_End"],["West End"]]},", ",{"type":"[[","value":[["Boston\/Downtown#Bay_Village"],["Bay Village"]]},")"]]}],["region1color=#d56d76"],["region1description=This is the city you're looking for. Home to historic neighborhoods and wealthy residents, most of the sights on the Freedom Trail can be found here."],["region2name=",{"type":"[[","value":[["Boston\/Fenway"],["Fenway"]]}," ",{"type":"<","value":["small",["(",{"type":"[[","value":[["Boston\/South_End"],["South End"]]},")"]]}],["region2color=#B383B3"],["region2description=Perhaps most recognized as the home of ",{"type":"'''","value":["Fenway Park"]}," and the Boston Red Sox, Fenway also boasts many of the City's top cultural institutions, including the ",{"type":"'''","value":["Museum of Fine Arts"]}," and ",{"type":"'''","value":["Symphony Hall"]},". The South End and its renowned Victorian brownstone buildings have attracted a diverse blend of young professionals, families and a vibrant gay and lesbian population."],["region3name=",{"type":"[[","value":[["Boston\/Charlestown"],["Charlestown"]]}],["region3color=#ac5c91"],["region3description=Found between the Charles and Mystic rivers, Charlestown is home to significant landmarks such as the ",{"type":"'''","value":["U.S.S. Constitution"]},", the ",{"type":"'''","value":["Bunker Hill Monument"]}," and the ",{"type":"'''","value":["Navy Yard"]},". The oldest neighborhood in Boston, Charlestown also has the oldest tavern in Massachusetts."],["region4name=",{"type":"[[","value":[["Boston\/South Boston"],["Seaport"]]}," ",{"type":"<","value":["small",["(",{"type":"[[","value":[["Boston\/South_Boston"],["South Boston"]]},", ",{"type":"[[","value":[["Boston\/South_Boston#Waterfront"],["Waterfront"]]},", ",{"type":"[[","value":[["Boston_Harbor_Islands"],["Boston Harbor Islands"]]},")"]]}],["region4color=#4f93c0"],["region4description=Don't let the movies fool you, South Boston -- known as \"Southie\" to Bostonians -- is a rapidly gentrifying neighborhood still holding on to its Irish Catholic working class roots. The changing times are clearest in Southie's Waterfront district, home to the ",{"type":"'''","value":["Institute of Contemporary Art"]}," and a host of new office, retail, and hotel buildings. If you have the time, visiting the Boston Harbor Islands offers a completely different take on life in the city."],["region5name=",{"type":"[[","value":[["Boston\/Allston-Brighton"],["Allston\/Brighton"]]}],["region5color=#d5dc76"],["region5description=This ever changing neighborhood is best known for its student population due to its proximity to many colleges and universities. The landscape becomes more residential as you move west into Brighton, where multi-family homes and condominiums line the streets of this welcoming neighborhood."],["region6name=",{"type":"[[","value":[["Boston\/Jamaica Plain"],["Jamaica Plain"]]}," ",{"type":"<","value":["small",["(",{"type":"[[","value":[["Boston\/Mission_Hill"],["Mission Hill"]]},", ",{"type":"[[","value":[["Boston\/Roxbury"],["Roxbury"]]},")"]]}],["region6color=#d09440"],["region6description=Jamaica Plain, or \"JP\" as the locals call it, is home to the ",{"type":"'''","value":["Arnold Arboretum"]}," and is one of Boston's most diverse and dynamic neighborhoods. The Mission Hill community consists of a large African American and Hispanic population, as well as a healthy collection of students from the many nearby colleges. Once a farming community, Roxbury is the heart of Black culture in Boston and is home to the historic ",{"type":"'''","value":["Shirley Eustis House"]},", the only remaining country house in America built by a British Royal Colonial Governor."],["region7name=",{"type":"[[","value":[["Boston\/East Boston"],["East Boston"]]}],["region7color=#578e86"],["region7description=Originally a center of shipbuilding, East Boston has always been a neighborhood of immigrants. Today its population is made up largely of Italian-Americans and immigrants from Central and South America and Southeast Asia. If you arrive by air, this is the first neighborhood you'll visit."],["region8name=",{"type":"[[","value":[["Boston\/Dorchester"],["Dorchester"]]}," ",{"type":"<","value":["small",["(",{"type":"[[","value":[["Boston\/Dorchester#Mattapan"],["Mattapan"]]},")"]]}],["region8color=#8a84a3"],["region8description=Dorchester, Boston's largest neighborhood, is also one of its most diverse. Long-time residents mingle with newer immigrants from Ireland, Vietnam, and Cape Verde. ",{"type":"'''","value":["Franklin Park"]},", considered the \"crown jewel\" of Frederick Law Olmsted's Emerald Necklace Park System, is located here. Mattapan's population is largely made up of African Americans and immigrants from the Caribbean."],["region9name=",{"type":"[[","value":[["Boston\/Hyde_Park"],["Hyde Park"]]}," ",{"type":"<","value":["small",["(",{"type":"[[","value":[["Boston\/Hyde_Park#Roslindale"],["Roslindale"]]},", ",{"type":"[[","value":[["Boston\/Hyde_Park#West_Roxbury"],["West Roxbury"]]},")"]]}],["region9color=#71B37B"],["region9description=As Boston's southernmost neighborhood, Hyde Park offers the intangibles of city life as well as the open space more commonly associated with the suburbs. Once considered a \"garden suburb\" of Boston, today's residents of Roslindale are still attracted to the neighborhood's natural beauty. West Roxbury, located in Boston's southwest corner, is known for its civic activism and youth programming."],["region10name=",{"type":"[[","value":[["Brookline"],["Brookline"]]},", ",{"type":"[[","value":[["Cambridge_(Massachusetts)"],["Cambridge"]]},", and ",{"type":"[[","value":[["Somerville"],["Somerville"]]}],["region10color=#c0c0c0"],["region10description=While none of these towns are technically part of Boston, you may find yourself here nonetheless. Cambridge's famous ",{"type":"'''","value":["Harvard Square"]}," has drawn crowds for centuries. While ",{"type":"'''","value":["Coolidge Corner"]}," in Brookline and ",{"type":"'''","value":["Davis Square"]}," in Somerville may also be vying for your attention."]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh = 36"],["febhigh = 38"],["marhigh = 45"],["aprhigh = 56"],["mayhigh = 67"],["junhigh = 77"],["julhigh = 82"],["aughigh = 80"],["sephigh = 73"],["octhigh = 63"],["novhigh = 52"],["dechigh = 41"],["janlow = 22"],["feblow = 23"],["marlow = 31"],["aprlow = 40"],["maylow = 50"],["junlow = 59"],["jullow = 65"],["auglow = 64"],["seplow = 57"],["octlow = 47"],["novlow = 38"],["declow = 27"],["janprecip = 3.8"],["febprecip = 3.5"],["marprecip = 4"],["aprprecip = 3.7"],["mayprecip = 3.4"],["junprecip = 3"],["julprecip = 2.8"],["augprecip = 3.6"],["sepprecip = 3.3"],["octprecip = 3.3"],["novprecip = 4.4"],["decprecip = 4.2"],["jansnow = 14.0"],["febsnow = 11.3"],["marsnow = 7.8"],["aprsnow = 1.9"],["maysnow = 0"],["junsnow = 0"],["julsnow = 0"],["augsnow = 0"],["sepsnow = 0"],["octsnow = 0"],["novsnow = 1.3"],["decsnow = 8.8"],["jansun =  9:24"],["febsun =  10:36"],["marsun =  11:58"],["aprsun =  13:23"],["maysun =  14:34"],["junsun =  15:17"],["julsun =  14:52"],["augsun =  13:48"],["sepsun =  12:27"],["octsun =  11:02"],["novsun =  9:49"],["decsun =  9:04"],["description = ",{"type":"{{","value":[["ForecastNOAA"],["Boston"],["42.3588"],["-71.05665"]]}]]},"\nLike much of New England, Boston's weather is unpredictable. It's prone to bouts of humidity and some surprisingly high temperatures considering the region, often topping out in the 90s, in the summer. Boston summers are warm and humid, with sunshine 60-65% of the time and typical highs in the mid 70s to high 80s °F (mid to upper 20s °C). Winters tend to be cold and bitter, with several days of heavy snowfall expected every winter, and temperatures sometimes known to fall below 0°F (-18°C).\n\nWhen the heat does start, there are some beaches within the city, and many beaches outside of it, for swimming. Beware that no matter how hot it is outside, the ocean water will not be warm, with the exception of some beaches on nearby ",{"type":"[[","value":[["Cape Cod"]]},".\n\nEarly and late summer tends to be nice, but this varies by year. In that time, the temperature will be perfect, and there will be no humidity. The city does have unpredictable stretches of heat between late June and early August when low 90s and high humidity are expected.  All public transit options, including cabs, buses, and the public transit system (both formally and informally called the T) are air-conditioned, with the exception of some older cars on the heavy rail T lines such as the Orange Line, Blue Line, and Red Line.\n\nBoston's fall foliage is at or near its peak beauty in mid-October, which also normally offers the advantage of many crisp sunny days (outside the city itself, peak foliage timing depends on how far north or south you venture from Boston.)\n\nIf you visit during the wintertime, the Atlantic Ocean has a large moderating effect on temperatures. The average low in January is 22°F (-5°C), so there may be snow, freezing rain, or hail. However, it doesn't snow anywhere near as much as many other cities due to the effect of the ocean. There is only snowfall on 10 days or so per year, at the absolute maximum.\n\n",{"type":"===","value":["History"]},"\nMassachusetts' first governor, John Winthrop, famously called Boston a \"shining city on the hill,\" a reference to Jerusalem and a declaration of the original settlers' intent to build a utopian Christian colony. From the very beginning, the people who lived there declared their home to be one of the most important cities in the world. Considering that the American Revolution and modern democracy got their start thanks to Bostonians, and that Winthrop’s quote is still used in modern political speech, one could argue that they were right!\n\nThe father of American jurist Oliver Wendell Holmes, Jr. (Dr. Oliver Wendell Holmes) once called the Boston statehouse \"the hub of the solar system,\" but common usage has expanded to the now-current ",{"type":"'''","value":["Hub of the Universe"]},". This half-serious term is all you need to know to understand Boston's complicated self-image.  Vastly important in American history, and for centuries the seat of the USA's social elite, Boston lost prominence in the early twentieth century, largely to the cities of New York, Chicago, Los Angeles, and San Francisco. Over the past two decades, Boston has regained political, cultural, and economic importance.\n\nIn 1629, Reverend William Blackstone was the first English immigrant to arrive in the city. A year later, John Winthrop and the Massachusetts Bay Colony had followed. The Massachusetts Bay Colony were Puritan religious dissidents who had fled ",{"type":"[[","value":[["England"]]}," to find freedom in the New World. At the time the city was called Shawmut, a name coined by Native American settlers, however now a new settlement, Winthrop had decided to rename the city Boston after his hometown in England. Because of its easily-defended harbor and the fact that it is the closest port to Europe it rapidly assumed a leading role in the fledging ",{"type":"[[","value":[["New England"]]}," region, with a booming economy based on trade with the Caribbean and Europe.  The devastating ",{"type":"'''","value":["Fire of 1760"]}," destroyed much of the town, but within a few years the city had bounced back.\n\nBoston was also a city of great intellectual potential. Many statesmen had emerged in Boston along with prestigious Schools such as Harvard and the first public school in America, Boston Latin. With the founding of these schools as well as the first printing press in New England, Boston was becoming more of a colonial society.\n\nBostonians were the instigators of the independence movement in the 18th century and the city was the center of America's revolutionary activity during the Colonial period.  Several of the first Revolutionary War skirmishes were fought there, including the ",{"type":"'''","value":["Boston Massacre"]},", ",{"type":"'''","value":["The Boston Tea Party"]},", and the battles of ",{"type":"'''","value":["Lexington"]}," and ",{"type":"'''","value":["Concord"]}," -which were fought nearby. Soon after the ",{"type":"'''","value":["Battle of Bunker Hill"]},", Boston's direct involvement in the Revolution ended with the success of the ",{"type":"'''","value":["Siege of Boston"]}," by George Washington.  For some time afterwards the city's political leaders continued to have a leading role in developing of the new country's system of government. The residents' ardent support of independence earned the city the nickname ",{"type":"'''","value":["The Cradle of Liberty"]},".\n\nThroughout the 19th century, Boston continued to grow rapidly, assimilating outlying towns into the metropolitan core. Its importance in American culture was inestimable, and its economic and literary elite, the so-called ",{"type":"'''","value":["Boston Brahmins"]}," assumed the mantle of aristocracy in the United States.  Their patronage of the arts and progressive social ideals was unprecedented in the New World, and often conflicted with the city's Puritan foundations.  They helped drive unprecedented scientific, educational and social change that would soon sweep the country. The Abolitionist movement, anesthesia and the telephone are a few examples of this.\n\nAt the same time, the city's working class swelled with immigrants from Europe. The huge ",{"type":"'''","value":["Irish"]}," influx made Boston one of the most important Irish cities in the world, in or out of Ireland.  Gradually the Irish laborer population climbed into city's upper class, evidenced no better than by the continued importance of the ",{"type":"'''","value":["Kennedy family"]}," in national politics.\n\nFrom the early twentieth century until the 1970s, Boston's importance on the national stage waned. Cities in what was once the frontier, like ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["San Francisco"]]},", and later ",{"type":"[[","value":[["Los Angeles"]]},", shifted the nation's center of gravity away from liberty's cradle. In the past two decades, Boston's importance and influence has increased, due to growth in higher education, health care, high technology, and financial services. It remains America's higher educational center; during the school year, one in five Bostonians are university students. There are more college students per square foot in Boston than any other city in the Western Hemisphere.\n\nBoston's nicknames include \"Beantown\",  \"The Hub\" (shortened from Oliver Wendell Holmes' phrase 'The Hub of the Universe'), \"The City of Higher Learning\" (due to the plethora of universities and colleges in the Boston area) and - particularly in the 19th century - \"The Athens of America,\" on account of its great cultural and intellectual influence. If you don't want to stand out as a tourist, don't refer to Boston by any of these nicknames. Locals generally don't use any of them, except the heavy use of \"Hub\" in journalism (Boston takes up more headline space).\n\n",{"type":"===","value":["Visitor information"]},"\nThe Greater Boston Convention & Visitors Bureau maintains two visitor centers:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Boston Common Visitor Information Center"],["url=http:\/\/www.bostonusa.com"],["email=info@bostonusa.com"],["address=148 Tremont St"],["lat="],["long="],["directions=at Winter; T: Park Street"],["phone=+1 617 536-4100"],["tollfree=+1-888-733-2678"],["fax="],["hours=M-Sa 8:30AM-5PM, Su 10AM-6PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Shops at Prudential Visitor Information Center"],["url=http:\/\/www.bostonusa.com"],["email=info@bostonusa.com"],["address=800 Boylston St"],["lat="],["long="],["directions=Center Court; T: Prudential or Back Bay"],["phone=+1 617 536-4100"],["tollfree=+1-888-733-2678"],["fax="],["hours=9AM-5PM daily"],["price="],["content="]]}]},"\nThe National Park Service also maintains two visitor centers as many of the historic sites in Boston are considered part of the Boston National Historical Park:\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Downtown Visitor Center"],["url=http:\/\/www.nps.gov\/bost"],["email="],["address=15 State St"],["lat="],["long="],["directions=behind the Old State House between Devonshire and Washington; T: State Street"],["phone=+1 617 242-5642"],["tollfree="],["fax="],["hours=9AM-5PM daily"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Charlestown Navy Yard Visitor Center"],["url=http:\/\/www.nps.gov\/bost"],["email="],["address=Navy Yard Pier 1"],["lat="],["long="],["directions=next to the USS Constitution"],["phone=+1 617 242-5601"],["tollfree="],["fax="],["hours=9AM-5PM daily"],["price="],["hoursextra=until 6PM in July and August"],["content="]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"====","value":["Boston Logan International Airport"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.massport.com\/logan Boston Logan International Airport"]}]},", +1-800-23-LOGAN (56426), (",{"type":"{{","value":[["IATA"],["BOS"]]},") is the main gateway to Boston and New England. It is in East Boston a few kilometers from downtown. Logan is a modern, relatively clean, and easy to get around airport, with terminals directly connected: A and B are fairly close to each other, it is possible to walk from C to E, and all are connected by above-ground enclosed walkways like spokes to the hub of the central parking garage. Free MassPort shuttle buses do the loop around the terminals (number 11) and also go to the Airport subway station on the MBTA Blue Line (number 55; in peak hours two shortened routes, 22 and 33, connect the station with terminals A-B and C-E respectively). Logan has a bevy of dining options considering its size, although they're typically expensive, even for Boston. It also has limited shopping facilities. Security is typically tight, as is true at most major American airports, and you can expect the TSA to be thorough, although reasonably efficient and quick, especially compared to other airports such as New York's JFK.\n\nIt is the major airport for New England and provides frequent non-stop service to most major cities in the United States and almost all major European airports. Boston is a hub for low cost carrier JetBlue Airways, and is also served domestically by Alaska, American, Delta, Frontier, Southwest, Spirit, United, and US Airways. There is a wide choice of flights to Canada (both Canadian and domestic carriers) and Caribbean (Delta, JetBlue and US Airways). The European carriers that fly to Boston from their hubs include British Airways and Virgin Atlantic (London-Heathrow), Air France\/KLM (Paris, Amsterdam), Alitalia (Rome), Lufthansa (Frankfurt, Munich), Aer Lingus (Dublin, Shannon), Swiss (Zurich), Icelandair (Reykjavik), SATA (Azores, Lisbon) and Iberia (Madrid). Getting to Boston from Asia used to require at least a one stop connection, but JAL now flies non-stop from Tokyo-Narita, and both Turkish Airlines and Emirates announced plans to start direct service to Logan from Istanbul and Dubai respectively in the spring of 2014. Central America is represented by Copa (Panama City), and Africa by TACV (Cabo Verde).\n\n",{"type":"{|","value":[["class=\"wikitable\""],["|-"],["! Terminal !! Serves"],["|-"],["| A || Alaska, Delta, United (Cleveland, Houston and Newark)"],["|-"],["| B North || American Airlines, Virgin America"],["|-"],["| B South || Air Canada, Penn Air, Spirit, US Airways"],["|-"],["| C || Cape Air JetBlue, United (Chicago, Denver, Los Angeles, San Francisco, Washington)"],["|-"],["| E Domestic || AirTran, Southwest, Sun Country"],["|-"],["| E International || Aer Lingus, Air France, Alitalia, British Airways, Copa, Iberia, Icelandair, JAL, Lufthansa, Porter, SATA, SWISS, TACV, Virgin Atlantic"]]},"\n\n",{"type":"<","value":["small",["International arrivals (apart from most flights from Canada) arrive at Terminal E, ",{"type":"'''","value":["even if the airline uses another terminal for departing flights"]},"."]]},"\n\n",{"type":"'''","value":["Public Airport Transportation"]},"\n\nThe MBTA ",{"type":"'''","value":["Blue Line"]}," and one of the two branches of the ",{"type":"'''","value":["Silver Line"]}," go to Logan. The Silver Line is a BRT, or Bus Rapid Transit system, that stops at each terminal every 10 to 15 minutes, from 6AM-12:45AM every day (5:35AM start M-Sa). It looks like a bus, but also frequently runs on tracks and can draw power from an overhead pantograph, although it is not reliant on electric power. From the airport, the Silver Line travels along the South Boston waterfront and terminates at South Station. Convenient transfers are available to the Red Line, south-side commuter rail trains, and southwesterly Amtrak trains.\n\n",{"type":"'''","value":["A ride on the Silver Line buses or Blue Line trains requires either a CharlieTicket, which is a more expensive paper ticket with a set amount of money pre-loaded, or a CharlieCard, which is a RFID-based fare card in the style of London's Oyster card or Hong Kong's Octopus card."]}," Pricing, which is for a flat fare, varies depending on whether you use a CharlieTicket or a CharlieCard, but is ",{"type":"'''","value":["generally around $2 per ride. Transfers are free and both CharlieCards and CharlieTickets are valid on almost all forms of public transportation run by the MBTA"]},", or Massachusetts Bay Transportation Authority, with the exception of the Commuter Rail and Ferry, neither of which are necessary for tourists.\n\nTo get to\/from the Blue Line Airport station from the airport itself, you need to take a free Massport shuttle (check the signs outside the terminals to see which ones to take). The last Blue Line train leaves Airport station shortly after about 12:30AM. The subway service is more frequent than buses, but ",{"type":"'''","value":["both the Silver Line and the Blue Line will get you to the city centre, albeit on Boston time."]},"\n\n",{"type":"'''","value":["Private Airport Transportation"]},"\n\n",{"type":"'''","value":["Taxis are more expensive"]}," than in many other cities. Fortunately, the airport is very near the city so the fare is not extremely expensive, ",{"type":"''","value":["if your driver is honest"]},". It would be about $25 for fares to Boston, and less if you are staying downtown in the financial district. If you're not driving or being picked up, you'll need to take a taxi if you are at the airport when the T is not running. A number of travelers have reported taxi drivers taking longer routes on purpose, falsely claiming a $40 flat fare to downtown Boston (there are no flat fares from the airport—insist on the meter), or falsely claiming the often more-direct Sumner Tunnel to be closed and taking the much longer Williams Tunnel route instead. You should research your route and inform your driver what route you want to go, or look up the traffic conditions on your smartphone if possible, to avoid being cheated. Note that a $7.50 origination surcharge from the airport is lawful and permissible (including tolls). There are always unlicensed taxis or vans at Logan, so if you see a taxi or van without what looks like official livery, it's probably fake and you might want to consider a metered taxi unless there are no other options. That said, there is no one livery for Boston taxis, so your taxi may be blue and white or checkered green just depending on who you get. Cab models also vary, but the two most common for official companies are Ford Crown Victorias and Toyota Camry hybrids.\n\nOther shuttle services that go to the airport include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Airporter"],["alt="],["url=http:\/\/www.theairporter.com"],["email=reservations@theairporter.com"],["address="],["lat="],["long="],["directions="],["phone =+1 781 899-6161"],["tollfree=+1-877-899-6161"],["fax="],["hours="],["price="],["content=Between Logan and the suburbs, door to door."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Airport Limos"]}," Axis Coach, LLC ",{"type":"[","value":["www.axiscoachusa.com"]}," is a great choice for travel to and from Logan airport or Manchester airport. They have reasonable rates from $79 one way. They are also a good choice for nights out and their knowledgeable chauffeurs also double as tour-guides. They show you the local flavor of Boston."]},"\nIf you're driving to Logan from the north, take the Callahan Tunnel; from the south or the west, take the Ted Williams Tunnel. Routes are well marked, and there is no toll in this direction. Driving from the airport to downtown Boston or to points north, including Interstate 93 northbound (as long as it is at exit, take the Sumner Tunnel; for points south and west, including Interstate 93 southbound (or northbound for exit 23) and Interstate 90, take the Ted Williams Tunnel. There is a $3.50 toll for either tunnel. Routes are well marked, but the airport road system is complex. Read the signs carefully and be sure you're in the correct lane, or you may be forced to swerve across several lanes of traffic to catch an unexpected off-ramp.\n\n",{"type":"====","value":["Other Airports"]},"\nYou may also consider flying into nearby airports which sometimes offer less expensive fares: ",{"type":"'''","value":[" ",{"type":"[","value":["http:\/\/www.flymanchester.com\/ Manchester-Boston Regional Airport"]}]}," (",{"type":"{{","value":[["IATA"],["MHT"]]},") (50 miles north of Boston, accessible via Interstate 93) or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pvdairport.com\/ T.F. Green Airport"]}]}," (",{"type":"{{","value":[["IATA"],["PVD"]]},") (60 miles south of Boston, accessible via Interstate 93 then Interstate 95). Public transportation from these airports to Boston is infrequent, so if your final destination is Boston, renting a car is the best option. The cost of getting from these airports into central Boston often negates any savings on lower airfares, and Logan is the only airport in the region which offers frequent service to essentially any destination. If you use a flight planning tool, Logan will typically come up as your only option just due to the sheer size of Logan in comparison to the other regional airports.\n\nHanscom Field (",{"type":"{{","value":[["IATA"],["BED"]]},"), off Interstate 95 near ",{"type":"[[","value":[["Bedford (Massachusetts)"],["Bedford"]]},", ",{"type":"[[","value":[["Lexington (Massachusetts)"],["Lexington"]]}," and ",{"type":"[[","value":[["Burlington (Massachusetts)"],["Burlington"]]},", northwest of Boston mostly serves ",{"type":"'''","value":["general aviation"]}," traffic - although the airport has at various times been served with commuter flights to ",{"type":"[[","value":[["Trenton"],["Trenton, New Jersey"]]}," (",{"type":"{{","value":[["IATA"],["TTN"]]},").\n\n",{"type":"[","value":["http:\/\/www.massport.com\/hanscom-worcester-airports\/Worcester%20Regional%20Airport\/Overview.aspx Worcester Airport"]}," (",{"type":"{{","value":[["IATA"],["ORH"]]},"), 40 miles west of Boston and also, like Logan and Bedford, under control of MassPort, is in a state of constant negotiation of contracts for commercial traffic, which so far failed to produce stable results. The latest attempt holds promise, as it is not with a small regional player, but with JetBlue, which opened daily service to Orlando (",{"type":"{{","value":[["IATA"],["MCO"]]},") and Fort Lauderdale (",{"type":"{{","value":[["IATA"],["FLL"]]},") in Florida in 2013.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:SouthStation.agr.JPG"],["thumb"],["South Station"]]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Rail travel in the United States"],["Amtrak"]]}]},", +1-800-872-7245, the national passenger rail service, serves Boston. Boston has three intercity rail stations, which serve both ",{"type":"[","value":["http:\/\/www.amtrak.com Amtrak"]}," and MBTA commuter rail trains.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["South Station"]},": Trains coming from west and south of Boston terminate here. Connections with the MBTA's Red Line and all branches of the Silver Line except the SL5."]},{"type":"*","value":[" ",{"type":"'''","value":["Back Bay"]},": Many trains coming from west and south of Boston stop here and then continue to South Station. This station is convenient to the Back Bay neighborhood, and is served by the MBTA's Orange Line."]},{"type":"*","value":[" ",{"type":"'''","value":["North Station"]},": Trains from north of Boston terminate here. This station is located underneath the TD Garden sports arena, and is served by the MBTA's Orange and Green Lines."]},"\nThe following Amtrak routes serve Boston:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Acela Express"]}," runs multiple times daily high-speed service between ",{"type":"[[","value":[["Washington, D.C."]]},", ",{"type":"[[","value":[["Baltimore"]]},", ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["New York City"],["New York"]]},", and Boston, although it is very expensive, even for American rail. There isn't really a significant time savings from using Acela, due to the fact that the rail, which is shared with the commuter rail and freight, is of too low a grade for the train to operate at maximum speed most of the time. To put it succinctly, the Acela trains look much faster than they are. That said, they are more luxurious, have more power outlets, and better wifi, so they do have some advantages."]},{"type":"*","value":[" ",{"type":"'''","value":["Northeast Regional"]}," runs multiples times daily from ",{"type":"[[","value":[["Virginia"]]}," up to Boston. Follows roughly the same route as the Acela Express, but with more local stops. It is typically half of the cost, but an hour to 90 minutes slower. The Northeast Regional is probably the most popular option due to its greatly reduced price."]},{"type":"*","value":[" ",{"type":"'''","value":["Downeaster"]}," runs multiple times daily from ",{"type":"[[","value":[["Portland (Maine)"],["Portland, Maine"]]}," to Boston. Note that this is the only Amtrak route to terminate at North Station."]},{"type":"*","value":[" ",{"type":"'''","value":["Lake Shore Limited"]}," runs daily from ",{"type":"[[","value":[["Chicago"]]}," to Boston. The trip is about 21 hours, so bring a book!"]},"\nThere is ",{"type":"'''","value":["no direct train service between Canada and Boston"]},", although you can string a trip together on two separate tickets using the ",{"type":"'''","value":["Maple Leaf"]}," and ",{"type":"'''","value":["Northeast Regional"]},". The trip to Boston results in a five hour layover at Penn Station and a connecting train to Boston that leaves at ",{"type":"''","value":["2:30AM"]},", the return trip requires spending a night in Manhattan. You can also connect from the Maple Leaf to the ",{"type":"''","value":["Lake Shore Limited"]}," at Buffalo, Rochester, Syracuse, Utica, or Albany - although this requires an overnight layover in ",{"type":"<","value":["u",["both"]]}," directions. Unless you're interested in visiting New York City or an upstate city in addition to Boston, you'd probably be better served by bus: Boston can be reached directly from Montreal or with one connection (in Buffalo) from Toronto on Greyhound, Trailways, Megabus and a few others.\n\nThe local regional rail system is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mbta.com Commuter Rail"]}]},". The Commuter Rail uses older heavy rail train cars similar to those on New York's Metro-North. They are cheap, although much more expensive than the Boston \"subway\", or T. If you are coming from ",{"type":"[[","value":[["Providence"]]},", the Commuter Rail is significantly cheaper ($7.75 versus $16) and more frequent than Amtrak. Remember, the North-South rule applies to which station you use:\n",{"type":"*","value":[" ",{"type":"'''","value":["South Station"]},": Serves all lines heading to the South and West of Boston. Many of these lines also serve ",{"type":"'''","value":["Back Bay Station"]},", which is a frequently less crowded alternative if your destination is in the Back Bay Neighborhood, or on the Orange Line. While all lines serving Back Bay also serve South Station, the reverse is ",{"type":"''","value":["not"]}," true... Specifically, the \"Old Colony Lines\" (trains from Kingston, Plymouth, Greenbush, or Middleborough) operate via ",{"type":"'''","value":["JFK-U Mass Station"]}," instead, a useful option if your destination is in South Boston or on the Red Line. When trains from Hyannis begin running in the Summer of 2013, they will run express from Buzzards Bay to South Station, stopping at neither JFK-U Mass or Back Bay."]},{"type":"*","value":[" ",{"type":"'''","value":["North Station"]},": Serves lines heading North of Boston"]},"\nArriving by train has the advantage of putting you within easy reach of most downtown destinations by public transit.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Boston Deluxe"],["url=http:\/\/www.bostondeluxe.com"],["email="],["address=175 Huntington Ave"],["lat="],["long="],["directions="],["phone =+1 917 662-7552"],["tollfree="],["fax="],["hours="],["price="],["content=Connecting Boston with ",{"type":"[[","value":[["New York City"],["New York"]]}," and ",{"type":"[[","value":[["Hartford"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Greyhound Bus Lines"],["url=http:\/\/www.greyhound.com"],["email="],["address=700 Atlantic Ave (South Station Bus Terminal)"],["lat="],["long="],["directions="],["phone =+1 617 526-1800"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=LimoLiner"],["url=http:\/\/www.limoliner.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 309 502-6411"],["tollfree="],["fax="],["hours="],["price="],["content=A luxury bus transportation offering professionals business services between New York City and Boston."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Lucky Star Bus"],["url=http:\/\/www.luckystarbus.com"],["email="],["address=700 Atlantic Ave (South Station Bus Terminal)"],["lat="],["long="],["directions="],["phone =+1 617 734-1268"],["tollfree="],["fax="],["hours="],["price="],["content=Between Boston's South Station and New York's Chinatown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Peter Pan Bus Lines"],["url=http:\/\/www.peterpanbus.com"],["email="],["address=700 Atlantic Ave (South Station Bus Terminal)"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-343-9999"],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Megabus"],["url=http:\/\/www.megabus.com\/"],["email="],["address=700 Atlantic Ave (South Station Bus Terminal)"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-877-462-6342"],["fax="],["hours="],["price=fares start at just $1 when reserved far in advance"],["content=Connecting Boston with New York City, Philadelphia, Baltimore, and Washington, D.C."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=BoltBus"],["url=http:\/\/www.boltbus.com"],["email="],["address=700 Atlantic Ave (South Station Bus Terminal)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=fares start at $1 when reserved far in advance"],["content=Connecting Boston with New York City, Newark, and Philadelphia."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Go Bus"],["alt="],["url=http:\/\/gobuses.com\/"],["email="],["address=11 Cambridgepark West, Cambridge (Alewife Station)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Connecting Cambridge (Alewife Station) and Newton (Riverside Station) with New York City."]]}]},"\nGreyhound and Peter Pan Bus serve many cities from South Station but are generally much more expensive than the so-called Chinatown buses, with Greyhound and PPB averaging $30 to the Port Authority bus terminal in midtown Manhattan (New York City). However, eSaver fares available online make the Greyhound fare between Boston & NYC as low as $15 each way. The Chinatown buses, along with low-fare competitors Megabus and BoltBus, specialize exclusively in nonstop express service between Boston's South Station and various points in NYC from Chinatown to midtown Manhattan. Some Chinatown buses average $12.50 one way. BoltBus, Megabus, as well as Greyhound\/PeterPan also advertise free Wi-Fi aboard most buses to New York City - whether it works or not is a completely different story.\n\nBesides New York City, bus service to Boston is also available from:\n",{"type":"*","value":[" ",{"type":"[[","value":[["Philadelphia"]]}," (Direct)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Washington D.C."]]}," (Direct)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cleveland"],["Cleveland, Ohio"]]}," (Erie (PA), Buffalo, Rochester, Syracuse, Utica, Schenectady, Albany, Springfield, Worcester)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Binghamton"],["Binghamton, New York"]]}," (Oneonta, Schenectady, Albany, Springfield, Worcester)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Bangor (Maine)"],["Bangor, Maine"]]}," (Augusta, Portland, Biddeford-Saco, Durham, NH)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Montreal"]]}," (also stops in Burlington and White River Junction Vermont)"]},{"type":"*","value":[" From Toronto, Boston can be reached with a connection either in Buffalo or New York City."]},"Keep in mind that if you're taking a bus to Boston from anywhere other than New York City, typically ",{"type":"'''","value":["only a single bus company serves the route."]}," Philadelphia and Washington (served by Bolt) are fairly reasonable if you book at least a week or two in advance (since pricing is demand based), although routes served by Greyhound\/ Peter Pan can range from pricey to outright extortion. If you're coming from upstate New York, Ohio or beyond, it's worth looking on Kayak or Expedia - a plane ticket may be comparable ",{"type":"'''","value":["or even cheaper than traveling by bus."]}," For Canadian visitors, direct flights between Buffalo ",{"type":"{{","value":[["IATA"],["BUF"]]}," and Boston on either JetBlue, Southwest or US Airways can downright cheap if booked far enough in advance.\n\n",{"type":"===","value":["By car"]},"\nA word about driving in Boston: ",{"type":"'''","value":["DON'T"]},"! Why not?:\n",{"type":"*","value":[" Traffic congestion rivaling Manhattan at nearly all hours of the day"]},{"type":"*","value":[" A confusing street layout (sometimes with parallel one-way streets going ",{"type":"''","value":["the same direction"]},") that even many lifelong Bostonians have trouble wrapping their heads around."]},{"type":"*","value":[" Parking is difficult to find and ",{"type":"''","value":["very"]}," expensive - expect to pay $40 or more for a couple of hours at a downtown garage or lot. Metered spaces, when they exist, typically have a one or two hour limit."]},{"type":"*","value":[" With Boston's compact size and plentiful mass transit, you really don't need your car!"]},"\nConsider dropping your car at a lot and taking the \"T\" in. Parking at MBTA commuter rail and terminal subway locations is usually cheaper than parking in the city. In particular, the Riverside (Grove Street) stop at the end of the Green D line is right off I-95, and is $5.75 to park ALL DAY. You can even park overnight for $6.75 each extra day. Stations on the south end of the Red Line (Braintree, Quincy Adams, etc...) are $7. Commuter rail stations are even cheaper. See the Public Transit section in the \"Get around\" section below.\n\nBoston has two major highways entering it, I-93 and I-90 (the Massachusetts Turnpike, or \"Mass Pike\", or just \"the Pike\"; locals do not usually call it \"I-90\", though they will typically know what you are referring to). I-93 enters the city from the north and the south; the section running from Boston southward is usually referred to as the \"Southeast Expressway\" (or just \"the Expressway\") but the northern section is just \"93\" (sometimes called the Northern Expressway, although this is much less frequent than I-93 south of Boston's tunnels) The Pike enters Boston from the west. The Mass Pike is a toll road - expect to pay $1.25 to enter the city via the Pike, in addition to the tolls charged when arriving at the I-90 \/ I-95 interchange in Weston, just outside the city (variable based on distance travelled, max price is $3.85 if you drive all the way from the automatic ticket machines near the New York border). Also, if you enter The Pike in East Boston (at Logan Airport) the toll is $3.50. There are minor roads, of course, that enter Boston as well, including Route 9 (Old Worcester Turnpike), Route 2, and US 1. Another major highway, I-95, encircles the Boston area. Be aware that the vast majority of locals refer to I-95 as \"Route 128\", which is I-95's former name, so they may not know what is being referred to. Route 128 is still reflected to on signs with I-95 and its signage only due to public pressure on MassDOT. It is rare for traffic reporters to not omit the I-95 and I-93 designations from this stretch. Past Canton and I-93's southern end signs no longer reflect the 128 designation, although traffic reporters and much of the public still call it 128. North of I-95's departure from the half-beltway in Peabody on the North Shore the road is still designated as 128 to its ending. Adding to this mass confusion US-1 follows the southern part of the road, and only white roadside signs indicate the old 128 designation.\n\nThere are many car rental places around Boston, but one of the most unique is Zipcar, an hourly car rental service. If you don't plan to do much driving, this may be an economical alternative to owning a car. If you want to use Zipcar, you should try signing up in advance (students of universities in Boston may be able to get a discount). Rental fees and taxes differ between Boston and Cambridge, but the rental agencies at Logan Airport (in East Boston) are still usually less expensive and have a greater fleet of cars available.\n\nIn addition to the ",{"type":"'''","value":["Massachusetts Turnpike"]}," (I-90), the Sumner Tunnel is a toll road (coming from the airport only), along with the Ted Williams Tunnel (from airport only), and the Tobin Bridge (southbound\/from the North Shore only).\n\nIf driving on a major highway during rush hour, do not be surprised to see cars driving in the breakdown lane on the shoulder. This is permitted in certain areas, at certain times, as indicated by signs along the road.\n\nAs a general rule, especially as a tourist unfamiliar with the city, alternatives are favored over driving - even when just getting in or out of the city. Boston is one of the densest major cities in the U.S. - perfect for walking, biking, or using the collection of mass transit systems known as the ",{"type":"'''","value":["T"]},". Driving can be confusing and dangerous with numerous one way streets, narrow roads, and continuous road construction. Driving conditions have improved after the completion of the infamous Big Dig, but it is still not recommended to those unfamiliar with the area.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.mbta.com\/schedules_and_maps\/boats\/ MBTA ferries"]}," from ",{"type":"[[","value":[["Hingham"]]},", ",{"type":"[[","value":[["Hull (Massachusetts)"],["Hull"]]},", and ",{"type":"[[","value":[["Quincy (Massachusetts)"],["Quincy"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Cruise ships"]]}," dock at the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.massport.com\/ports\/cruis.html Black Falcon Cruise Terminal"]}]},", One Black Falcon Av., ",{"type":"''","value":["+1"]}," 617-330-1500. The MBTA Silver Line bus serves the port."]},"\n",{"type":"==","value":["Get around"]},"\nNavigating the streets of Boston is difficult if you are not familiar with the area.  While many other American cities have their streets laid out in a grid (",{"type":"[[","value":[["New York City"],["New York"]]},", ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Indianapolis"]]},", ",{"type":"[[","value":[["Philadelphia"]]},", ",{"type":"[[","value":[["Phoenix"]]},"), or along a river, lake, or other geographical feature (",{"type":"[[","value":[["New Orleans"]]},", ",{"type":"[[","value":[["Cleveland"]]},"), the modern streets of Boston are a twisty and seemingly incomprehensible maze.  Boston in the 1600s was a narrow peninsula surrounded by farmland and distant settlements.  Landfill, urban expansion, waves of radical economic change, and new technologies have seen sensible street patterns added on to and collide in less sensible ways.  Due to dense development, the older street patterns have largely remained in place without being adapted to their modern surroundings.  ",{"type":"'''","value":["In this way, Boston is more similar to old European cities than most typical large American cities"]}," that were geometrically planned, expanded into unsettled land, or were mainly settled in the late 20th century. Streets in Boston not only turn of their own volition, but often vanish for no particular reason or change names. If you intend to drive in Boston, a GPS or smartphone with GPS capabilities are essential, because Boston streets and avenues have no rhyme or reason to their layout, and signs are often conspicuously lacking.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"'''","value":["Driving is to be avoided"]}," if possible, due to traffic congestion, poor parking options, high driving-associated costs, the complexity of navigation, notoriously aggressive drivers, brazen jaywalkers, difficult-to-follow city rules and signage, and the simple fact that Boston, with the exception of neighborhoods on the periphery such as Dorchester and Mattapan, is very compact.\n\nAs an alternative (in fair weather), walking is usually preferable in terms of ease, cost, and comfort. Boston is an all right city to walk because most destinations are very close together, and downtown rapid transit stops, or T stops, are frequent.\n\nSignage is generally poor, and the names of major streets are usually unmarked when crossing minor streets. There are many one-way streets, which may be difficult to identify when turning.  Street names are duplicated in different neighborhoods (due to municipal consolidations in the 1800s and early 1900s).  Even Bostonians who lived there all their life can easily get lost.  Navigating from \"square\" to \"square\" (major intersections but rarely actually square or really any consistent shape) is one navigational technique.  Some parts of the city are difficult to reach from other nearby parts, prompting the local expression, \"Ya cain't get theyah from hee-ah!\" (\"You can't get there from here!\")\n\nAvoid driving at morning or evening rush hour; highways and streets can become quite congested. Peak times vary, depending on relative distance from downtown. Public transit also becomes very crowded during rush hour, and just before and after major sporting events and public celebrations. Baseball games, other major sporting events, and graduations may also cause significant driving congestion.\n\nIf you do choose to drive, be prepared to avoid double-parked vehicles or poorly parked vehicles blocking lanes, and be wary of lanes which may suddenly become parking lanes or shift or disappear entirely as you cross intersections. \"Left lane must turn\" and other traffic directions are often written only on the road itself and therefore may be routinely blocked from sight by other vehicles in heavy traffic, thus last-second lane changes are unavoidable without foreknowledge of the roads. Such changes may be the cause of anger or disputes, so it may be good to wave or request a lane change politely.\n\nWhen changing lanes, be wary of pedestrians and cyclists, as well as other drivers, since they may cross, split lanes, or even run lights unexpectedly. Massachusetts law requires vehicles to yield to pedestrians, whether or not they're crossing legally. Bicycles are treated as vehicles, and may occupy an entire lane if there is no bike lane. As in any city, be prepared to stop when following a taxi driver, and look for pedestrians to anticipate taxi behavior: taxis will not only stop at fares but also stop at nothing to get to them first. When stopping yourself, use your hazards to clearly indicate that you are stopping as a courtesy to other drivers, many of whom are young students and may be inexperienced with city driving themselves. In terms of the law: if you encounter a rotary, remember that Massachusetts state law gives the right of way to traffic ",{"type":"''","value":["in"]}," a rotary, also known as a roundabout in other parts in the world.\n\nDo not pass stopped trolleys on the right; do not try to squeeze past a bus without changing lanes entirely to avoid sharing their lane (you should not pass any vehicle while sharing a lane and buses have large blind spots); and be wary that the law may require you to come to a complete stop and wait for the pedestrian to finish crossing entirely. Be careful also not to pass a yellow school bus with red flashing lights as passing before or after may still draw you a citation (this rule may be ignored, even by police, if due caution is observed by the driver, but those who ignore it may still draw a serious citation). Finally, since you may cross train tracks in Boston, be aware that they may be particularly slippery and icy, possibly dragging you off course as you cross them if you do not grip the steering wheel firmly.\n\nThe only toll road in the area is the Massachusetts Turnpike (Interstate 90), with various prices depending on entrance and exit points. Other tolls include the Ted Williams and Sumner Tunnels, each of which charges $3.50 when coming back from Logan Airport into downtown.  The Tobin Bridge on Route 1 headed southbound toward downtown charges $3. Have cash on hand for these roads as checks and credit card are not accepted there. FastLane and E-Z Pass are also accepted.\n\n",{"type":"'''","value":["Parking"]},"\nParking can be expensive, up to $40\/day downtown on a weekday, though $20 and $7 deals can be found if you are willing to walk.  Most cheap or free street parking is permitted as resident only and requires a special sticker, or is metered and has a 2-hour time limit.\n\nParallel parking is a necessary skill for street parking.  Believe it or not, you can park in a space that is only a few inches larger than your car, if you don't mind scrapes on your bumpers and take advantages of the bounciness of cars' suspensions.\n\nGarages are located at Quincy Market, the Aquarium, the new State Street Financial Center, the Theater District and the ",{"type":"[[","value":[["Boston Common"]]},".  There are three levels of parking under the Common.  The garage is very clean and its central location makes it a good starting point for a day trip in the city.  To get in and out of the garage, there are four pavilions on the Common; each has stairs and an elevator.  Once out of the garage, the Park Street and Boylston Street T stops are only a two or three minute walk away.\n\nAs a rule, if you think you may be illegally parked, you probably are. Read the street signs very carefully. Watch for street cleaning, resident-only parking zones, and commercial parking zones - all of which will vary depending on the day and time. Parking meters are enforced heavily throughout the city.  Meters in different parts of the city will turn off at different times (i.e. 8PM downtown or 6PM in many other neighborhoods). A broken meter entitles you to the posted time limit without having to pay.\n\n",{"type":"===","value":["By public transit"]},"\n",{"type":"[[","value":[["File:MBTA Boston subway map.png"],["thumb"],["375px"],["The rapid transit lines of the MBTA system.  (Bus, commuter rail, and boat not shown.)"]]}," \nPublic transit in Boston is plentiful for an American city of its size, and is useful in getting around the city, especially considering the issues with driving.  A single public transit agency serves the Boston metropolitan area, the Massachusetts Bay Transportation Authority (\"MBTA\", or \"the T\" for short). The MBTA is the fourth-largest transit system in the U.S. For complete schedules, maps, and other information, see their ",{"type":"[","value":["http:\/\/www.mbta.com official website"]},".\n\nIt is important to note that ",{"type":"'''","value":["\"Inbound\" means toward Park Street or State and \"Outbound\" means away from Park Street or State."]},"\n\nAfter decades of using tokens for fare payment, the entire MBTA system was converted in 2007 to an electronic CharlieCard and CharlieTicket system.  Dispensing machines at all stations accept cash, credit cards, and debit cards.  If you go straight to a dispensing machine, you'll get a paper CharlieTicket with magnetic stripe.  If you have time, first ask an attendant at any underground station for a plastic CharlieCard, which is a contactless \"smart card\".  The Card is free and will give you a discount on all T and bus fares, and it's the only way to get free transfers to and from buses. If you think you'll be boarding the T many times you may wish to purchase a day or week LinkPass (Sold at standard machines for $11.00 and $18.00, respectively). Note that these do not allow rapid repeated use at the same station, for a group, for instance. In general, a CharlieCard should be considered a must for its convenience (you can leave it in your wallet), decreased fares, and free or discounted transfers. Most passes (but not one and seven day passes) can be loaded onto a ",{"type":"[","value":["http:\/\/www.mbta.com\/fares_and_passes\/passes\/ CharlieCard"]},". Unfortunately, CharlieCards are oftentimes not available at stations. However, almost all 7-11 convenience stores in the Boston area sell them, and you can find other places to buy CharlieCards on the MBTA's website.\n\nBicycles are sometimes possible to transport on the MBTA. Bikes are allowed on the Blue, Red, and Orange T lines except at peak hours, but are not allowed on the Green and Silver lines.  Bikes are always allowed on MBTA buses that are equipped with bike racks. The MBTA is currently installing bike racks on many bus routes - check the MBTA website for the latest updates. Bikes are allowed on MBTA boats and ferries at any time.  On commuter rail trains, they are allowed anytime except weekday rush hours, as noted on individual train line schedules.\n\nThe MBTA system consists of several components: T, bus, water shuttles, and commuter rail.\n\nFull-color system maps are available at major stations; you may need to ask an agent if you would like one.  They are extremely useful for locals and travelers getting a bit off the beaten track, because they show all bus, rapid transit, commuter rail, and boat lines. Most of the T maps you will see only show the rapid transit lines, which are identified by color.  If you have a color printer, you can make one yourself by printing the PDF version online. (",{"type":"[","value":["http:\/\/mbta.com\/uploadedFiles\/Schedules_and_Maps\/System_Map\/MBTA-system_map-front.pdf Front"]},", ",{"type":"[","value":["http:\/\/mbta.com\/uploadedFiles\/Schedules_and_Maps\/System_Map\/MBTA-system_map-back.pdf back"]},".)\n\n",{"type":"'''","value":["Light & heavy rail, or the T"]},"\n",{"type":"[[","value":[["File:NorthStationOrange.jpg"],["thumb"],["Subway train at North Station"]]},"\nThe T is composed of four color-coded rail lines, the ",{"type":"<","value":["span",{"style":"color:red"},[{"type":"'''","value":["Red Line"]}]]},", ",{"type":"<","value":["span",{"style":"color:#FFA500"},[{"type":"'''","value":["Orange Line"]}]]},", ",{"type":"<","value":["span",{"style":"color:green"},[{"type":"'''","value":["Green Line"]}]]},", and ",{"type":"<","value":["span",{"style":"color:blue"},[{"type":"'''","value":["Blue Line"]}]]},". The Green Line is technically an above ground streetcar system, although downtown the stops are often underground. It uses light-rail or streetcar\/trolley rolling stock, stops frequently, is powered using overhead lines, and never goes above 45 miles an hour. Despite this, it carries a surprising amount of passengers and is without a doubt the most useful T line for tourists. The newer ",{"type":"<","value":["span",{"style":"color:silver"},[{"type":"'''","value":["Silver Line"]}]]}," is technically part of the T system, but in reality is comprised of diesel-electric buses with the ability to run on track and draw current from an overhead wire.\n\n",{"type":"'''","value":["The Green Line splits into four branches"]}," going west that are known as the B, C, D and E lines (from north to south).  Going west on the Green Line, the E line branches off at Copley Square station, the other three split at Kenmore Square station.  Just after the lines split, these lines all run above ground and become \"streetcar\" lines.\n\n",{"type":"''","value":["The B branch"]}," is a service to Boston College via Commonwealth Avenue (locally referred to and sometimes marked as Comm Ave). It services Boston College and Boston University, along with the neighborhood of Brighton. Many of the stops are dangerously close to the road; some are just painted yellow lines in the middle of Comm Ave and the right of way. Its long distance and frequent grade crossings cause dispatchers to express trains frequently. B stops are extremely close together, even for Boston. Expect a journey on the B branch to take a while. Make sure to press the stop tape to request your stops, as many drivers won't stop unless they are requested past Boston University or even past Kenmore.\n\n",{"type":"''","value":["The C branch"]}," is a service to Cleveland Circle via Beacon Street. This line is primarily in ",{"type":"[[","value":[["Brookline"]]},". Its right of way is mainly surrounded by local businesses and residential structures. Like with the B branch, stops are very close together, upon occasion literally only 1 block apart.\n\n",{"type":"''","value":["The D branch"]}," is a service to Riverside Station, an inter-modal station in Newton, MA, via the Highland Branch. A former street care right of way from the 1800s. The right of way is completely grade separated (does not intersect or run along streets) making transportation faster, with stops being further apart.\n\n",{"type":"''","value":["The E branch"]}," is a service to VA Medical Center and Heath Street, via Huntington Avenue. This line services the Prudential Center, and Boston's Symphony Hall. Along with many universities along the right of way, including the world famous Longwood Medical Area, which is a commercial and education complex offering some of the most advanced health care in the world, along with research centers. Also the Museum of Fine Arts Boston is accessible via the Museum of Fine Arts stop, sometimes announced as MFA or Museum on the trolley. However, the E branch is less accessible and frequent from downtown, and it's nigh impossible to transfer to other C lines from the E branch.\n\nThe letters are not assigned to coincide with any particular reference to the route of the branch. It is labeled A-E (A disbanded, now the 57 bus) from north to south. Cleveland Circle (C), Reservoir (D), and Chestnut Hill Ave (B) stops are all in walking distance and provide a convenient spot to switch between the lines; however a second fare is required.\n\n",{"type":"'''","value":["The Red Line"]},"  splits in two directions at the JFK\/UMass station going south that are known as the Braintree and Ashmont branches, the latter of which connects to a streetcar line to Mattapan.\n\n",{"type":"'''","value":["The Orange Line"]},", the eldest of the rapid transit lines in Boston, is service from Malden, MA to Jamaica Plain. It services the City of Malden, Charlestown, Bunker Hill Community College, North Station, the Haymarket area, the Financial District, Downtown Crossing, New England Medical Center, Roxbury, and Jamaica Plain.\n\n",{"type":"'''","value":["The Blue Line"]},", named as such because it crosses under the Boston Harbor and goes to Revere Beach, is a former street car line converted to rapid transit. It services East Boston, the Airport, and Revere.\n\nThe T system is slightly confusing in that directions are often marked \"inbound\" and \"outbound\", rather than with a destination.  \"Inbound\" means \"into the center of Boston\", where all four lines converge at four stops: State (Blue and Orange), Park Street (Red and Green), Government Center (Blue and Green), and Downtown Crossing (Orange and Red). \"Outbound\" means \"away from the center of Boston\".  Once one is ",{"type":"''","value":["in"]}," the center, signs generally give the direction (\"eastbound\") or the last stop on the line in that direction (\"Alewife\").  All trains are signed with the last stop in the direction they are headed, and this is the best way to know if you are going in the right direction.\n\nNote that ",{"type":"'''","value":["most Green Line trains do not go all the way to the end of the line at Lechmere"]},"; most turn around either at North Station or Government Center. If you are traveling farther than Government Center, your best bet is to get on the first train that comes, and then wait on the platform at the stop where you are forced to leave the train until the next Lechmere or North Station train arrives. (Depending where you are, Lechmere trains might not stop there.) Only trains coming from the E Branch will proceed to Lechmere, unless otherwise noted. From North Station or Haymarket, it's a fairly short walk to Lechmere.\n\n",{"type":"'''","value":["T service generally does not run between 1AM and 5AM"]},".  (The same goes for the commuter rail lines - usually midnight or before.) Each line (Green, Blue, etc.) has a \"last train\" time, starting at one end of the line and going to the other.  Check the schedule in advance if you are going to be out late.  Sometimes the last train is delayed due to passenger load or the need to wait for the last connection from another line, so you might get lucky if you are running late.  Check with a T employee near the fare gates to see if you've missed the last train or not. A general rule of thumb is to be in the station by midnight to safely catch the last train. A consequence of this is that taxis can be extremely difficult to hail after 2AM when most of the bars close, especially in touristy areas such as Fanueil Hall.\n\nUnlimited-ride T and bus passes are available from the MBTA.  If you're going to be riding a lot around town, these are worth investigating.  See the ",{"type":"[","value":["http:\/\/www.mbta.com\/fares_and_passes\/ link"]}," for complete fare information on passes.  Buy a CharlieCard 1 day pass for $11 or a 7 day unlimited pass for $18. The 7-Day LinkPass is valid for 7 days from the date and time of purchase. The LinkPass gives you unlimited travel on T, Local Bus, Inner Harbor Ferry, and Commuter Rail Zone 1A.  (Note that Commuter Rail and boats do not accept CharlieCards, so you must use a CharlieTicket for these services.)\n\nIf using a CharlieCard, the cost of a one-way ride on the T is $2.00 plus free T and local bus transfers. Otherwise, it costs $2.50 per ride if done on a Charlie Ticket or paying by cash. This will get you to most destinations. Parking at the Alewife station on the Red line is ample but will cost you $7 each time you park, and $8 overnight. Riverside Station just off I-95 has plentiful parking for $6 all day.  Additional suburban parking is available in Quincy, Braintree, and at many Commuter Rail stops.\n\n",{"type":"'''","value":["Bus"]},"\nRegular bus service (the vast majority of buses) is usually slower than rapid transit, but is also cheaper and may take you closer to your final destination.  Express buses are faster, more expensive, and travel longer distances.  CharlieCard users get free transfers and pay $1.50 for regular bus, $3.50 for Inner Express, and $5 for Outer Express (check the schedule to know which line is which).  Charlie Ticket or cash customers pay $2.00 for regular bus, $4.50 for Inner Express, and $6.50 for Outer Express, with no free transfers.\n\n",{"type":"'''","value":["Water shuttle"]},"\n",{"type":"[[","value":[["File:BostonHarborTaxi.jpg"],["thumb"],["Water Taxi"]]},"\nThe MBTA runs a number of ",{"type":"[","value":["http:\/\/www.mbta.com\/schedules_and_maps\/boats\/ water shuttles"]},", but the most useful for tourists is the ",{"type":"[","value":["http:\/\/www.mbta.com\/schedules_and_maps\/boats\/lines\/?route=F4 shuttle"]}," from Long Wharf to Navy Yard, which costs $1.70.  This provides a convenient connection between the USS Constitution Museum and the area around Faneuil Hall and the New England Aquarium.  There's also a shuttle from Long Wharf to Logan Airport, but it runs relatively infrequently, so the Blue Line is your best bet for getting between these two destinations.\n\nThere are also non-MBTA ",{"type":"'''","value":["public ferries"]}," available from several ports, notably the Aquarium and Long Wharf, and a water taxi service on the waterfront. The Boston Harbor Islands, an interesting destination for wildlife and scenery, are primarily accessed through private water shuttles which run every 30 minutes out of a stretch of the Rose Kennedy Greenway.\n\n",{"type":"'''","value":["Commuter rail"]},"\n\n",{"type":"[","value":["http:\/\/www.mbta.com\/schedules_and_maps\/rail\/ Commuter rail"]}," in Boston is primarily used for traveling to towns outside of the city. Due to its limited frequency compared to the T, it is not generally recommended for travel within the city itself. An exception is travel between Back Bay Station and South Station, which is served by 5 commuter rail branches on weekdays and is free one way. Commuter rail fares range from $1.70 to $7.75 one way, although any ticket to or from the city is at least $4.25.  Tickets can be bought on board trains, but at a slight surcharge. Passengers can ride for free from Back Bay to South Station, but must buy a ticket for $1.70 to travel from South Station to Back Bay.\n\nTrains heading north of the city leave from North Station, while those heading south or west leave from South Station. Both stations have connections to the T: North Station is on the Green and Orange Lines, and South Station is on the Red and Silver Lines.  The two stations are ",{"type":"''","value":["not"]}," directly connected: you cannot board a train north of the city and take it to a point south of the city.  Such a journey will require a T ride in-between train trips to make the connection.\n\n",{"type":"===","value":["By taxi"]},"\nYour current alternative to late-night public transit is a taxi.  Taxis can be hailed at any significant street corner, such as Kenmore Square or Copley Square.  Expect to spend at least $5 and possibly up to $30 in the immediate surroundings (this includes the initial fare, a small tip for the driver, small one-way streets, bad traffic, construction, tolls for bridges, tolls for tunnels, tolls for the Mass Pike, and any wait time). To get further out of Boston, expect to spend much more (for example, from the airport to ",{"type":"[[","value":[["Wellesley"]]},", a Boston suburb, would be around $80, which includes the actual driving and tolls along the way). Fun fact, as of summer 2009, Boston has the most expensive taxis of any major American city.\n\n",{"type":"===","value":["By foot"]},"\nBoston's downtown core is compact and easily walkable. Most tourist attractions can be visited on foot, although some neighborhoods require rail and\/or bus connections. Take note that while jaywalking is technically illegal, the fine is $1 and tickets haven't been issued for decades.  However, if you cross against signals just remember to watch out for stray bikes, cars, and some unusual traffic patterns you won't be used to.\n\nThe climate is cold from December to April, and the city is the most windy in America. Snow can also be an obstacle.\n\nIf it's late at night, or you feel you cannot deal with the cost of a taxi or the wait involved with the MBTA, then Boston is a relatively small, relatively safe city and walking is an option. Just remember to use the same sense you would in any other city.\n\n",{"type":"===","value":["By bicycle"]},"\nMany Boston residents use bicycling as their primary mode of transit all year round, and Boston's small size and relative flatness make biking an appealing way to get around.  Boston lacks many amenities for bicyclists, however, as the roads are covered with potholes and frequently absent of designated bicycle lanes or bicycle racks, so ",{"type":"'''","value":["visitors wishing to travel by bicycle should have excellent urban riding skills"]}," prior to renting a bicycle. Cambridge tends to have more bicycle lanes and racks, though many streets still lack them. Riding on the sidewalk is illegal in the city of Cambridge, and frowned upon in Boston, and being well-lit in the evenings is important both for following regulations and for being safe.  Recent efforts by Mayor Thomas Menino promise increased city investment in bicycling as a viable mode of transportation, and the mayor himself has taken up biking around town.\n\nA central transit for bikers in Boston is the Southwest Corridor Bike Path, a major park\/bike way placed along a route once slated for a major freeway system. This runs parallel to the T's Orange Line and connects Forest Hills to the Back Bay. This is an excellent means of transit if you intend on staying in Jamaica Plain.\n\nIn 2011, Boston launched ",{"type":"[","value":["http:\/\/www.thehubway.com  Hubway"]},", a bike sharing system very similar to those in Washington D.C. and New York City. As of 2014, there are 140 stations and 1,300 bicycles; visitors can purchase a pass for one day or three days, or those staying longer can purchase a monthly or annual membership. Pick up a bike at any station and return it to any other station. Each pass offers unlimited 30-minute rides; longer rides incur expensive extra fees, making renting a bike a better option for long rides. \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Boston Bicycle"],["alt=Cambridge Bicycle"],["url=http:\/\/www.cambridgebicycle.com\/design\/rentals.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 617 236-0752"],["tollfree="],["fax="],["hours="],["price=$25\/day"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Urban AdvenTours"],["url=http:\/\/urbanadventours.com"],["email="],["address=103 Atlantic Ave"],["lat="],["long="],["directions="],["phone =+1 617 670-0637"],["tollfree="],["fax="],["hours="],["price="],["content=Offers guided bicycle tours for various skill levels. Also provides bike rentals and bike deliveries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Hubway"],["url=http:\/\/thehubway.com"],["email= customerservice@thehubway.com"],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-855-948-2929"],["fax="],["hours="],["price="],["content= A bike sharing service that offers use of 1,300 bikes from 140 kiosks around Boston, Cambridge, and Somerville. Visitors can purchase a 24-hour ($6) or 72-hour ($12) pass with a credit or debit card; both offer unlimited trips under 30 minutes (longer trips incur expensive extra charges)."]]}]},"\n",{"type":"==","value":["See"]},"\nThere are several visitor pass programs that offer discounted or free admission to a number of the sites listed below, among them the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gobostoncard.com\/ GoBoston Card"]}]}," and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.citypass.com\/boston Boston CityPASS"]}]},". Depending on the length of your stay and what you want to see, either program could potentially save you quite a bit of money.\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:Boston Museum of Fine Arts.jpg"],["thumb"],["Boston Museum of Fine Arts"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Boston Children's Museum"],["alt="],["url=http:\/\/www.bostonkids.org"],["email="],["address=300 Congress St"],["lat="],["long="],["directions="],["phone =+1 617 426-7336"],["tollfree="],["fax="],["hours=10AM-5PM daily (F until 9PM)"],["price=$12, Ages 2–15 $12, Age 1 free"],["content=The Boston Children's Museum is a large, modern museum recently built out of an industrial building along the Boston waterfront and relatively close to the Tea Party museum and the ICA. The quickest way to get there using mass transit is probably by walking from South Station, which is a large station on the Red Line. It has a variety of interactive exhibits about a considerable number of topics, as well as a reproduction of a traditionally Japanese house called the Kyoto House. It is also regularly host to a travelling exhibit from somewhere else in the country, which does not incur an additional admissions charge. It's suitable for children of ages ranging from newborn to about 9. One of the most interesting things about the museum, particularly for children, is a 3-story climbing structure that lets the kids climb up from the ground floor to the third floor, in lieu of elevator or stairs. They support fitness and environmental sustainability programs, and they even have a green roof. It's worthwhile if you're bringing young children to Boston."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Fine Arts"],["alt="],["url=http:\/\/www.mfa.org"],["email="],["address=465 Huntington Ave"],["lat="],["long="],["directions=Museum of Fine Arts Station, Green Line, E Train or Ruggles Station, Orange Line"],["phone=+1 617 267-9300"],["tollfree="],["fax="],["hours="],["price=$22, Free for ages 7–17 after 3PM weekdays, all weekend, and public school holidays; entrance fees are optional on W from 4PM-9:45PM"],["content=Boston's largest and most comprehensive art museum, and also one of the pricier museums in the US. Having recently completed a well-known expansion of the American wing with the architect Norman Foster, it is also known for its impressive assortment of French Impressionist paintings, among other things. The MFA also has one of the largest collections of Japanese art outside of Japan, an extraordinary collection of Egyptian, ancient Greek, and Roman art, one of the most comprehensive collections of American art, and a considerable print collection in the United States. It contains sculpture, prints, photography, and painting, although the vast majority of its collection was created before the 20th century. That said, they sometimes have exhibits of contemporary art, and parts of the building have permanent contemporary pieces. The MFA building consists of several wings showcasing both newer and older styles of architecture, and, from the right angle, it can be very attractive from the outside. For those interested in art, it's the foremost museum in Boston."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Collection of Historical Scientific Instruments"],["alt="],["url=http:\/\/www.fas.harvard.edu\/~hsdept\/chsi.html"],["email="],["address=1 Oxford St, ",{"type":"[[","value":[["Cambridge (Massachusetts)"],["Cambridge"]]}],["lat="],["long="],["directions=T stop: Red Line to \"Harvard Square\""],["phone =+1 617 495-2779"],["tollfree="],["fax="],["hours=M-Th 11AM-4PM, F 11AM-3PM. Closed on university holidays"],["price=Free and open to the public (despite at least one Web page that can be misread to indicate that it is by appointment only)"],["content=Has over 20,000 objects dating from 1400 to present day."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Harvard Art Museums"],["alt="],["url="],["email="],["address=32 Quincy St, Cambridge"],["lat="],["long="],["directions=Harvard Square Station, Red Line"],["phone =+1 617 495-9400"],["tollfree="],["fax="],["hours=T-Sa 10AM-5PM"],["price=$9, $6 students"],["content=The Harvard Art Museums, commonly known as \"the Fogg\" due to the name of one of its constituent galleries, is a group of art museums with a diverse and interesting collection. Unfortunately, it is currently closed for renovations. Check the website of the Harvard Art Museums for updates."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Harvard Museum of Natural History"],["alt="],["url=http:\/\/www.hmnh.harvard.edu\/index.php"],["email="],["address=26 Oxford St, Cambridge"],["lat="],["long="],["directions=Harvard Square Station, Red Line"],["phone =+1 617 495-3045"],["tollfree="],["fax="],["hours=9AM-5PM daily"],["price=$9, students $7"],["content=Its amazing \"Glass Flowers\" collection has been a major tourist attraction for nearly 100 years. It also has a very large collection of rocks and minerals. Although fairly compact, its collection is fascinating and makes it well worth a visit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Institute of Contemporary Art"],["alt="],["url=http:\/\/www.icaboston.org"],["email="],["address=100 Northern Ave"],["lat="],["long="],["directions=Courthouse Station, Silver Line or South Station, Red Line"],["phone =+1 617 478-3100"],["tollfree="],["fax="],["hours=10AM-5PM Tuesday, Wednesday, Saturday, and Sunday, 10AM-9PM Thursday-Friday, closed Monday"],["price=$15, free for those 17 and under"],["content=The much-anticipated new building designed by starchitects Diller+Scofidio, the ICA is on Fan Pier on the South Boston Waterfront. The ICA is a very new museum of contemporary art with an interesting, if small collection. The building is large on the outside, but in fact has only one floor of gallery space. They regularly have one to two medium-sized temporary exhibitions and then a longer-term exhibition comprised of items from the collection, but the space is constantly in flux. The ICA also regularly has social events and screenings in the theatre room. It's not worth transferring from the Red to the Silver line in order to get here, it's much better to simply walk from South Station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Isabella Stewart Gardner Museum"],["alt="],["url=http:\/\/www.gardnermuseum.org"],["email="],["address=280 The Fenway"],["lat="],["long="],["directions=MFA Station, Green Line, E Branch or Ruggles Station, Orange Line"],["phone =+1 617 566-1401"],["tollfree="],["fax="],["hours=Tu-Su 11AM-5PM"],["price=$15, Students $5, free on your birthday or if you're named \"Isabella\""],["content=The villa-turned-museum of an eccentric Bostonian, the Gardner features an eclectic collection of European objects, beautiful floral displays, and was the site of a spectacular painting heist in 1990. It's an exotic villa beladen with valuable art. However, they recently completed a glassy I.M. Pei designed expansion, and the Isabella Stewart Gardner Museum now has a courtyard cafe and more temporary exhibition space."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=MIT Museum"],["alt="],["url=http:\/\/web.mit.edu\/museum\/"],["email="],["address=265 Massachusetts Ave, Cambridge"],["lat="],["long="],["directions=Red Line to either \"Central Square Station\" or \"Kendall Square\/MIT\""],["phone =+1 617 253-5927"],["tollfree="],["fax="],["hours=10AM-5PM, closed major holidays"],["price="],["content=The MIT Museum is a place that explores invention, ideas, and innovation. Home to renowned collections in science and technology, holography, architecture and design, nautical engineering and history, the Museum features changing and ongoing exhibitions, unique hands-on activities, and engaging public programs. It's a fairly small museum, and the collection doesn't change much, but even if you've been once or twice before, let alone never, it's well wort a visit. That said, it's much less \"interactive\" than most modern American science museums, such as Boston's large but much more crowded Museum of Science. One of the best things about the MIT museum is that it offers visitors air-conditioned serenity in a not-very-crowded museum directly next to what the New York Times called \"the best ice cream in the world.\""]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of African American History"],["alt="],["url=http:\/\/www.maah.org"],["email="],["address=46 Joy St, Beacon Hill"],["lat="],["long="],["directions=Red Line or Green Line to \"Park. St.\""],["phone =+1 617 725-0022"],["tollfree="],["fax="],["hours=Mondays-Saturdays 10AM-4PM, closed Thanksgiving, Christmas, and New Year's Day"],["price="],["content=The Museum of African American History is dedicated to preserving, conserving and accurately interpreting the contributions of African Americans in New England from the colonial period through the 19th century."]]}]},"\n",{"type":"[[","value":[["File:New England Aquarium.jpg"],["thumb"],["Jellyfish, New England Aquarium"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Science"],["alt="],["url=http:\/\/www.mos.org"],["email="],["address=Science Park"],["lat="],["long="],["directions=Science Park Station, Lechmere-bound Green Line trains. You can also just walk from North Station"],["phone =+1 617 723-2500"],["tollfree="],["fax="],["hours=9AM-5PM daily (Summer until 7PM)"],["price=$21 plus à la carte menu of attractions"],["content=The Museum of Science is colossal - easily one of the biggest in North America. It has IMAX theatres, separate 3D theatres, a separate planetarium, and what seems like an endless row of opportunities for wallet gouging. Unlike most science museums it has not one restaurant but 3. It has not one theatre\/planetarium but 6. It has not one gift shop but at least 4, depending on the temporary exhibition currently there. The Museum of Science not only has an enormous permanent collection spanning several stories, but it has the largest Van de Graff generator in the world, which produces frequent electricity shows, a weather generator, many multimedia presentation areas, and at least 2 temporary exhibitions at any given time. It's magnificent, but expensive, loud, crowded despite the gargantuan size, and spectacularly headache inducing. The theatres are excellent, as are the many daily events going on concurrently in the museum. The roster of events changes daily, and is distributed upon entry. It's worth a visit as long as you are all right with the possibility of getting a migraine. That said, it's quite something."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=New England Aquarium"],["alt="],["url=http:\/\/www.neaq.org"],["email="],["address=Central Wharf"],["lat="],["long="],["directions=Blue Line to Aquarium"],["phone=+1 617 973-5200"],["tollfree="],["fax="],["hours=M-F 9AM-5PM, Sa Su 9AM-6PM"],["price=$24.95, Students $18.95, Senior 60+ $18.95, Ages 3–11 $12.95"],["content=Home of what was until recently the world's largest fish tank, according to the Guinness Book of World Records, the New England Aquarium offers a riveting museum experience which showcases an incredible variety of fish and other types of animals. After recent expansions, it now also has a humongous IMAX theatre, whale-watching tours operating from its pier, and a marine mammal arena out back. It also is known for its penguins, which are a fascinating experience even on their own. It's well worth a visit."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mapparium"],["alt="],["url=http:\/\/www.marybakereddylibrary.org\/exhibits\/mapparium.jhtml"],["email="],["address=175 Huntington Ave"],["lat="],["long="],["directions=Green Line to the Prudential, Symphony, or Hynes\/ICA stop"],["phone ="],["tollfree=+1-888-222-3711"],["fax="],["hours=Tu-Su 10AM-4PM"],["price=$6"],["content=The Mary Baker Eddy Library at the world headquarters of the Christian Science Church houses a three story globe room where visitors can view a stained-glass map of the world from inside the center. The effect is made particularly interesting by the fact the gigantic glass globe hasn't changed since it was built; the Soviet Union may be no more, but the Church of Christian Science is alive and well. Unfortunately for visitors hostile to proselytization, outside the breathtaking globe is a series of propaganda explaining the virtue of Mary Baker Eddy and her church."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Peabody Museum of Archeology and Ethnology"],["alt="],["url=http:\/\/www.peabody.harvard.edu\/"],["email="],["address=11 Divinity Ave, Cambridge"],["lat="],["long="],["directions=Red Line to \"Harvard Square\""],["phone =+1 617 496-1027"],["tollfree="],["fax="],["hours=Daily 9AM-5PM"],["price="],["content=One of the oldest museums in the world devoted to anthropology and houses one of the most comprehensive records of human cultural history in the Western Hemisphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Semitic Museum"],["alt="],["url=http:\/\/www.fas.harvard.edu\/~semitic\/"],["email="],["address=6 Divinity Ave, Cambridge"],["lat="],["long="],["directions=T stop: Red Line to \"Harvard Square\""],["phone=+1 617 495-4631"],["tollfree="],["fax="],["hours=M-F 10AM-4PM, Su 1PM-4PM"],["price="],["content=See a collection of over 40,000 artifacts from the Near East across multiple ancient civilizations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=USS Constitution Museum"],["alt="],["url=http:\/\/www.ussconstitutionmuseum.org\/"],["email="],["address=Charlestown Navy Yard"],["lat="],["long="],["directions="],["phone =+1 617 426-1812"],["tollfree="],["fax="],["hours=Apr-Oct Tu-Su 10AM-6PM, Nov-Mar Th-Su 10AM-3:50PM"],["price=Freewill donation"],["content=Tour famous ",{"type":"''","value":["Old Ironsides"]},", enjoy all-ages hands-on exhibits on sailing skills and crafts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Warren Anatomical Museum"],["alt="],["url=https:\/\/www.countway.harvard.edu\/lenya\/countway\/live\/menuNavigation\/historicalResources\/warrenAnatomicalMuseum.html"],["email="],["address=10 Shattuck St"],["lat="],["long="],["directions=T stop: \"Brigham Circle\" on Green E line"],["phone =+1 617 432-6196"],["tollfree="],["fax="],["hours=M-F 9AM-5PM, except Harvard University holidays"],["price="],["content=See an extensive collection of distinct and pathological examples in anatomy including the actual skull of Phineas Gage."]]}]},"\n",{"type":"===","value":["Galleries"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Panopticon Gallery"],["alt="],["url=http:\/\/www.panopt.com"],["email="],["address=inside the Hotel Commonwealth, 502c Commonwealth Ave"],["lat="],["long="],["directions=T stop: Green Line to \"Kenmore Square\""],["phone =+1 617 267-8929"],["tollfree="],["fax="],["hours=M-F 10AM-6PM, Sa 11AM-5PM"],["price="],["content=Founded in 1971, Panopticon Gallery is one of the oldest galleries in the United States dedicated solely to photography. The gallery specializes in 20th Century American Photography and emerging contemporary photography."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Axelle Fine Arts Galerie"],["alt="],["url=http:\/\/www.axelle.com"],["email="],["address=91 Newbury St"],["lat="],["long="],["directions=T stop: Green Line to \"Arlington St.\""],["phone =+1 617 450-0700"],["tollfree="],["fax="],["hours=Everyday 10AM-6PM"],["price="],["content=First established in Soho, New York, it offers the best selection of contemporary European painters to its clients. Axelle Fine Arts Galerie has an ever-evolving selection of new, museum-quality paintings and is the exclusive representative of artists such as Patrick Pietropoli, Goxwa, Albert Hadjiganev, Jivko, Philippe Jacquet, Fabienne Delacroix, André Bourrié, Jean-Daniel Bouvard, Laurent Dauptain, Philippe Vasseur, Michel Delacroix, Brian Stephens and Hollis Dunlap."]]}]},"\n",{"type":"===","value":["Events"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=March: St. Patrick's Day"],["alt="],["url=http:\/\/www.saintpatricksdayparade.com\/boston\/boston.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=March 17 is not celebrated officially as St. Patrick's Day, but rather as Evacuation Day, a local holiday marking the expulsion of British troops from the city on 17 March 1776. But Boston has one of the highest Irish populations outside of Ireland, and Irish pride reigns on this day. Don't forget to wear green, drink a beer, and buy something that says \"Kiss Me I'm Irish!\" (regardless of your ethnicity). If possible, catch the local band Dropkick Murphys (think punk rock with bagpipes) at their infamous St. Patrick's Day show."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Third Monday in April: Patriot's Day\/Boston Marathon"],["alt="],["url=http:\/\/www.bostonmarathon.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The oldest marathon in the world, the race started in 1897 and is always run on the holiday that commemorates Paul Revere's ride in 1775 and the ensuing battles at ",{"type":"[[","value":[["Lexington (Massachusetts)"],["Lexington"]]}," and ",{"type":"[[","value":[["Concord (Massachusetts)"],["Concord"]]}," (suburbs of Boston) that started the Revolution. The race runs from ",{"type":"[[","value":[["Hopkinton (Massachusetts)"],["Hopkinton"]]}," to the finish line in Copley Square. The halfway point is the wealthy suburb of ",{"type":"[[","value":[["Wellesley"]]},", where students from Wellesley College (America's leading institute for all-women's education) form the \"Scream Tunnel\" to cheer on runners (who are in turn encouraged to \"Kiss a Wellesley Girl for good luck!\"). Parts of Commonwealth Avenue outbound from there and surrounding streets are closed for the race. Elsewhere, Paul Revere's ride and the battles are re-enacted each year in front of thousands of people. Arrive early to get a good spot. Finally, the Red Sox always have a home game on this date, which starts at 11AM to accommodate the crowds who watch the Marathon as it goes by Fenway Park. This is the only Major League baseball game that starts before noon local time during the season. Other than St. Patrick's\/Evacuation Day this is the only time that you will find huge crowds at bars early in the morning."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=June: Boston Pride"],["alt="],["url=http:\/\/www.bostonpride.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The second-largest event in the city after the Fourth of July. Boston's LBGT community - and everyone else - comes out for a fabulous parade from Copley Square, through the South End, to Boston Common. Many other social events are scheduled around this weekend."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Fourth of July: Independence Day"],["alt="],["url=http:\/\/www.july4th.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A host of events occur throughout the day that culminate with the Boston Pops concert on the Esplanade along the Charles river - the oldest and largest public celebration of the Fourth in the country. The concerts were started in 1929 by conductor Arthur Fiedler and were enhanced with fireworks by philanthropist David Mugar during the bicentennial celebrations in 1976. Sometimes sparsely attended in the beginning, it is televised nationally and has become the country's premier 4 July event with hundreds of thousands squeezing along both sides of the Charles each year. This event also holds the world record for the largest crowd to ever attend a classical concert. Seats closest to the stage go to folks who show up before dawn to wait in line but there are speakers and huge TV screens posted all along the river so everybody can see the show. Parts of Storrow Drive in Boston, Memorial Drive in Cambridge, and Massachusetts Avenue on and near the Mass. Ave. bridge are closed due to extremely heavy pedestrian traffic. Note that the roads and public transit are heavily congested after the fireworks display. There are other celebrations during the day, starting with a flag-raising ceremony at City hall at 9AM. This is followed by a parade to the Granary Burial Ground which is led by the Ancient and Honorable Artillery Company, Boston's militia, which is the 3rd-oldest military unit in the world. Honors are given at the graves of each of the signers of the Declaration of Independence who are interred there, as well as the victims of the Boston Massacre and Peter Faneuil. The parade then moves on to the Old State House where the Declaration is read in its entirety from the main balcony (which overlooks the site of the Massacre) to the crowd, just as it has been every year since 1776."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Late August: The Feast of St. Anthony"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The biggest of several Feasts in the North End. This one includes lots of food vendors, games, music, and a parade on Hanover Street and environs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=October: The Head of the Charles Regatta"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Over 8,000 rowers from around the globe compete in this regatta, one of the world's largest two-day rowing events. It often attracts up to 300,000 spectators along the banks of the Charles River."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=31 December\/1 January: First Night"],["alt="],["url=http:\/\/www.firstnight.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Boston's New Year's Eve celebration, it is the oldest public New Year's Eve party in America and has been copied by cities all around the world. It is a city-wide, family-friendly arts and culture festival which starts in the late morning with child-centric events and continues with dozens of music, dance, poetry and other exhibitions through midnight, culminating in fireworks on the waterfront. Dress warmly."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"{{","value":[["districtify"]]},"\nA good resource for daily and nightly event listings of all sizes and interests can be found by picking up a free Weekly Dig or The Phoenix newspaper from one of the many free newspaper vending boxes located at most major busy intersections.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Arnold Arboretum"],["alt="],["url=http:\/\/www.arboretum.harvard.edu\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 617 524-1718"],["tollfree="],["fax="],["hours="],["price="],["content=125 Arborway. T stop: Orange Line or Needham commuter rail to \"Forest Hills\" (last stop on the Orange Line). Come see the oldest public arboretum in North America and one of the world's leading centers for the study of plants. A park with beautiful landscaping and specimens."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boston Whale Watch"],["alt="],["url=http:\/\/www.seethewhales.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-877-5110"],["fax="],["hours="],["price="],["content=Whale Watching in Boston, Massachusetts was voted one of the \"Top 5 Whale Watching Destinations in the World\" by the World Wildlife Fund. Cape Ann Whale Watch is one of the best whale watching tours in Boston, Massachusetts sailing from historic Gloucester, Massachusetts twice daily. ",{"type":"[","value":["http:\/\/www.seethewhales.com Gloucester"]}," has recently been made famous from the 1991 movie \"The Perfect Storm\" starring George Clooney and Boston native, Mark Wahlberg. Climb aboard \"The Hurricane II\", the largest, fastest and most luxurious whale watching vessel north of Boston. The Hurricane II has been utilized and featured in several Hollywood movies including Martin Scorsese's \"Shutter Island\" starring Leonardo DiCaprio and many other full length feature films."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boston Harbor Islands State Park"],["alt="],["url=http:\/\/www.bostonislands.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 617 727-5290"],["tollfree="],["fax="],["hours="],["price="],["content=Take a ferry (Long Wharf: ",{"type":"''","value":["Blue line to Aquarium"]},") out to Georges Island and tour Fort Warren. See why Boston was the most defensible city in the New World. Shuttles leave from there to other islands in Boston Harbor—insect repellent is recommended. Ranger-led activities, events, narrations, or just swim, picnic, camp or fish. This is a hidden jewel that is off the beaten path. Plan to bring sunscreen, water, and a snack.  Also note that depending on conditions in the harbor the return schedule can be delayed.  If you're tight on time, err on the side of an earlier ferry to ensure arrival."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Newbury Street"],["alt="],["url=http:\/\/www.newbury-st.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Eight blocks of high-end boutiques, hair salons, and galleries. Makes for a fabulous day of shopping and dining. The shops and restaurants tend to be expensive, but one needn't spend money to enjoy the area; one of Newbury's main attractions is simply people-watching. College students, urban professionals, tourists, and street performers all mix here. Newbury Street is accessible on the Green Line from the Arlington, Copley, and Hynes stations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boston Common and Public Garden"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A must-see for all visitors during the warmer months. The oldest public park in America. Ride the famous Swan Boats, walk across the world's shortest suspension bridge and generally enjoy the park with its shady trees, fountains, statues, sidewalk vendors, and greenery. Visit the \"Cheers\" bar across Beacon St, but be forewarned: ",{"type":"''","value":["only tourists go here"]},".  A great starting point for visitors interested in local historical sights, or on your way to Downtown Crossing or the Back Bay.  Very nice foliage in the fall.  The area east of Charles St is the Common, which is more open and less manicured.  The area west of Charles St. is the Public Garden, which consists of many walking paths amid an impressive variety of well-maintained folliage.  Accessible on the Green Line from Park Street,  Boylston and Arlington stations, on the Red Line from Park Street station, and a short walk from any other downtown station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Community Boating"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For kids between ages 10 and 18, membership is only $1 for the entire summer. Membership includes all sorts of sailing lessons (sailing, windsurfing, kayaking, etc.) along with other benefits. Each class takes a couple of days.  2-day membership is $100; 60-day membership is $159.  Accessible on the Red Line from Charles\/MGH station."]]}]},"\n",{"type":"[[","value":[["File:Freedom Trail.jpg"],["thumb"],["250px"],["The Freedom Trail"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Freedom Trail"],["alt="],["url=http:\/\/www.thefreedomtrail.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A 2.5 mi (4 km) walking tour of 16 historic sites that begins at Boston Common, goes through downtown Boston, the North End and Charlestown, ending at the USS Constitution. Sites include the old State House, Faneuil Hall, Paul Revere's House, and the Old North Church. The Freedom Trail connects to the Boston Harbor Walk. The Freedom Trail is marked by a line of red paint or red brick in the sidewalk. The beginning of the trail is accessible on the Green Line or the Red Line from Park St station. However, all the lines are convenient at various points along the way, via several downtown stations."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Faneuil Hall and Quincy Market"],["alt="],["url=http:\/\/www.faneuilhallmarketplace.com\/"],["email="],["address=downtown Boston"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Faneuil Hall and Quincy Market, two of Boston's oldest marketplaces, contain a great set of mainly tourist-oriented shops and eateries. Since Faneuil Hall Marketplace is private property, the street performers must audition and thus are consistently entertaining.  Faneuil Hall also has a historic meeting hall in its upper levels, and is just down the street from the Old State House.  Quincy Market has a number of food stalls from local (delectable) providers - coffee, pastries, candy, popcorn, sushi, Italian, lobster and lobster rolls, Chinese, sandwiches, etc. No farmers' market, all food is prepared.  Great place to eat a wide variety of foods for cheap, especially with kids.  Tables available in covered outdoor area immediately outside. Accessible on the Blue Line at State St., Government Center, and Aquarium stations, on the Orange Line at State St. station, and on the Green Line at Government Center station."]]}]},"\n",{"type":"[[","value":[["File:Hancock tower.jpg"],["thumb"],["Hancock Tower, Copley Square"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Copley Square"],["alt="],["url=http:\/\/www.bostonducktours.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Take a Duck Tour, ",{"type":"''","value":["+1"]}," 617-267-DUCK, enjoy the fountains, visit the top of the nearby Prudential building, see the Boston Public Library, visit the beautiful Trinity Church, or go shopping along Newbury Street. Accessible on the Green Line at Copley station, or on the Orange Line at Back Bay station."]]}]},{"type":"[[","value":[["File:BostonOtherDUCK2.jpg"],["thumb"],["DUCK tour"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boston Symphony Orchestra"],["alt="],["url=http:\/\/www.bso.org\/"],["email="],["address=Symphony Hall, 301 Massachusetts Av"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=During the fall, winter and spring, the world-renowned Boston Symphony Orchestra performs classical music. Tickets are available online or in the box office; they can be pricey at $29–115. For a cheaper alternative, Tuesday and Thursday concerts have rush tickets (last-minute availability, no seat choice) which are sold starting at 5PM on the day of the concert for $9; Friday concerts start rush ticket availability at 10AM. Be sure to line up in advance for rush tickets. Weekend concerts do not sell rush tickets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boston Pops Orchestra"],["alt="],["url="],["email=CustomerService@bso.org"],["address=Symphony Hall, 301 Massachusetts Av"],["lat="],["long="],["directions="],["phone=+1 617 266-1492"],["tollfree="],["fax="],["hours="],["price="],["content= During the summer, the Pops perform programs of both classical and popular music, consistently pleasing audiences. Tickets can be had inexpensively and can be purchased either online or in the box office. Accessible on the E branch of the Green Line at Symphony station."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["New England Conservatory"]},". This world-famous top-notch music school and also right around the corner from the Boston Symphony, is often overlooked by tourists in Boston but well-known among local musicians. Their performances, recitals, and chamber group concerts are usually free and unticketed. See the ",{"type":"[","value":["http:\/\/concerts.newenglandconservatory.edu\/index.php calendar"]}," for more information."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Theater District"]},", Washington St, Tremont St. Broadway is the undisputed center of the theater world, but Boston's Theater District is where most Broadway shows will preview and is usually the first stop on a show's touring run.  Resident shows also run."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bicycling"]},", 20 Park Plaza (",{"type":"''","value":["Suite 528"]},"), ",{"type":"''","value":["+1"]}," 617-542-2453. The Minuteman Bikeway is one of the most heavily used rail trails in the United States. This eleven mile paved path is popular with walkers, cyclists, and in-line skaters.  The route closely follows that taken at the beginning of the Revolutionary War. Accessible on the Red Line at Davis and Alewife stations."]},"\n",{"type":"*","value":[{"type":"'''","value":["Prudential Center Skywalk Observatory"]},", Prudential Center, ",{"type":"''","value":["+1"]}," 617-859-0648. Tickets: Adults $11, Seniors $9, Children under 12 $7.50, Student with college ID $9, Military with DoD ID Free. Look around Boston from the second tallest skyscraper. Open daily.  Winter (Nov thru Feb) 10AM-8PM; Summer (Mar thru Oct) 10AM-10PM."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sam Adams Brewery Tour."],["alt="],["url="],["email="],["address=30 Germania St"],["lat="],["long="],["directions="],["phone =+1 617 368-5080"],["tollfree="],["fax="],["hours="],["price="],["content= (Orange line to \"Stonybrook\"). Take a tour of the Sam Adams brewery located in Jamaica Plan. Free samples of beer at the end."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Harpoon Brewery Tour"]}," Phone ",{"type":"''","value":["+1"]}," 888-HARPOON.  (Silver line Waterfront, fourth stop from South Station) \"After taking countless Brewery tours from around the world, we decided to focus our tours on what we feel is the best part of any brewery tour - the sampling.\"  Free sampling after tour."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Counter-Productions Theatre Company"],["url=http:\/\/www.counterproductionstheatre.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=\"We are a collaborative group of imaginative and driven people passionate about Theatre. We create high-quality, thought-provoking productions in the greater Boston area and throughout New England."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mystery Cafe"],["url=http:\/\/www.mysterycafe.com\/"],["email="],["address=Boston"],["lat="],["long="],["directions="],["phone = +1 781 784-7496"],["tollfree="],["fax="],["hours=Dinner"],["price=$150"],["content=America's Original Murder Mystery Dinner Theater. Its doors opened in 1987 to a packed house in Cambridge, MA and have been selling out the house ever since! It is a great combination of mystery, music, audience participation, food and fun. Different shows and locations for a memorable evening in Boston."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Mary Baker Eddy Library-Mapparium"],["url=http:\/\/www.marybakereddylibrary.org\/exhibits\/mapparium"],["email="],["address=200 Massachusetts Avenue Boston, MA 02115"],["lat="],["long="],["directions="],["phone = +1 617 450-7000"],["tollfree="],["fax="],["hours=10AM-4PM Tuesday-Sunday"],["price=General Admission -$6.00"],["content=Since 1935, more than 10 million people have traversed the thirty-foot glass bridge that spans the Mapparium, taking visitors to a unique spot: the middle of the world. This world-famous, three-story, painted-glass globe is one of the key attractions at the Library."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Boston's HarborWalk"]}," is an inviting public walkway along the waterfront, with parks, public art, seating areas, cafes, exhibit areas, interpretive signage, water transportation facilities, and a wide range of other amenities."]},"\n",{"type":"===","value":["Sports"]},"\nBoston is a sports town, and its professional teams are much-loved.  These include the Red Sox (baseball), Celtics (basketball), Bruins (hockey), New England Patriots (football), and New England Revolution (soccer). Another professional team, the Boston Breakers (women's soccer), is less well established.\n",{"type":"[[","value":[["File:Fenway Park 2.jpg"],["thumb"],["250px"],["Fenway Park, home of the Boston Red Sox"]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Fenway Park"],["alt="],["url="],["email="],["address=4 Yawkey Way"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The home of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/boston.redsox.mlb.com Boston Red Sox"]}]},". The oldest baseball stadium still in use by the major leagues, this brick and stone structure is named after and located in the ",{"type":"[[","value":[["Boston\/Fenway-Kenmore"],["Fenway neighborhood"]]}," of Boston, which itself takes its name from the fens, or marshes along the nearby Muddy River. Accessible on the B, C, and D branches of the Green Line at Kenmore station, or on the D branch of the Green Line at Fenway station. Visitors arriving via the T will need to walk a short distance from the station to the ballpark, but the crowds on a game day will serve to lead the way. Its worth taking the T to the game because parking is very limited (and expensive) and you get to experience the excitement of a crowded train car full of fans heading to the game. Yawkey Way is now closed off during games, and those in the stadium can walk outside to enjoy the additional refreshment stands and open area, and then return to the game. Tickets are very difficult to attain; see the Fenway article for details."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gillettestadium.com\/ Gillette Stadium"]}]},". The home of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.patriots.com New England Patriots"]}]}," football team and the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.revolutionsoccer.net\/ New England Revolution"]}]}," soccer team is in the town of ",{"type":"[[","value":[["Foxborough"]]},", about 25 miles southwest of Boston. The Revolution play from spring to fall, and the Patriots from fall through winter.  Patriots games are always sold out and getting tickets will probably be impossible. Revolution tickets will be easier to come by. Since 2012, Gillette Stadium has been either a full-time or part-time football home of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.umassathletics.com\/sports\/m-footbl\/umas-m-footbl-body.html UMass Minutemen"]}]},"—the team of the University of Massachusetts ",{"type":"[[","value":[["Amherst (Massachusetts)"],["Amherst"]]},"—following their move to the top tier of NCAA college football."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tdgarden.com\/ TD Garden"]}]},", Causeway St.  The home of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nba.com\/celtics Boston Celtics"]}]}," basketball team and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/bruins.nhl.com Boston Bruins"]}]}," hockey team. The site was previously occupied by the Boston Garden, a smaller venue, and the existing structure was previously called the FleetCenter and later the TD Banknorth Garden. The arena may be called by any of these names, or simply The Garden.  Accessible on the Green Line or Orange Line at North Station, which is underneath the Garden.The TD Banknorth Garden is home to two of Boston’s most historic sports team the Boston Celtics and the 2011 Stanley Cup Champions the Boston Bruins. If you’re a sports buff visiting Boston and one of these two teams is playing it is a must that you stop by a catch a game. Whether you're sitting up high or down low finding a bad seat in the Garden is pretty hard for any sport even in last row you will still be able to see an exciting game in a very exciting atmosphere where history is made. Another notable annual sports event is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.beanpothockey.com Beanpot"]}]}," college hockey tournament, held on the first two Mondays of February and featuring the men's teams of Boston College (see below), ",{"type":"'''","value":["Boston University"]},", ",{"type":"'''","value":["Harvard University"]},", and ",{"type":"'''","value":["Northeastern University"]},"."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Boston College Eagles"],["alt="],["url=http:\/\/www.bceagles.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Brighton\/Newton Border in the neighborhood of Chestnut Hill. The teams representing Boston College compete in the Atlantic Coast Conference (ACC) in most sports alongside 14 other schools, mostly in states along the East Coast. The ice hockey teams for both men and women compete in Hockey East. The football team plays in the 45,000-seat Alumni Stadium. The basketball and hockey teams play in the adjacent Conte Forum (known as Kelley Rink for hockey games), which seats between 8 and 9 thousand fans. College hockey is very popular in New England, and in recent years BC has had one of the best programs in the nation. See also the hockey programs of Boston University and Northeastern University in the city proper, and rival schools in the suburbs and neighboring states."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Harvard Stadium"],["alt="],["url="],["email="],["address=95 N. Harvard St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Allston. Home to the ",{"type":"'''","value":["Harvard Crimson"]}," (Harvard University) football team since 1903, it is also home to the area's newest professional team, the ",{"type":"'''","value":["Boston Breakers"]}," of the National Women's Soccer League. The Breakers, like the Revolution, play from spring to fall."]]}]},"\n",{"type":"==","value":["Learn"]},"\nThe Greater Boston area has some 65 accredited institutions of higher learning, including many world-renowned colleges, universities, conservatories, and seminaries. The metro Boston area has something of around 250,000 students living in the area at any given time. The most famous institutions in the area are undoubtedly ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.harvard.edu Harvard University"]}]},", the oldest university in the United States, as well as the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/web.mit.edu Massachusetts Institute of Technology"]}," (MIT)"]},". Both universities have among the most competitive admissions process in the world, and are considered by many to be the two most prestigious universities in the world, and as such draw top quality students and faculty from far and wide.\n\n",{"type":"'''","value":["In Boston:"]},"\n",{"type":"*","value":[" Berklee College of Music  ",{"type":"[","value":["http:\/\/www.berklee.edu\/"]}]},{"type":"*","value":[" Boston Architectural College ",{"type":"[","value":["http:\/\/www.the-bac.edu\/"]}]},{"type":"*","value":[" Boston Conservatory ",{"type":"[","value":["http:\/\/www.bostonconservatory.edu\/"]}]},{"type":"*","value":[" Boston University (BU) ",{"type":"[","value":["http:\/\/www.bu.edu\/"]}]},{"type":"*","value":[" Emerson College ",{"type":"[","value":["http:\/\/www.emerson.edu\/"]}]},{"type":"*","value":[" Emmanuel College ",{"type":"[","value":["http:\/\/www.emmanuel.edu\/"]}]},{"type":"*","value":[" Fisher College ",{"type":"[","value":["http:\/\/www.fisher.edu\/"]}]},{"type":"*","value":[" Massachusetts College of Art and Design (MassArt) ",{"type":"[","value":["http:\/\/www.massart.edu\/"]}]},{"type":"*","value":[" Massachusetts College of Pharmacy and Health Sciences (MCPHS) ",{"type":"[","value":["http:\/\/www.mcphs.edu\/"]}]},{"type":"*","value":[" Massachusetts School of Professional Psychology (MSPP) ",{"type":"[","value":["http:\/\/www.mspp.edu\/"]}]},{"type":"*","value":[" New England Conservatory of Music ",{"type":"[","value":["http:\/\/www.newenglandconservatory.edu\/"]}]},{"type":"*","value":[" New England School of Law ",{"type":"[","value":["http:\/\/www.nesl.edu\/"]}]},{"type":"*","value":[" New England School of Acupuncture ",{"type":"[","value":["http:\/\/www.nesa.edu\/"]}]},{"type":"*","value":[" Northeastern University ",{"type":"[","value":["http:\/\/www.northeastern.edu\/neuhome\/index.php"]}]},{"type":"*","value":[" School of the Museum of Fine Arts (SMFA) ",{"type":"[","value":["http:\/\/www.smfa.edu\/"]}]},{"type":"*","value":[" Simmons College ",{"type":"[","value":["http:\/\/www.simmons.edu\/"]}]},{"type":"*","value":[" Suffolk University ",{"type":"[","value":["http:\/\/www.suffolk.edu\/"]}]},{"type":"*","value":[" Tufts University School of Medicine ",{"type":"[","value":["http:\/\/www.medicine.tufts.edu"]}]},{"type":"*","value":[" University of Massachusetts Boston (UMass) ",{"type":"[","value":["http:\/\/www.umb.edu\/"]}]},{"type":"*","value":[" Wentworth Institute of Technology ",{"type":"[","value":["http:\/\/www.wit.edu\/index.php"]}]},{"type":"*","value":[" Wheelock College ",{"type":"[","value":["http:\/\/www.wheelock.edu\/"]}]},"\n",{"type":"'''","value":["In Cambridge:"]},"\n",{"type":"*","value":[" Harvard University ",{"type":"[","value":["http:\/\/www.harvard.edu\/"]}]},{"type":"*","value":[" Lesley University ",{"type":"[","value":["http:\/\/web.lesley.edu\/default.asp"]}]},{"type":"*","value":[" Massachusetts Institute of Technology (MIT) ",{"type":"[","value":["http:\/\/web.mit.edu\/"]}]},"\n",{"type":"'''","value":["In Brookline:"]},"\n",{"type":"*","value":[" The New England Institute of Art (NEiA) ",{"type":"[","value":["http:\/\/www.artinstitutes.edu\/boston"]}]},"\n",{"type":"'''","value":["In Newton:"]},"\n",{"type":"*","value":[" Boston College (BC) ",{"type":"[","value":["http:\/\/www.bc.edu\/"]}]},"\n",{"type":"'''","value":["In Waltham:"]},"\n",{"type":"*","value":[" Brandeis University ",{"type":"[","value":["http:\/\/www.brandeis.edu\/"]}]},{"type":"*","value":[" Bentley University ",{"type":"[","value":["http:\/\/www.bentley.edu\/"]}]},"\n",{"type":"'''","value":["In Medford:"]},"\n",{"type":"*","value":[" Tufts University ",{"type":"[","value":["http:\/\/www.tufts.edu\/"]}," (partially in Somerville)"]},"\n",{"type":"==","value":["Buy"]},"\nThe biggest shopping areas in the inner Metro are the Back Bay and Downtown Crossing.  In addition, there are two large malls in and near the center of the city.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Cambridgeside Galleria."]},"This boilerplate shopping mall includes department stores, a Best Buy, clothing stores, bookstores, a food court, and a Cheesecake Factory restaurant, all at mainstream retail prices.  Accessible on the Green Line at Lechmere station, or the Red Line at Kendall\/MIT station via a free shuttle van (\"The Wave\")."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Copley Place and Prudential Center."]}," These malls are connected via pedestrian walkway over Huntington Av.  They house department stores, clothing stores, bookstores, upscale shopping, a food court, many restaurants, and connect to several large hotels.  Accessible on the Green Line at Copley, Hynes\/ICA, and Prudential stations, and on the Orange Line at Back Bay station. `Visitors and locals alike use the mall to go between the South End and Newbury\/Boylston Street areas, either to take advantage of the air conditioning during the summer or the warmth during the winter."]},"\nMore local color can be experienced outdoors at any of several popular commercial areas:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Newbury Street."]}," This shopping street runs the length of the Back Bay neighborhood.  Often called \"the Rodeo Drive of the East,\" Newbury St is a wonderfully dense avenue colored by historic brownstones and lots of shops and restaurants.  Extremely expensive near Boston Common, but gradually becoming more affordable as you move toward Massachusetts Avenue.  One block north from Boylston St, which is similar but less so.  Vehicular traffic can be very slow on Newbury St itself; take parallel streets unless you have time to see the sights from your car.  Accessible on the Green Line from Arlington, Copley, and Hynes stations."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Downtown Crossing"]},"(or \"DTX\"), Washington St. at Winter St. area.  This shopping district is in Downtown Boston, just steps from Boston Common. The building, which once housed the now-closed Filene's Department store, was knocked down and there were plans for a 38-story tower which was to include a hotel and condos to be built. However, the development has since stalled due to financial problems of the developer. To date there has been no date for redevelopment set, so the location is now most infamous as the \"Filenes Basement Hole.\"  The rest of Downtown Crossing features a large Macy's, music stores, souvenirs, general retail, and lots of street vendors and quick food.  Accessible on the Red and Orange Lines at Downtown Crossing station, and with a brief walk, from the Red and Green Lines at Park St. station.  Be advised: During weekdays this area is a very popular hangout for inner-city youth."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Harvard Square."]}," This historic and always-active square is located across the river in the city of ",{"type":"[[","value":[["Cambridge (Massachusetts)"],["Cambridge"]]},".  Take a tour of Harvard University and the Yard,  visit the historic cemetery, shop around.  Several excellent bookstores, with plenty of restaurants and cafes to sit down and read a novel.  See the famous chess tables outside Au Bon Pain where a scene in Good Will Hunting was filmed.  Walk past the offices of Dewey, Cheatem & Howe, and say hello to the punks. Take a short walk down to the scenic Charles River. Street musicians often play near the famous Out of Town News.  For a good burger,  stop in a Bartley's, a Harvard landmark. For a fantastic margarita and cheap Mexican food, be sure to hit up the Border Cafe.  The nonprofit Brattle theater shows classic and independent films. Accessible on the Red Line at Harvard station."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Coolidge Corner"]},", Harvard St. at Beacon St, Brookline. This shopping area is in the neighboring town of ",{"type":"[[","value":[["Brookline"]]},".  A little less urban, more like your local village shops and restaurants.  The Coolidge Corner Theater is known for showing interesting independent and art house films.  Beacon Street has interesting shops along much of its length, generally concentrated near areas such as St. Mary's, Washington Sq., etc. One can also walk north from Coolidge Corner along Harvard St. (which becomes Harvard Av.) towards Allston-Brighton (and the B branch of the Green Line) for additional shopping and dining.  Accessible on the C branch of the Green Line at the Coolidge Corner stop."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Charles St."]},"From Beacon St. to Cambridge St.  One of the more quaint shopping neighborhoods in Boston, starting just north of Boston Common.  The mix of shops lends itself to window-shopping as well as ticking items off a shopping list.  Multiple options for lunch or coffee make this a pleasant place to stroll for a couple hours.  Accessible from the Charles St.\/Mass. General Hospital station on the Red Line."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["seeDistricts"]]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\nBoston has excellent seafood from the nearby New England coast. Local specialties include baked beans, cod, lobster rolls, and clam chowder. For dessert you'll have no trouble finding good ice cream. Boston (and New England as a whole) are one of the top per-capita ice cream consuming regions.\n\nA variety of excellent ethnic restaurants can be found in neighborhoods such as the North End, Chinatown, Allston, or Coolidge Corner.\n\nThe best sit-down restaurants can be quite crowded in the evenings on weekends.  Unless you have a reservation, be prepared to wait anywhere from a few minutes to an hour, depending on how refined your tastes are.\n\nThe ",{"type":"[[","value":[["Boston\/North End"],["North End"]]}," is full of Italian eateries, and it's certain that you'll find something here to your liking.  Take the Green or Orange Lines to the Haymarket station, cross the Greenway park(what used to be Interstate 93 pre-Big Dig), and then follow the signs to Hanover Street, the main commercial thoroughfare.  Most of the good restaurants are on this street or on side streets. If you visit the North End on the weekend in the summer you may encounter one of many saint's festivals.  Streets are closed off and there are music, food, and parades of the saint's statues.\n",{"type":"[[","value":[["File:Cheers bar, Boston.jpg"],["thumb"],["right"],["The real \"Cheers\""]]},"\nThe ",{"type":"'''","value":["Bull & Finch Pub"]}," in ",{"type":"[[","value":[["Boston\/Beacon Hill"],["Beacon Hill"]]}," was the inspiration for the hit television show \"Cheers.\"  Very pricey for bar fare, but an essential part of the Boston tourist experience.  The Beacon Street address is the original and does not look much like the set of the show.  There is another Cheers at Faneuil Hall which is more of a replica of the TV set.  If you ask a local for directions to Cheers, you may be directed to Faneuil Hall.  The Beacon Street bar is referred to by its original name.  Both locations are very touristy complete with souvenir shops.\n\n",{"type":"'''","value":["Legal Sea Foods"]}," is a Boston original - well, technically Cambridge, since it started as a fish market in Inman Square, Cambridge. Legal Seafood is known for its New England Clam Chowder. Expect to pay between $25–30\/person at dinner at one of their multiple locations.\n\nDespite having a huge student population, the political clout of residential neighborhood associations who value late-night peace and quiet has historically kept Boston from offering many options for late-night dining. Most restaurants close by 10 or 11PM, even in college neighborhoods such as Allston and Brookline. Bars stay open till 2AM for drinking but their kitchens usually close at midnight or earlier. Exceptions are found in Chinatown, where several eateries serve their full menu till 2AM or later, and in the South End, where dining until midnight is possible even early in the week. If you're planning a long night, though, it's probably best to plan ahead and buy some snacks in advance.\n\n",{"type":"==","value":["Drink"]},"\n\nBoston has a thriving nightlife and is known to be a 'drinking' town. There are many venues that cater to college students, businesspeople, sports fanatics, and many others. There is NO happy hour in Massachusetts. Bar Hopping is very easy and commonly done.\n\nThat said, if you're taking the subway or buses back to your hotel, you may have to call it a night early lest you miss the last train by mistake. And if you have people under 21 with you, you're going to have trouble finding a place that will let your group in; pretty much every bar\/club in and around town is 21+.\n\nWith a large Irish population, Boston has a number of very good Irish pubs.  Many tourists look for an authentic \"Boston Irish Pub\".  A good rule of thumb is if the establishment has a neon shamrock in the window, it is not an authentic Irish pub.  For nightlife and club listings look for \"Stuff @ Night\" or \"The Weekly Dig\" in the free boxes on the street. The annual \"Best of Boston\" issue of the free Improper Bostonian is always a good bet for finding the kind of establishment that you are in the mood for.\n\nPlaces densest in bars include:\n",{"type":"*","value":[" Canal Street (just south of TD BankNorth Garden)"]},"\n",{"type":"*","value":[" Boylston Street"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Boston\/Fenway-Kenmore#Drink"],["Landsdowne Street and Fenway area"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Boston\/Allston-Brighton#Drink"],["Harvard Ave\/Brighton Ave in Allston"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cambridge (Massachusetts)#Drink"],["Central Square in Cambridge and Harvard Square in Cambridge"]]}]},{"type":"*","value":[" Seaport\/Waterfront - specifically Northern Ave, where there are now several popular new bars with roof decks and patios that are packed in good weather"]},{"type":"*","value":[" Faneuil Hall"]},"\n",{"type":"===","value":["Dive Bars"]},"\nThere are many dive bars in ",{"type":"'''","value":["Boston"]},".\n\nIf you are in the North End or near the Banknorth Garden, go to ",{"type":"'''","value":["Sullivan's Tap"]},". Ask for the Brubaker - a  $2 beer in a recycled bottle (sadly, Brubaker's is no longer manufactured, try a Naragansett tall boy for $3). ESPN's Sports Guy, Bill Simmons, rated it \"The most depressing bar in Boston.\"\n\nIn Davis Square, ",{"type":"[[","value":[["Somerville"]]}," you can find ",{"type":"'''","value":["Sligo's Pub"]},", a similar hole in the wall serving cheap beer in plastic cups.\n\nThe Cantab Lounge near the Central Square subway station in Cambridge features local music.\n\nIf you're off the beaten path in the neighborhoods outside downtown (Dorchester, South Boston, East Boston, Hyde Park, etc.) in search of some real Bostonians, look for any tavern with a cheesy old lamp light out front. Be ready for an in-depth conversation about the \"Red Sawx\" or the Bruins back when Bobby Orr played.\n\n",{"type":"===","value":["Breweries"]},"\n",{"type":"'''","value":["Samuel Adams Brewery"]}," in ",{"type":"[[","value":[["Boston\/Jamaica Plain"],["Jamaica Plain"]]}," and ",{"type":"'''","value":["Harpoon Brewery"]}," in ",{"type":"[[","value":[["Boston\/South Boston"],["South Boston"]]}," both offer tours and tastings.\n\n",{"type":"===","value":["Distilleries"]},"\n",{"type":"'''","value":["GrandTen Distilling"]}," in ",{"type":"[[","value":[["Boston\/South Boston"],["South Boston"]]}," and \"Bully Boy Distillers\" offer tours and tastings.\n\n",{"type":"===","value":["Coffee"]},"\n\nYou should be able to stand on any corner in the city and see at least two Dunkin' Donuts stores.  The commercials should really be \"Boston runs on Dunkin.\"  Every Bostonian knows that \"Dunks\" is for coffee, not donuts - trust us.  Dunkins is very popular, but coffee aficionados will consider it little more than coffee flavored sugar water, and will want to look elsewhere.  Quality and service at a Dunkin' Donuts is really hit or miss depending on the location.    Au Bon Pain's 200 stores began in Boston and are also common. Starbucks are, of course, plentiful.\n\nBoston does, however, have some outstanding independent coffee shops as well, including the Boston Common Coffee Co. with multiple locations including one near Boston Common. Also, Pavement Cafe.\n\n",{"type":"==","value":["Sleep"]},"\n\nAll hotels are listed in the individual district articles.\n\n",{"type":"==","value":["Stay safe"]},"\n\nCrime and other hazards in Boston are low for a major American city.\n\nSome neighborhoods (especially Roxbury, Mattapan, and Dorchester) are more dangerous than average, and extra care should be taken there.  It is even better to avoid walking in these areas at night if possible.  Also avoid public parks after dark (except for special events).\n\nDangers related to alcohol consumption are not uncommon, such as fights and drunk driving. Be especially careful when there is a Red Sox and New York Yankees baseball game in progress. Wearing Yankees gear in any part of town (even if you're not from NY), especially in the Fenway area, is invitation to be verbally harassed by the locals. For example, instead of the usual \"Yankees Suck\" phrase, you might be told that ",{"type":"''","value":["you suck!"]},". Although generally harmless and in good fun, it is not unheard of for these encounters to escalate into physical altercations, especially when there is excess alcohol consumption involved. If you find yourself in this situation, you might find it wise to walk away and\/or leave the area rather than try to hold your ground.\n\nCare should be taken as well if you decide to go clubbing on Landsdowne Street, the Theatre District, Chinatown, or Faneuil Hall.  As mentioned above, the more dangerous parts of Boston are generally not visited or even seen by tourists, but there are a few mildly dangerous locales that you should be aware of if you plan on enjoying Boston's nightlife.  In Kenmore Square, be especially careful on Landsdowne Street as muggers and pickpockets are becoming more common and also eat in the darker areas near Ipswich Street at the end of the strip.  In Chinatown, be very careful if you wander off Kneeland Street.  There are a plethora of little alleyways and inlets where muggers operate.  Faneuil Hall is generally safe, but not without its share of fights and petty robberies.\n\nThe safest place to have a night on the town in Boston is definitely Boylston Street in the Back Bay, around the Prudential Center area.  There are plenty of bars, pubs, clubs, and restaurants that cater to the college, professional, and upscale crowd, greatly reducing the likelihood of crime.  Also, this area is within short walking distance from most of the major hotels in the city.\n\nStill, Boston is a reasonably safe city known more for its schools and history than for its crime, petty or otherwise.\n\nBoston's subway system, the MBTA, is generally safe compared to other major cities. Green Line trains and the northern half of the Red Line are mostly used by college students and young professionals moving to and from the immediate suburbs.  Caution is still advisable late at night, especially when leaving the station or the train.\n\n",{"type":"'''","value":["If there is an emergency, dial 911"]},", a free call, from any telephone for police, medical, and fire services.\n\n",{"type":"==","value":["Connect"]},"\nGreater Boston uses ",{"type":"'''","value":["10-digit dialing"]},".  This means you need to include the area code whenever you are making a call. The standard area code is 617, but some phone numbers, especially cell phones, use the new 857 overlay.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium (Honorary)"],["url=http:\/\/www.diplobel.us\/Representatives\/Find_Consul.asp"],["email=boston@diplobel.org"],["address=1 Lincoln St 27F"],["lat="],["long="],["directions="],["phone=+1 617 779-8700"],["tollfree="],["fax=+1 617 988-6682"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Brazil"]]}," ",{"type":"{{","value":[["listing"],["name=Brazil"],["url=http:\/\/www.consulatebrazil.org\/"],["email="],["address=20 Park Plaza Ste 1420"],["lat="],["long="],["directions="],["phone=+1 617 542-4000"],["tollfree="],["fax=+1 617 542-4318"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/boston\/index.aspx?lang=eng"],["email=bostn@international.gc.ca"],["address=Three Copley Pl Ste 400"],["lat="],["long="],["directions="],["phone=+1 617 262-3760"],["tollfree="],["fax=+1 617 262-3415"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark (Honorary)"],["url=http:\/\/www.gknewyork.um.dk\/en\/servicemenu\/Links\/HonoraryConsulatesEastCoast.htm"],["email=jacob.friis@alum.mit.edu"],["address=60 State St 11F"],["lat="],["long="],["directions="],["phone=+1 617 542-1415"],["tollfree="],["fax=+1 617 482-6201"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Dominican Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Dominican Republic"],["url=http:\/\/domrep.org\/"],["email="],["address=20 Park Plaza, Suite 601"],["lat="],["long="],["directions="],["phone=+1 617 472-8121"],["tollfree="],["fax=617 482-8133"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.consulfrance-boston.org\/spip.php?rubrique2"],["email=visas.boston-fslt@diplomatie.gouv.fr"],["address=31 Saint James Ave, Park Square Bldg Ste 750"],["lat="],["long="],["directions="],["phone=+1 617 832-4400"],["tollfree="],["fax=+1 617 542-8054"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.germany.info\/Vertretung\/usa\/en\/03__Consulates\/Boston\/00\/__Home.html"],["email="],["address=Three Copley Pl Ste 500"],["lat="],["long="],["directions="],["phone=+1 617 369-4934"],["tollfree="],["fax=+1 617 369-4940"],["hours=9AM-noon"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.mfa.gr\/www.mfa.gr\/AuthoritiesAbroad\/North%20America\/USA\/GeneralConsulateBoston\/en-US\/"],["email="],["address=86 Beacon St"],["lat="],["long="],["directions="],["phone=+1 617 523-0100"],["tollfree="],["fax=+1 617 523-0511"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Ireland"]]}," ",{"type":"{{","value":[["listing"],["name=Ireland"],["url=http:\/\/www.consulategeneralofirelandboston.org\/home\/index.aspx?id=38774"],["email="],["address=535 Boylston St"],["lat="],["long="],["directions="],["phone=+1 617 267-9330"],["tollfree="],["fax=+1 617 267-6375"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["url=http:\/\/boston.mfa.gov.il\/"],["email=newmedia@boston.mfa.gov.il"],["address=20 Park Plaza, Suite 1020"],["lat="],["long="],["directions="],["phone=+1 617 535-0200"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["url=http:\/\/www.consboston.esteri.it"],["email=archivio.boston@esteri.it"],["address=600 Atlantic Ave"],["lat="],["long="],["directions="],["phone=+1 617 722-9201"],["tollfree="],["fax=+1 617 722-9407"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/www.boston.us.emb-japan.go.jp\/index.html"],["email=infocul@cgjbos.org"],["address=600 Atlantic Ave, Federal Reserve Plaza 14F"],["lat="],["long="],["directions="],["phone=+1 617 973-9774"],["tollfree="],["fax=+1 617 542-1329"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/www.sre.gob.mx\/boston"],["email="],["address=20 Park Plaza Ste 506"],["lat="],["long="],["directions="],["phone=+1 617 426-4181"],["tollfree="],["fax=+1 617 695-1957"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands (Honorary)"],["url=http:\/\/sanfrancisco.the-netherlands.org\/Config\/Right_column\/Other_representations_in_the_U_S\/Honorary_Consulates"],["email=nl.govbos@verizon.net"],["address=20 Park Plaza Ste 524"],["lat="],["long="],["directions="],["phone=+1 617 542-8452"],["tollfree="],["fax=+1 617 542-3304"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Portugal"]]}," ",{"type":"{{","value":[["listing"],["name=Portugal"],["url=http:\/\/www.un.int\/portugal\/visainfo.htm"],["email="],["address=One Exeter Plaza 7F"],["lat="],["long="],["directions="],["phone=+1 617 536-8740"],["tollfree="],["fax=+1 617 536-2503"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Spain"]]}," ",{"type":"{{","value":[["listing"],["name=Spain"],["url=http:\/\/www.maec.es\/Consulados\/boston\/es\/Home\/"],["email=cog.boston@maec.es"],["address=31 Saint James Ave Ste 905"],["lat="],["long="],["directions="],["phone=+1 617 536-2506"],["tollfree="],["fax="],["hours="],["price="],["phoneextra=+1 617 536-2527"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinusa.fco.gov.uk\/en\/about-us\/other-locations\/boston\/"],["email="],["address=One Broadway, Cambridge"],["lat="],["long="],["directions="],["phone=+1 617 245-4500"],["tollfree="],["fax=+1 617 621-0220"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\nBoston makes an excellent starting point for any tour of ",{"type":"[[","value":[["New England"]]},".\n\n",{"type":"*","value":[" Take a ferry from the harbor in the summer or one of several daily Cape Air flights from Logan year-round to ",{"type":"[[","value":[["Provincetown"]]}," (also known as P-town) to see some of the best entertainment and fun on ",{"type":"[[","value":[["Cape Cod"]]},"."]},"\n",{"type":"*","value":[" Take a ferry from June through October and visit the World Wide Capital of Halloween in the Historic Sea Port of ",{"type":"[[","value":[["Salem (Massachusetts)"]]},". The Salem Ferry is a 92ft long, high speed catamaran that travels at 32 knots. The MBTA offers train service from Boston´s North Station all year along with a bus service from Haymarket."]},"\n",{"type":"*","value":[" Also on Cape Cod, ",{"type":"[[","value":[["Hyannis"]]}," offers great beaches during the summer and plenty of food and nightlife year round, and is also the departure point for ferries to ",{"type":"[[","value":[["Nantucket"]]},". About a 90 minute drive each way, although plan extra time to account for bridge traffic on summer weekends. Hourly bus service is available 6AM-Midnight from South Station to Hyannis on Plymouth & Brockton."]},"\n",{"type":"*","value":[" Drive south or take the $7.75 commuter rail (",{"type":"[","value":["http:\/\/www.mbta.com\/schedules_and_maps\/rail\/lines\/?route=PROVSTOU Providence\/ Stoughton Line"]},") or $17 express Amtrak to ",{"type":"[[","value":[["Providence"]]},", ",{"type":"[[","value":[["Rhode Island"]]},", which is home to its own share of art and culture, excellent Italian food, and a charming downtown area."]},"\n",{"type":"*","value":[" A popular road trip is \"Boston to the Bronx\". The Drive is approximately 3.5 hours along US-20 or I-95. Minimum suggested time for the return trip is 2 days."]},"\n",{"type":"*","value":[" New York City can also be reached by frequent express bus service from South Station on Greyhound\/Peter Pan, Megabus, BoltBus, Lucky Star, GoBus and Yo!Bus. Walkup fares usually $15–25 each way, less if you book a week or two in advance or take one of the Chinatown lines (Lucky Star or Yo!). Amtrak's North East Corridor also serves New York, but expect to pay $60–100 each way, more if you take the high speed Acela Express."]},"\n",{"type":"*","value":[" Drive south to ",{"type":"[[","value":[["Falmouth (Massachusetts)"],["Falmouth"]]}," and ",{"type":"[[","value":[["Woods Hole"]]}," and take the ferry to either ",{"type":"[[","value":[["Martha's Vineyard"]]}," for a peaceful, scenic time on this small, charming island."]},"\n",{"type":"*","value":[" Also take a road trip to the ",{"type":"[[","value":[["North Shore (Massachusetts)"],["North Shore"]]},", ",{"type":"[[","value":[["Seacoast (New Hampshire)"],["New Hampshire Seacoast"]]}," and ",{"type":"[[","value":[["Southern Coast (Maine)"],["Southern Maine"]]},".  All are easily accessible by car, and less than a 90 minute drive without the awful Cape Cod traffic in the summer months.  Many destinations along the North Shore, including ",{"type":"[[","value":[["Rockport (Massachusetts)"],["Rockport"]]}," and ",{"type":"[[","value":[["Manchester (Massachusetts)"],["Manchester-by-the-Sea"]]}," are reachable by the ",{"type":"[","value":["http:\/\/www.mbta.com\/schedules_and_maps\/rail\/lines\/?route=NBRYROCK Rockport commuter rail"]}," Other ares of interest on the North Shore include  Devereux Beach, ",{"type":"[[","value":[["Marblehead (Massachusetts)"],["Marblehead"]]},", ",{"type":"[[","value":[["Gloucester (Massachusetts)"],["Gloucester"]]}," and ",{"type":"[[","value":[["Ipswich (Massachusetts)"],["Ipswich"]]},"."]},"\n",{"type":"[[","value":[["File:Cranebeach.jpg"],["thumb"],["377px"],["Panorama of Crane Beach in Ipswich"]]},"\n\n",{"type":"*","value":[" Drive northwest on Route 2 or take the ",{"type":"[","value":["http:\/\/www.mbta.com\/schedules_and_maps\/rail\/lines\/?route=FITCHBRG Fitchburg commuter rail"]}," to historic ",{"type":"[[","value":[["Concord (Massachusetts)"],["Concord"]]},", where you can visit Walden Pond, made famous by Henry David Thoreau in his book \"",{"type":"''","value":["Walden; or, Life in the Woods"]},"\"."]},"\n",{"type":"*","value":[" Take a day trip north to the town of ",{"type":"[[","value":[["Salem (Massachusetts)"],["Salem"]]},", the home of the infamous Salem witch trials."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Wrentham"]]}," Village premium outlets."]}," Wrentham is accessed from exit 15 of I-495, about 45 minutes from Boston. Most hotels will arrange transport. You'll find all the big brands such as Hugo Boss, Adidas, Nike, DKNY, Burberry, Gap, Guess, Ann Taylor, Tommy Hilfiger, Ralph Lauren, Levi’s, Liz Claiborne, Swarovski, Royal Doulton, Calvin Klein, Benetton, Waterford Crystal, and Williams-Sonoma there."]},"\n",{"type":"{{","value":[["routebox"],["image1=Amtrak_Northeast_Regional.png"],["imagesize1=100"],["directionl1=SW"],["majorl1=",{"type":"[[","value":[["Providence"]]}],["minorl1=",{"type":"[[","value":[["Westwood (Massachusetts)"],["Westwood"]]}],["directionr1=NE"],["majorr1=END"],["image2=I-90.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=",{"type":"[[","value":[["Worcester (Massachusetts)"],["Worcester"]]}],["minorl2=",{"type":"[[","value":[["Newton"]]}],["directionr2=E"],["majorr2=END"],["image3=I-93.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Manchester (New Hampshire)"],["Manchester"]]}],["minorl3=",{"type":"[[","value":[["Somerville"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Canton (Massachusetts)"],["Canton"]]}],["minorr3=",{"type":"[[","value":[["Milton (Massachusetts)"],["Milton"]]}],["image4=US 1.svg"],["imagesize4=22"],["directionl4=N"],["majorl4=",{"type":"[[","value":[["Newburyport"]]}],["minorl4=",{"type":"[[","value":[["Chelsea (Massachusetts)"],["Chelsea"]]}],["directionr4=S"],["majorr4=",{"type":"[[","value":[["Providence"]]}],["minorr4=",{"type":"[[","value":[["Milton (Massachusetts)"],["Milton"]]}],["image5=US 20.svg"],["imagesize5=22"],["directionl5=W"],["majorl5=",{"type":"[[","value":[["Worcester (Massachusetts)"],["Worcester"]]}],["minorl5=",{"type":"[[","value":[["Watertown (Massachusetts)"],["Watertown"]]}],["directionr5=E"],["majorr5=END"],["minorr5="],["image6=MA Route 2.svg"],["imagesize6=22"],["directionl6=W"],["majorl6=",{"type":"[[","value":[["Concord (Massachusetts)"],["Concord"]]}],["minorl6=",{"type":"[[","value":[["Cambridge (Massachusetts)"],["Cambridge"]]}],["directionr6=E"],["majorr6=END"],["minorr6="],["image7=MA Route 3.svg"],["imagesize7=22"],["directionl7=N"],["majorl7=",{"type":"[[","value":[["Lowell (Massachusetts)"],["Lowell"]]}," via ",{"type":"[[","value":[["File:US 3.svg"],["18px"]]}],["minorl7=",{"type":"[[","value":[["Cambridge (Massachusetts)"],["Cambridge"]]}],["directionr7=S"],["majorr7=",{"type":"[[","value":[["Plymouth (Massachusetts)"],["Plymouth"]]}],["minorr7=",{"type":"[[","value":[["Milton (Massachusetts)"],["Milton"]]}]]},"\n\n",{"type":"[[","value":[["Wikipedia:Boston, Massachusetts"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Massachusetts\/Localities\/B\/Boston"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Greater_Boston"]]},"\n",{"type":"{{","value":[["geo"],["42.359"],["-71.056"]]},"\n",{"type":"{{","value":[["usablecity"]]}]