[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:IMG 0361 Kathmandu Bodnath.jpg"],["thumb"],["400px"],["Boudhanath Stupa"]]}," \n",{"type":"'''","value":["Boudhanath"]},"  (also known as Boudha, pronounced 'Bo-da') is located 7 km East\/Northeast of ",{"type":"[[","value":[["Kathmandu"]]}," &  home to one of the largest Buddhist ",{"type":"''","value":["stupas"]}," in the world, built during the 5th century AD.\n\n",{"type":"==","value":["Understand"]},"\nFor centuries, Boudhanath has been an important place of pilgrimage and meditation for Tibetan Buddhists & local Nepalis.  It is located on what was a major trade route between Nepal & Tibet. Many traveling merchants used it as a resting place. It is also a popular tourist site. In 1979, Boudha became a UNESCO World Heritage Site. The Great Stupa of Boudhanath is the focal point of the district.  There are at least 29 Tibetan Gompas (Monasteries & Nunneries) around Boudhanath. The culture is very much Himalayan with a strong presence of Tibetans & Sherpas, as can be evidenced by the number of restaurants selling ",{"type":"''","value":["momos"]},", ",{"type":"''","value":["thukpa"]}," & other Tibetan favorites. Many maroon clad Tibetan Buddhist monks & nuns can be seen walking around Boudha, especially at the Stupa. As a daily ritual, many people walk three or more times around the stupa while  repeating the mantra 'Om Mani Padme Hum' either quietly or aloud.  During the days of & surrounding the full moons, the air is often thick  with incense & mantras sung by monks, & the number of people visiting the Stupa increases significantly, along with the intensity of their mantras & prayers. Boudha is a fascinating & very spiritual area. Most of the restaurants & shops are closed by 8PM.\n\n",{"type":"===","value":["Recommended reading"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Boudhanath: The Great Stupa"]}," by Keith Dowman. A translation of the legend of the great stupa as disclosed in a hidden treasure teaching of Guru Rinpoche."]},{"type":"*","value":[" ",{"type":"'''","value":["Om Mani Padme Hum"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Buddha's Teachings - The Four Noble Truths"]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["Taxis"]},": From the  Kathmandu ",{"type":"'''","value":["airport"]},", or from ",{"type":"'''","value":["Thamel"]},", expect to pay 250-350 rupees (2011). If you are coming to see the Boudha Stupa, tell the taxi driver that you wish to go to ",{"type":"'''","value":["Boudha Stupa main Gate"]},". ",{"type":"<","value":["br"]},"There  are also a number of local ",{"type":"'''","value":["buses and vans"]}," that carry passengers in the Kathmandu Valley around Ring Road (which loops around Kathmandu & the Kathmandu Valley) to Chabihil for 15 to 20 rupees. From Chabihill, one can take one of the many buses\/vans to the 'Bouda Stupa main gate' for 15 rupees, or walk for 20 mins. up the Boudha road to the Stupa.\n\n",{"type":"==","value":["Get around"]},"\nMost of the sites of interest are located near the stupa and can easily be reached on foot. Taxis are available on the main road by the main stupa gate, until around 8PM.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Bodnath2.jpg"],["right"],["thumb"],["250px"],["left"],["Boudhanath Stupa"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Boudhanath Stupa"]},". According to legend, Boudhanath Stupa was built during the 5th century AD, by an old poultry woman who asked the king for land to construct a shrine to the Buddha. The king agreed, and offered her as much land as she could cover with the skin of a water buffalo. The woman proceeded to cut a buffalo hide into thin strips, and placed them end to end to form a huge circumference. The king realized that he had been tricked by the old woman, but he adhered to his word, and the stupa was constructed according to these dimensions. Nowadays, the stupa is the most popular site for Buddhists in Nepal, and throughout the day pilgrims can be seen circumambulating the structure chanting mantras. It is especially spectacular at night when adorned with butter lamps. Remember to walk around the stupa in a clockwise direction and also to spin the prayer wheels clockwise. There is a small entry fee (rps 150) to enter the stupa area. This can be waived for guests of hotels located at the other side of the stupa. See also: ",{"type":"[[","value":[["Sacred sites of the Indian sub-continent"]]}]},"\n",{"type":"==","value":["Monasteries & Nunneries"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shechen Monastery"]},", located in the alleys near the stupa. A very spacious and beautiful temple founded by the late Dilgo Khyentse Rinpoche. There is a garden restaurant near the monastery guest house."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khawalung Monastery"],["url="],["email="],["address=Boudha-Simaltar"],["lat="],["long="],["directions=take a taxis from Hyatt Hotel about 10 mins drive"],["phone=977-1-4820205"],["tollfree="],["fax="],["hours="],["price="],["content=A beautiful Tibetan Monastery near Boudhanath Stupa. It is inaugrated by Trulshik Rinpoche and Shechen Rabjam Rinpoche in October 2005. The monastery has an elementary and a training school. It consists of monks from remote region of Nepal and Tibet. There are many exquisite Tibetan Buddhist wall paintings."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kopan Monastery"],["url=http:\/\/www.kopanmonastery.com"],["email=kopan@mail.com.np"],["address=North of Boudhanath"],["lat="],["long="],["directions=Go north from the Stupa - ask anyone - 40 min. walk or take taxi"],["phone=977-1 - 4821 268"],["tollfree="],["fax="],["hours="],["price="],["content=Kopan is a thriving monastery of 360 monks, mainly from Nepal and Tibet, and a spiritual oasis for hundreds of visitors yearly from around the world. Nearby is Khachoe Ghakyil Ling Nunnery, home to 380 nuns. Both the monastery and the nunnery are under the spiritual guidance of Lama Zopa Rinpoche, and the care of the abbot, Khen Rinpoche Geshe Lhundrup Rigsel. And it is the wellspring of the FPMT, a network of some 140 centers and activities world-wide, themselves expressions of the Buddha activity of Lama Thubten Yeshe and Lama Zopa Rinpoche.  Kopan offers the perfect environment for study and meditation for  serious students, casual visitors, and retreaters."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Thrangu Monastery"],["url=http:\/\/www.thranguhk.org\/en_project_boudhanath.html"],["email="],["address=Boudha, Nepal"],["lat="],["long="],["directions=facing the Great Stupa of Boudhanath"],["phone=+977-1-4470027"],["tollfree="],["fax="],["hours="],["price="],["content=These days, Thrangu Monastery is the center of monastic life for nearly 250 monks. They receive training in ritual practices, study Dharma & learn to read and write in Tibetan & English.\nThe older monks take turns yearly learning different jobs in the monastery. The monks  chant special prayers as requested & often go to private homes to do pujas for the deceased, for new homes, etc.\nThere are many monks under the age of eighteen and most of these boys are from rural areas of Nepal, particularly the mountain areas bordering Tibet. From an early age, they learn to develop the good habits and discipline that will serve them and others throughout their lifes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dilyak Monastery"],["url=http:\/\/www.khoryug.com\/monastery-pages\/dilyak\/"],["email="],["address=PO Box No. 4512, Boudha, Kathmandu, Nepal"],["lat="],["long="],["directions="],["phone=(977) 1-478-432 \/ 478-320"],["tollfree="],["fax="],["hours="],["price="],["content=Dilyak Dabzang Monastery is the oldest original Karma Kagyu monastery in Boudha, Nepal. The monastery was established by Very  Ven. 7th Dabzang Rinpoche year 1963 near the great stupa of Boudha."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pullahari Monastery & Retreat Centre"],["url=http:\/\/www.jamgonkongtrul.org\/pullamona_a.htm"],["email="],["address=P.O. Box 11015, Jagdol, Ward Kopan, Kathmandu, Nepal"],["lat="],["long="],["directions="],["phone=+977 1 4498196"],["tollfree="],["fax="],["hours="],["price="],["content=Pullahari is the seat of His Eminence Jamgon Kongtrul Rinpoche in Nepal, located in the foothills north of the Great Stupa of Boudhanath. In the secluded serenity with spacious views, the age-old tradition of prayers, rituals, training, and education of monks continues in the monastery, and also in the Mahamudra retreat centre. In addition, residential programs for lay practitioners are offered at the Rigpe Dorje Institute, and the facilities for individual retreat are open throughout the year."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Khachoe Ghakyil Ling Nunnery"],["alt=The Kopan Nunnery"],["url=http:\/\/kopannunnery.org\/"],["email="],["address=Boudha, Kathmandu, Nepal"],["lat="],["long="],["directions="],["phone=9771-482-1236"],["tollfree="],["fax="],["hours="],["price="],["content=Khachoe Chakyil Ling Nunnery (Kopan Nunnery) is currently the largest Tibetan nunnery in Nepal with over 400 nuns. The nunnery provides full scholarship for the nuns, which includes education, accommodation, health care & food. With help of generous supporters, the completion of its building plans, Kopan Nunnery will be the Largest Tibetan nunnery in the World – able to house a thousand nuns. The aim is to create a place study and practice for nuns - a supportive & stable environment for women who wish to pursue a spiritual life."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ka-Nying Shedrub Ling Monastery"],["url=http:\/\/www.shedrub.org"],["email="],["address=North of Boudha, Nepal"],["lat="],["long="],["directions=on 2½ acres of farmland just north of the ancient legendary Jarung Khashor Stupa in Boudha Nath."],["phone=+977-1-491-4993"],["tollfree="],["fax="],["hours="],["price="],["content=Ka-Nying Shedrub Ling Monastery comprises a traditional Tibetan monastic setting where more than 240 monks dedicate themselves to monastic activities. Established in 1976 by the renowned dzogchen mater, H.E. Tulku Urgyen Rinpoche, and his two eldest sons, Tulku Chokyi Nyima Rinpoche and Tsikey Chokling Rinpoche. To perpetuate the Doctrine of Lord Buddha, the monks' daily life centers around Buddhist studies & daily practice.  Twice daily, at 6AM and at 16:00, pujas are performed by a host of monks at Ka-Nying Shedrub Ling. Pujas are normally an hour in length, and visitors are always welcome. For the Western Buddhist practitioners staying in Nepal & to introduce the basics of Buddhism to interested travelers, Tulku Chokyi Nyima Rinpoche, who speaks English and also makes use of a translator, freely offers teachings in his Saturday Morning Talks held each weekend in the monastery's main temple. One can sample and even download a free video of a weekend talk at: www.dharmasun.org and subscribe to the weekly teachings, if one likes. Every November, Rinpoche also offers a 10-day Fall Seminar in the same temple on all levels of Buddhist philosophy, practice and meditation. Visit the monastery's website for more information:  www.shedrub.org"]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Circumambulate"]}," the stupa (walk clockwise around it).  This is the main activity of pilgrims & many tourists too. One lap is approx. 150 meters.  At the far side from the main gate entrance it is possible to walk up on to the stupa itself during the daytime."]},{"type":"*","value":[" ",{"type":"'''","value":["Photography"]},". The stupa & its surroundings are very photogenic, but please don't take pictures of people without their permission.  "]},{"type":"*","value":[" ",{"type":"'''","value":["Monastery tour"]}," Please practice good manners. Ask the first monk or nun you see at the place (monastery or nunnery) you wish to visit for permission, before wandering around their home grounds.  Some (not all) encourage the public to visit by offering guided tours, classes, puja services, meals, & gift shops.  While on their sacred grounds, be respectful, don't smoke, turn off cell phones, lower your voice, leave your shoes outside before entering any temples or buildings, & get permission before taking pictures. Bear in mind that monasteries & nunneries are sanctuaries for inner practice, not tourist attractions. Most (if not all) of them welcome donations."]},"\n",{"type":"==","value":["Buy"]},"\nThere are many handicraft stores located all around the stupa.  This may be the best place in Nepal for Buddhist & Tibetan related items - statues, prayer flags, Tibetan incense, etc.\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Himalayan Singing Bowl Centre"],["alt=Shanta Ratna Shakya"],["url=http:\/\/singingbowlcentre.com\/"],["email="],["address=Boudha Stupa, Kathmandu Nepal"],["lat="],["long="],["directions=One of the many shops directly infront of the Great Boudha Stupa"],["phone=00977-9851046748"],["tollfree="],["fax="],["hours="],["price="],["content=Sells hand made singing bowls used for centuries by Himalayan monastics & today by healers, therapists,  musicians, & meditators."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stupa View Restaurant"]}," is a vegetarian restaurant that, as the name implies, offers good views over the stupa. It's a little expensive (think 200 NPR + for a meal), but the quality of the food and service is good."]},{"type":"*","value":[" ",{"type":"'''","value":["Three Sisters"]}," also offers views overlooking the stupa and kora. The food is cheaper than at Stupa View (think 120 NPR + for a meal), but the quality of the food and service is also a little lower. "]},{"type":"*","value":[" ",{"type":"'''","value":["Regency"]}," is in the back streets about a two minute walk from the stupa (with the stupa on your right, turn left into alley after passing Stupa View Restaurant, and take the next right. The restaurant is few doors down on the right) and is where many locals eat. The food is good and you can easily satisfy your appetite for well under 100Rs."]},{"type":"*","value":[" ",{"type":"'''","value":["Shechen Guest House"]}," (see 'sleep' section). The restaurant at the guest house is open to non-residents and offers wholesome vegetarian food in the quiet of an enclosed garden."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Stupa Dining Restaurant With Garden"],["url="],["email="],["address=Boudha, Dhara Tole, before turning to Hyatt Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local restaurant with good, clean, cheap food, with live music by staff on request!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Himalayan Cafe"],["url="],["email="],["address=Boudha Stupa"],["lat="],["long="],["directions=From main gate to Stupa, walk counter clockwise around the Stupa 3\/4 of one lap - HC is on the Left"],["phone=4492274"],["tollfree="],["fax="],["hours="],["price="],["content=Clean cafe offering both traditional Tibetan & Western breakfast, lunch, & dinner. Cafe is above Buddhist shop & is on 3, 4, & 5th floors overlooking Stupa. Excellent veggie burger w\/fries 120rps. Small pot of milk tea 75rps. WI-FI."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Saturday Cafe"]}," over looking the stupa at Boudha has good ground coffee, WI-FI, & excellent cakes, which you can enjoy surrounded by books in the second floor book shop or on the roof-top terrace."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Boudha Stupa restaurant & cafe"],["alt=veg & Non-veg restaurant"],["url="],["email="],["address=Boudha"],["lat="],["long="],["directions=Opposite Boudha stupa"],["phone=+977-01-2130681"],["tollfree="],["fax="],["hours=12"],["price=Rs200 for meal"],["content=Most hygienic food with Free WI-FI, directly over looking the Boudha Stupa."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Flavors"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Extremely good latte's & cappucinos! Thanksgiving & Christmas dinner can't be beat. The owner is a very hospitable man who will gladly take visitors on a hike or a tour fo Nepal."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are dozens of  hotels & guesthouses not listed here. Check bulletin boards in cafe\/bakeries for individuals offering rooms for rent by the week or month.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Samdrup Guest House"],["alt="],["url="],["email=samdrupkhang@unlimit.com"],["address="],["lat="],["long="],["directions="],["phone=+977 1 478568"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Mostly used by Tibetans on pilgrimage or visiting family, & so is a very cheap, but basic hotel (though more deluxe accommodation is available on the upper floors). The hotel is conveniently located across from the main gate at Boudha Stupa. Has gift shop on the 1st floor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Tharlam GuestHouse"],["alt="],["url="],["email=tharlamgh@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone=+977 1 4472550, or 4496878"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Some of the rooms are nice and clean but the ones downstairs, with kitchen, not so much. They have rats and little cocroaches. It's at the end of a very narrow and dark alley, and there have been lots of robberies at night. Not recommendable. Beside\/affiliated with the beautiful Tharlam Sasang Namgyal Ling Monastery. One BR for 1 person: rs. 400; twin beds or double bed for 2: rs. $800; Suite or BR with Kitchen: rs. 1200; (prices: 2011)located about 100 Meters NE of the Boudha Stupa."]]}]},"\n",{"type":"===","value":["Mid range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shechen Guest House"],["alt="],["url=http:\/\/www.shechenguesthouse.com.np\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+977 1 4479009"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=In the grounds of Shechen Monastery in Boudha has clean & good quality rooms with private bathrooms for about 10 USD (2011). Guesthouse also has garden with restaurant\/coffee shop facilities, & is within a five minute walk of Bodhnath Stupa."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Gangchen Guest House"]}," Opposite of Hyatt East Gate. Tel: 4470505, Room Rates from Rs.800 to Rs.1800"]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hyatt Regency Kathmandu"],["url=http:\/\/kathmandu.regency.hyatt.com"],["email=reservation.kathmanduhr@hyattintl.com"],["address=PO Box 9609, Taragaon, Boudha"],["lat="],["long="],["directions=10 Km from the city centre of Kathmandu, on the road to Boudhanath Stupa"],["phone=+977 1 449 1234"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=5 star hotel with 290 rooms & suites. The hotel offers a health & beauty spa, swimming pool, wading pool for children & an outdoor whirlpool. It's 4 Km from Tribhuvan International Airport & within walking distance of Bodhanath Stupa."]]}]},"\n",{"type":"==","value":["Respect"]},"\nIn the vicinity of ",{"type":"[[","value":[["Sacred sites of the Indian sub-continent#Buddhist"],["sacred sites"]]},":\n",{"type":"*","value":[" Wear clothing that expresses respect for the sacred nature of the site. "]},{"type":"*","value":[" Take your shoes off before entering temple buildings and some shops. Follow the lead of the locals."]},{"type":"*","value":[" Circumambulate the stupa & other sacred objects in a clock-wise direction."]},{"type":"*","value":[" Preserve the peace and tranquility."]},{"type":"*","value":[" Do not climb onto statues or other sacred objects."]},{"type":"*","value":[" Do not take pictures of people without their permission."]},"\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Medical attention"]},". "]},{"type":"'''","value":["Shechen Monastery"]}," operates an efficient, hygienic & friendly clinic offering treatments using Western & traditional Tibetan medicine, homeopathy & also sometimes massage & acupuncture. It is a good place to seek treatment for both acute & chronic ailments. The clinic is in an alley across from Shechen Guest Houses.",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Fatima Healing Centre"]}," is on the first floor of a beautiful mansion. They handle most common health issues. Dr. Fatima (from Llasa Tibet) heals with traditional Chinese medicine, acupuncture, & herbal medicine. They also offer therapeutic\/healing foot baths, facials & massage. A 15 min. walk North of the Stupa. Closed Saturday & Sunday",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Kanti Dental clinic"]}," does general dental work including cleanings for rps 450   Located off the main road into Boudha, less than 100 meters east of the Stupa main gate on the same side of the road. Open 7 days a week.",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["Krishna's Ayurvedic Therapy"]}," features Ayurvedic Medicine, Foot Therapy\/Reflexology\/Acupressure (1 hr foot massage\/treatment costs rps 600, half hour for rps 300, in 2011). Also offered: Aroma therapy, Shiatsu therapy, Facials (rps 600). Store entry is in front of Stupa. From main stupa gate entry, walk clockwise around stupa almost half way - it's on left. Look for \"Ayurvedic\" sign.\n\n",{"type":"==","value":["Connect"]},"\nMost cafes & coffee shops in Boudha have free WiFi for customers. There are many internet cafes near the Stupa.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pashupatinath"]},". An important temple to Shiva in the form of Lord of Animals. See monkeys, cremation, sadhus and a holy cave. The temple is a short taxi ride, or 20 minute walk past several temples, from Boudhanath. While entrance to the temple is allowed for Hindus only, the surrounding forest area provides much to explore. NPR1000"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Changunarayan"]]}]}," - small village and home to the ancient temple of Changu Narayan which is part of the UNESCO World Heritage Site Kathmandu Valley. It's possible to catch a public bus to the beginning of the ascend to Changunarayan and then just hike it towards the top of the hill for half an hour."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["See ",{"type":"[","value":["http:\/\/en.wikivoyage.org\/wiki\/Kathmandu##Go_next Kathmandu \"Go next\" section"]}]},"."]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["27.721389"],["85.361944"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Kathmandu Valley"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Boudhanath"]]},"\n",{"type":"[[","value":[["Commons:Category:Boudhanath"]]}]