[{"type":"{{","value":[["pagebanner"],["Boundary Waters canoe banner.jpg"]]},"\n",{"type":"'''","value":["Boundary Waters Canoe Area Wilderness"]}," is a vast wilderness area in ",{"type":"[[","value":[["Northeastern Minnesota"]]},", adjoining with ",{"type":"[[","value":[["Ontario"]]},"'s ",{"type":"[[","value":[["Quetico Provincial Park"]]},", famous for its array of over a thousand small-to-medium-sized lakes, and the wildlife they provide a home for. It is a well-known ",{"type":"[[","value":[["camping"]]}," and canoeing destination.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nThe last glacial period dramatically altered the landscape in the region which now comprises northern Minnesota and Ontario, Canada, leaving behind innumerable lakes and streams surrounded by forest. The BWCAW is located in the northern third of the Superior National Forest in northeastern Minnesota. \n\nThe waterways were travelled by many Native American tribes, including Huron, Souix, Chippewa and Cree, followed by the Dakota and the Ojibwe. Pictographs can be seen in multiple areas of the BWCAW to this day. In the 18th and 19th centuries, fur traders, the voyageurs or coureur de bois, used the waterways for trade and transportation of furs. In the late 1800s to early 1900s, the area was heavily logged. \n\nOn February 13, 1909, President Theodore Roosevelt designated an area of approximately 1 million acres as the Superior National Forest.  Over the next 50 years, the area was expanded and finally in 1964, the Wilderness Act designated the BWCA as a unit of the National Wilderness Preservation System. Finally, in 1978, the Boundary Waters Canoe Area Wilderness Act established the current regulations to protect and preserve the area.\n\nOn July 4, 1999, severe thuderstorms with intense straight-line winds known as the Boundary Waters-Canadian Derecho caused serious damage to nearly 400,000 acres of forests in and around the BWCAW. The resulting blowdown has been managed by the forest service with proscribed burns, but has led to increased risk of forest fires in the affected areas.\n\n",{"type":"===","value":["Landscape"]},"\n\nThe BWCAW is composed of over 1 million acres of untouched boreal forests strewn with dramatic cliffs, rock outcroppings, and unforgettable vistas. While the climate may be the harshest found within the ",{"type":"[[","value":[["United States"],["U.S."]]}," outside of ",{"type":"[[","value":[["Alaska"]]},", the experience will be one that is simply impossible to have anywhere else on earth. Thousands upon thousands of miles of water routes weaving in and out of one of the most lightly populated places on earth are open for the taking. No motored vehicles or boats are allowed within the parameters of the wilderness area. It features the largest boreal forest east of the ",{"type":"[[","value":[["Rocky Mountains"]]},".\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nRoughly 85 percent of the BWCAW is coniferous forest composed of white and red pine, spruce, jack pine, cedar, and hemlock. The other 15 percent of the area is deciduous trees such as paper birch, yellow birch, poplar, upland maple, and tammarack (considered a conifer by some, but actually deciduous).  Numerous wild flowers, mushrooms, and other fungi dot the forest floor.\n\n",{"type":"===","value":["Climate"]},"\n\nUnpredictable. One constant is the perilously long frigid winters. An important note to the stability of this wilderness's survival is the constant thickness of its lake ice throughout the winters. Four to seven feet of lake ice is common from winter to winter with the number of subzero days (that is days within a 365-day year the temperature dips below 0°F\/-18°C) averaging around 90°F (32°C). Snow can fall at any month of the year and is actually highest around the months of March and April. Minnesota's state record low of -60°F (-51°C) was officially reported in Tower, just south of the BWCAW. However many feel that temperatures could be as much as 10 degrees Fahrenheit colder within some of the top ridges of the Laurention Highlands which seemingly bisect the BWCAW. Without any records taken from within the BWCAW this has yet to be proven. Average winter snowfall in the area can be as high as 150 inches (381 cm) atop the ridges of the Superior highlands off the shore of ",{"type":"[[","value":[["Great Lakes"],["Lake Superior"]]}," with about 75-90 inches (190-229 cm) of snowfall being the norm throughout the rest of the BWCAW. Summers are short and generally cool with offshore breezes from Lake Superior dramatically cooling areas near the shore. Temperatures can be as much as 25 degrees Fahrenheit cooler near the coast opposed to inland areas. Summer temperatures rarely exceed 90 degrees Fahrenheit (32°C)but if they do, consider yourself blessed and swim at every opportunity. Summer weather lasts from mid June to mid August. Generally the first significant snowfall (2 in\/5 cm or more) occurs in early October. Lakes tend to freeze to a walkable thickness (4 in\/10 cm) by late October. The average yearly temperature ranges from 29-36 degrees Fahrenheit. One reason for this cold climate is that it is centered in the North American continent. The closest ocean inlet is actually the Hudson Bay which is frozen for 70 percent of the time. Due to thin acidic soil and the climate, agriculture would not only be impractical but nearly impossible. Forests cover over 99% of dry land and the rest of the region is composed of 40% water.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Ely (Minnesota)"],["Ely"]]}," is the main western entry point to the BWCAW while ",{"type":"[[","value":[["Grand Marais"]]}," on the ",{"type":"[[","value":[["North Shore (Minnesota)"],["North Shore"]]}," of Minnesota is the eastern point of entry. Both towns have numerous outfitters where you can reserve canoes\/kayaks, often in advance. Outfitters can also help plan your trip route. They often conveniently drop your canoes off at a preferred starting point nearby (e.g. Moose Lake) and arrange to pick them up at the conclusion of your trip. Other options include a motorboat transport of you and your equipment further into the park (only some lakes allow motors) to give you a jump-start on escaping civilization. There is also the possibility of drop off and pick up in different places to allow for a linear rather than circular trip route. Check to make sure which services are offered before you book. You can also drive your car out to the lake where you want to start - there is usually ample parking available. All day and overnight trips into BWCAW ",{"type":"'''","value":["require"]}," permits. \n\n",{"type":"==","value":["Fees\/Permits"]},"\nCamping Permits\/Fees (both U.S. and ",{"type":"[[","value":[["Canada"],["Canadian"]]}," trips): Camping permits, which control your entry date and location must be reserved for your party.  The Forest Service fee for each permit issued is $12. You will also be required to pay a USFS User Fee of $16 per adult and $5 per youth per trip. Plan as much in advance as possible as the number of entries is restricted.\n\nCanada requires a Remote Area Boarder Crossing ",{"type":"[","value":["http:\/\/www.cbsa.gc.ca\/prog\/canpass\/rabc-pfre\/menu-eng.html"]}," form to be applied for before you go.  The cost is 30 Canadian dollars per application.  It takes about a month to get it, so make sure you plan accordingly.  The permit is good for 1 year.\n\n",{"type":"==","value":["Get around"]},"\n\nWith no roads in the area, the only practical form of transportation is by boat or plane.  With portages frequently necessary to get from one lake to another, canoes and kayaks are the only watercraft capable of reaching many of the lakes; regulations prohibiting motorboats on most lakes limit their range even further.\n\n",{"type":"==","value":["Do"]},"\nThe main attraction in the BWCAW is the wilderness itself. But you won't be disappointed. Peaceful, beautiful, and serene, the BWCAW area is famous and is a great opportunity to experience the unique natural setting of northern Minnesota. You can easily spend 4-5 days canoeing, portaging, and camping throughout the region's numerous lakes and islands. Even during the height of summer travel season, you're unlikely to encounter more than a handful of fellow campers on your trip. It is a true wilderness experience. Occasionally, the aurora borealis (",{"type":"[[","value":[["Northern Lights"]]},") are visible. And due to the relative geographic isolation, the BWCAW is almost always a great place to stargaze. The lakes are amazingly peaceful and clean. The fishing varies from lake to lake but is generally pretty good (be sure to get a permit beforehand), and it's generally safe to swim. There's always something new to discover as you move from lake to lake.\n\n",{"type":"==","value":["Buy"]},"\nThere are no stores to purchase supplies in the BWCAW, so get your shopping done before you leave Ely or Grand Marais.\n\n",{"type":"==","value":["Eat"]},"\nThere are no locations to buy food once you leave the shore, so all food must be brought in with you; accordingly, all trash must be carried out. ",{"type":"[[","value":[["Leave-no-trace camping"],["\"Leave no trace\""]]}," principles should be followed in food planning. Cans and glass bottles are not allowed. Most travelers bring freeze-dried foods with considerations given to reducing packaging and weight, as all supplies must be carried if the trip involves portaging from one lake to another. A camp stove is typically needed. While fire grates are present on all campsites, there are times when rain makes campfires difficult (although never impossible to those with skill and determination). Conversely, dry weather conditions will sometimes prompt a campfire ban. The US Forest Service recommends camp stove cooking as it has less impact on the area.\n\nAn outfitter or sports store with a good wilderness camping section can be very helpful in recommending foods and supplies needed for a trip of any length. Alternately, most outfitters offer a full outfitting package which will supply all requisite food and equipment for your trip. The internet abounds with BWCAW enthusiast websites full of recipes, recommendations and tips regarding menu planning for wilderness trips. \n\nFor many travelers, the opportunity to catch one's own dinner is a major highlight of a BWCAW trip. There is no restaurant that can capture the experience of sitting by the campfire under a cloudless evening sky, eating freshly-caught lake trout and listening to the lonely call of loons.\n\n",{"type":"==","value":["Drink"]},"\nNaturally, water is available in almost all of the boundary waters area, but it should be filtered before drinking as a precaution.  Iodine makes for a great method of disinfecting the water.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nWhile there are no structures available inside BWCAW or its northern neighbor, ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Quetico_Provincial_Park Quetico Provincial Park"]},", there are several options for both drive-in and fly-in accommodations on gateway lakes or neighboring lakes which allow access to the park interior. These vary widely from minimal amenity cabins to resort-like accommodations and are good options for those who would like to experience the wilderness but are unsure about a full wilderness camping adventure. This may also be a good option for those with mobility issues or young children. Resorts will typically provide outfitting for day trips or even overnight trips into the park. It should be noted that the boundary lakes typically see higher traffic than the park interior.\n\n",{"type":"===","value":["Camping"]},"\nUnreserved campsites are available on most lakes in the BWCAW and are usually marked on area maps. They are generally close to the lakes (right on the shore) and provide a convenient place to store your canoes overnight. Rudimentary toilet facilities are usually located a short distance from the campsites and are generally marked by a path.  There is a maximum size of groups in the Boundary Waters of 9 and no more that 4 watercraft.\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nMosquito populations are high in this area.  The use of  insect repellent is (strongly!!!) recommended. (However, dragonfly populations are also high. It is a thing of beauty to watch the feast that ensues when a pack of dragonflies descends on the mosquitoes annoying you at your campsite.) Additionally the only way out other than boating is by puddle jumper (i.e. small airplane) which is typically only used in emergency situations.  Standard radio frequencies are monitored by park rangers and several other base locations, so it is recommended to carry a radio transmitter. The area is inhabited by bears. They are unlikely to bother you if you stick to the campsites and trails, but a \"bear-bag\" should be used when you camp as a precaution - having your food stolen in the BWCAW is not a good thing!\n\n",{"type":"==","value":["Go next"]},"\n\nAt the east end of the Boundary Waters lies Lake Superior, which contains ",{"type":"[[","value":[["Isle Royale"]]},", another secluded wilderness area with paddling and hiking opportunities, accessible by ferry from ",{"type":"[[","value":[["Grand Portage"]]},". If you're driving back to the ",{"type":"[[","value":[["Twin Cities"]]},", scenic ",{"type":"[[","value":[["Duluth (Minnesota)"],["Duluth"]]}," is just a short detour from your trip back to civilization and has an interesting lakefront area with plenty of unique shopping and restaurants.\n\n",{"type":"[[","value":[["WikiPedia:Boundary Waters"]]},"\n\n",{"type":"{{","value":[["geo"],["48.10"],["-91.62"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northeastern_Minnesota"]]},"\n",{"type":"{{","value":[["outlinepark"]]}]