[{"type":"{{","value":[["pagebanner"],["Bourtange banner.jpg"],["caption=Bourtange"]]},"\n\nEstablished during the Eighty Years' War, the fortified town of ",{"type":"'''","value":["Bourtange"]}," is a charming destination in the ",{"type":"[[","value":[["Northern Netherlands"]]},", right on the border with ",{"type":"[[","value":[["Germany"]]},". Its stunning architecture and beautifully renovated state make it one of the best surviving examples of a star fort in Europe. Although mostly unknown to international visitors from further away, German and Dutch tourists are increasingly discovering this quaint village, where it seems to the eye that little has changed since 1782. The small community that lives in and around the fort -about 430 people in total- caters to the visitors' needs by means of friendly hotels, pleasant cafés and an abundance of related activities in summer.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Luchtfoto bourtange.jpg"],["thumb"],["350px"],["Bourtange as seen from the air"]]},"\nThe star shaped fort was designed and built at the orders of William I of Orange, during the Dutch Revolt against Spain. The fort served a simple goal: to control the main road through the Bourtange swamps to Germany. The city of Groningen and its surroundings were still under Spanish control at the time, and received their supplies from allies in Germany. The assignment to built a fort was given, according to some sources to Diderick van Sonoy, one of the leaders of the Dutch \"Geuzen\", the Calvinist Dutch nobles who took on the battle with the Spaniards. It was Adriaan Anthoniszoon who drew the designs of what would become a 5 sided bastion and works began in 1580.\n\nThe fort was hardly finished when the city of Groningen was finally taken, and the fort was adapted to now suit a new purpose. It became part of the border defence lines of the three provinces of the Northern Netherlands. It was enforced and expanded several times, during wars that followed, but as the swamps around Bourtange slowly dried, the importance of the fort slowly diminished.\n\n",{"type":"===","value":["Decline"]},"\nWith the further development of warfare and increasing fire power, the star shape lost its benefits in rapid pace and ever few soldiers were stationed in Bourtange. Ever more citizens found a home within the walls, however, and after the once mighty fort was officially abandoned as a military stronghold in 1851, Bourtange quickly grew into a flourishing agricultural village. Most of the moats were filled up, with the exceptions of part of the main canal. Shortly before the restorations, an old canon barrel was one of the few visible reminders of the town's grand history. Trade and agriculture bloomed until the 1950s, when a time of deterioration began. Young people moved away and many local businesses closed, turning Bourtange into a backward village with no future.\n\n",{"type":"===","value":["Restoration"]},"\nThat changed completely when the municipality of Vlagtwedde, of which the village was part, decided to heavily invest in a reconstruction of the fort. Work began, with the idea of restoring the rich cultural heritage, creating opportunities for the tourist sector but also reviving Bourtange as a village where people wanted to live. The situation as it would have been in 1742, when the fort was at its height, was used as example. It was relatively easy to determine the exact locations and plan, as the original streets were still mainly intact and many historic maps, drawings and paintings were available. Moats were dug out once again and historic buildings restored.\n\nAlthough a few buildings were finished later on, the main works were completed in 1992. Since then, Bourtange has indeed become a magnificent sight and a tourist draw. And indeed, in and outside of the walls, the small but flourishing community still has its home.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Vesting Bourtange 02.JPG"],["thumb"],["The standard mill is a replica, as the original was moved to a nearby hamlet in the 19th century."]]},"\nThe N365 is the only major ",{"type":"'''","value":["road"]}," into Bourtange. It doesn't directly lead to any significant other towns, but connects to several other provincial roads, making the village quite well-reachable. It's a 25 minute drive to both ",{"type":"[[","value":[["Stadskanaal"]]}," and ",{"type":"[[","value":[["Winschoten"]]},", the nearest larger towns, and a 35 minute drive to ",{"type":"[[","value":[["Veendam"]]},". ",{"type":"[[","value":[["Groningen (city)"],["Groningen"]]},", the capital of the province, is about 50 minutes away by car.\n\nThe wide, flat landscapes of the region make biking in the surroundings of Bourtange an appealing way of transport, even if you're not the fittest of travellers. For an average to fit person, it's a 3 hour bike trip from ",{"type":"[[","value":[["Assen"]]}," and a bit longer from ",{"type":"[[","value":[["Groningen"]]},". Taking smaller roads will of course make your route a bit longer, but can provide nice, typical Dutch countryside landscapes, dotted with black and white cows.\n\nFor Dutch standards, this place on the German border is pretty much as remote as it gets. Despite the fort's tourist aims, getting here by ",{"type":"'''","value":["public transport"]}," is neither fast nor cheap, and not especially convenient either, unless you already happen to be in nearby Stadskanaal. Nonetheless, it's possible. From Groningen, it's a one and a half hour trip (± €11). First take a train to Winschoten and take bus line 11 from there to Bourtange.\n\nFrom the bus station in Assen, it's 1.45h, and requires changing buses once (± €10). Take line 24 direction Stadskanaal, and there change to line 14 in the direction of Winschoten. After reaching Winschoten, this bus changes into line 11 to Bourtange, allowing you to just stay seated.\n\nOn the west side of the fort lies the Bourtangerkanaal, an arm of the Ruiten-Aa-kanaal, and the only navigational ",{"type":"'''","value":["water"]}," way. Boats of up to 3m high can pass under the bridges over the canal, and there's a small \"harbour\" with a few landing places near the fort.\n\n",{"type":"==","value":["Get around"]},"\nEverything you're in Bourtange for, lies within the walls of the fort. It's charmingly small, and the only real way to get around is on foot. You can park your car at the entrance of the fort. The information centre lends out wheel chairs, if you need one.\n\nIn summer, you can make use of a \"tourist bus\" and on weekends and some weekdays, there's a large horse carriage too. They take routes through and around the fort. There's no reservations for this in advance, so just check with the tourist information office upon arrival.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Bourtange vesting 105.JPG"],["thumb"],["The small church"]]},"\nThe fort, restored to its mid-18th century state, is a town and attraction in one. There's a range of historic buildings and some artefacts, including a pointy wooden horse once used as a torture devise. Everything you really want to see, lies within this intimate, confined area. It's not ",{"type":"''","value":["just"]}," the fort as it is, there are also some museums to visit. You can enter the fort for free, but there is an admission fee for the museums.\n\nThe obvious place to start any visit is the ",{"type":"{{","value":[["listing"],["name=Information Centre"],["alt="],["url= http:\/\/bourtange.nl\/"],["email= info@bourtange.nl"],["address= W. Lodewijkstraat 33"],["lat="],["long="],["directions="],["phone=+31 599354600"],["tollfree="],["fax="],["hours=Mo-Fri 9.15-17.00h, Sa & Sun 10.00-17.00h"],["price="],["content= Located at the entrance of the fort, this is where you park your car, can buy combined entrance tickets for the museums, and get all the information you'd like about this place. It provides a short visual introduction to the history of Bourtange and can help with bookings for lodging. Here, you'll also find toilets and an ATM."]]},"\n\n",{"type":"===","value":["Main sights"]},"\nKeep in mind that this was a military stronghold, a place for officers and soldiers. There's no grant architecture here but rather functional, mid-18th century lodgings, offices and a small church. The picturesque ",{"type":"'''","value":["market square"]}," is a cosy place, especially when the outdoor terraces fill up on a sunny summer's day. Note the fourteen linden trees here, which are some 300 years old. The square lies in the middle of the fort, and all the roads lead here. At the market square, you'll also find the most important of the ",{"type":"'''","value":["officer's houses"]},". There's a Major’s House, a Captain’s House, the Commander’s House, the Schoolmaster’s House and others. In front of the Major's house you'll find the red-painted wooden horse. Used as a torture tool, victims were placed on the horse's pointy back with weights attached to their feet. The soldiers barracks are located in a circle behind their officers' dwellings.\n\nThe pretty little ",{"type":"'''","value":["Protestant Church"]}," replaced an earlier church in 1869. The dismantled one was the first Protestant church in the Groningen province, built before 1607. Already over 130 years old, the current one still holds a 1607 creed board, in the form of a triptych. At three places you can still see the ",{"type":"'''","value":["secreten"]},", tiny toilet buildings hanging like closets above the water. They turned out to be a great source of historic finds, as they were regularly used to dispose of garbage or broken utensils. The ",{"type":"'''","value":["New Powder House"]}," replaced an older, smaller one at the other side of the fort and could hold up to 45000 pounds of gunpowder.\n\nThe original Bourtange ",{"type":"'''","value":["Standard Mill"]}," was on the Mill's bastion but was moved to the hamlet Ter Haar after the military left the fort. Today, the original still stands in Ter Haar, where it is the only remaining mill of this kind in the Northern Netherlands. A nice replica has been built in Bourtange and once again stands on the reconstructed bastion.\n\n",{"type":"===","value":["Museums"]},"\nAlthough it's nice to just wander through the little street, he museums are a must if you want to get a good idea of the fort's history. A single ticket provides access to all four. It costs €6\/€3.5 for adults\/children and can be purchased at the information centre. From mid-March to the end of October, all museums are open daily from 10-17h. In winter, they're only open on weekends.\n",{"type":"*","value":[" ",{"type":"'''","value":[" Museum De Baracquen"]},". Once the soldiers barracks, this museum displays a replica of such a soldiers home, and also has a good number of artefacts found in and around the fort."]},{"type":"*","value":[" ",{"type":"'''","value":["Filmzaal De Poort"]},". In the movie hall, a 30 minute film about the history and restoration of the fort is on repeat. It also has a scale model of the whole fort on display."]},{"type":"*","value":[" ",{"type":"'''","value":["Captain’s House"]},". The former house of the army captain is now one of the most charming buildings within the walls and meant to give an insight in an officer's life within the fort. There's an exhibition room displaying the interior as it might have been back in the day, and the kitchen is refurbished in the same way. The house originates from 1661 and still has an original fireplace and tiled floors from those times. "]},{"type":"*","value":[" ",{"type":"'''","value":["Synagogue"]},". Up until WWII, the Jewish synagogue was in use as a house of prayer for the Jews of Bourtange. Almost all of them were deported, however, and no more than five returned. Today, this 1842 building is nicely renovated and now serves as a museum full of pictures and objects. It's located in the Batterijenstraat."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Bourtange vesting 152.JPG"],["thumb"],["Historic re-enactments are organized fairly regularly."]]},"\nEspecially in summer, regular events are organized to increase the historic feel of town. In high season (March–October) a ",{"type":"'''","value":["canon shot"]}," can be witnessed every Sunday at 15.00h.\n\nThis small tradition is nothing compared to the annual re-enactment of the ",{"type":"'''","value":["Battle of Bourtange"]},", held in June and the largest re-enactment event in the country. It's a quaint and fun two day happening during which hundreds of volunteers fulfil their roles as commanders, gunners, flag-beares, musketeers, pike men and camp guards, sleeping in tents.\n\n",{"type":"==","value":["Buy"]},"\nThere's a surprising number of small shops lining the market square and the few other streets of the fort. They mostly sell souvenirs, from standard small gifts with pictures of the fort to traditional Dutch candy and handmade candles. There's a clock maker and on the fort farm, called the Sikkepit, you can buy farm products like cheese and fruits.\n\nThere's a small \"supermarket\" which doubles as a flower seeds store in the former bridge keepers house.\n\nUnless you're looking to buy a chicken, the village outside of the walls doesn't have any shops of interest to a traveller. If you need anything not for sale in the small fort stores, you'll have to head to Vlagtwedde or Stadskanaal.\n\n",{"type":"==","value":["Eat"]},"\nThere's two restaurants within the fort walls, both on the picturesque market square. Both have nice outdoor terraces, and they double as cafés. They're perfect for a sunny afternoon cappuccino in summer.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name='s Lands Huys"],["alt="],["url=http:\/\/www.landshuys.nl."],["email="],["address=Marktplein 2"],["lat="],["long="],["directions="],["phone= +31 599354514"],["tollfree="],["fax="],["hours= Open daily, year round"],["price=up to €20 for mains"],["content=Once the administrative centre of the fort, this former staff office is now a restaurant, also equipped to receive groups. It serves a good variety of dishes, including simple soups or sandwiches but also steaks and salads for lunch. For dinner, mains are under €20 euro and come in plenty of meat, fish and veggie variants."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name='t Oal Kroegie"],["alt="],["url="],["email="],["address= Marktplein 8"],["lat="],["long="],["directions="],["phone= +31 599354580"],["tollfree="],["fax="],["hours="],["price=€5-15"],["content= This is the smaller of the two places, and mostly a café. It does serve lunch, but no dinner. Don't expect anything special, but you'll get good enough food for a fair price."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nMost people visit Bourtange as a day trip, but it is possible to stay within the fort's walls. The number of rooms is limited however, so make sure to book well in advance if you can. Although you can see the best of Bourtange in a day, this does make for a pretty special place to stay the night and explore the surroundings. Guests of the lodgings can rent bikes at the reception, too. Alternatively, there's a campsite just outside of the walls.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fort Lodgings"],["alt="],["url= http:\/\/www.hotelvestingbourtange.nl\/i"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=€85 per room for two, extra bed possible for €30"],["checkin=15.00h-17.00h"],["checkout=10.30h"],["content=The fort's lodging consist of 12 rooms, divided over the former soldiers' barracks and the former carriage house. Some have traditional Dutch \"closet-beds\", although they have been adapted to fit modern day sized and comfort requirements. The reception is in the information centre at the entrance of the fort and closes at 5PM. The rooms have free wifi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping 't Plathuis"],["alt="],["url="],["email="],["address=Bourtangerkanaal Noord 1"],["lat="],["long="],["directions="],["phone=+31 599 354383"],["tollfree="],["fax="],["price=€20,50 for a comfort spot including 2 people and parking. You can rent a tent for €36"],["checkin="],["checkout="],["content=Just a few minutes walk from the fort entrance, this is a friendly and charming camp site. There's a simple playground for children."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Bourtange"],["alt="],["url=http:\/\/www.hotelbourtange.nl"],["email="],["address=Vlagtwedderstraat 10"],["lat="],["long="],["directions="],["phone=+31 599 354674"],["tollfree="],["fax="],["checkin="],["checkout="],["price=€80\/70 for 2 person standard\/budget room"],["content=About 3 km from the fort itself, this farm house on the road to Vlagtwedde has been turned into a nice countryside hotel. It has clean, pleasant rooms, most with private bathrooms. Budget rooms have shared bathrooms. There's a garden and the hotel rents out bikes for €7.50 per day."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=De Staakenburgh"],["alt="],["url=http:\/\/www.hotel-in-bourtange.nl\/"],["email="],["address=Vlagtwedderstraat 33"],["lat="],["long="],["directions="],["phone=+31 599-354216"],["tollfree="],["fax="],["checkin="],["checkout="],["price=€43,50 p.p, up to 4 beds possible per room"],["content=Another redecorated farm house, this one provides group accomodation and hotel rooms. At the edge of the property, this place also has five special hotel rooms, or rather tiny separate houses with private bathrooms but without kitchens. Those \"Restinn\" rooms offer extra privacy but can fit only 2 people."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThe information centre sells stamps and provides other ",{"type":"'''","value":["postal services"]},". You can also recharge you OV chipcard for public transport there and make use of the ATM.\n\n",{"type":"==","value":["Go next"]},"\nIf you're ready to get back to modern times, you might find there are few popular destination in the direct area. The village of ",{"type":"[[","value":[["Sellingen"]]}," is small but nice, with some pretty nature around it. Otherwise, head to bustling ",{"type":"[[","value":[["Groningen"]]}," or former WWII concentration camp ",{"type":"[[","value":[["Westerbork"]]},". As the fort is located right on the German border, follow the road east and you'll find yourself across the border in a matter of minutes.\n\n",{"type":"{{","value":[["IsPartOf"],["Groningen (province)"]]},"\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["geo"],["53"],["7.19"]]},"\n",{"type":"[[","value":[["Wikipedia:Bourtange"]]}]