[{"type":"{{","value":[["pagebanner"],["Bourges banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":["Bourges"]}," is a city in ",{"type":"[[","value":[["Centre-Val de Loire"],["Centre"]]}," region, ",{"type":"[[","value":[["France"]]},".\n\n",{"type":"[[","value":[["File:Bourges.jpg"],["thumb"],["250px"],["St Etienne Cathedral at Bourges"]]},"\n\n",{"type":"==","value":["Get in"]},"\n\nBourges is accessible by train from Paris Austerlitz in about 1 hour 45 minutes, or on the A71 motorway from Paris via Orleans.\n\n",{"type":"==","value":["Get around"]},"\n\nMost parking in the historic centre is metered. However, there are large free car parks just outside the centre if you're prepared to make a five minute walk. The historic centre is small enough to walk around, and that's definitely the best way to see it.\n\n",{"type":"==","value":["See"]},"\n\nThe ",{"type":"'''","value":["Cathedral of St Etienne"]},", a UNESCO heritage site, dates from about 1200-1255. It's an exceptionally fine and most original work of French ",{"type":"[[","value":[["Gothic architecture"],["Gothic"]]},", with double aisles and an immensely high nave. It has preserved almost all the original stained glass of its ambulatory, and some of the high windows of the choir. There are also some lovely later windows in the side chapels. The crypt and towers can be visited for an extra charge.\n\nThe Palais de Jacques Coeur was built from 1443-1450 by Jacques Coeur, the richest man in France and banker to Charles VII. It's a flamboyant work, highly decorated and punctuated by stair turrets and towers just like the castles in the Tres Riches Heures du Duc de Berry - another Bourges inhabitant. The interior can only be visited on a guided tour, for which a charge is made.\n\nThe Marais, to the north of the historic centre, is an area of allotment gardens divided by canals. A walk all the way round will take you 2–3 hours and give you excellent views of the cathedral. Go at a weekend and you'll probably see some of the gardeners punting through the canals to their plots.\n\nThe whole city is full of lovely houses, some in half timber, others in the light stone that is characteristic of Bourges. Rue Bourbonnoux and Rue Coursalon are particularly worth visiting.\n\nPalais des Echevins \/ Musee Esteve is another medieval mansion which borrows its vocabulary from the Palais Jacques Coeur, built 40 years earlier.\n\nMusee de Berry - a free museum of local traditions, in another medieval mansion.\n\nMusee des Meilleurs Ouvriers de France - this museum, opposite the cathedral, displays works of craftsmanship which have been made for the MOF diploma. Currently (Jan 2007) it has a display of fine hand-made knives in the exhibition room. Free entry, and worth a look.\n\n",{"type":"==","value":["Do"]},"\n\nTake a boat trip round the Marais.\n\nYou can go to the 'Plan d'eau' which is an artificial lake to have a 6 km-walk. It's also possible to use your bicycle or rollers around it on a lane separated from the road - it's relatively flat.\n\nIn April, there is a music festival called 'Le Printemps de Bourges' where, during around 1 week, around 30 \"official\" concerts (prices varies) are given in the city (in several places, sometimes at the same time). The programme may be fetched in early March. During this period, most of the pubs and bars also have bands playing (for free) and the whole city gets a lot of animation.\n\n",{"type":"==","value":["Buy"]},"\n\nMost shops are located in the centre of the town localized by rue Moyenne.\n\nOne of the specialties of Bourges is the Forestines which is a kind of candy. You can find such in the 'Maison de la Forestine' (located rue Moyenne).\n\n",{"type":"==","value":["Eat"]},"\n\nWarning! Almost everything is closed on Sunday, though you will find a couple of pizza restaurants in Place Gordaine.\n\nPlace Gordaine and the area by the market has cheap shawarma, couscous, and a number of French restaurants. More chi-chi places and a fine Breton creperie can be found on Rue Bourbonnoux.\n\n",{"type":"==","value":["Drink"]},"\nBourges offers some traditional \"Irish\" pubs such as : \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Murrayfield"],["address=11, rue Jean Girard"],["url=http:\/\/www.pub-murrayfield.com\/"],["phone=+ 33 2 48 70 52 10"],["email=contact@pub-murrayfield.com"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=O'Brian's"],["address=9, Rue Barbès"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pub Jacques Coeur"],["address=1, rue d'Auron"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Le Birdland"],["address=4, Avenue Jean Jaurès"]]}]},"\nMore bistrots includes :\n",{"type":"*","value":["Le Guillotin,"]},{"type":"*","value":["Café Bazar,"]},{"type":"*","value":["La Pleine Lune, "]},{"type":"*","value":["Les 3 Petits Cochons."]},"\n",{"type":"==","value":["Sleep"]},"\n\nA fine chambre d'hotes is 'Les Bonnets Rouges', not far from the cathedral and just off rue Bourbonnoux.\n\nIf you are arriving by car, some cheap hotels are located by the highway entrance.\n\nA hotel 3* located in the historical center is 'Hotel d'Angleterre', at around 100m from the rue Moyenne.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Bourges"],["url=http:\/\/www.hihostels.com\/dba\/hostels-Bourges-020072.en.htm"],["email="],["address=22 Rue Henri Sellier"],["lat="],["long="],["directions="],["phone=+33-248245809"],["tollfree="],["fax="],["hours="],["price=€14.40"],["checkin="],["checkout="],["content=In a quiet area on the Auron rivershore."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"==","value":["See also"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Saint-Benoît-du-Sault"]]}]},{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["47.0833"],["2.4000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Centre-Val de Loire"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bourges"]]},"\n\n",{"type":"[[","value":[["Commons:Bourges"]]}]