[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Bracebridge"]}," is a town in the ",{"type":"[[","value":[["Muskoka"]]}," region of the province of ",{"type":"[[","value":[["Ontario"]]},".  Its most notable and first recognized characteristic is the European style downtown, which has been modernized tastefully in recent years.  In the summer, the small town's population increases significantly providing recreation for tens of thousands of tourists and seasonal residents.\n\n",{"type":"==","value":["Get in"]},"\n\n    \n",{"type":"===","value":[" By car "]},"\n\nCar travel is the most popular way to reach Muskoka.  It is on the 45th parallel, approximately 200 km north of Toronto.  Take Highway 400 north through ",{"type":"[[","value":[["Barrie"]]}," and continue north up Highway 11 in the direction of ",{"type":"[[","value":[["North Bay"]]},".  In the summer, Highway 400 and the two northern highways (Hwys 11 and 69) will always be packed heading north on a Friday and south on a Sunday.  Dual lanes in each direction have eased the traffic in the past few years, however on 'long weekends' (Victoria Day, Canada Day, Ontario Civic Holiday and Labour Day), travel to Muskoka is always busy and can take several hours from the Toronto area.\n\nWinter travel to the region can be tricky depending on the weather.  Bracebridge and the surrounding area do get several winter storms per year, and can be difficult to access if you are not used to winter driving.  Some recent winters have been milder, and improved roads in the area in recent years also help.  However, this can vary from year to year as it lies on the cusp of the strong snow-belt areas of the country.\n\n",{"type":"===","value":[" By bus "]},"\n\nThe Greyhound bus does have limited service to and from Bracebridge.  It is possible to travel by bus from Barrie (and in turn, ",{"type":"[[","value":[["Toronto"]]},"), ",{"type":"[[","value":[["North Bay"]]},", and ",{"type":"[[","value":[["Parry Sound"]]},".  Ontario Northland may also pick up some of the schedule.  It is advisable to check the services offered through their websites.\n\n",{"type":"===","value":[" By train "]},"\n\n",{"type":"<","value":["strike",["Ontario Northland Rail Service provides daily service from Toronto to Northbay and stops in Bracebridge on the way. It is advisable to check schedules prior to departure since the train runs on designated CN rail lines and often stops to let freight go by above Huntsville."]]},"  Ontario Northland no longer offers passenger rail service to Muskoka.\n\n",{"type":"==","value":["Get around"]},"\nIn the summer, it is possible to park your car and take advantage of Bracebridge's trolley service.  The trolley runs around town to various destinations including to Santa's Village.  Getting a taxi is never a problem in Bracebridge, as there always seem to be several whenever needed.  Bracebridge is small enough to see on foot as well, however Santa's Village is slightly outside the city, and would be diffucult to walk to from downtown.\n\n",{"type":"==","value":["See"]},"\nMuskoka is famous for its picturesque scenery.  \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Wilson's Falls Trail"]}," (from Hwy 11 turn on to Pine Street from Taylor Road at the lights by the Baptist Church, follow Pine to the end and turn right on Dawson Crescent and left on Rogers Road) offers a 7.5km easy to moderate hiking trail and is one of many beautiful trails in the area."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Resource Management Centre Walking & Cross Country Ski Trail"]}," (Travel North on Hwy 11 past the Cedar Lane overpass; it is approximately a 5 minute drive past that point. The turn off to the Ministry of Natural Resources (MNR) trails is heavily signed on the highway so you cannot miss it! When pulling off the highway, make sure you stay to your left which proceeds into the parking lot) offers more stunning natural beauty regardless of the season.  Bring your showshoes or cross-country skis in the winter."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Lady Muskoka Steamship"]},": Situated in picturesque Bracebridge, \"the Heart of Muskoka\", the 300 Passenger Lady Muskoka offers an incredible sightseeing opportunity.  The \"Lady\" is 104 ft. long, 24 ft. wide, fully-carpeted and has been thoroughly renovated.  The ship is handicapped accessible and has a children's play area."]},"\n",{"type":"*","value":[{"type":"'''","value":["Woodchester Villa (Octagon House)"]}," - Visit one of Canada's only octagon shaped houses, located up the hill fro Bracebridge falls, and built in the 1870s. "]},"\nThe downtown area also boasts many small shops along the main street and a small park at the centre of town.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"'''","value":["Santa's Village and Sportsland"]},", open year round, is a popular destination for families.  Younger children can visit Santa and participate in age-oriented fun, while teenagers can enjoy go-karting, mini-golf, batting cages, Laser Tag, and video arcade at the same location.  Day, weekend, week, and season passes are available on-site.\n\n",{"type":"==","value":["Learn"]},"\n",{"type":"'''","value":["Georgian College"]},", ",{"type":"[","value":["http:\/\/www.georgianc.on.ca\/muskoka\/"]},". Bracebridge is home to Georgian College's Muskoka Campus.  The campus currently offers diploma programs in Addictions Counseling, Bilingual Administrative Affairs, Paramedic, Advertising, Art & Design, Automotive Marketing, and Aviation Management.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"'''","value":["Muskoka Furniture"]},", (195 Wellington Street, Unit 7 Bracebridge, Ontario Phone:  705-645-8183).  Offers cottagers the chance to buy high-quality and feel authentic 'Muskoka' furniture.  All pieces sold are hand-crafted and offer stunning detail.\n\n",{"type":"==","value":["Eat"]},"\nThere are many places to enjoy great food in Bracebridge, from cafés and delis to bistros and fine food restaurants. The small town is home to over 40 eating establishments making it a drawing point of the region based on cuisine alone.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Muskoka Riverside Inn"],["alt="],["url="],["email="],["address=300 Ecclestone Drive"],["lat="],["long="],["directions="],["phone = +1 705-645-8775"],["tollfree="],["fax="],["hours="],["price="],["content=Enjoy some Northern Ontario hospitality over a wonderful breakfast, overlooking the Muskoka River. Full menu - from light or full-course breakfasts to full dinner entrees - all served by very courteous and attentive staff."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Inn At The Falls"],["alt="],["url="],["email="],["address=1 Dominion Street"],["lat="],["long="],["directions="],["phone = +1 705-645-2245"],["tollfree="],["fax="],["hours="],["price="],["content=\"The Carriage Room\" is a fine dining establishment that offers a variety of meals featuring European cuisine and regional dishes served The restaurant offers an elegant atmosphere with a sweeping view of Bracebridge Bay and the Muskoka River below."]]}," "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Muskoka Bean Café"]},", 60-B Manitoba Street, 705-645-4141. Wonderful coffee house for coffee gourmets of the world. From espresso to latte to a coffee lovers.  Fantastic ambiance."]},"\n",{"type":"==","value":["Drink"]},"\nFox & Hounds:  Offering both fine dining and pub fare, the authentic English Pub has a more casual setting with more than adequate drink selection and meals.  Fun patio open in the summer. \nAddress: 17 Dominion Street, Bracebridge ON\n\n",{"type":"==","value":["Sleep"]},"\nAs much of Bracebridge's economy is based on tourism, there are plenty of places to sleep in the area.  The summer season can become quite busy so as it is not necessary to book ahead, it is certainly recommended if you have particular tastes.\n\n",{"type":"===","value":[" Budget "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Whispering Pines Campground"],["alt="],["url="],["email="],["address=1623 Golden Beach Rd"],["lat="],["long="],["directions="],["phone = +1 705-645-5682"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Santa's Whispering Pines Campground has onsite camping available beside the beautiful Muskoka River. Tenting and Full Services available with General Store for all of your needs."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Bellwood Motel"],["alt="],["url=http:\/\/www.bellwoodmotel.com\/"],["email="],["address=133 Manitoba Street"],["lat="],["long="],["directions="],["phone = +1 705-645-4424"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Bellwood Motel is near downtown Bracebridge, near shopping, Bracebridge Falls, and across the street from Memorial Park. Close to a laundromat, movie theatre, trolley service, banks, and restaurants."]]}]},"\n",{"type":"===","value":[" Mid-range "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Wellington Motel"],["alt="],["url=http:\/\/www.wellingtonmotel.com\/"],["email="],["address=265 Wellington Street"],["lat="],["long="],["directions="],["phone = +1 705-645-2238"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Wellington Motel located in downtown Bracebridge, close to all of Bracebridge's attractions and welcomes long-term guests."]]}," "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Muskoka Riverside Inn"],["alt="],["url="],["email="],["address=300 Ecclestone Drive"],["lat="],["long="],["directions="],["phone = +1 705-645-8775"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Offers 54 climate controled rooms, all-season pool, workout facilities, dining room, \"teletheatre\", and bowling alley, located on Muskoka River."]]}]},"\n",{"type":"===","value":[" Splurge "]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Cedarwood Resort"],["alt="],["url=http:\/\/www.cedarwoodresort.ca\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 705-645-8558"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Highway 118. One of Muskoka's finest resorts, the Cedarwood Resort offers luxurious cottages and suites. Cedarwood offers high-end, well-maintained cottages and suites, and even smaller, comfortable nightly rooms in a lake setting."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Inn At The Falls"],["alt="],["url=http:\/\/www.innatthefalls.net\/"],["email="],["address=1 Dominion Street"],["lat="],["long="],["directions="],["phone = +1 705-645-2245"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Famous for its wonderful hospitality, Inn At The Falls has well-prepared gourmet meals and upper-end accommodations in a beautiful setting and a convenient location. A favorite with honeymooners."]]}]},"\n\n",{"type":"==","value":["Get Well"]},"\n",{"type":"'''","value":["South Muskoka Memorial Hospital"]},", Located approximately 2.5 km from Highway # 11. An 84 bed hospital. Emergency facilities available, X-ray, ultrasound, mammography, lab, occupational therapy, physiotherapy, dietary services, mental health echocardiography.\n\n",{"type":"==","value":["Go next"]},"\nBracebridge is a great place to stay while exploring the Muskoka region.  Other picturesque destinations in the area include Port Carling, Bala, Rosseau, and Parry Sound.  Day trips to ",{"type":"[[","value":[["Sudbury (Ontario)"],["Sudbury"]]}," to visit Science North and the Big Nickel are also quite easy to do in the summer while the roads are good.\n\n",{"type":"{{","value":[["routebox"],["image1=Ontario 11.svg"],["imagesize1=20"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["North Bay"]]}],["minorl1=",{"type":"[[","value":[["Huntsville (Ontario)"],["Huntsville"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Barrie"]]}],["minorr1=",{"type":"[[","value":[["Gravenhurst"]]}]]},"\n\n",{"type":"{{","value":[["Usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Muskoka"]]},"\n",{"type":"{{","value":[["Geo"],["45.033"],["-79.316"]]},"\n",{"type":"[[","value":[["Wikipedia:Bracebridge, Ontario"]]}]