[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Brahmapur"]}," is a city on the eastern coastline of the ",{"type":"[[","value":[["Eastern India"],["East Indian"]]}," state of ",{"type":"[[","value":[["Odisha"]]}," (formerly known as Orissa).\n\n",{"type":"==","value":["Understand"]},"\nBrahmapur {previously known as Berhampur) (Oriya: ବ୍ରହ୍ମପୁର), and nicknamed ",{"type":"''","value":["\"The Silk City\""]},", is a city on the eastern coastline of the state of ",{"type":"[[","value":[["Odisha"]]},". It is the third-largest city in Odisha, with a population of 350,000.\n\nBrahmapur is a business hub, and has little to offer in terms of tourist activities. Nevertheless, it is an interesting place to visit if you want to know the feel of a busy Indian city off the well-travelled path. For the intrepid explorer, Brahmapur offers a variety of good shopping options and some food discoveries.\n\nThe rural development NGO Gram Vikas is located 14 km outside of Brahmapur, and host a number of international volunteers each year. Don't be surprised if you're from outside India and locals keep asking you if you work for Gram Vikas!\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\nBrahmapur is well-connected by rail. Brahmapur station is part of East Coast Railways, and is 2.5 hours from the capital city of ",{"type":"[[","value":[["Bhubaneswar"]]},". Brahmapur is a stop on the line from ",{"type":"[[","value":[["Kolkata"]]}," to ",{"type":"[[","value":[["Chennai"]]},", making it a convenient stop along the way, with many trains running every day.\n\nThere are fewer direct trains from ",{"type":"[[","value":[["Puri"]]}," to Brahmapur. However, you can catch a train to Khurda Road Junction, and switch there.\n\n",{"type":"===","value":["By plane"]},"\nBhubaneswar Airport is well-connected to major Indian cities through Indian airlines (Indian Airlines and Goindigo) You can fly to Bhubaneswar, and take one of the more than 25 trains connecting Bhubaneswar and Brahmapur daily.\n\n",{"type":"===","value":["By bus"]},"\nThere are a number of buses that go and from Brahmapur. They tend to be cheaper than the train, though less comfortable because of the road conditions. Buses arrive in the ",{"type":"'''","value":["New Bus Terminal"]},", located some distance outside the city center. You will need an auto-rickshaw or cycle rickshaw to reach the center. (See \"Get Around\" below.)\n\n",{"type":"==","value":["Get around"]},"\nThe main mode of transportation in Brahmapur is the ",{"type":"'''","value":["auto-rickshaw"]},". ",{"type":"'''","value":["Cycle rickshaws"]}," are also available, and are slower but cheaper. You should ask for the price up front, and are expected to bargain.\n\nThe center of town is called the ",{"type":"'''","value":["Old Bus Stand"]},". Located around the Old Bus Stand are the two largest hotels in town, Nandan and Jyoti Residency. In front of these hotels you can find Ambassador ",{"type":"'''","value":["taxis"]},". They are naturally more expensive than auto-rickshaws, but more comfortable for longer drives. Again, expect to bargain for your fare up front.\n\n",{"type":"==","value":["See"]},"\n\nBrahmapur is a busy, crowded business city with few things to attract foreign tourists. Nevertheless, it can be a fun, if bruising experience of life in a real East Indian city, with friendly people and a few great food discoveries awaiting the intrepid explorer.\n",{"type":"*","value":[" The ",{"type":"'''","value":["Old Bus Stand"]}," marks the center of town. Around it you will find many shops, as well as many restaurant options. You can also find many hotels around here."]},{"type":"*","value":[" ",{"type":"'''","value":["Ramlinga Tank"]}," is a pond, west of the Old Bus Stand. It is very polluted, but the number of shops and temples situated nearby make it a convenient landmark. There are also a great number of street food options located next to it. (See \"Eat\" below.)"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Walk in the city's markets, haggling for souvenirs, Odisha handicraft, or handwoven (",{"type":"''","value":["\"khadi\""]},") fabric."]},{"type":"*","value":[" Grab a ",{"type":"''","value":["chai"]}," or ",{"type":"''","value":["lassi"]}," in the many street stalls around the city center, or a quick meal at a street food stall around the Ramlinga Tank."]},{"type":"*","value":[" Brahmapur has a long tradition of theater, and its denizens are passionate about cinemas. The city is famous for its cinema theater complexes, including Gautam, Rukmini, Shiva, Shakti, Payal and Paramjyoti. Hindi movies are the most popular, followed by Odia movies. English and Telugu movies are shown on a regular basis."]},"\n",{"type":"==","value":["Work"]},"\n\nBrahmapur is close to many tribal villages in rural Odisha. The NGO Gram Vikas ",{"type":"[","value":["http:\/\/www.gramvikas.org"]},", who work with rural and tribal communities in Odisha, are located 14 km outside Brahmapur. They welcome serious, committed international volunteers interested in rural development.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" Many shops around the Old Bus Stand sell handwoven (",{"type":"''","value":["\"khadi\""]},") silk or cotton. If you are in town for a few days, you can get these fabrics fitted and tailored. Make sure you visit a tailor first, and have your measurements taken, so the tailor can tell you how much fabric you should get."]},{"type":"*","value":[" Silk sarees, called ",{"type":"''","value":["Brahmapur pata"]},", are famous and the reason Brahmapur is nicknamed ",{"type":"''","value":["\"The Silk City\""]},"."]},{"type":"*","value":[" The city is a big market for fruits, especially mangoes when they are in season."]},{"type":"*","value":[" Brahmapur is famous for the shops in ",{"type":"''","value":["Bada Bazaar"]},", ",{"type":"''","value":["Annapurna Market"]}," and ",{"type":"''","value":["Bhapur Bazaar"]},"."]},{"type":"*","value":[" There are three relatively large department stores in the city: ",{"type":"''","value":["Vishall's"]},", ",{"type":"''","value":["Kolkata Bazaar"]}," and ",{"type":"''","value":["The World"]},". Prices are higher than in street markets, but you can get a sense of the price of things by shopping there."]},"\n",{"type":"==","value":["Eat"]},"\nBrahmapur is famous in India for its ",{"type":"''","value":["papad"]}," (popadum), ",{"type":"''","value":["aachard"]}," (pickles), and ",{"type":"''","value":["badis"]},". Additionally, there are many food options, ranging from street stall to fancy hotel restaurant. Not all of the street stalls are sanitary, so be sure to observe the proceedings, and eat only at stalls that get a lot of business.\n\nSome things worth trying:\n\n",{"type":"*","value":[" Chicken Pakoda (fried chicken) or chicken tandoori at ",{"type":"''","value":["Girija Restaurant"]},", near Ramlinga Tank"]},{"type":"*","value":[" Mutton curry from ",{"type":"''","value":["Pidha Hotel"]},"."]},{"type":"*","value":[" Chicken and egg rolls from ",{"type":"''","value":["Calcutta Roll Counter"]},", in front of Ramlinga Tank."]},{"type":"*","value":[" Fried chicken legs from ",{"type":"''","value":["Merydine Restaurant"]},"."]},{"type":"*","value":[" Biryani from ",{"type":"''","value":["New Biryani Centre"]},"."]},{"type":"*","value":[" Chicken Tikka from ",{"type":"''","value":["Hotel Moti"]},"."]},{"type":"*","value":[" Italian-style ice cream from ",{"type":"''","value":["Softy Zone"]},"."]},{"type":"*","value":[" Fruit salad from ",{"type":"''","value":["Murty Cool Sip"]},"."]},{"type":"*","value":[" Fresh fruit juices from ",{"type":"''","value":["Vizag Fruit Juice Centre"]},"."]},"\n",{"type":"==","value":["Drink"]},"\n\nBrahmapur is a fairly conservative Indian city, so bars are very rare, almost exclusively for men, and pretty shady. The 'nicest' bar is probably ",{"type":"''","value":["Regency Bar"]},", between Nandan Hotel and Jyoti Residency. Note that women are very rarely patrons of these establishments, and may be refused service altogether. It is not recommended for solo female travelers to go out to these bars. Restaurants and hotels do not serve alcohol.\n\n",{"type":"==","value":["Sleep"]},"\nSome options in Brahmapur:\n\n",{"type":"*","value":[" Ananda Bhavan Lodging (208364)"]},{"type":"*","value":[" Berhampur Rest House (203636)"]},{"type":"*","value":[" Lake View Lodge (203334)"]},{"type":"*","value":[" Laxminivas Lodging (305381)"]},{"type":"*","value":[" Hotel MoonLite"]},{"type":"*","value":[" Hotel Moti (202386)"]},{"type":"*","value":[" Hotel Nandan (200232)"]},{"type":"*","value":[" Hotel Radha (202341)"]},{"type":"*","value":[" Hotel Shankar Bhawan (203309)"]},{"type":"*","value":[" Jyoti Residency (near Old Bus Stand)"]},{"type":"*","value":[" Municipal Guest House (200466)"]},{"type":"*","value":[" Sriram Bhawan (203369)"]},"\n",{"type":"==","value":["Stay safe"]},"\nThe biggest hazard in Brahmapur comes from the chaotic traffic. Make sure to look both sides before crossing a street, even in a one-way street!\n\nAlthough Brahmapur is not a touristy city, make sure to keep your belongings close to you and in a safe place, particularly around the train station or the Old Bus Stand.\n\nThere is a police station right next to the Old Bus Stand, in front of Nandan Hotel.\n\n",{"type":"==","value":["Respect"]},"\nBrahmapur is a traditional Indian city that gets very few tourists every year. Make sure to wear culturally-appropriate clothes, especially if you are a woman. You won't get in trouble if you don't, but you might attract a lot of unwanted attention from men.\n\nA lot of people will be curious of you if you are a foreigner. They may approach you, asking for your name and nationality, and wanting to shake your hand. As a rule, these are not people out to scam you in any way, just curious, friendly people. Take the time to chat with them, and try and make a good impression! Don't feel obliged to agree to anything that makes you uncomfortable.\n\n",{"type":"==","value":["Cope"]},"\nThe city can get very hot and polluted in the hot season, between March and June. The winter (November to February) is the best time to visit, with dry, cool evenings and very few rain. In the monsoon season (June to October), streets can get flooded with dirty rain. Make sure to take extra care to wash your hands before meals.\n\nLike many places in India, although there is a lot of delicious street and restaurant food around the city, not all of them are clean and hygienic. Make sure to observe stalls or restaurants, and only go to those with a lot of people, and that inspire you to eat there. Make sure to regularly wash your hands, especially before meals. If you fall ill, there are a number of pharmacies and health stores around the city where you can get medicine.\n\n",{"type":"==","value":["Go next"]},"\n\nBrahmapur is 2.5h away from Bhubaneswar, and 3.5h away from Puri. It's located on the main train line from Kolkata to Chennai, making it a convenient stop. It's also a good jumping-off point to nearby places such as ",{"type":"[[","value":[["Gopalpur-on-sea"]]},".\n\nPlaces located near Brahmapur:\n\n",{"type":"*","value":[{"type":"'''","value":["Gopalpur beach"]}]},{"type":"*","value":[{"type":"'''","value":["Dhabaleshwar beach"]}]},{"type":"*","value":[{"type":"'''","value":["Sunpur Virgin beach"]}]},{"type":"*","value":[{"type":"'''","value":["Tampara lake water sports complex"]}]},{"type":"*","value":[{"type":"'''","value":["Taratarini Temple"]}]},{"type":"*","value":[{"type":"'''","value":["Ramachandi Temple"]}]},{"type":"*","value":[{"type":"'''","value":["Bhairabi Temple"]},"."]},{"type":"*","value":[{"type":"'''","value":["Tapatapani hill Resort"]}," (operated by OTDC fully renovated with Phantom's Tree house)"]},{"type":"*","value":[{"type":"'''","value":["Pota Gada"]}]},{"type":"*","value":[{"type":"'''","value":["Jaugada"]}]},{"type":"*","value":[{"type":"'''","value":["Guduguda"]},"(Near Jiranga, beautiful place) "]},{"type":"*","value":[{"type":"'''","value":["Budhakhola"]}]},{"type":"*","value":[{"type":"''","value":["Bankeswari"]}]},{"type":"*","value":[{"type":"''","value":["Sundareswar Temple"]}]},"\n\n",{"type":"[[","value":[["WikiPedia:Brahmapur"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Odisha"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["19.32"],["84.78"]]}]