[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Brajčino"]}," is a picturesque village located in the mountains of ",{"type":"[[","value":[["Western Macedonia"]]},", just off the eastern shore of Lake Prespa.  The village has a population of around 160 people, most of whom are older people. Brajčino is a must see when traveling to Macedonia. \n\n",{"type":"==","value":["Districts"]},"\nBrajčino is divided into two districts:\n",{"type":"*","value":[{"type":"'''","value":["Gorno Malo"]}," (upper district)"]},{"type":"*","value":[{"type":"'''","value":["Dolno Malo"]}," (lower district)"]},{"type":"*","value":[{"type":"'''","value":["Kamenche"]}]},"\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Pohled na ves Brajcino v podhuri Baby.jpg"],["thumb"],["Brajčino"]]},"\nBrajčino is a mountain village (at an altitude of about 1000 m. above sea level) disturbed only by the roaring sound of the local river and by the evening winds rustling through the trees. Occasionally you may hear a dog barking, a rooster crowing, or a cow-bell ringing. \n\nThis village is a very popular tourist destination for many reasons. First, it has some of the most picturesque architecture one will ever lay their eyes on. Second, Brajčino is home to five beautiful churches and one extravagant monastery. Third, it contains unbelievably beautiful nature that is sure to take your breath away. And fourth, the hospitality of the people of the village will make your stay in Brajčino a unique experience.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nThere is no airport in Brajčino or in the Prespa Lake area, but the Ohrid Airport is only about an hour drive from the village.\n\n",{"type":"===","value":["By bus"]},"\nA bus from ",{"type":"[[","value":[["Bitola"]]}," stops in Brajčino twice everyday.\n\n",{"type":"===","value":["By car"]},"\nThere are two roads to lead to Brajčino, one is from ",{"type":"[[","value":[["Bitola"]]}," and the other starts in ",{"type":"[[","value":[["Resen"]]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By car"]},"\nIt is not the best choice to get around Brajčino by driving because the entire village can easily be covered by walking and driving in the narrow roads can be a hassle. \n",{"type":"===","value":["By foot"]},"\nThe best way to get around Brajčino is by foot because it is easier to experience the village's amazing natural beauty, and because many paths in the village are not suitable for cars.\n\n",{"type":"==","value":["See"]},"\nBrajčino is mostly visited for its breath-taking nature, but it is also famous for its beautiful architecture, churches, and its monastery:\n",{"type":"*","value":[{"type":"'''","value":["St. Petka"]}," - this beautiful monastery was built sometime in the 1500s. It is the main tourist attraction in Brajčino. There are two ways to get there, by car or by foot. It takes about 15 minutes to get there by foot and a little longer by car. Every August 7th the monastery gives free meals to anyone who comes, there is also music and dancing."]},{"type":"*","value":[{"type":"'''","value":["St. Bogorodica"]}," - this church was built inside a large cave, high up on a mountain a couple hundred years ago. It is visible from anywhere in the village. It is the hardest church to get to in Brajčino. The only way to get to it is by foot, which takes several hours. The path is steep and very tough, but it is worth it."]},{"type":"*","value":[{"type":"'''","value":["St. Arangel"]}," - this church, built in 1975, is also located in the mountains, however it is not nearly as tough to get to as St. Bogorodica. It takes about 45 minutes to get there by foot."]},{"type":"*","value":[{"type":"'''","value":["St. Ilja"]}," - this church, built in 1864, is nothing more than four walls, but what makes it significant is that it was the first school in the village. The church was last renovated in 1919."]},{"type":"*","value":[{"type":"'''","value":["St. Atanas"]}," - According to legend, where St. Atanas now stands, there was a large monastery that was burned by the local Turkish garrison. It is said to be the site where Car Samoil's brother became a monk and later died. A village festival used to take place on St. Atanas Day. After morning mass people would go down to the village and dance until late evening, but this celebration hasn't been observed since World War II. The present St. Atanas was built in the 1970s. Large human bones have been found under the church and are believed to be from a race of human giants long ago."]},{"type":"*","value":[{"type":"'''","value":["St. Nikola"]}," "]},{"type":"*","value":[{"type":"'''","value":["Bey's House"]}," - home of the last Turkish regional commander. The house has a U-shape and a row of four rooms with a big terrace, all organized around a closed cobblestone yard. Cattle lived on the ground floor, while the people lived on the second floor. The house is situated such that it overlooks the village entrance and has a great view of Prespa Lake."]},{"type":"*","value":[{"type":"'''","value":["Naum Mačkov House"]}," - built in 1923, on a hill away from the other houses. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Stefan Dzhajkov's House"]}," - Stefan Dzhajkov lived a life of poverty but lived to be 100 years old thanks to his understanding of hardships. While in the U.S.A., he smuggled alcohol during Prohibition and counterfeited money, and was sent to the same jail as Al Capone. He was later deported back to Brajčino and considered a local legend due to his extraordinary wisdom and experience. His house today is mostly ruins."]},{"type":"*","value":[{"type":"'''","value":["Paskumovci House"]}," - one of four houses spared from fires set by Turkish troops during the 1903 Ilinden uprising."]},{"type":"*","value":[{"type":"'''","value":["Petre Kostov's House"]}," - a typical example of Brajčino architecture, located in Gorno Malo."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["St. Petka Day"]}," - is a village festival on August 8th. The night before, people go to monastery and attend mass and eat beans, sausages, and salad. Then on August 8th hundreds of people come to the village for music, dancing, and fun."]},{"type":"*","value":[{"type":"'''","value":["Mountain Nature Trail"]}," - the village has a trail that takes you to the two lakes on top of Mt. Pelister. It provides breath taking views of mountains, and wildlife. There are 7 stops on the trail, the first is in the center of Brajčino and the last is at the top of Mt. Pelister."]},{"type":"*","value":[{"type":"'''","value":["Brajčino Hike"]}," - a hike for leisure hikers through the outskirts and on the slopes of the village with a visit to six churches, one monastery, and historical houses."]},{"type":"*","value":[{"type":"'''","value":["Village Walk"]}," - a walk through the upper and lower village with a visit to three churches, one monastery, historical houses, and village sites. "]},{"type":"*","value":[{"type":"'''","value":["Cobra"]}," - is the only nightclub in the village. It is located just outside the center of Brajčino."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Vila Raskrsnica"]}," - the only restaurant in the village, located near St. Petka. This restaurant offers some of the best cuisine in the Prespa Lake area. All food, liqueur, and wine is homemade. It is open 24 hours a day, 7 days a week. Tel:+389-47-482-322  Mob:+389-75-796-796 Email: Vila_Raskrsnica@yahoo.com"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["At the ",{"type":"'''","value":["Temelkovski family"]}," - 2 double rooms €13.5 per person only overnight"]},{"type":"*","value":["At the ",{"type":"'''","value":["Kostovski family"]}," - 2 double rooms and 2 with twin bed 13,5 euro per person only overnight "]},{"type":"*","value":["At the ",{"type":"'''","value":["Sukovski family"]}," - 2 double rooms and 1 with twin bed 13,5 euro  per person only overnight"]},{"type":"*","value":["At the ",{"type":"'''","value":["Dinevski family"]}," - 3rooms: single, double and 1 twin bed 13,5 euro per person only overnight "]},{"type":"*","value":["At the ",{"type":"'''","value":["St. Petka Monastery"]}," - 2 rooms with 4 beds each: Use of the kitchen €10 per person, Bed 5,5 Euro per person, Towel €5 per person. A regular breakfast is 2,0 euros, and an abundant breakfast is 3,5 euros. A small lunch or dinner is 6,5 euros, classic is 0,5 euros, and special is €1. "]},"\nTo contact any of these places, call: +389 70 576515 or fax: +389 2 3227834\n\n",{"type":"==","value":["Connect"]},"\nPelister Mountain Conservation Project \/ Pilot Eco-Tourism Project:\n\nphone: +389 (0)2 3227 834 \/ phone: +389 (0)70 576 515 \/ email: info@brajcino.com\n\nInformation in Brajčino \/ phone: +389 (0)70 497 751 \/ email: info@digimak.com\n\n",{"type":"==","value":["Stay safe"]},"\nThis village has a large bear population due to the fact that they are now protected. Even though they rarely come down from the mountains, watchout!\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Golem Grad"]}," - also known as Snake Island, is an island located in Prespa Lake. It is about 18 hectares big and includes ancient ruins from Roman, Neolithic, and Hellenic times. It also includes six churches and monasteries, and much more. It is home to many endemic plants, rare birds, and many snakes."]},{"type":"*","value":[{"type":"'''","value":["Ljubojno"]}," - this village is located 2km from Brajčino. Stroll around Ljubojno and visit the two churches, St. Peter and St. Paul, which are a short pleasant walk from the village."]},{"type":"*","value":[{"type":"'''","value":["Slivnica Monastery"]}," - was built and decorated in the 17th century and features well preserved wall paintings. "]},{"type":"*","value":[{"type":"'''","value":["St. George"]}," - this small, one aisle church was built in 1191.It is in the nearby village of Kurbinovo. It contains one of the most important painting achievements in Komnenian-Byzantine art. "]},{"type":"*","value":[{"type":"'''","value":["Ezereni Bird Sanctuary"]}," - this natural reserve covers the entire north end of Lake Prespa. It is a home to approximately 200 bird species, including wild geese, pelicans, and local moorhens. "]},{"type":"*","value":[{"type":"'''","value":["Museum of traditional costumes and artifacts"]}," - local farmer, Jone Eftimovski, owns over 150 costumes and artifacts from all over Macedonia. The museum is on the main road in the village of Podmočani."]},{"type":"*","value":[{"type":"'''","value":["Dupeni Beach"]}," - is the closest beach to Brajčino, located right on the border with Greece. It gets busy on weekends and summer holidays when the  restaurant is also open."]},{"type":"*","value":[{"type":"'''","value":["Slivnica Beach"]}," - according to locals, Slivnica Beach is the nicest and cleanest in the area. "]},{"type":"*","value":[{"type":"[[","value":[["Resen"]]}," - this city is located about 30 minutes driving from Brajčino. It includes a French style castle and more."]},{"type":"*","value":[{"type":"[[","value":[["Bitola"]]}," - the second largest city in ",{"type":"[[","value":[["Republic of Macedonia"],["Macedonia"]]},". It is on the other side of Mt. Pelister."]},{"type":"*","value":[{"type":"[[","value":[["Pelister National Park"]]}]},{"type":"*","value":[{"type":"'''","value":["Prespa Lake"]}," - located just a few minutes outside the village."]},"\n",{"type":"{{","value":[["isPartOf"],["Western_Macedonia"]]},"\n",{"type":"[[","value":[["WikiPedia:Brajčino"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Brajčino"]]},"\n",{"type":"{{","value":[["geo"],["40.9069"],["21.1599"],["zoom=16"]]}]