[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/explorebranson.com\/ Branson"]}]}," is in the ",{"type":"[[","value":[["Ozarks"]]}," and the ",{"type":"[[","value":[["Southwest Missouri"],["southwest region"]]}," of ",{"type":"[[","value":[["Missouri"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"'''","value":["Branson"]}," is a city in Taney County, Missouri, United States. It was named for Rueben Branson, postmaster and operator of a general store in the area in the 1880s. The population was 6,050 at the 2000 census. The Branson Micropolitan Statistical Area embraces Stone County, Missouri and Taney County, Missouri.\n\nToday it is sometimes referred to as a \"family-friendly Las Vegas\" because of the numerous shows and attractions, as well as the flashy building decorations and neon lights. The \"strip\" as it has been named, draws people from far and wide.\n\nIf shows are not your thing then check out one of the three lakes Branson has to offer. Lake Taneycomo's clear cold waters provide some of the finest trout fishing available anywhere in the world. Table Rock Lake as well as Bull Shoals Lake offer a variety of recreational activities including hiking, sightseeing, hunting, skin diving, fishing, and water sports such as swimming, boating, water skiing etc.\n\nMaybe it is golfing that swings your attention. Branson has an array of golf courses sure to please the newest beginner to the most professional golfer.\n\n",{"type":"==","value":[" Get in "]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/airnav.com\/airport\/KPLK M. Graham Clark - Taney County Airport"]}]},", for private plane traffic, is located adjacent to Branson in Point Lookout, Missouri, next to the College of the Ozarks."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/flybranson.com\/ Branson Airport"]}]},", only eight miles south of Branson, Missouri, is Branson's major carrier local airport and began official operation effective May 11, 2009. Southwest Airlines provides nonstop service to\/from Chicago-Midway, Houston-Hobby, Dallas-Love, and beginning March 9, 2013, Orlando. Frontier Airlines has nonstop service to Denver."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/sgf-branson-airport.com\/ Springfield-Branson Regional Airport"]}]}," is about 50 miles from Branson, servicing the following air travel providers:"]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/allegiantair.com\/ Allegiant Air"]}]}," There is nonstop service to\/from Las Vegas, Los Angeles, Orlando-Sanford, Phoenix-Mesa, and St. Petersburg-Cleaarwater. "]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/aa.com\/ American Eagle"]}]}," Nonstop service to Dallas\/Fort Worth"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/delta.com Delta Connection"]}]}," Nonstop service to Atlanta and Memphis"]}]},{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/united.com\/ United Express"]}]}," Nonstop service to Chicago-O'Hare and Denver"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/boonecountyairport.com\/ Boone County Regional Airport"]}]}," in Harrison, Arkansas, is closer (31 miles), but has only one carrier, SeaPort Airlines, with nonstop service to Kansas City and Memphis."]},"\nOther options include NW Arkansas Regional Airport in Bentonville, 97 miles or about a 2 hour drive away though the Mark Twain Nat'l Forest (includes some steep curves over hilly terrain—this is the only airport whose land route is through the forest).  The nearest major airports are ",{"type":"[[","value":[["Tulsa"]]}," 216 miles, ",{"type":"[[","value":[["Kansas City"]]}," 233 miles, and ",{"type":"[[","value":[["St. Louis"]]}," (Lambert) 255 miles.  St. Louis has some international flights, as well as some major tourist attractions of its own to see.\n\n",{"type":"===","value":["By car"]},"\n\nFrom most locations, take I-44 to Springfield, then south on US 65 (exit 82A). From the west, use the US 60\/160 connector just before entering Springfield (exit 69).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nNew in 2006, Branson Landing is mall located in downtown Branson on Lake Tanneycomo. Anchored by Bass Pro Shops and Hudson Belk, it contains 100 stores and several restaurants. Check out the huge waterfront fountain in the central square where every 30 minutes you can see choreographed fire, water, and light shows set to music.  Also nearby is the Branson Hilton and Convention Center which opened in 2007.\n\nRiding the Ducks is very popular and a favorite with kids. The \"ducks\" as the are affectionately called are based on the DUKW a World War II amphibious landing vehicle. The tour will take you on a ride through town and then into the lake for a short cruise.\n\nThe Branson Scenic Railroad operates out of the historic Branson Train Depot located downtown.  The railroad takes you on a 40 mile round trip ride through the beautiful Ozark countryside using vintage train engines and cars from the 1930s through 1960's.  They also offer nightly dinner trips and a Polar Express tour during November and December.\n\nThe Branson Belle is a recreation of a classic riverboat that has lunch and dinner cruises with live entertainment on Table Rock Lake.\n\nThe most popular attraction in Branson is Silver Dollar City; a family friendly theme park similar to \"Dollywood\" in Tennessee. The park has a consistent \"1800's America\" theme. While the main focus of the park is on food, souvenirs and live performances, the park does contain many rides and play areas for children, and a small number of high-quality roller coasters for thrill seekers. The number one feature of the park is a giant, sparkling cave that takes hourly tours. Quite a lot of money would be spent if one wants to experience the wide variety of food and products at the park, and will most likely need to spend more than one day there to experience everything.\n\nThe Shepherd of the Hills Outdoor Drama is one of the longest running local attractions.  See the events of Harold Bell Wrights classic novel reenacted by a huge cast of actors and stuntmen.  During the day you can also visit a recreation of Old Matt's cabin and travel to the top of Inspiration Tower where you can see all the way into Arkansas on a clear day.\n\nIf you have spare time between shows or just need to sit and relax, try stopping by the Branson Mall where you can watch a free show or two.\n\n",{"type":"===","value":[" Table Rock Lake "]},"\nA beautiful stretch of crystal clear blue water, spanning around fifty thousand acres, Table Rock Lake is a reservoir that winds through the Ozark Mountains of northwestern Arkansas and southwestern Missouri. A favorite vacation spot for outdoor lovers of all types of activities, it has become a major tourist attraction of one of the hottest tourist destinations in the United States, Branson, Missouri. People from all over the United States come to the area in order to camp, boat, and fish. It is also a perfect spot to enjoy all sorts of water sports activities, including jet skiing, tubing, scuba diving, and swimming. There is no dearth of things to do or see in this place.\n\nImpounded by the Table Rock Dam, which was constructed on the White River by the U. S. Corps of Engineers in 1954 to 1958, the original purpose of the reservoir was to control flooding on the White River, which also flows through Missouri and Arkansas. It had already been established as a prime ground for fishing and recreation as early as the 1930s. However, flooding from the White River had constantly devastated the area. Following the Flood Control Act of 1943, the dam was constructed and the overflow of water from the White River filled the man-made lake now known as Table Rock Lake. The overflow from this reservoir spills downstream into Lake Taneycomo, the cold water of the reservoir creating a trout fishing environment for the lake.\n\nAs Table Rock Lake is a big fishing area, a lot of fishermen are attracted to the place. Moreover, the lake boasts a wide variety of fish in abundant supply. Some of these fish include bass, catfish, white bass, crappie, and bluegill. An aggressive fish management program has also been implemented in the area, seeing a resurgence of smallmouth, Kentucky, and largemouth bass of exceptionally large size. This has led to even more fishermen flocking to this site, and not just professional fishermen, either, but pleasure-seeking fishermen as well.\n\nSurrounding the lake are lands for public use, which draw plenty of people who enjoy nature and hunting. Not only is the scenery exquisite, but portions of the Mark Twain National Forest are located on these lands. Table Rock State Park also borders the shoreline of Table Rock Lake. With all its attractions, recreational activities, and natural scenery, the reservoir and its surrounding areas has plenty to offer everybody who wishes to visit this place.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=College of the Ozarks"],["url=http:\/\/www.cofo.edu\/Page\/About-C-of-O\/Visiting-C-of-O\/Sites-to-See.68.html"],["email="],["address=Point Lookout, MO"],["lat="],["long="],["directions="],["phone=The Keeter Center Phone +1 417-239-1900"],["tollfree="],["fax="],["hours="],["price="],["content= Visit this unique liberal arts college that has a variety of on site historical attractions. Sights to see are all student run facilities: The Keeter Center, Williams Memorial Chapel, The Ralph Foster Museum, Fruitcake and Jelly Kitchen, Edwards Mill, and many others."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cedar Mountain Stables"],["url=http:\/\/bigcedar.com\/activities\/stables\/"],["email="],["address=612 Devil's Pool Rd"],["lat="],["long="],["directions="],["phone = +1 417-335-2777 ext 7107"],["tollfree="],["fax="],["hours="],["price="],["content=Located at Big Cedar on Table Rock Lake, this stable offers a variety of activities and events including: pony rides, horseback rides, carriage rides, campfire wagon tours & holiday light tours."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Top of the Rock Golf Course"],["url=http:\/\/bigcedar.com\/golf\/"],["email="],["address=612 Devil's Pool Rd"],["lat="],["long="],["directions="],["phone = +1 417 335-2777"],["tollfree="],["fax="],["hours="],["price="],["content=Part of Big Cedar, this Jack Nicklaus signature golf Course is located at Table Rock Lake, just outside of Branson, MO. The Par 3 course is also part of the Audubon Cooperative Sanctuary Program."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Big Cedar Spa"],["url=http:\/\/bigcedar.com\/spa\/"],["email="],["address=612 Devil’s Pool Rd"],["lat="],["long="],["directions="],["phone = +1 417-339-5201"],["tollfree="],["fax="],["hours="],["price="],["content=This spa near Branson, MO offers a variety of services including luxury spa treatments, nail service, certified personal trainers, & more. Treatments for guests under 15 years old are also available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Stone Hill Winery"],["url=http:\/\/stonehillwinery.com"],["email="],["address=601 State Highway 165"],["lat="],["long="],["directions="],["phone = +1 417-334-1897"],["tollfree="],["fax="],["hours="],["price="],["content=Located on highway 165.  Take the free tour of the winery and enjoy free samples of their locally produced wines and grape juice for the kids."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Silver Dollar City"],["alt="],["url=http:\/\/silverdollarcity.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Grand Palace"],["alt="],["url=http:\/\/thegrandpalace.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nThe most popular attraction in Branson is Silver Dollar City a theme park similar to \"Dollywood\" in Tennessee. It has arts, crafts, rides and restaurants. In fact, on March 15, 2013 the $10 million Out law Run, the world's steepest and most daring wood roller coaster, will be opening. $10 million Outlaw Run, the world’s steepest and most daring wooden roller coaster, opening March 15, 2013. ",{"type":"[","value":["http:\/\/www.explorebranson.com\/ \"Branson: It's Your Show\""]},"\n\nThe Branson Belle is a \"river boat\" that was built next to Table Rock Lake and has lunch and dinner cruises with entertainment.\n\nRiding the Ducks is also very popular. They are WWII amphibious vehicles that take you around town and then into the lake for a short cruise.\n\nBranson has over 50 live entertainment theaters, as well as the largest Titanic museum in the world. Shows range from singing (Andy Williams for example) to Chinese Acrobats. One of the better and more popular shows is SIX, 6 brothers who do a variety show including accompanying their songs with the sounds of musical instruments produced by the voices of the brothers.\n\nBranson Landing is a year old mall on Lake Tanneycomo with 100 stores and restaurants.\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hollywood Wax Museum"],["url=http:\/\/www.hollywoodwaxmuseum.com\/branson\/"],["email="],["address=3030 W. Hwy. 76"],["lat="],["long="],["directions="],["phone = +1 417-337-8277"],["tollfree="],["fax="],["hours="],["price="],["content=The Hollywood Wax Museum is the only wax museum in the country devoted entirely to celebrity figures. Get close to some of the most famous people in show business and step right into the spotlight with icons of the silver screen, recreated so faithfully that you'd swear they are were alive. The Hollywood Wax Museum houses tons of uncanny replicas, from Hollywood stars to television personalities to characters from your favorite movies."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Bass Pro Shop"],["url=http:\/\/basspro.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located at Branson Landing.  Check out their huge indoor aquarium stocked with native fish species."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Dick's 5 and 10"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in downton Branson.  Take a step back in time and visit Dick's 5 and 10.  Lots of hard to find old-timey trinkets and collectibles."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=A Taste of Missouri"],["alt="],["url=http:\/\/atasteofmissouri.com\/"],["email="],["address=9308 E. Hwy 76, Branson West"],["lat="],["long="],["directions="],["phone=+1 417-338-WINE"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Gifts of Distinction"]}," Located at the Branson Landing"]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Peter Engler Designs"],["url=http:\/\/www.legendsinconcert.coom"],["email="],["address=2800 W 76Country Blv Suite 205"],["lat="],["long="],["directions="],["phone = +1 417-339-3003"],["tollfree="],["fax="],["hours=Tues. - Thurs."],["price="],["content=PetPeter Engler Designs is considered to be the center of woodcarving in the United States.  Peter has had a shop in Branson, MO since 1962, representing over 150 artists.  Each handcrafted item brings joy and happiness to those visiting the Ozark Mountains and always inspires awe.  Spanning folk art to fine art you will experience woodcarving, pottery, fine art and much more."]]}]},"\nThere are 3 outlet malls with over 200 stores.\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Vintage Paris Wine\/Coffee Shop"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 417-239-0399"],["tollfree="],["fax="],["hours="],["price="],["content=An adorable little coffee and wine shop where you can sip, shop and even sit and enjoy a latte or glass of wine on the inviting leather couch."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Legends In Concert"],["url=http:\/\/www.legendsinconcert.coom"],["email="],["address=1600 W. Hwy. 76"],["lat="],["long="],["directions="],["phone = +1 417-339-3003"],["tollfree="],["fax="],["hours=Tues. - Thurs."],["price="],["content=Legends In Concert, the World's Greatest Live Tribute Show, is now playing at Dick Clark's American Bandstand Theater! Having entertained audiences around the globe for the past 28 years, Legends In Concert brings glitz, glamour, exciting choreography and high energy to the stage with tribute performances by Michael Jackson, Bette Midler, Alan Jackson, The Temptations, George Strait, Dolly Parton, The Blues Brothers, Elvis Presley & more!  Show times are 3 & 8PM Tuesday through Thursday."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"{{","value":[["style"],["All restaurants need to be put into appropriate price categories; all ",{"type":"[[","value":[["tout"]]},"ing must be edited out; Branson, MO and the Zip code must be deleted from addresses."]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Danna's Bar-B-Que"],["url=http:\/\/dannasbbq.com\/"],["email="],["address=963 St. Hwy 165"],["lat="],["long="],["directions="],["phone = +1 417-337-5527"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent pulled pork sandwiches and they are also said to have the best burger in town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Famous Dave's Bar-B-Que"],["url=http:\/\/famousdaves.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 417-334-4858"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Fast-Food"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sonic Drive-In"],["url=https:\/\/plus.google.com\/100219136584986140546\/about?gl=us&hl=en#100219136584986140546\/about?gl=us&hl=en"],["email="],["address=3250 Falls Parkway Branson, MO 65616"],["lat="],["long="],["directions="],["phone = +1 417 335-5054"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Sandwich Shops"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grand Country Buffet"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Grand Country Buffet has a wide selection of well prepared food. There are coupons for buy one get 2nd meal at 1\/2 price. Total cost for 2 is around $14.00."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Iguana Taco & Burrito"],["url=https:\/\/plus.google.com\/108232089681041842104\/about?gl=us&hl=en#108232089681041842104\/about?gl=us&hl=en"],["email="],["address=1117 Missouri 165 Branson, MO 65616"],["lat="],["long="],["directions="],["phone = +1 417 544-9817"],["tollfree="],["fax="],["hours="],["price="],["content=Mexican Fast Food California Style We have Tacos, Burritos, Tortas, Nachos, Pozole, Menudo."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=La Veracrusana"],["url=https:\/\/plus.google.com\/100111434472811978645\/about?gl=us&hl=en#100111434472811978645\/about?gl=us&hl=en"],["email="],["address=158 Pointe Royale Drive"],["lat="],["long="],["directions=Across from Welk's Theatre"],["phone = +1 417 239-1348"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Buzzard Bar"],["url=http:\/\/bigcedar.com\/dining\/buzzard-bar\/"],["email="],["address=612 Devils Pool Rd"],["lat="],["long="],["directions="],["phone = +1 417-335-2777"],["tollfree="],["fax="],["hours="],["price="],["content=Located at Big Cedar, this bar near Branson, MO features live entertainment, specialty drinks, comfortable indoor\/outdoor seating and a great selection of sandwiches and salads."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Danna's Bar-B-Que"],["url=http:\/\/dannasbbq.com\/"],["email="],["address=963 St. Hwy 165"],["lat="],["long="],["directions="],["phone = +1 417-337-5527"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent pulled pork sandwiches and they are also said to have the best burger in town."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Devil’s Pool Restaurant"],["url=http:\/\/bigcedar.com\/dining\/devils-pool\/"],["email="],["address=612 Devil’s Pool Rd"],["lat="],["long="],["directions="],["phone = +1 417-335-2777"],["tollfree="],["fax="],["hours="],["price="],["content=This casual dining restaurant, located at Big Cider, features southern home-style fare in a comfortable, rustic setting.  Breakfast buffet and Champagne Sunday Brunch available. Sunday Brunch (10AM-2PM), Breakfast (7-11AM), Lunch (11AM-2PM), Dinner (5-9:30PM), Breakfast Buffet (Saturday\/Sunday only)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Doc's Hickory Roadhouse"],["url=https:\/\/plus.google.com\/112390779071823667373\/about?gl=us&hl=en#112390779071823667373\/about?gl=us&hl=en"],["email="],["address=Missouri 165 Branson, MO 65616"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Fall Creek Steak & Catfish House"],["url=https:\/\/plus.google.com\/116909730072692826742\/about?gl=us&hl=en#116909730072692826742\/about?gl=us&hl=en"],["email="],["address=997 Missouri 165 Branson, MO 65616"],["lat="],["long="],["directions="],["phone = +1 417 336-5060"],["tollfree="],["fax="],["hours="],["price="],["content=Branson's Original \"Home of the Tossed Rolls\" Full Service Dinner Options: Hand-Cut Steaks, Hand Breaded Catfish, Beef Brisket, Ribs."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rocky's Italian Restaurant"],["url="],["email="],["address=120 North Sycamore Street"],["lat="],["long="],["directions="],["phone = +1 417-335-4765"],["tollfree="],["fax="],["hours="],["price="],["content=Family owned and operated Italian restaurant within walking distance of Branson Landing.  Some of the best Italian food in town.  They also have very affordable lunch specials."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Rowdy Beaver Restaurant & Tavern"],["url=http:\/\/rowdybeaver.com"],["email="],["address=1810 West 76 Country Boulevard"],["lat="],["long="],["directions="],["phone = +1 417-334-7409"],["tollfree="],["fax="],["hours="],["price="],["content=Opened in 2010. Typical sports bar type restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Shack Cafe"],["url="],["email="],["address=108 South Commercial Street"],["lat="],["long="],["directions="],["phone = +1 417-334-3490"],["tollfree="],["fax="],["hours="],["price="],["content=Located downtown.  A local favorite for years, famous for their fried chicken and rotating daily specials."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Truman Smokehouse"],["url="],["email="],["address=612 Devil's Pool Rd"],["lat="],["long="],["directions="],["phone = +1 417-335-2777"],["tollfree="],["fax="],["hours="],["price="],["content=A specialty shop at Big Cedar offering freshly baked pastries, sandwiches and sides.  Open for breakfast, lunch and dinner throughout the summer.  Wireless internet available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Worman House"],["url=http:\/\/bigcedar.com\/dining\/worman-house\/"],["email="],["address=612 Devil's Pool Rd"],["lat="],["long="],["directions="],["phone = +1 417-335-2777"],["tollfree="],["fax="],["hours="],["price="],["content=This Missouri steakhouse at Big Cedar features USDA prime steak, freshwater fish and seafood and extensive wine list.  Rooms available for small celebrations or family gatherings."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Candlestick Inn"],["url=http:\/\/candlestickinn.com\/"],["email="],["address=127 Taney St."],["lat="],["long="],["directions="],["phone = +1 417-334-3633"],["tollfree="],["fax="],["hours="],["price="],["content=Located on the hill above Branson Landing.  Fine dining overloooking Taneycomo and downtown Branson."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cantina Laredo"],["url=http:\/\/cantinalaredo.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 417-334-6062"],["tollfree="],["fax="],["hours="],["price="],["content=Upscale Mexican restaurant located at Branson Landing.  Try the fresh guacamole made tableside."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Charley's Grilled Subs"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 417-337-7334"],["tollfree="],["fax="],["hours="],["price="],["content=Located at Branson Landing.  Excellent cheesteaks."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Dolly Parton's Dixie Stampede Dinner and Show"],["url=http:\/\/dixiestampede.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-520-5101"],["fax="],["hours="],["price="],["content=Dixie Stampede provides dinner and live entertainment including wild west riding with excellent food and beverages."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ernie Biggs Dueling Piano Bar and Grille"],["url=http:\/\/branson.erniebiggs.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 417-239-3670"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Famous Dave's Bar-B-Que"],["url=http:\/\/famousdaves.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 417-334-4858"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Garfield's Restaurant & Pub"],["url=http:\/\/garfieldsbranson.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 417-335-3701"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Joe's Crab Shack"],["url=http:\/\/joescrabshack.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 417-337-7373"],["tollfree="],["fax="],["hours="],["price="],["content=Located at Branson Landing.  Very affordable happy hour specials."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Landry's Seafood House"],["url=http:\/\/landrysseafoodhouse.com"],["email="],["address=2900 West 76 Country Boulevard"],["lat="],["long="],["directions="],["phone = +1 417-339-1010"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Romano's Macaroni Grill"],["url=http:\/\/macaronigrill.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 417-334-6777"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shogun Japanese House"],["url=https:\/\/plus.google.com\/109948478820528376482\/about?gl=us&hl=en#109948478820528376482\/about?gl=us&hl=en"],["email="],["address=3265 Falls Parkway Branson, MO 65616"],["lat="],["long="],["directions="],["phone = +1 417 332-0260"],["tollfree="],["fax="],["hours="],["price="],["content=Japanese sushi Fine dining korean food"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Shogun Japanese Steakhouse"],["url=https:\/\/plus.google.com\/111130120763971215242\/about?gl=us&hl=en#111130120763971215242\/about?gl=us&hl=en"],["email="],["address=150 Terrace Road Branson, MO 65616"],["lat="],["long="],["directions="],["phone = +1 417 336-2244"],["tollfree="],["fax="],["hours="],["price="],["content=Shogun Steakhouse prepares your food right at the table. Shogun steakhouse is a favorite among Branson Restaurants, and one of Branson’s unique dining experiences."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Top of the Rock Restaurant"],["url=http:\/\/bigcedar.com\/dining\/top-of-the-rock\/"],["email="],["address=612 Devil's Pool Rd"],["lat="],["long="],["directions="],["phone = +1 417-335-2777"],["tollfree="],["fax="],["hours="],["price="],["content=Located on the Top of the Rock Golf Course at Big Cedar, this restaurant features homemade pastas, Signature Rotisserie Chicken and grilled steaks and seafood."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Waxy O'Shea's Irish Pub"],["url=http:\/\/waxyosheas.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 417-348-1759"],["tollfree="],["fax="],["hours="],["price="],["content=Located at Branson Landing.  Authentic Irish pub with live music on the weekends."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=White River Fish House"],["url=http:\/\/whiteriverfishhouse.com"],["email="],["address=5 Bass Pro Drive"],["lat="],["long="],["directions="],["phone = +1 417-243-5100"],["tollfree="],["fax="],["hours="],["price="],["content="]]},"Located at Branson Landing.<\/eat>"]},"\n",{"type":"==","value":[" Drink "]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.thousandhills.com\/ 1000 Hills"]}," Stay a few nights in comfortable ",{"type":"[","value":["http:\/\/www.thousandhills.com\/branson-lodging\/branson-cabins Thousand Hills cabins in Branson"]}]},{"type":"*","value":[" Branson has a plethora of condos. You can get a nice condo for $100\/night or less. There are also MANY motel rooms generally for $25–40\/night during the winter season."]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Branson Garden Inn"],["alt="],["url=http:\/\/wggardeninn.com\/"],["email="],["address=1420 West Highway 76"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located across from Dixie Stampede & Dick Clark’s American Bandstand Theater."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Branson Welcome Inn"],["alt="],["url=http:\/\/bransonwelcomeinn.com\/"],["email="],["address=2651 Shepherd of the Hills Expy"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Offers pet friendly and spacious discount lodging accommodations near attractions and the Strip."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Classic Motor Inn"],["url=http:\/\/www.classicmotorinn.com"],["email="],["address=2384 Shepherd of the Hills Expy"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-334-6991"],["fax="],["hours="],["price=$40-65 per night"],["checkin=2PM"],["checkout=11AM"],["content=Family owned and operated motel offers a deluxe continental breakfast, free evening snacks, an outdoor pool, free Wi-Fi, a friendly and helpful staff, and clean and comfortable rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Deer Run Motel"],["url=http:\/\/www.bransondeerrun.com\/"],["email="],["address=982 Indian Point Road"],["lat="],["long="],["directions="],["phone = +1 417 338 2223"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located near Branson Theme park, Silver Dollar City, it also provides easy access to Branson's Music Strip."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ria Motor Inn"],["alt="],["url=http:\/\/www.riamotorinn.com"],["email="],["address=3325 W Hwy 76"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Lodging right on the strip within walking distance to over 100 shows. Prices starting at $40. Nice rooms, pool, and free continental breakfast."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Suites at Fall Creek"],["url=http:\/\/diamondresorts.com"],["email="],["address=1 Fall Creek Drive, Branson MO  65616"],["lat="],["long="],["directions="],["phone=+1 417 336-3611"],["tollfree=+1-800-510-7472"],["fax="],["hours="],["price=$$"],["checkin="],["checkout="],["content=The Suites at Fall Creek offer fully equipped lakeside accommodations surrounded by the Ozark Mountains and the picturesque lakes of the White River Basin.  We offer 392 fully furnished rooms, from studio, 1 bed-room and 2 bed-room style condo's."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Honeysuckle Inn & Conference Center"],["url=http:\/\/honeysuckleinn.com"],["email="],["address=3598 Shepherd of the Hills Expy"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-942-3553"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=210 Rooms featuring King, Queen & Double Beds, jacuzzi suites, indoor and outdoor pool, hot tub & spa, All You Can Eat breakfast buffet, complementary continental breakfast, conference facilities, ticket services, in-room coffee, remote cable television, high speed WiFi, free local calls, guest laundry. Located between the IMAX Complex and the RFD-TV Theater, only a block off the Strip. AAA and AARP discounts, children Under 11 stay free."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Westgate Branson Woods Resort and Cabins"],["url=http:\/\/wgbransonwoods.com\/"],["email="],["address=2201 Roark Valley Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Traditional resort hotel lodging and accommodations to lodging cabins on 145 wooded acres offering a variety of amenities and access to many activities."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Westgate Branson Lakes at Emerald Pointe"],["url=http:\/\/wgemeraldpointe.com"],["email="],["address=750 Emerald Pointe Drive Hollister"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Lodging accommodations with a fully equipped kitchen, spacious dining and family room, and a washer\/dryer. Some suite villas offer whirlpool tubs and private decks facing Table Rock."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anchor Inn on the Lake Bed and Breakfast"],["url=http:\/\/anchorinnonthelake.com"],["email="],["address=100 Hurtville Ln."],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-877-307-9140"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bed and breakfast on Table Rock Lake."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Falls on the Lake Bed and Breakfast"],["url=http:\/\/fallsonthelake.com"],["email="],["address=417 Dale Ave"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-866-448-9760"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A luxury bed and breakfast that provides lodging."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ramada Limited Branson"],["url=http:\/\/iRamada.com"],["email="],["address=2316 Shepherd of the Hills Expy"],["lat="],["long="],["directions="],["phone = +1 417 337-5207, +1 417 335-4258"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Vickery Resort"],["url=http:\/\/vickeryresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-662-0552"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Located on Table Rock Lake near State Park Marina and the Show Boat Banson Belle. 1-3 bedroom condos, swimming pool, boat slips and boat rentals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Outback Roadhosue Motel & Suites"],["url=http:\/\/www.outbackbranson.com"],["email="],["address=1910 W Hwy 76."],["lat="],["long="],["directions="],["phone= +1 417 334-7200"],["tollfree=+1-800-562-0622"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=standard rooms and suites, heated pool, hot tub, sauna, party pavilion with grills."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Big Cedar"],["alt="],["url=http:\/\/bigcedar.com\/"],["email="],["address=612 Devil's Pool Road"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-225-6343"],["fax="],["price="],["checkin="],["checkout="],["content= A family-friendly resort on Table Rock Lake. The resort offers a variety of accommodation options including lodges and private cabins. Featured on-site activities include fishing, golf, horseback riding and hiking."]]}]},"\n",{"type":"==","value":["Connect"]},"\nBranson Missouri is in the (417) area code and the 65616 postal zip code.\n\nAnd then there are ",{"type":"[","value":["http:\/\/www.krzk.com\/index.php local radio stations"]}," to consider listening to.\n\n",{"type":"==","value":["Respect"]},"\nThe term “Okies” is considered an offensive ethnic slur.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Eureka Springs"]]},"— About 1 hour southeast of Branson, Missouri.  Welcome to our Arkansas Victorian mountain village! With art, music, fine dining, lodging from rustic to luxurious, night spots, distinctive attractions and worlds of outdoor activities, you'll never have a dull moment. Join us for your most extraordinary escape ever!"]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Louis"]]},"—"]},{"type":"*","value":[" ",{"type":"[[","value":[["Springfield (Missouri)"]]},"—"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kansas City"]]},"—"]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Joseph"]]},"—"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jefferson City"]]},"—"]},"\n",{"type":"{{","value":[["routebox"],["image1=US 65.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Springfield (Missouri)"],["Springfield"]]}],["minorl1=Ozark"],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Little Rock"]]}],["minorr1=",{"type":"[[","value":[["Hollister (Missouri)"],["Hollister"]]}],["image2="],["imagesize2="],["directionl2="],["majorl2="],["minorl2="],["directionr2="],["majorr2="],["minorr2="]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["36.637778"],["-93.255000"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southwest Missouri"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Branson, Missouri"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Missouri\/Localities\/B\/Branson\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Branson, Missouri"]]}]