[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.brantford.ca\/ Brantford"]}]}," on the Grand River in ",{"type":"[[","value":[["Southwestern Ontario"]]},", ",{"type":"[[","value":[["Canada"]]}," is a former industrial city. 'The Telephone City', it is where Alexander Graham Bell said he invented his telephone, and from where he placed the first \"long distance\" call to nearby ",{"type":"[[","value":[["Paris (Ontario)"],["Paris"]]},". His Tutela Heights home, south of the city, is an international tourist attraction.\n\n",{"type":"==","value":["Get in"]},"\nIf coming from the east (",{"type":"[[","value":[["Hamilton (Ontario)"],["Hamilton"]]}," or the ",{"type":"[[","value":[["Greater Toronto Area"],["GTA"]]},"), Highway 403 will take you into Brantford.\n\n",{"type":"===","value":["By Road"]},"\nBrantford is on 'the 403' at Highway 24, 90 minutes from Toronto, 45 minutes from downtown Hamilton, accessible by several major roads.  For downtown, exit at King George Rd.\/Fairview Dr.\n\n",{"type":"===","value":["By Coach"]},"\nBrantford Transit terminal is at 64 Darling St. in downtown Brantford.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" Brantford Transit +1 519-753-3847"]},{"type":"*","value":[" City Taxi +1 519-759-7800"]},{"type":"*","value":[" Brant Taxi +1 519-752-1010"]},{"type":"*","value":[" Bell City Cabs +1 519-759-1300"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Alexander Graham Bell Homestead"],["url=http:\/\/www.bellhomestead.ca"],["email="],["address=94 Tutela Heights Rd."],["lat="],["long="],["directions=just outside the City of Brantford; take Brantford Southern Access Road, turn left on Mount Pleasant Street and left on Tutela Heights Road"],["phone = +1 519-756-6220"],["tollfree="],["fax="],["hours=Tu–Sa 9:30AM–4:30PM"],["price=$5 for adults, $3.75 for seniors and students"],["content=The location of the invention of the telephone, Bell's house, now a museum, has been restored to its 1870s appearance and also includes an exhibit illustrating history of the telephone."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Her Majesty’s Chapel of the Mohawks"]},", Mohawk Street, ",{"type":"''","value":["on the outskirts of Brantford"]},", +1 519-756-0240. This was the first Protestant Church built in Ontario, and the First Royal Chapel to belong to Native People. It is such a spiritual and restful place and it is calming to roam the peaceful graveyard which surrounds the chapel."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Chiefswood"]},", south of Brantford on highway 54. Open May 23 and October 9, and between October and May by appointment only. Brantford was the birthplace and home of Canadian Native Poet, Emily Pauline Johnson and her home is now a National Historic Site.  A great place to take the grandchildren in the summer. $5 for adults, $4 for students; seniors and children under 12 years of age are free."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Canadian Military Museum"]}," and the ",{"type":"'''","value":["Vintage Motorcycle Museum"]},", both at 794 Colbourne Street, +1 519-759-1313. Here you will discover Canada’s military history, from the United Empire Loyalists of the 1700s, to the peace keepers of today. There are artifacts from the war of 1812, the South African War, and World Wars I & II. Motorcycle enthusiasts will enjoy the Motorcycle Museum which is also on the site."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Personal Computer Museum"],["alt="],["url=http:\/\/pcmuseum.ca"],["email="],["address=13 Alma Street, Brantford"],["lat="],["long="],["directions=in building out back"],["phone=+1 519-753-8825"],["tollfree="],["fax="],["hours="],["price="],["content=History of personal computers, with over a thousand early microcomputers from the 1970s and 1980s. Open one Saturday a month, seasonally, or by appointment."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nBrantford's location along the Grand river makes it an excellent spot for water activities, especially canoeing and Kayaking.\n\nBrantford hosts the Annual Gretzky Hockey Tournament in which teams from North America and sometimes Europe  come to compete.\n\nBrantford has a junior B hockey club called the Brantford Golden Eagles who play at the Civic Center located on Market Street. The senior team for Brantford is called the Brantford Blast; they also play at the Civic Center. You can watch these games for a ticket price ranging from $5–15.\n\nBrantford also has a baseball club called the Brantford Red Sox which play at Arnold Anderson Stadium located at Cockshutt Park. You can also watch these games for a fair price. If sports are not your thing, you can also experience great plays and musicals at the Sanderson Centre located on Dalhousie Street, across from the newly built Harmony Square.\n\nThe Ford Plant was founded in 2003, and is Brantford's most popular music venue. Numerous bands have played there in the past, and they continue to put great shows on for the future. The general admission is usually ranging from $5–15 depending on the bands which are performing.\n\nThere are also many festivals during certain seasons of the year and a newly opened cinema which is located on King George Road at the plaza where the old Brantford Mall once was.\n\nThe Tourism centre for Brantford is located off of Wayne Gretzky Parkway which is also close to the Lynden Park Mall.\n\n",{"type":"==","value":["Festivals"]},"\nFor a detailed guide check the ",{"type":"[","value":["http:\/\/www.brantford.ca\/discover\/EventsActivities\/Pages\/default.aspx ",{"type":"'''","value":["Brantford Events Calendar"]}]},".\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.btfdribfest.exofire.net\/ ",{"type":"'''","value":["Brantford Kinsmen Ribfest"]}]},"   Weekend"]},"Presented by the Kinsmen Club of Brantford. Come on out to “Ribfest” this August at the beautiful Cockshutt Park in Brantford, Ontario. Enjoy great music, crafts, and most importantly, some of the best rib makers in North America!\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.brantfordvillages.ca\/ ",{"type":"'''","value":["Brantford International Villages Festival"]}]},"  in July Four Fabulous Days of Culture! Each location\/hall is where the various ethnic communities of Brantford are ready to entertain you. Your four-day passports or one day pass gives you access to all villages. Free transportation between Villages enables you to sample and explore the diversified cultures of our community. You will enjoy continuous cultural entertainment including music, dancing, unique cuisine and beverages plus cultural displays of costumes and history."]},"\n",{"type":"==","value":["Buy"]},"\n\nThere is only one mall located in Brantford that is worth shopping at. The Lynden Park Mall which is located at 84 Lynden Road is Brantford's only mall with more than 10 stores. It is a fairly sized mall with numerous stores, and only one level. Parking is located all around the mall; recently the parking lot has been victim to crime. People tend to break into people's cars and steal their belongings or even steal the car itself. Security has been stepped up as of recent, and this problem is soon to be diminished.\n\n",{"type":"==","value":["Eat"]},"\n\nIt's not hard to miss restaurants in Brantford, there are numerous on every busy street. You have anything from fast food to gourmet dinners. Many of the big chain restaurants have located to Brantford over the years, so you should have no hard time finding a restaurant that suits your taste.\n\n",{"type":"==","value":["Drink"]},"\nThere are numerous bars in Brantford where you can go for a drink. The downtown core alone has most of them.\n\nThe Rodeo Bar & Grill which is located across from the Royal Bank is a bar where University students come on Tuesdays for dollar beer night. Also they host dollar beer night on Thursdays and Sundays.\n\nBoston Pizza, though a restaurant in most cities, is a very popular bar in Brantford that is packed on weekends and even has a bouncer to keep out the rowdy ones.\n\nPiston Broke is a more expensive bar, but is also frequented by youths and students during the weekends.\n\nLas Vegas Lounge is a bar where girls (oftentimes relatively unattractive and scantily clad) will dance on the bar while you have yourself a nice domestic beer for $3.25.\n\nAlexander’s is a bar located on Market Street close to the Train Station. This bar has music shows almost every weekend, and is a great place to socialize and get to know people.\n\nBrando's and Two Doors are bars that are side to side and are very popular among youth and students in Brantford. The occasional drunken bar fight will happen, but it is generally safe.\n\nThere are two nightclubs in Brantford. Club NV is on Colbourne Street, you can't miss it. It’s most popular during the school year as University students are let in for a cheap price or free. They hold University and College nights for students who have come to school in Brantford. Ignite is a new club located on St. Paul Ave, by the Dairee Delight.\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Therapy Lounge"],["url=http:\/\/www.getsometherapy.com\/"],["email="],["address=16 Market St."],["lat="],["long="],["directions="],["phone = +1 519-753-6510"],["tollfree="],["fax="],["hours="],["price="],["content=Live bands, guest DJs and great food and martinis. Not to be missed!"]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Brant Park Inn & Conference Centre"],["alt=Best Western"],["url=http:\/\/www.bestwesternbrantford.com"],["email="],["address=19 Holiday Dr, N3R 7J4"],["lat="],["long="],["directions="],["phone=+1 519-753-8651"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bar, buffet, indoor pool, whirlpool, wi-fi, playground."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Inn"],["url=http:\/\/www.comfortinn.com\/hotel-brantford-canada-CN257"],["email="],["address=58 King George Rd, N3R 5K4"],["lat="],["long="],["directions="],["phone=+1 519-753-3100"],["tollfree="],["fax="],["hours="],["price="],["checkin=2PM"],["checkout=11AM"],["content=Café on-site, 80 rooms, wi-fi, newspaper, fax\/copy service, refrigerators and microwaves in ground-floor rooms. Extra charge for pets."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Days Inn"],["url=http:\/\/www.daysinn.com\/hotels\/ontario\/brantford\/days-inn-brantford\/hotel-overview"],["email="],["address=460 Fairview Dr, N3R 7A9"],["lat="],["long="],["directions="],["phone=+1 519-759-2700"],["tollfree=+1-866-771-2770"],["fax=+1 519-759-2089"],["hours="],["price="],["checkin=3PM"],["checkout=11AM"],["content=Fitness centre, wi-fi, business and meeting facilities, breakfast. Extra $15\/night for pets."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bodega Inn"],["url=http:\/\/www.thebodegainn.com"],["email="],["address=75 Dalhousie St, N3T 2J1"],["lat="],["long="],["directions="],["phone=+1 519-753-0327"],["tollfree="],["fax=+1 519-753-2368"],["hours="],["price="],["checkin="],["checkout="],["content=Extended-Stay suites."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Quality Inn & Suites"],["url=http:\/\/www.qualityinn.com\/hotel-brantford-canada-CN870"],["email="],["address=664 Colborne St, N3S 3P8"],["lat="],["long="],["directions="],["phone=+1 519-758-9999"],["tollfree="],["fax=+1 519-758-1515"],["hours="],["price="],["checkin=3PM"],["checkout=noon"],["content=95 rooms, continental breakfast, wi-fi, newspaper, indoor pool, exercise room, meeting facilities. Some rooms have whirlpool baths."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hampton Inn & Suites"],["url=http:\/\/www.hamptoninnbrantford.com"],["email="],["address=20 Fen Ridge Ct, N3V 1G2"],["lat="],["long="],["directions="],["phone=+1 519-720-0084"],["tollfree="],["fax="],["hours="],["price="],["checkin=3PM"],["checkout=11AM"],["content=Hot breakfast, newspapers, Internet, 84 rooms, suites. Indoor pool, whirlpool. fitness centre, business meeting rooms. Near industrial park, no smoking, no pets."]]}]},"\nThere are also many motels in Brantford, the appearances of these look run-down and shanty. The service is just like any other motel in Ontario, you get your room for cheap. Some are close to restaurants and other services for your needs.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Four Star Inn Motel"],["url=http:\/\/www.fourstarinn.ca"],["email="],["address=568 Colborne St, N3S 3P6"],["lat="],["long="],["directions="],["phone=+1 519-753-8424"],["tollfree="],["fax=+1 519-753-8747"],["hours="],["price="],["checkin="],["checkout="],["content=Refrigerator, microwave, wi-fi, weekly kitchenettes available."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sherwood Motel"],["url=http:\/\/www.sherwood-motel.ca"],["email="],["address=797 Colborne St. N3S 3S3"],["lat="],["long="],["directions="],["phone=+1 519-756-5261"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=24 rooms, outdoor pool, restaurant with weekend buffet, wi-fi, refrigerators, microwaves."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bell City Motel"],["url="],["email="],["address=901 Colborne St."],["lat="],["long="],["directions="],["phone=+1 519-756-5236"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Motel"],["url=http:\/\/grandmotelbrantford.com"],["email="],["address=780 Colborne St."],["lat="],["long="],["directions="],["phone=+1 519-756-4004"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\nColborne Street goes from the West end of the city, to the East end of the city.\n\nWhile driving down Colborne Street you may notice the street signs go from Colborne Street West (old Highway 53) to Colborne Street East (old Highway 2; the highway comes in from Paris Rd.\/Brant Ave. in the west, then continues to Hamilton as Wilson Street). Dalhousie St. is the return path for a section where Colborne is one way west→east.\n\nBefore the 401 and 403 were constructed, traffic from Windsor-Détroit to Toronto and Montreal would follow Highway 2 through the centre of town and eastward via Colborne Street East to Hamilton. Many older motels were located to serve this highway in the 1950s and early 1960s.\n\n",{"type":"==","value":["Stay Safe"]},"\nBrantford like many other cities of the same size in Ontario is a dangerous city during the night hours. From the Lorne Bridge down to Stanley Street is where most of the crime takes place. Assaults and robberies are common in these areas, as in Eagle Place which is located east of the downtown core. Police presence is most frequented in these areas; drunken bar fights are an every night thing in Brantford on the weekends, and sometimes week nights. The Brantford downtown has come a long way since the year 2000; the city has put money into the downtown core, and continues to build new buildings and more local friendly attractions. Laurier University is located across from the Eaton Square, which is in the downtown core. Police have stepped up and cut down crime since McLean’s magazine ranked Brantford 11th worst city in Canada for its crime rate. If you take the necessary precautions and walk with groups you will unlikely encounter any problems, but if you are alone you may be target for criminals or drug addicts looking for their next fix.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=Ontario 403.svg"],["imagesize1=20"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["London (Ontario)"],["London"]]}," via ",{"type":"[[","value":[["File:Ontario 401.svg"],["16px"]]}],["minorl1=",{"type":"[[","value":[["Woodstock (Ontario)"],["Woodstock"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Brampton"]]}],["minorr1='''",{"type":"[[","value":[["Hamilton (Ontario)"],["Hamilton"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southwestern Ontario"]]},"\n",{"type":"[[","value":[["WikiPedia:Brantford, Ontario"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/Canada\/Ontario\/Localities\/B\/Brantford"]]},"\n",{"type":"{{","value":[["geo"],["43.166666666667"],["-80.25"]]}]