[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["dotm=yes"]]},"\n",{"type":"[[","value":[["File:Braunlage 44.JPG"],["thumb"],["300px"],["Street of Braunlage"]]},"\n\n",{"type":"'''","value":["Braunlage"]}," is a town in the ",{"type":"[[","value":[["Harz"],["Harz National Park"]]}," in ",{"type":"[[","value":[["South Lower Saxony"]]},".\n\n",{"type":"==","value":["Understand"]},"\nBraunlage is a town located in the Goslar region of the southern Harz mountains. Records show that Braunlage existed as a small mining community as early as 1250, and expanded slowly over the centuries.  One of the oldest buildings still standing today is the Ironworks building from 1658 which is now the Harz Hotel Altes Forsthaus. In the 17th Centure Braunlage gained Market town rights and by the end of the 19th Century, with the development of the Southern Harz Railway line, Lumber and Quarrying became an important economic factor for the region.  The granite quarry based on the Wurmberg mountain, the second highest in the Harz, was still in production up until 1974. The Wurmbergseilbahn, or Gondola, completed in 1965, links Braunlage with the Wurmberg covering a length of 2.8Km and rising 400m, the longest in northern Germany.  The Gondola was renovated completely in 2001 and operates 6 person cabins for up to 900 persons per hour.  Brunlage offers skiiers and tobogganers plentiful sport in the winter months. Braunlage, like many towns in the former border zone, suffered economically from the cancellation of the zone subsidy and the opening of the eastern Harz as competion.  In november 2011, as a cost saving measure, the town administration merged with that of St. Andreasberg.\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Braunlage Tourist Office"],["url=http:\/\/www.braunlage.org\/tourismus\/"],["email="],["address=Braunlage Tourismus GmbH Elbingeröder Straße 17"],["lat="],["long="],["directions="],["phone = +49 5520 93070"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Get in"]},"\nBraunlage can be reached by road using the B4 from Braunschweig or the B27 linking to the east.  There is good parking on the outside of the town, but it does tend to reach capacity quickly, especially in winter during the high season when the weather is good. The main routes into Braunlage can be found through those connecting to the Harz Mountains generally.\n\n",{"type":"===","value":["By Plane"]},"\n\nThere are good road, train and bus connections from Hannover International Airport, and the local airport at Braunschweig. Public buses run hourly from the Airport in Braunschweig and take 2.5 hrs to reach Braunlage with two changes en route. The routes from Hannover take 2.50 hrs and also run hourly with 2 changes.     \n\n",{"type":"===","value":["By train"]},"\n\nThe access point for the Northern part is Goslar, which can be reached from Hannover and Halle(Saale), while the southern part is reached by train from Göttingen and Erfurt. Services are regular and there are national connections via Braunschweig and Hannover to all parts of Germany. \n\n",{"type":"===","value":["By bus"]},"\n\nFrom Berlin, BerlinLinienBus [1] runs daily to the Harz from Berlin ZOB.Public Busses connect with Braunlage from Bad Harzburg, Bad Sachsa, Sankt Andreasberg and Walkenried. \n\n",{"type":"===","value":["By car"]},"\n\nThe A 38 runs south of the Harz from Halle to Göttingen and the A 395 connects Goslar and Bad Harzburg in the northwest with Brunswick (Braunschweig). The A7 connects Göttingen in the southwest and Hanover in the North as well as Brunswick. From Hanover follow the A7 down to the \"Seesen\/Harz (67)\" junction to follow the range from north to south , or to the junction \"Rhüden Harz (66)\" to follow to the north B82\/B6 to Goslar, Bad Harzburg and on to Wernigerode. The B 6 is an important east-west dual carriageway along the northern edge of the Harz.\n\n",{"type":"==","value":["Get around"]},"\nBraunlage is easily accessible by foot and there is a local bus service centered on the main bus station next to the Ice Stadium. \n\n",{"type":"===","value":["Taxi"]},"\n",{"type":"*","value":[" Mueller Taxi:  Schutzenstrasse 1, Braunlage. Tel: 05520 92070"]},"\n",{"type":"===","value":["Rental Cars"]},"\n",{"type":"*","value":[" Herz:  Am Buchholzplatz 10, Braunlage.  Tel:  05520 93060"]},"\n",{"type":"==","value":["See"]},"\nBraunlage is famous for what it offers in the way of outdoor activities whether it be in summer or winter and as such there is not a spectacular amount of interesting architecture or places of interest in the town itslef.  The Kurpark and Kurgartenzentrum, in Dr.-Kurt-Schröder-Prommenade,situated in 14 Hectars of parkland however provides a relaxing place to wind down in after a hard day in the mountains.  There are giant sized games for the family to play such as Chess, and the concert hall has a varied series of musical events throughout the season.  Details can be found via the Tourist office tel: 05520 93070.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Braunlage Wurmbergschanze01.JPG"],["thumb"],["300px"]]},"\nBraunlage's main business is tourism and it specialises in providing the individual and the family with a wide range of primarily outdoor activities.  These activities are linked to the Harz Mountains as a whole and in summer it is popular with hikers and is also an excellent location for mountain biking.  Its main attraction in winter is all forms of skiing included limited downhill, extensive crosscountry (Langlauf) and toboggoning. The Wurmberg Cable Car provides access to a large number of slopes, trekking routes and sport areas.\n\nIn addition to the main range of activities in the local mountains, Braunlage also offers a number of activities in the town itself.\n\n",{"type":"===","value":["Sports"]},"\n",{"type":"*","value":[" Ice Skating.  The Ice Stadium in the Harzburger Straße offers skateing, Disco skateing, Ice Shooting, Ice Hockey and special activies for Pensioners.  Ice Boots and a repair \/ sharpening service are available.  Tel: 05520 2191"]},"\n",{"type":"*","value":[" Inline Skating.  There is an inline Skating park in the von-Langen Straße.  Tel: 05520 930 70"]},"\n",{"type":"*","value":[" Minigolf.  There is a minigolf course in the Harzburger Straße next to the Ice Stadium.  Tel: 05520 999 477"]},"\n",{"type":"*","value":[" Monster Roller Hire.  For the ultimate downhill fun for the whole family you can hire these monster rollers from the restaurant 'Gipfelsrümer' at the base of the cable car.  Tel: 05520 923277 or go to www.monsterroller.de"]},"\n",{"type":"*","value":[" SwinGolf.  SwinGolf, a french invention, is similar to Golf, but without the need for a course and specialist equipment.  The idea is to hit the light SwinGolf Ball with a special SwinGolf Club over a playing field from 80 to 300 metres and into a hole similar to Golf.  This is an ideal sport for the whole family.  The course is located at the top Kurpark in Braunlage, Ramsenweg, and info at www.swingolf-braunlage.de"]},"\n",{"type":"*","value":[" Swimming Pools.  Braunlage has a terrific swimming complex on offer to all visitor with two indoor and a heated outdoor pool.  The indoor pools are designed with under water jets, tide waves, waterfalls, massage jets, and a whirlpool.  6 Solaria and a Sun shower (from June to August) are also a part of this complex.  Address:  Ramsenweg 2.  Tel: 05520 2788"]},"\n",{"type":"*","value":[" Tennis.  There is an indoor Tennis complex at Elbingeröder Str. 33 (reservations tel: 05520 2788) and outdoor courts nearby which may be used for group lessons and individual coaching.  Tel: 05520 590 24844"]},"\n",{"type":"*","value":[" Bow and Arrow.  Learning to use a Bow and Arrow could never be easier in Braunlage, primarily in the summer months.  More information tel: 05520 804819"]},"\n",{"type":"*","value":[" Cliff Climbing.  Experienced cliff guides are available via the Tourist Office or tel: 05520 804819.  The guides can offer training to new as well as experienced climbers. "]},"\n",{"type":"*","value":[" Childrens' Play Areas.  There are childrens' play areas at the town museum (Dr.-Kurt-Schroeder-Promenade) and at the valley station of the Wurmberg Cable Car, and also a small animal zoo at the summit of the Wurmberg mountain."]},"\n",{"type":"*","value":[" GPS Orineteering Ralleys.  Supplied with GPS receivers, this sport is designed for family of groups of between 3 to 6 persons with the challenge being to find the hidden clues.  The ralleys are organised in different grades of difficulty.  Tel: 05520 80 48 19"]},"\n",{"type":"===","value":["Events"]},"\n",{"type":"*","value":[" Heimat and Ski Museum.  This small museum is run by a local association and contains the story of Braunlage, with particular emphasis on the history of the Wurmberg and the people that toiled in the mines of the area over the centuries.  There is a room devoted to the history of skiiing and this is already recognised by the FIP.  The museum is open Tuesdays and Fridays from 10-12, but may be open for group visits by prior arrangement.  The entrance costs € 2 for adults and € 1 for children 6-18.  Located on the edge of the Kurpark:  Dr. Kurt-Schroeder-Promenade 4, 38700 Braunlage.  Tel: 05520 581 Fax: 05520 999986.  "]},"\n",{"type":"*","value":[" Kurpark.  Open Air concerts are arranged throughout the summer months and the tourist office publishes the information."]},"\n",{"type":"==","value":["Buy"]},"\nBraunlage is primarily a tourist resort for summer and winter activities. Apart from the souvenier shops found at the main places of interest, there are some 35 registered retailers centred on the main shopping streets Herzog-Willhelm Strasse and Harzburger Strasse.  \n\n",{"type":"===","value":["Supermarket"]},"\n",{"type":"*","value":[" REWE Supermarket: Am Buchholz Platz 6-8"]},"\n",{"type":"'''","value":["Ski and Sports Kit Hire and Repair"]},"\n\n",{"type":"*","value":[" Wind Sportswear: Elbingeroeder Str. 2"]},"\n",{"type":"*","value":[" Baehr Skis:  Harzburgerstr. 23"]},"\n",{"type":"===","value":["Ironmongery"]},"\n",{"type":"*","value":[" Monika Wagner: Herzog-Willhelm Str. 22"]},"\n",{"type":"===","value":["Flowers"]},"\n",{"type":"*","value":["  Blumenfachgeschaeft Sommerfeld: Herzog-Willhelm Str. 40"]},"\n",{"type":"==","value":["Eat"]},"\nMany of the restaurants in Braunlage, and certainly the better ones, are hotel restaurants.  There is not a great number of places to go and eat, but plenty enough for the short stay visitor.\n\n",{"type":"===","value":["Budget"]},"  \n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Akropolis"],["url="],["email="],["address=Elbingeroeder Str. 6"],["lat="],["long="],["directions="],["phone = +49 5220 2213"],["tollfree="],["fax="],["hours="],["price="],["content=For those seeking Greek food this is the one to visit in Braunlage.  The staff are friendly and the food tasty and very good value."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Kleine Auszeit"],["url="],["email="],["address=Heinrich-Jasper-Platz 5"],["lat="],["long="],["directions="],["phone = +49 5520 8049416"],["tollfree="],["fax="],["hours=11.30-14.00 & 18.00-23.00"],["price=from € 30 pp"],["content=Kleine Auszeit is a carefully designed restaurant with a young staff offering a wide variety of Mediterranean food.  There are theme evenings on offer including Tapas, and the food is highly rated."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=China Town"],["url="],["email="],["address=Herzog-Willhelm-Str. 30"],["lat="],["long="],["directions="],["phone = +49 5520 2351"],["tollfree="],["fax="],["hours="],["price="],["content=This is the one Chinese Restaurant in town.  Food may ordered in advance for take away, and the restaurant also delivers at an extra cost."]]}]},"\n",{"type":"===","value":["Mid Range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Grimbarts"],["url=http:\/\/grimbarts-braunlage.de\/"],["email="],["address=Herzog-Wilhelm-Str. 2"],["lat="],["long="],["directions="],["phone = +49 94 31 20"],["tollfree="],["fax="],["hours="],["price="],["content=This German Steakhouse comes highly recommended"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sonnenberg Hotel"],["url=http:\/\/www.sonnenberghotel.com"],["email="],["address=Sonnenberg 8, St. Andreasberg"],["lat="],["long="],["directions=5km from St. Andreasberg and Braunlage"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The bar and bistro serves a variety of traditional and non-traditional continental cuisine."]]}]},"\n",{"type":"==","value":["Drink"]},"\nBraunlage has a number of small pubs or Kneipe, but most of the Hotels also have their own bars.  The best known Nightclub is to be found in the Maritim Hotel.\n\n",{"type":"==","value":["Sleep"]},"\nBraunlage offers an enormous range of hotels and hostelries for the visitor, whether for the short weekend or a longer stay.  One of the extra costs to staying overnight is the so called Kurbeitrag or Spa Card.  This costs € 2.20 per person per day, and offers a wide range of free entries (for instance to the town's swimming pools) or subsidised entrance to many of the activies in the DO section.\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostel Braunlage"],["url="],["email="],["address=Harzburger Str. 22a"],["lat="],["long="],["directions=located in the centre of Braunlage"],["phone = +49 5520 5060 101"],["tollfree="],["fax="],["hours="],["price=from € 35 per person"],["checkin=15.00 - 23.00"],["checkout=07.00 - 11.00"],["content=The hostel is situated in the centre of the town just 200m from the Wurmberg Cable Car.  The rooms are simply furnished and contain wooden interiors.  There is the usual satellite TV connection and WiFi is free. There is a bar, but other facilities are limited to family rooms and a ski storage area. Car parking is free.  Children under 4 are free, but one older child or adult is charged €10 per night per person in an extra bed (max one per room).  Pets are not allowed, nor are credit cards accepted - only cash."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Harzidyll"],["url="],["email="],["address=Bodestr. 4b"],["lat="],["long="],["directions=a short drive north of the town on the hiking rout to the Bodetal reserve."],["phone = +49 5520 80 46 68"],["tollfree="],["fax="],["hours="],["price=from €45 pp"],["checkin=14.00 - 17.30"],["checkout=08.30 - 10.30"],["content=This small hotel with a total of 12 rooms is situated in a quiet side street near the Park Gardens on the main hiking route to the Bodetal Reserve and offers a small garden area.  It is a great base for touring the Harz and in addition to free car parking offers a secure bicycle storage area.  Wifi is free, but pets are not allowed."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel zur Erholung"],["url="],["email="],["address=Lauterberger Straße 10"],["lat="],["long="],["directions=found centrally in the town a few minutes walk from the Kurpark"],["phone = +49 5520 1379"],["tollfree="],["fax="],["hours="],["price="],["checkin=15.00 - 23.00"],["checkout=07.00 - 11.00"],["content=The Hotel zur Erholung (literally the hotel for recovery) is a small family run hotel with quiet rooms, a daily breakfast buffet and its own restaurant, the Winkelstube, which specialises in food from the region.  There is a large garden for children and a play area, and is close the main hiking trails.  All children under 10 stay free of charge and those from 11-14 stay at half price provided they use the spare bed in the room."]]}]},"\n",{"type":"===","value":["Mid Range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Relaxa Hotel Harz Wald"],["url="],["email="],["address=Karl-Röhrig-Str. 5a"],["lat="],["long="],["directions=situated on the northern side of the town a few minutes from the centre"],["phone = +49 5520 807 0"],["tollfree="],["fax="],["hours="],["price=From €85 pp"],["checkin=14.00 - 20.00"],["checkout=until 11.00"],["content=The relaxa Hotel Harz Wald is part of the relax chain and has 120 rooms situated on the northern side of the town.  Its own 'Boulevard' restaurant serves a mixture of local receipes and international cuisine. The hotel offers a wellness and fitness centre, but WiFi connections and parking are all extra.  Children under 12 are free, and those from 12-17 are charged €17 per night ina separated bed in the room.  Pets will cost extra."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel zum Alten Forsthaus"],["url="],["email="],["address=Harzburger Str. 7, 38700 Braunlage"],["lat="],["long="],["directions=Situated in the middle of the town"],["phone = +49 5520 9440"],["tollfree="],["fax="],["hours="],["price=from € 45 single to € 75 family room"],["checkin=11.00 - 15.00"],["checkout=08.00-10.00"],["content=Hotel zu Alten Forsthaus is a traditional hotel, occupying as it does probably the oldest building in Braunlage dateing back to 1685.  It is a 3 star family friendly hotel where up to two children under 12 may stay in the family room for free.  Pets are also free, as is the Wifi Hotspot.  There are bar facilities and a good restaurant with a mixture of local and international recipes."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hapimag Resort Braunlage"],["url="],["email="],["address=Herzog-Wilhelm-Str. 2, 38700 Braunlage"],["lat="],["long="],["directions=10 minutes walk from the Kurpark in the centre of Braunlage"],["phone = +49 5520 94310"],["tollfree="],["fax="],["hours="],["price=from € 116 PP\/Night"],["checkin=15.00 - 18.00"],["checkout=08.00-10.30"],["content=The Hapimag Resort is a top hotel in Braunlage, designed in the country style with 125 rooms. The hotel offers Sauna, Solarium, a games room and children's play area as well as Billiards and Table Tennis facilities.  There is also a small indoor swimming pool and all facilities are inclusive including WiFi.  Apartments are also available from around € 80 PP for a four person room.  There is a Hotel Car Park (€ 5 per day) and there are bus connections to the nearby ski slopes of Wurmberg and Sonnenberg, about 10 minutes by car."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Maritim Berghotel"],["url="],["email="],["address=Am Pfaffenstieg, 38700 Braunlage"],["lat="],["long="],["directions=Maritime Berghotel lies a short drive outside Braunlage in the forests for the Harz Mountains"],["phone = +49 5520 8050"],["tollfree="],["fax="],["hours="],["price=from € 158 pp for single room"],["checkin=15.00 - 00.00"],["checkout=07.00 - 12.00"],["content=The Maritim Berghotel is a four star hotel, part of the luxury Maritim chain.  It is situated outside Braunlage at the foot of the Wurmberg Mountain, and each room has a balcony with great views of the surrounding landscapte.  It offers a wide range of facilities,Tennis Court, Sauna, Fitness Centre, Games Room, Solarium, Spa & Wellness Centre, Massage, Children's Playground, Billiards, Table Tennis, Hiking, Cycling, Indoor Swimming Pool, Outdoor Swimming Pool and the usual range of services you would expect with this standard of hotel.  You will have to pay extra for car parking (€ 11 per day) and Internet WiFi costs €15 per 24 hr period.  There is the Pfaffenstieg restaurant and an Old English Pub bar area, a night club, and at the weekends a cafe is open on the roof terrace."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel und Residence Hohenzollern Superior"],["url="],["email="],["address=Dr. Barner Str. 10-11, 38700 Braunlage"],["lat="],["long="],["directions=The hotel is situated just outside Braunlage at the foot of the Wurmberg Mountain."],["phone = +49 5520 9321 0"],["tollfree="],["fax="],["hours="],["price=from € 220 for a single room"],["checkin=15.00 - 00.00"],["checkout=08.00 - 11.00"],["content=This 4 star luxury hotel offers 25 rooms within two separte buildings.  All the rooms have wooden floors and a balcony with good views of the surrounding mountains.  Facilities include Sauna, Fitness Centre, Spa & Wellness Centre, Massage, Hot Tub, Turkish\/Steam Bath, Indoor Swimming Pool.  Car parking is free, but there are charges for WiFi connections.  There is a Hotel Bar for guests, and the in-house Victoria Louise restaurant offers a mixture of national and international dishes."]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"*","value":["Braunlage Tourist Office, Braunlage Tourismus GmbH Elbingeröder Straße 17, ☎ 05520 93070, [1]."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Brunswick (Germany)"],["Brunswick"]]}," (Braunschweig) - the \"Lion City\" about 1 hour with its historic Castle Square, Dankwarderode Castle, Old Town, Lion Monument and other historic attractions."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wolfsburg"]]}," - is about 1 hour away by road. Famous for the VW Autostadt Museum, a great day out for the whole family. Just a walk away from the town Centre, which also has its own Design outlet centre, and 5 min drive from the city lake, with a great pool complex and numerous boating and cycling activities around the lake."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wolfenbüttel"]]},".  This small town lies about 15Km to the east of Braunschweig and is a delightful timber framed town, virtually untouched by damage from WWII.  One of its major tourist attractions is the Schloss wth its great Baroque apartments.  Wolfenbuettel is also the home to the famous liquor maker Jaegermeister.  "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hanover"]]}," - is about 1.5 hours away by road or rail and the capital of Lower Saxony. Visit the Herrenhausen Gardens, the Old Town Hall or Hannover Zoo. Follow the \"red line\" tourist trail and visit many of the historic sights. "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lüneburg Heath"]]}," - reached by car in about 2 hours via the historic town of Celle the heath's southern gateway and a great base for exploring this unique natural landscape. In particular, the Southern Heath\" Nature Park (Naturpark Südheide) north of Celle is a popular destination for hikers and cyclists alike with its network of cycleways and hiking trails, forests and open heathland. It is also possible to canoe local heath rivers, such as the Örtze."]},"\n",{"type":"{{","value":[["geo"],["51.726944"],["10.611944"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Harz"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n\n",{"type":"[[","value":[["Wikipedia:Braunlage"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Germany\/States\/Lower_Saxony\/Localities\/Braunlage\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Braunlage"]]}]