[{"type":"{{","value":[["pagebanner"],["Botafogo banner.jpg"],["caption=Botafogo, Rio de Janeiro"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Fishermen - Tamandaré - Brasil pan.jpg"],["caption=Fishermen at freshwater stream near Tamandaré, PE, Brazil"],["location=LocationBrazil.png"],["flag=Flag of Brazil.svg"],["capital=",{"type":"[[","value":[["Brasilia"]]}],["government=Federal Republic"],["currency=Brazilian Real (R$)"],["area= ",{"type":"''","value":["total:"]}," 8,514,877 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["water:"]}," 55,460 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]},{"type":"''","value":["land:"]}," 8,459,417 km",{"type":"<","value":["sup",["2"]]}],["population=190,732,694 (2010 Census)"],["language=",{"type":"[[","value":[["Portuguese"]]}],["religion=Roman Catholic 64.6%, Protestant 22.2%, none 8.0% (2010 Census)"],["electricity=In general 110V\/60Hz with some cities using 220V\/60Hz (North American or European plug)"],["callingcode=55"],["tld=.br"],["timezone=UTC -3 (-2 to -4)"]]},"\n",{"type":"'''","value":["Brazil"]}," (Portuguese: ",{"type":"''","value":["Brasil"]},") ",{"type":"[","value":["http:\/\/www.visitbrasil.com\/"]}," is the largest country in ",{"type":"[[","value":[["South America"]]}," and fifth largest in the world. Famous for its football (soccer) tradition and its annual Carnaval in ",{"type":"[[","value":[["Rio de Janeiro (city)"],["Rio de Janeiro"]]},", ",{"type":"[[","value":[["Salvador"]]},", ",{"type":"[[","value":[["Recife"]]}," and ",{"type":"[[","value":[["Olinda"]]},", it is a country of great diversity. From the bustling urban mosaic of ",{"type":"[[","value":[["São Paulo"]]}," to the infinite cultural energy of ",{"type":"[[","value":[["Pernambuco"]]}," and ",{"type":"[[","value":[["Bahia"]]},", the wilderness of the Amazon rainforest and world-class landmarks such as the ",{"type":"[[","value":[["Iguaçu Falls"]]},", there is plenty to see and to do in Brazil.\n\n",{"type":"==","value":["Understand"]},"\n\nBrazil was inhabited solely by indigenous people, mainly of the ",{"type":"''","value":["Tupi"]}," and ",{"type":"''","value":["Guarani"]}," ethnic groups. Settling by the Portuguese began late in the 16th century, with the extraction of valuable wood from the ",{"type":"''","value":["pau brasil"]}," tree, from which the country draws its name. Brazil was settled by the Portuguese and not the Spanish, as were the rest of Central, South and parts of North America in the New World. Despite Portuguese rule, some parts of Brazil formed a Dutch colony between 1630 and 1654. They founded several cities, such as Mauritsville, and many sugar cane plantations. The Dutch fought a grim jungle war with the Portuguese, and without the support of the Republic of their homeland due to a war with England, the Dutch surrendered to the Portuguese, though they did not officially recognize Portuguese rule, which led to an all-out war with Portugal off the coast of Portugal in 1656. In 1665 the Peace Treaty of The Hague was signed, Portugal lost its Asian colonies and had to pay 63 tons of gold to compensate the Dutch Republic for the loss of its colony.\n\nBrazil became the centre of the Portuguese Empire by 1808, when the King Dom João VI (John VI) fled from Napoleon's invasion of Portugal and established himself and his government in the city of ",{"type":"[[","value":[["Rio de Janeiro"]]},".\n\nThe following four centuries saw further exploitation of the country's natural riches such as gold and rubber, alongside the rise of an economy based largely on sugar, coffee and African slave labor. Meanwhile, extermination and Christianizing of natives kept its pace, and the 19th and 20th Century saw a second wave of immigration, mainly Italian, German (in southern Brazil), Spanish, Japanese (In São Paulo State) and Portuguese, adding to the set of factors that generated today's complex and unique Brazilian culture and society.\n\nFollowing three centuries under the rule of Portugal, Brazil became an independent nation on September 7, 1822. Until 1889 Brazil was an Empire under the rule of Dom Pedro I and his son Dom Pedro II. By this time, it became an emerging international power. Slavery, which had initially been widespread, was restricted by successive legislation until its final abolition in 1888. Perhaps this was the reason why the Empire was abolished in the following year: unhappy with the end of slavery, the ultraconservatives shifted their support to Republicanism and the Emperor was overthrown in a sudden ",{"type":"''","value":["coup d'état"]},".\n\nBy far the largest, most populous and prosperous country in Latin America, it has also overcome more than two decades (1964-1988) of military intervention in the governance of the country to pursue democratic rule, while facing the challenge of keeping its industrial and agricultural growth and developing its interior. Exploiting vast natural resources and a large labor pool, today Brazil is Latin America's leading economic power and a regional leader, overshadowing the likes of ",{"type":"[[","value":[["Mexico"]]}," and ",{"type":"[[","value":[["Argentina"]]},". High rates of political corruption and unequal income distribution, though softening from 2004 onwards, remains a pressing problem. A consequence of this is a high crime rate, specifically in large cities.\n\nAfter 20 years of democracy, the country has grown strong, and despite the social problems of the unequal income distribution, the people try to remain happy and festive.\n\n",{"type":"===","value":["Culture"]},"\n",{"type":"[[","value":[["File:Rio2009-2.JPG"],["300px"],["thumbnail"],["The carnival in Rio"]]},"\nOwing to Brazil’s continental dimensions, varied geography, history and people, the country’s culture is rich and diverse. It has several regional variations, and in spite of being mostly unified by a single language, some regions are so different from each other that they look like different countries altogether.\n\n",{"type":"'''","value":["Music"]}," plays an important part in Brazilian identity. Styles like ",{"type":"''","value":["choro"]},", ",{"type":"''","value":["samba"]}," and ",{"type":"''","value":["bossa nova"]}," are considered genuinely Brazilian. ",{"type":"''","value":["Caipira"]}," music is also in the roots of ",{"type":"''","value":["sertanejo"]},", the national equivalent to country music. MPB stands for Brazilian Popular Music, which mixes several national styles under a single concept. ",{"type":"''","value":["Forró"]},", a north-eastern happy dancing music style, has also become common nationwide. New urban styles include ",{"type":"''","value":["funk"]}," - name given to a dance music genre from Rio's ",{"type":"''","value":["favelas"]}," that mixes heavy electronic beats and often raunchy rapping - and ",{"type":"''","value":["techno-brega"]},", a crowd-pleaser in northern states, that fuses romantic pop, dance music and caribbean rhythms.\n\nA mixture of martial arts, dance, music and game, ",{"type":"'''","value":["capoeira"]}," was brought to Brazil by African slaves, mainly from Portuguese ",{"type":"[[","value":[["Angola"]]},". Distinguished by vivacious complicated movements and accompanying music, it can be seen and practiced in many Brazilian cities.\n\nIn classical music, the Modern Period is particularly notable, due to the works of composers like Heitor Villa-Lobos and Camargo Guarnieri, who created a typical Brazilian school, mixing elements of the traditional European classical music to the Brazilian rhythms, while other composers like Cláudio Santoro followed the guidelines of the Second School of Vienna. In the Romantic Period, the greatest name was Antonio Carlos Gomes, author of some Italian-styled operas with typical Brazilian themes, like ",{"type":"''","value":["Il Guarany"]}," and ",{"type":"''","value":["Lo Schiavo"]},". In the Classical Period, the most prominent name is José Maurício Nunes Garcia, a priest who wrote both sacred and secular music and was very influenced by the Viennese classical style of the 18th and early 19th century.\n\n",{"type":"'''","value":["Candomble"]}," and ",{"type":"'''","value":["Umbanda"]}," are religions with African roots that have survived prejudice and persecution and still have a significant following in Brazil. Their places of cult are called ",{"type":"''","value":["terreiros"]}," and many are open to visit.\n\n",{"type":"'''","value":["Indigenous"]}," traits can be found everywhere in Brazilian culture, from cuisine to vocabulary. There are still many indigenous groups and tribes living in all Brazilian regions, although many have been deeply influenced by Western culture, and several of the country's surviving indigenous languages are in danger of disappearing completely. The traditional lifestyle and graphic expressions of the Wajãpi indigenous group from the state of ",{"type":"[[","value":[["Amapá"]]}," were proclaimed a Masterpiece of the World's Intangible Heritage ",{"type":"[","value":["http:\/\/www.unesco.org\/culture\/intangible-heritage\/masterpiece.php?id=54&lg=en"]}," by UNESCO.\n\nGlobo, the largest national television network, also plays an important role in shaping the national identity. Nine out of ten households have a TV set, which is the most important source of information and entertainment for most Brazilians, followed by radio broadcasts. TVs broadcast sports, movies, local and national news and ",{"type":"'''","value":["telenovelas"]}," (soap operas)– 6-10 month-long series that have become one of the country’s main cultural exports.\n\n",{"type":"===","value":["People"]},"\n",{"type":"[[","value":[["File:Praia de Copacabana na zona Sul da cidade do Rio de Janeiro, no Brasil.jpg"],["300px"],["thumbnail"],["The world famous beach Copacabana in southern Rio de Janeiro"]]},"\nThroughout its history, Brazil has welcomed several different peoples and practices. Brazil constitutes a melting pot of the most diverse ethnic groups thus mitigating ethnic prejudices and preventing racial conflicts, though long-lasting slavery and genocide among indigenous populations have taken their toll. Prejudice is generally directed towards different social classes rather than between races. Nevertheless, race, or simply skin colour, is still a dividing factor in Brazilian society and you will notice the skin typically darkens as the social class gets lower: wealthy upper-class people are mostly white; many middle-class are mixed; and the majority of poor people are black. Nowadays, however, Afro-Brazilians and Amerindian populations are increasingly aware of their civil rights and of their rich cultural heritage, and social mobility is achievable through education.\n\nIn general, Brazilians are a fun-loving people. While Southerners may be somewhat colder and more reserved, from Rio upwards people usually boast a captivating attitude towards life and truly enjoy having a good time. Some may even tell you that beer, football, samba, barbecue and women is all they could crave.\n\nFriendship and hospitality are highly prized traits, and family and social connections are strongly valued. To people they have met, or at least know by name, Brazilians are usually very open, friendly and sometimes quite generous. Once introduced, until getting a good reason not to, a typical Brazilian may treat you as warmly as he would treat a best friend.  Brazilians are reputedly one of the most hospitable people in the world and foreigners are usually treated with respect and often with true admiration.\n\nAttitudes towards foreigners may also be subject to regional differences:\n\n",{"type":"*","value":[" The state of ",{"type":"[[","value":[["Santa Catarina"]]}," welcomes their Spanish-speaking tourists with bilingual signs and welcome committees."]},{"type":"*","value":[" In ",{"type":"[[","value":[["Salvador"]]},", the largest city of the ",{"type":"[[","value":[["Northeast (Brazil)"],["Northeast"]]},", anyone talking, acting or looking like a tourist (even other Brazilians!) could be charged higher prices, such as in parking lots, in restaurants, etc."]},"\nMost Brazilians are honest and genuinely friendly, but many are used to small acts of corruption in their everyday lives, the so-called ",{"type":"''","value":["jeitinho brasileiro"]},". If you obviously look like a tourist, you are a potential target; for instance, a vendor may try to sell goods at higher prices, or a taxi driver may choose the longest route to the destination. It doesn't mean that you can't trust anyone, just that you have to be a bit more alert and careful, particularly if someone seems ",{"type":"''","value":["too friendly"]},".\n\nWhereas the \"Western\" roots of Brazilian culture are largely European, especially Iberian, as evidenced by its colonial towns and even sporadic historic buildings between the skyscrapers, there has been a strong tendency in recent decades to adopt a more \"American way of life\" which is found in urban culture and architecture, mass media, consumerism and a strongly positive feeling towards technical progress. Despite this, Brazil is still a nation faced towards the Atlantic, not towards Hispanic America, and the intellectual elites are likely to look up to ",{"type":"[[","value":[["Europe"]]},", especially ",{"type":"[[","value":[["France"]]},", as sources of inspiration, rather than the ",{"type":"[[","value":[["US"]]},". Many aspects in Brazilian society, such as the educational system, are inspired by the French, and may seem strange at first to Anglo-Saxon visitors.\n\nBrazilians ",{"type":"''","value":["are not hispanic"]},". Some may be offended if a visitor openly says that, or tends to believe that Brazilians have Spanish as a primary or secondary language, visitors will receive a warmer welcome if they try to start conversations in Portuguese, but even if the visitor speaks Spanish towards Brazilians, they're likely to answer in Portuguese.\n\nThe contrasts in this huge country equally fascinate and shock most visitors, especially Europeans, as well as the indifference of many locals towards the social, economic and ecological problems. Whereas an emerging elite of young, well-educated professionals indulge in amenities of modern society, child labor, illiteracy and subhuman housing conditions still exist even in regions blessed by economic growth and huge foreign investment such as ",{"type":"[[","value":[["São Paulo"]]}," or ",{"type":"[[","value":[["Rio de Janeiro"],["Rio"]]},".\n\nAs much as Brazilians acknowledge their self-sustainability in raw materials, agriculture, and energy sources as an enormous benefit for the future, most of them agree that without huge efforts in education there will hardly be a way out of poverty and underdevelopment.\n\nSince the beginning of the 21st century, Brazil has faced an increasing wave of immigration from ",{"type":"[[","value":[["China"]]},", ",{"type":"[[","value":[["Bolivia"]]}," and ",{"type":"[[","value":[["Haiti"]]},".\n\n",{"type":"===","value":[" Climate "]},"\nBrazil is a huge country with different climate zones. In the ",{"type":"[[","value":[["North (Brazil)"],["North"]]},", near the equator there is a wet and a dry season; from about ",{"type":"[[","value":[["São Paulo"]]}," down to the south there is spring\/summer\/fall\/winter.\n\n",{"type":"===","value":["Holidays and working hours"]},"\n\nBrazil observes the following 13 ",{"type":"'''","value":["national holidays"]},": \n",{"type":"*","value":[" ",{"type":"'''","value":["New Year"]}," - 1 January  "]},{"type":"*","value":[" ",{"type":"'''","value":["Carnaval"]},"  - February\/March (movable - 7 weeks before Easter. Monday and Tuesday are the actual holidays, but celebrations usually begin on Saturday and last until 12PM of Ash Wednesday, when shops and services re-open.)"]},{"type":"*","value":[" ",{"type":"'''","value":["Holy week"]}," - March\/April (movable) two days before Easter Sunday"]},{"type":"*","value":[" ",{"type":"'''","value":["Tiradentes"]}," - 21 April"]},{"type":"*","value":[" ",{"type":"'''","value":["Labor Day"]}," - 1 May"]},{"type":"*","value":[" ",{"type":"'''","value":["Corpus Christi"]}," - May\/June (movable) sixty days after Easter Sunday"]},{"type":"*","value":[" ",{"type":"'''","value":["Independence Day"]}," - 7 September"]},{"type":"*","value":[" ",{"type":"'''","value":["Patroness of Brazil and Children's day"]}," - 12 October"]},{"type":"*","value":[" ",{"type":"'''","value":["All Souls' Day"]}," (",{"type":"''","value":["Finados"]},") - 2 November"]},{"type":"*","value":[" ",{"type":"'''","value":["Proclamation of the Republic"]}," - 15 November"]},{"type":"*","value":[" ",{"type":"'''","value":["Christmas"]}," - 25 December"]},"\n",{"type":"'''","value":["Working hours"]}," are usually from 8AM or 9AM-5PM or 6PM. Banks open Monday to Friday, from 10AM-4PM. Street shops tend to close at noon on Saturday and only re-open on Monday. Shopping malls normally open from 10AM-10PM or 11PM, Monday to Saturday, and from 3PM-9PM on Sundays. Some malls, especially in large cities, are also open on Sundays, although not all the stores may be open. It is also possible to find 24-hour stores and small markets that are open even on Sundays.\n\n",{"type":"===","value":["Electricity"]},"\n\nBrazil is one of a few countries that uses both 127 and 220 volts for everyday appliances.  Expect the voltage to change back and forth as you travel from one place to the next—even within the same Brazilian state, sometimes even within the same building.  There is no physical difference in the electric outlets (power mains) for the two voltages.\n\n",{"type":"[[","value":[["File:Brazilian socket types.jpg"],["thumb"],["right"],["180px"],["Legacy Brazilian Power Outlet"]]},"\n\n",{"type":"[[","value":[["File:Tomada Brasileira - IEC 60906-1 20A, 250V.JPG"],["thumb"],["right"],["180px"],["IEC 60906-1 Brazilian Power Outlet"]]},"\n\nElectric outlets usually accept both flat (North American), and round (European) plugs. Otherwise adaptors from flat blades to round pins are easy to find in any supermarket or hardware shop. Some outlets are too narrow for the German \"Schuko\" plugs. The best makeshift solution is to buy a cheap T-connection and just force your \"Schuko\" in, -the T will break, but it will work. Very few outlets have a grounding point, and some might not accept newer North American polarized plugs, where one pin is slightly larger. Again, use the cheap T. Near the border with ",{"type":"[[","value":[["Argentina"]]},", you might occasionally find outlets for the Australia\/New Zealand-type plug.  If crossing the border, you'll probably need this adapter as well.\n\nIn 2009\/2010, the ",{"type":"'''","value":["IEC 60906-1"]}," was introduced to Brazil and some newer buildings already have it. It is backwards compatible with the Europlug, but it has a receded socket. Again, T-plugs can be used as adapters for other common formats.\n\nFrequency is 60 Hz, which may disturb 50 Hz electric clocks. Blackouts are less and less frequent, but you always run a risk at peak of high season in small tourist towns.\n\n",{"type":"''","value":["See also: '"]},{"type":"[[","value":[["Travel topics"]]},"''''' -- ",{"type":"[[","value":[["Electrical systems"]]},"\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"[[","value":[["File:BrazilMap.png"],["thumb"],["right"],["400px"],["Regions of Brazil"]]},"\nBrazil is the fifth largest country on earth. It is divided into five regions, mainly drawn around state lines, but they also more or less follow natural, economic and cultural borderlines.\n\n",{"type":"{{","value":[["Regionlist"],["regionmap="],["regionmaptext="],["region1name=",{"type":"[[","value":[["North (Brazil)"],["North"]]}],["region1color=#71b76b"],["region1items=",{"type":"[[","value":[["Acre (Brazil)"],["Acre"]]},", ",{"type":"[[","value":[["Amapá"]]},", ",{"type":"[[","value":[["Amazonas (Brazil)"],["Amazonas"]]},", ",{"type":"[[","value":[["Pará (Brazil)"],["Pará"]]},", ",{"type":"[[","value":[["Rondônia"]]},", ",{"type":"[[","value":[["Roraima"]]},", ",{"type":"[[","value":[["Tocantins"]]}],["region1description=The ",{"type":"[[","value":[["Amazonia"],["Amazon"]]},", the rain forest and frontier life, with remarkable Amerindian influence. Note the state of ",{"type":"[[","value":[["Mato Grosso"]]}," in the Center West region (below) is mostly within the Amazon Basin as well."],["region2name=",{"type":"[[","value":[["Northeast (Brazil)"],["Northeast"]]}],["region2color=#d0b340"],["region2items=",{"type":"[[","value":[["Alagoas"]]},", ",{"type":"[[","value":[["Bahia"]]},", ",{"type":"[[","value":[["Ceará"]]},", ",{"type":"[[","value":[["Maranhão"]]},", ",{"type":"[[","value":[["Paraíba"]]},", ",{"type":"[[","value":[["Pernambuco"]]},", ",{"type":"[[","value":[["Piauí"]]},", ",{"type":"[[","value":[["Rio Grande do Norte"]]},", ",{"type":"[[","value":[["Sergipe"]]}],["region2description=Mostly Hick ",{"type":"''","value":["(Caipira)"]}," culture, with black culture in ",{"type":"[[","value":[["Bahia"]]},",  mingles with early Iberic folklore and Indigenous traditions. This is often considered the country's most beautiful coastline, and has the sunniest and hottest climate; but it is also the country's driest and poorest region. Capital of the \"Forró\" musical style."],["region3name=",{"type":"[[","value":[["Central West (Brazil)"],["Central West"]]}],["region3color=#d5dc76"],["region3items=",{"type":"[[","value":[["Distrito Federal (Brazil)"],["Distrito Federal"]]}," (Federal District), ",{"type":"[[","value":[["Goiás"]]},", ",{"type":"[[","value":[["Mato Grosso"]]},", ",{"type":"[[","value":[["Mato Grosso do Sul"]]}],["region3description=The ",{"type":"''","value":["Pantanal"]}," wetlands, great farms, young cities, the cerrado and the ",{"type":"[[","value":[["Distrito Federal (Brazil)"],["Federal District"]]},", with its otherworldly modernist architecture. Birth place of the \"sertanejo\" music style."],["region4name=",{"type":"[[","value":[["Southeast (Brazil)"],["Southeast"]]}],["region4color=#d59c76"],["region4items=",{"type":"[[","value":[["Espirito Santo"]]},", ",{"type":"[[","value":[["Minas Gerais"]]},", ",{"type":"[[","value":[["Rio de Janeiro (state)"],["Rio de Janeiro"]]},", ",{"type":"[[","value":[["São Paulo (state)"],["São Paulo"]]}],["region4description= The cosmopolitan heart of the country. ",{"type":"[[","value":[["São Paulo"]]}," and ",{"type":"[[","value":[["Rio de Janeiro"],["Rio"]]}," are the largest cities of the country and its economic and industrial hub; there are also some century-old colonial towns, especially in ",{"type":"[[","value":[["Minas Gerais"]]},"."],["region5name=",{"type":"[[","value":[["South (Brazil)"],["South"]]}],["region5color=#97c1c4"],["region5items= ",{"type":"[[","value":[["Rio Grande do Sul"]]},", ",{"type":"[[","value":[["Paraná"]]},", ",{"type":"[[","value":[["Santa Catarina"]]}],["region5description=Is a land of valleys and pampas where a strong ",{"type":"''","value":["gaucho"]}," culture (shared with Uruguay and Argentina) meets European influences. It has several mid-size cities and rural settlements. Great German, Italian, Polish and Ukrainian took place in the region during the 19th century."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Bom Jesus street, Old Recife - Recife, Pernambuco, Brazil(2).jpg"],["300px"],["thumbnail"],["Street in the old town of Recife"]]},"\nBrazil has many exciting cities, ranging from pretty colonial towns and coastal hideouts to hectic, lively metropolises; these are a few of the more prominent travel destinations:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Brasilia"],["Brasília"]]}," - The capital of Brazil, and an architectural spectacle. Noteworthy buildings include a basket-shaped cathedral, the beautiful Arches Palace (seat of the Ministry of Justice) and others."]},{"type":"*","value":[" ",{"type":"[[","value":[["Florianopolis"],["Florianópolis"]]}," - The city is located in an island in the Atlantic Ocean in the southern state of Santa Catarina, with lakes, lagoons, amazing nature and more than 40 clean, beautiful, natural beaches. Major destination for Argentines during the summer months."]},{"type":"*","value":[" ",{"type":"[[","value":[["Fortaleza"]]}," — The 4th biggest city in Brazil, blessed with beautiful beaches. Home of the Iracema Beach street market. A good base for exploring the beaches of the northeastern coast, including ",{"type":"[[","value":[["Jericoacoara"]]},". Famed for forró music and comedians."]},{"type":"*","value":[" ",{"type":"[[","value":[["Manaus"]]}," — Located in the heart of the Amazon, is the capital of ",{"type":"[[","value":[["Amazonas (Brazil)"],["Amazonas"]]}," State and it is also the biggest city of the Amazon. At Manaus the rivers Negro and Solimões meet to became the Amazonas River. The best place to go to visit the Amazon rainforest. It is a gateway to the Anavilhanas and to Jaú National Park."]},{"type":"*","value":[" ",{"type":"[[","value":[["Porto Alegre"]]}," — a major city between Argentina and São Paulo and gateway to Brazil's fabulous Green Canyons."]},{"type":"*","value":[" ",{"type":"[[","value":[["Recife"]]}," — A major city in the Northeast region, originally settled by Dutch colonizers. Nicknamed \"The Brazilian Venice\", it is built on several islands linked by many bridges. Rich in history, art and folklore. Do not miss neighboring ",{"type":"[[","value":[["Olinda"]]}," and ",{"type":"[[","value":[["Porto de Galinhas"]]},".  The city is also a gateway to the amazing archipelago of ",{"type":"[[","value":[["Fernando de Noronha"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Rio de Janeiro"]]}," — World famous, beautiful city that welcomes visitors with that big statue of an open-armed Jesus atop Corcovado Hill."]},{"type":"*","value":[" ",{"type":"[[","value":[["Salvador"]]}," — The first capital of Brazil is home to a unique blend of indigenous, African and European cultures. Its Carnival fun is famous, and the influence of African culture and religion is remarkable."]},{"type":"*","value":[" ",{"type":"[[","value":[["São Paulo"]]}," — Brazil's largest, richest and most cosmopolitan city, where you can find strong influences of several ethnicities, including Italian, Korean, Japanese, German, Russian, Caribbean and Arab."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Iguaçu falls1 11-11-13.JPG"],["250px"],["thumbnail"],["Iguaçu Falls"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Amazonas (Brazil)"],["Amazonia"]]}," — jungle tours, wildlife, floated wood, the mysteries of the Amazon"]},{"type":"*","value":[" ",{"type":"[[","value":[["Chapada Diamantina National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Chapada dos Veadeiros"]]}," — ",{"type":"''","value":["cerrado"]}," (tropical savanna) wildlife and stunning waterfalls"]},{"type":"*","value":[" ",{"type":"[[","value":[["Fernando de Noronha"]]}," — tropical island paradise in the middle of the Atlantic ocean, is protected as a Marine National Park since 1997 and a World Heritage Site"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ilha Grande"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Iguaçu Falls"]]}," — world-famous waterfalls"]},{"type":"*","value":[" ",{"type":"[[","value":[["Ilha do Marajó"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lençóis Maranhenses"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Pantanal"]]}," — the world's largest wetland hosts lots of eco-tourism and vast biodiversity, including caiman, jaguar, anaconda, giant anteater, primates, giant otter, and piranha"]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["Visa requirements"]},"\n\n",{"type":"*","value":[" Brazil has a reciprocal visa policy with all countries, meaning that whenever visa fees and restrictions are applied to Brazilian visiting a country, Brazil adopts the same measures for that country's visitors."]},"\n",{"type":"*","value":[" Citizens from Argentina, Bolivia, Chile, Colombia, Ecuador, Paraguay, Peru, Uruguay and Venezuela may enter the country with a valid ID card and stay up to 90 days."]},"\n",{"type":"*","value":[" No visa is required for stays of up to 90 days from holders of passports from these countries, unless otherwise indicated: Andorra, Argentina, Austria, Bahamas, Barbados, Belgium, Bolivia, Bulgaria, Chile, Colombia, Costa Rica, Croatia, Czech Rep., Denmark, Ecuador, Finland, France, Germany, Greece, Guatemala, Guyana, Honduras, Hong Kong SAR passport, Hungary, Iceland, Ireland, Israel, Italy, South Korea, Liechtenstein, Luxembourg, Macau, Malaysia, Malta, Mexico, Monaco, Morocco, Namibia, Netherlands, New Zealand, Norway, Panama, Paraguay, Peru, Philippines, Poland, Portugal, Romania, Russia, San Marino, Singapore (30 days, ordinary passports only), Slovakia, Slovenia, South Africa, Spain, Suriname, Sweden, Switzerland, Thailand, Trinidad & Tobago, Tunisia, Turkey, United Kingdom (Including British National (Overseas) passport holders), Uruguay, Venezuela (60 days) and Vatican City. Note that the immigration officer has the right to restrict your visa to less than 90 days, if he deems fit. (This has been done routinely for lone male travellers arriving in ",{"type":"[[","value":[["Fortaleza"]]},", allegedly to combat prostitution tourism.) He will then state the number of days (e.g. 60 or 30) in pen writing inside the stamp just given in your passport; if not, it remains as 90 days."]},"\n",{"type":"*","value":[" Citizens from all other countries (complete list ",{"type":"[","value":["http:\/\/www.portalconsular.mre.gov.br\/antes\/quadro-geral-de-regime-de-vistos-1"]},") do require a visa.  The fees vary depending on reciprocity: for example, US citizens have to pay ",{"type":"''","value":["at least"]}," US $160 for a tourist visa and US $220 for a business visa. As of November 2008, citizens of Canada should expect to pay at least CDN$117.00 for a tourist visa, not including any handling or processing fees. Cost of Brazil visa for citizens of Taiwan or Taiwanese passport holder pay $20 (Reference from Embassy of Brazil in Lima, Peru) and 5 days to process. The reciprocity, however, also frequently applies to visa validity: US citizens can be granted visas valid up to 10 years and, likewise, Canadian citizens for up to 5."]},"  \n",{"type":"*","value":[" Tourist visas (including those granted on the spot in immigration control) can be extended at any office of the ",{"type":"''","value":["Policia Federal"]},". Since 01.10.2012 Tourist Visas granted to citizens of the Schengen Area can NOT be extended anymore. All state capitals, and most border towns and international ports have one. Tourist visas only be extended once, for a maximum of 90 days, and under no circumstances can you be granted more than 180 days with a tourist visa for any 365-day period. You should contact the federal police about 1 week before your visa expires. The handling fee is currently R$67 (Oct. 2008). You may be asked for an outbound ticket (book ",{"type":"'''","value":["a fully refundable"]}," one on the internet, then cancel when your visa is extended), and a proof of subsistence (for which your credit card is mostly accepted.) In order to apply for the extension, you must fill out the ",{"type":"[","value":["https:\/\/www2.dpf.gov.br\/gru\/gru?nac=1 Emissão da Guia de Recolhimento"]}," on the Federal Police website, which you will carry to the Banco do Brasil in order to pay the fee. Do not pay the fee until you have spoken with a federal police officer about your case. If she\/he denies the extension of your visa, you must have a bank account in Brazil in order to receive a refund."]},"\n",{"type":"*","value":[" The requirement to first enter Brazil within 90 days of the issue of the visa now only applies to nationals of Angola, Bahrain, Burma, Cambodia, Cape Verde, China, Cuba, Equatorial Guinea, Gabon, Ghana, Greece, Honduras, Indonesia, Japan, Jordan, Korea, Kuwait, Laos, Libya, Nigeria, Oman, Pakistan, Paraguay, The Philippines, Portugal, Qatar, Syria, Switzerland, Taiwan, Thailand, and Tunisia. ",{"type":"'''","value":["Failure to enter Brazil within 90 days will invalidate the visa, no matter how long it is otherwise valid for."]}]},"\n",{"type":"{{","value":[["infobox"],["Entry vs. exit stamps"],["Immediately after your passport is stamped by the Brazilian Federal Police, ensure that the last number on the right-end of the stamp is a 1. A number 1 indicates that you entered the country and a number 2 indicates that you exited. Some federal police officers have mistakenly given foreigners the number 2 stamp upon entering. If you have the number 2 stamp and try to extend the visa in a city that is not your port of entry, you will be told to return to the city where you received the incorrect stamp so that it may be corrected before you can receive the extension."]]},"\n\n",{"type":"*","value":[" By law you are required to produce your outbound ticket upon entry, but this is only enforced in exceptional cases. Even if you are asked, you could often get away with explaining that you are taking the bus to Argentina, and couldn´t buy the ticket in, say, Europe."]},"\n",{"type":"*","value":[" If you overstay your tourist visa, you will be fined R$8.28 per day (as of October 2007), for a maximum of 100 days. This means that even if you stay illegally for 5 years, the fine will never exceed R$828. You will be made to pay this at the border crossing. As this can take time, it could be wise to do it a few days up front at a federal police office, especially if you have a domestic to international flight connection. The federal police will then give you 8 days to get out of the country. If you don´t pay your fine upon exiting, you will have to pay the next time you enter. The fact that you have been fined for overstaying in the past does not normally imply future difficulties with immigration, but you´d better keep all receipts and old passports for reference."]},"\n",{"type":"*","value":[" If you want to enter\/exit the country for some reason without coming in contact with the immigration authorities, there are numerous tiny border towns that have virtually no control. You will perhaps be told by the local police (who don´t have stamps or computer registers for immigration) to contact the federal police in such and such nearby town."]},"\n",{"type":"*","value":[" When you are travelling from certain tropical regions to Brazil you need a yellow fever vaccination and the certificate showing you had this. Note that ",{"type":"'''","value":["it is illegal"]}," to bring in animals, meat, dairy, seeds, plants, eggs, honey, fruit, or any kind of non-processed food without a permit. Contact [vigiagro@agricultura.gov.br] for more information."]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Guarulhos International Airport Sao Paulo Brazil Terminal 1 Wing A.jpg"],["thumb"],["São Paulo–Guarulhos International Airport (GRU), the country's busiest hub"]]},"\n\nThe cheapest airfares are from February (after Carnaval) to May and from August to November. Tickets from ",{"type":"[[","value":[["New York City"],["New York"]]},", for instance, can cost as little as US $699 including taxes. Many undersubscribed flights within Brazil can be had for bargain prices.\n\nBy far the largest international airport in Brazil is  ",{"type":"'''","value":["São Paulo-Guarulhos International Airport"]}," (",{"type":"{{","value":[["IATA"],["GRU"]]},"), the hub of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tamairlines.com TAM airlines"]}]},", which has direct flights to many capital cities in ",{"type":"[[","value":[["South America"]]},". Other direct flights include:\n\nNorth America: ",{"type":"[[","value":[["New York City"],["New York"]]},",  ",{"type":"[[","value":[["Chicago"]]},", ",{"type":"[[","value":[["Detroit"]]},", ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["Miami"]]},", ",{"type":"[[","value":[["Orlando"]]},", ",{"type":"[[","value":[["Atlanta"]]},", ",{"type":"[[","value":[["Charlotte"]]},", ",{"type":"[[","value":[["Houston"]]},", ",{"type":"[[","value":[["Dallas"]]},", ",{"type":"[[","value":[["Washington, D.C."]]}," and ",{"type":"[[","value":[["Toronto"]]},".\n\nEurope: ",{"type":"[[","value":[["Lisbon"]]}," and ",{"type":"[[","value":[["Porto"]]}," by TAP, ",{"type":"[[","value":[["Madrid"]]}," by Iberia, Air Europa, TAM and Air China, ",{"type":"[[","value":[["Barcelona"]]}," by Singapore Airlines, ",{"type":"[[","value":[["Amsterdam"]]}," and ",{"type":"[[","value":[["Paris"]]}," by KLM-Air France and TAM (Paris), ",{"type":"[[","value":[["London"]]}," by British Airways and TAM, ",{"type":"[[","value":[["Frankfurt"]]}," by Lufthansa and TAM, ",{"type":"[[","value":[["Munich"]]}," by Lufthansa, ",{"type":"[[","value":[["Zurich"]]}," by Swiss, ",{"type":"[[","value":[["Rome"]]}," by Alitalia, ",{"type":"[[","value":[["Milan"]]}," by TAM, ",{"type":"[[","value":[["Istanbul"]]}," by Turkish Airlines.\n\nAsia: ",{"type":"[[","value":[["Seoul"]]}," by Korean Air (via LAX), ",{"type":"[[","value":[["Doha"]]}," by Qatar Airways, ",{"type":"[[","value":[["Abu Dhabi"]]}," by Etihad, ",{"type":"[[","value":[["Dubai"]]}," by Emirates, ",{"type":"[[","value":[["Singapore"]]}," by Singapore Airlines (via BCN), and ",{"type":"[[","value":[["Beijing"]]}," by Air China (via MAD).\n\nAfrica: ",{"type":"[[","value":[["Luanda"]]}," by TAAG, ",{"type":"[[","value":[["Johannesburg"]]}," by SAA, ",{"type":"[[","value":[["Addis Ababa"]]}," by Ethiopian.\n\nThe second largest  airport in Brazil is ",{"type":"'''","value":["Rio de Janeiro-Galeão International Airport"]},", (",{"type":"{{","value":[["IATA"],["GIG"]]},") the home of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.voegol.com.br\/INT\/ Gol Transportes Aéreos"]}]},", which flies to many regional destinations including ",{"type":"[[","value":[["Montevideo"]]},", ",{"type":"[[","value":[["Buenos Aires"]]}," and ",{"type":"[[","value":[["Asuncion"]]},". Other direct flights include:\nNorth America: Delta Air Lines flies to ",{"type":"[[","value":[["Atlanta"]]},", and ",{"type":"[[","value":[["New York City"],["New York"]]},", US Airways flies to ",{"type":"[[","value":[["Charlotte"]]},", United Airlines to ",{"type":"[[","value":[["Washington, D.C."]]},",  and ",{"type":"[[","value":[["Houston"]]}," and American Airlines flies to ",{"type":"[[","value":[["Miami"]]},", ",{"type":"[[","value":[["Dallas"]]}," and ",{"type":"[[","value":[["New York City"]]},".\nAfrica: Taag Angola to ",{"type":"[[","value":[["Luanda"]]}," about 3 times a week.\nEurope: ",{"type":"[[","value":[["Paris"]]}," by Air France, ",{"type":"[[","value":[["Rome"]]}," by Alitalia, ",{"type":"[[","value":[["London"]]}," by British Airways, ",{"type":"[[","value":[["Madrid"]]}," by Iberia, ",{"type":"[[","value":[["Amsterdam"]]}," by KLM, ",{"type":"[[","value":[["Frankfurt"]]}," by Lufthansa, ",{"type":"[[","value":[["Lisbon"]]}," and ",{"type":"[[","value":[["Porto"]]}," by TAP Portugal.\n\nThe Northeastern capitals have slightly shorter flying times to Europe and North America:\n\n",{"type":"[[","value":[["Natal"]]},": Direct flights to ",{"type":"[[","value":[["Lisbon"]]}," by TAP, ",{"type":"[[","value":[["Amsterdam"]]}," by Arkefly.\n\n",{"type":"[[","value":[["Recife"]]},": Direct flights to ",{"type":"[[","value":[["Lisbon"]]}," by TAP, ",{"type":"[[","value":[["Miami"]]}," by American Airlines and ",{"type":"[[","value":[["Frankfurt"]]}," by Condor.\n\n",{"type":"[[","value":[["Salvador"]]},": Direct flights to ",{"type":"[[","value":[["Lisbon"]]}," by TAP, ",{"type":"[[","value":[["Madrid"]]}," by Air Europa, ",{"type":"[[","value":[["Frankfurt"]]}," by Condor, and ",{"type":"[[","value":[["Miami"]]}," by American Airlines.\n\n",{"type":"[[","value":[["Fortaleza"]]},": Direct flights to ",{"type":"[[","value":[["Lisbon"]]}," by TAP, ",{"type":"[[","value":[["Cabo Verde"]]}," by TACV, and ",{"type":"[[","value":[["Rome"]]}," by Air Italy.\n\nIn addition to the above, TAP flies directly to ",{"type":"[[","value":[["Brasilia"]]},", ",{"type":"[[","value":[["Belo Horizonte"]]},", ",{"type":"[[","value":[["Campinas"]]},", and ",{"type":"[[","value":[["Porto Alegre"]]},". TAP Portugal ",{"type":"[","value":["http:\/\/www.flytap.com"]}," is the foreign airline with most destinations in Brazil, from ",{"type":"[[","value":[["Lisbon"]]}," and ",{"type":"[[","value":[["Porto"]]},", and provides extensive connection onwards to Europe and Africa.\n\nAir travel in Brazil has increased exponentially in the past few years, partly as a result of the poor condition of many Brazilian roads(qv)and the absence of any viable railroad network (cf India). It is still relatively inexpensive with bargains sometimes available and easily the best option for long distance travel within the country. Some major airports, particularly those in São Paulo and Rio, are, however, becoming very congested.\n\n",{"type":"===","value":["By car"]},"\nThe main border crossings are at:\n",{"type":"*","value":[" with ",{"type":"'''","value":["Uruguay"]},": ",{"type":"[[","value":[["Chuy"]]},"\/",{"type":"[[","value":[["Chuí"]]},", ",{"type":"[[","value":[["Bella Unión"]]},"\/",{"type":"[[","value":[["Barra do Quaraí"]]},", ",{"type":"[[","value":[["Artigas"]]},"\/",{"type":"[[","value":[["Quaraí"]]},", ",{"type":"[[","value":[["Aceguá"]]},"\/",{"type":"[[","value":[["Aceguá"]]},", ",{"type":"[[","value":[["Río Blanco"]]},"\/",{"type":"[[","value":[["Jaguarão"]]},", and between ",{"type":"[[","value":[["Rivera"]]},"\/",{"type":"[[","value":[["Santana do Livramento"]]}," "]},{"type":"*","value":[" with ",{"type":"'''","value":["Argentina"]},": ",{"type":"[[","value":[["Paso de los Libres"]]},"\/",{"type":"[[","value":[["Uruguaiana"]]},", ",{"type":"[[","value":[["Santo Tomé"]]},"\/",{"type":"[[","value":[["São Borja"]]},", ",{"type":"[[","value":[["Bernardo de Irigoyen"]]},"\/",{"type":"[[","value":[["Dionísio Cerqueira"]]},", ",{"type":"[[","value":[["Tobuna"]]},"\/",{"type":"[[","value":[["Paraíso"]]}," (",{"type":"[[","value":[["Santa Catarina"]]},"), ",{"type":"[[","value":[["Comandante Andresito"]]},"\/",{"type":"[[","value":[["Capanema"]]},", and between ",{"type":"[[","value":[["Puerto Iguazu"]]},"\/",{"type":"[[","value":[["Foz do Iguaçu"]]}]},{"type":"*","value":[" with ",{"type":"'''","value":["Paraguay"]},": ",{"type":"[[","value":[["Ciudad del Este"]]},"\/",{"type":"[[","value":[["Foz do Iguaçu"]]},", ",{"type":"[[","value":[["Salto del Guaira"]]},"\/",{"type":"[[","value":[["Guaíra"]]},", and between ",{"type":"[[","value":[["Pedro Juan Caballero"]]},"\/",{"type":"[[","value":[["Ponta Porã"]]}," "]},{"type":"*","value":[" with ",{"type":"'''","value":["Bolivia"]},": ",{"type":"[[","value":[["Puerto Suarez"]]},"\/",{"type":"[[","value":[["Corumbá"]]},", ",{"type":"[[","value":[["Cobija"]]},"\/",{"type":"[[","value":[["Brasileia"]]},"\/",{"type":"[[","value":[["Epitaciolandia"]]},", ",{"type":"[[","value":[["San Matías"]]},"\/",{"type":"[[","value":[["Cáceres"]]}," and between ",{"type":"[[","value":[["Riberalta"]]},"\/",{"type":"[[","value":[["Guayaramerin"]]},"\/",{"type":"[[","value":[["Guajará-Mirim"]]}," (the bridge over Mamoré river will be ready in 2007) "]},{"type":"*","value":[" with ",{"type":"'''","value":["Peru"]},": ",{"type":"[[","value":[["Iñapari"]]},"\/",{"type":"[[","value":[["Assis Brasil"]]}]},{"type":"*","value":[" with ",{"type":"'''","value":["Colombia"]},": ",{"type":"[[","value":[["Letícia"]]},"\/",{"type":"[[","value":[["Tabatinga"]]},"  No road connections on either side of the border."]},{"type":"*","value":[" with ",{"type":"'''","value":["Guyana"]},": ",{"type":"[[","value":[["Lethem"]]},"\/",{"type":"[[","value":[["Bonfim"]]}]},"\nIn certain border towns, notably ",{"type":"[[","value":[["Foz do Iguaçu"]]},"\/",{"type":"[[","value":[["Ciudad del Este"]]},"\/",{"type":"[[","value":[["Puerto Iguazu"]]},", you do not need entry\/exit stamps or other formalities for a daytrip into the neighbouring country. These same towns are good venues if you for some reason want to cross without contact with immigration authorities.\n\n",{"type":"===","value":["By bus"]},"\nLong-distance bus service connects Brazil to its neighboring countries. The main capitals linked directly by bus are ",{"type":"[[","value":[["Buenos Aires"]]},", ",{"type":"[[","value":[["Asunción"]]},", ",{"type":"[[","value":[["Montevideo"]]},", ",{"type":"[[","value":[["Santiago de Chile"]]},", and ",{"type":"[[","value":[["Lima"]]},". Direct connections from the first three can also be found easily, but from Lima it might be tricky, though easily accomplished by changing at one of the others. Those typically go to ",{"type":"[[","value":[["São Paulo"]]},", though ",{"type":"[[","value":[["Pelotas"]]}," has good connections too. It should be kept in mind that distances between Sāo Paulo and any foreign capitals are significant, and journeys on the road may take up to 3 days, depending on the distance and accessibility of the destination. The national land transport authority has listings ",{"type":"[","value":["https:\/\/appweb.antt.gov.br\/transp\/linha_internacional.asp"]}," on all operating international bus lines, and the Green Toad Bus ",{"type":"[","value":["http:\/\/www.greentoadbus.com"]}," offers bus passes between Brazil and neighbouring countries as well as around Brazil itself.\n\n",{"type":"===","value":["By boat"]},"\n\nAmazon river boats connect northern Brazil with Peru, Venezuela and Colombia. The ride is a gruelling 12 days upriver though.\nFrom ",{"type":"[[","value":[["French Guiana"]]},", you can cross the river ",{"type":"''","value":["Oyapoque"]},", which takes about 15 minutes.\n\n",{"type":"===","value":["By train"]},"\nTrain service within Brazil is almost nonexistent. However, there are exceptions to the rule, including the ",{"type":"''","value":["Trem da Morte"]},", or Death Train, which goes from ",{"type":"[[","value":[["Santa Cruz (city, Bolivia)"],["Santa Cruz"]]},", ",{"type":"[[","value":[["Bolivia"]]},", to a small town just over the border from ",{"type":"[[","value":[["Corumba"],["Corumbá"]]}," in the State of ",{"type":"[[","value":[["Mato Grosso do Sul"]]},". There is still a train line from there all the way to ",{"type":"[[","value":[["São Paulo"]]}," which at the moment is not in use, but bus connections to São Paulo via the state capital, ",{"type":"[[","value":[["Campo Grande"]]},", are plentiful. The journey itself is reputedly replete with robbers who might steal your backpack or its contents but security has been increased recently and the journey can be made without much difficulty. It goes through the Bolivian agricultural belt and along the journey one may see a technologically-averse religious community which resembles the USA's Amish in many ways.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"{{","value":[["infobox"],["Brazil Air Pass"],["If you intend to visit various cities within Brazil, you should consider getting a Brazil Air Pass, offered by TAM or Gol— you purchase between 4 and 9 flight tickets which can be used at any time for any destination within Brazil served by the airline. A typical 4-ticket pass starts at around US $580 while a full 9 tickets will run around US $1150. In addition, Gol also offers a cheaper flight pass good for travel only within the ",{"type":"[[","value":[["Northeast (Brazil)"],["Northeast"]]}," of the country. These passes can only be obtained before arrival in the country, and you must prove that you have already purchased international return trip tickets or tickets for onward travel."]]},"\n\nAir service covers most of Brazil. Note that many flights make many stops en route, particularly in hubs as São Paulo or Brasilia. Most all airports with regular passenger traffic are operated by the federal ",{"type":"''","value":["Infraero"]},".",{"type":"[","value":["http:\/\/www.infraero.gov.br"]},". They have a very convenient website, with an English version. It lists all the airlines operating at each airport, and also has updated flight schedules.\n\nThere are now several Brazilian booking engines that are good (although not perfect) for comparing flights and prices between different companies. They will mostly include an extra fee, hence it is cheaper to book on the airline's own site.\n\nThe Brazilian airline scene completely changed at least twice over the last 10 years or so. The largest carriers are now TAM ",{"type":"[","value":["http:\/\/www.tam.com.br"]}," and Gol ",{"type":"[","value":["http:\/\/www.voegol.com.br"]},", which share more than 80% of the domestic market between them. The traditional Varig is now just another brand of Gol. Others include WebJet ",{"type":"[","value":["http:\/\/www.webjet.com.br"]},", Avianca ",{"type":"[","value":["http:\/\/www.avianca.com.br"]},", and Azul ",{"type":"[","value":["http:\/\/www.voeazul.com.br"]},". TRIP ",{"type":"[","value":["http:\/\/www.voetrip.com.br\/"]}," has short-haul flights to smaller airports throughout the country, and Pantanal ",{"type":"[","value":["http:\/\/www.voepantanal.com.br\/"]}," and  Puma ",{"type":"[","value":["http:\/\/www.pumaair.com.br\/"]}," are growing in the same segment. Portuguese TAP ",{"type":"[","value":["http:\/\/www.flytap.com"]}," has a few domestic code shares with TAM. There are also a number of regional companies, such as NHT ",{"type":"[","value":["http:\/\/www.voenht.com.br\/#"]},"(",{"type":"[[","value":[["Rio Grande do Sul"]]}," and ",{"type":"[[","value":[["Santa Catarina"]]},"). Price differences, at least if a ticket is purchased on the internet well in advance, are so small that it´s rather meaningless to call any of these \"low cost\", although WebJet and Azul have lately been a notch cheaper for domestic flights.\n\nBooking on the domestic carriers' sites can be frustrating for non-Brazilian citizens.  Often, you will be asked for your CPF (national identity number) while paying by credit card. Even if you -as a foreigner- have a CPF, the sites will often not recognize it. Gol now accepts international cards, but the system is buggy (Oct.2010). One trick that might work is to visit one of the airlines' foreign websites, although prices may vary. Many flights can also be found on foreign booking engines where no CPF is needed. If you book weeks in advance, most carriers will give you the option to pay by bank deposit (",{"type":"''","value":["boleto bancário"]},"), which is actually payable by cash not only in banks, but also in a number of supermarkets, pharmacies and other stores. Buying a ticket at a travel agent is generally R$30 more expensive, noting that certain special offers only can be found online.\n\nBe aware that many domestic flights have so many stops that some, including yours, may be missing from the listings in the airports. Double check your flight number and confirm with ground staff.\n\nCertain domestic flights in Brazil are \"international\", meaning that the flight has arrived from abroad and is continuing without clearing all passengers through customs and immigration. This means ALL passengers must do this at the next stop, even those having boarded in Brazil. Do NOT fill out a new immigration form, but show what you were given upon actual arrival to Brazil.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"{{","value":[["Seealso"],["Driving in Brazil"]]},"\nBrazil has the largest road network in Latin America with over 1.6 million kilometres. A car is a good idea if you want to explore scenic areas, e.g. the historic cities of Minas Gerais, the Rio-Santos highway, or the beaches in North-East Brazil. There are the usual car rental companies at the airports.\n\nMany roads are in good condition, especially in the east and south of the country and along the coast. In other areas and outside the metropolitan regions there are also gravel and dirt roads for which an off-road vehicle can be strongly recommended. This especially applies to the Amazon area where many roads are difficult or not at all passable during the rainy season from November to March. This is why it is advisable to travel with a good map and to be well informed about distances, road conditions and the estimated travel time. Road maps of the brand ",{"type":"''","value":["Guia 4 Rodas"]}," (can be bought from most newsstands in Brazil) provide not only maps and distances but also information about current conditions of the roads. ",{"type":"''","value":["Cochera andina"]}," ",{"type":"[","value":["http:\/\/www.latino-cars.com\/"]}," publishes useful information on almost 300 routes in the country. In theory, the driving rules of Brazil resemble those of Western Europe or North American. In practice, driving in Brazil can be quite scary if you are used to European (even Mediterranean) or North American road culture, due to widespread violations of driving rules, and the toleration thereof.\n\nDistances kept to other vehicles are kept at a bare minimum, overtaking whenever close to possible, and changing lanes without much of a prior signal. Many large cities also suffer from hold-ups when you wait at a red light in the night. Even if there is no risk of robbery, many drivers (including of city buses) run red lights or stop signs at night when they do not see incoming traffic from the cross street. Drivers also indulge in \"creative\" methods of saving time, such as using the reverse direction lanes. In rural areas, many domestic animals are left at the roadside, and they sometimes wanders into the traffic. Pedestrians take enormous chances crossing the road, since many drivers do not bother to slow down if they see pedestrians crossing. The quality of the paving is very varied, and the presence of enormous potholes is something that strongly discourages night-driving. Also consider the risk of highway hold-ups after dark, not to mention truck drivers on amphetamines (to keep awake for days in a row).\n\n",{"type":"*","value":[" In Brazil cars are driven on the right hand side of the road."]},{"type":"*","value":[" A flashing left signal means that the car ahead is warning you not to pass, for some reason. If the car ahead of you wants to show you that it is safe to pass it will flash the right signal. The right signal is the same signal to indicate that you're going to stop on the side of the road, so it means you're going to slow down. On the other hand the left signal is the same signal to indicate you're going to pass the car ahead, meaning you're going to speed up."]},{"type":"*","value":[" Flashing, twinkling headlights from the cars coming on the opposite side of the road means caution on the road ahead. Most of the time, it indicates that there are animals, cops or speed radar ahead."]},{"type":"*","value":[" Keep the doors locked when driving, especially in the larger cities, as robberies at stop signs and red lights are quite common in some areas. You'll make it much easier for the robber if he can simply open up the door and sit down. Be equally careful with keeping your windows wide open, as someone might put their hands inside your car and steal a wallet, for instance. Leave your handbags and valuables out of sight."]},"\n",{"type":"===","value":["By bicycle"]},"\nIn smaller cities and towns the bicycle is a common means of transport. This does not mean that cyclists are usually respected by cars, trucks, or bus drivers. But you may find good roads with little traffic outside the cities. It is also easy to get a lift by a pickup or to have the bike transported by a long-distance bus.\nCycling path are virtually non-existent in cities, except along certain beachfronts, such as ",{"type":"[[","value":[["Rio de Janeiro"]]}," and ",{"type":"[[","value":[["Recife"]]},".\n\nThere are a bicyclers groups around the country, e.g.  ",{"type":"[","value":["http:\/\/www.sampabikers.com.br\/ Sampa Bikers"]}," in ",{"type":"[[","value":[["São Paulo"]]}," which meets weekly.\n\n",{"type":"===","value":["By train"]},"\nBrazil's railway system was mostly wrecked during the military regimes. Today there are few passenger lines left: \n",{"type":"*","value":[" The Serra Verde Express ",{"type":"[","value":["http:\/\/www.serraverdeexpress.com.br\/"]}," from ",{"type":"[[","value":[["Curitiba"]]}," to ",{"type":"[[","value":[["Paranaguá"]]},". This scenic 150 km long railroad links the capital of ",{"type":"[[","value":[["Paraná"]]}," to the coastal cities of ",{"type":"[[","value":[["Morretes"]]}," and ",{"type":"[[","value":[["Paranaguá"]]},", through the beautiful Serra do Mar mountains covered with ",{"type":"''","value":["mata atlântica"]}," forest. The trip takes about 3 hours and has bilingual guides. Trains leave daily at 08:15 and prices start from about R$50 (round-trip) - see ",{"type":"[[","value":[["Curitiba#Get out"]]}," for more information."]},{"type":"*","value":[" From ",{"type":"[[","value":[["São João del Rei"]]}," to ",{"type":"[[","value":[["Tiradentes"]]}," - This 35-minute trip on a steam train is almost like time travel. The train operates Fri-Sun, with departures from São João at 10:00 and 15:00 and 13:00 and 17:00 from Tiradentes. The round trip costs R$16."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Belo Horizonte"]]}," to ",{"type":"[[","value":[["Vitória"]]}," - Daily trains operated by Companhia Vale do Rio Doce ",{"type":"[","value":["http:\/\/www.cvrd.com.br\/cvrd\/cgi\/cgilua.exe\/sys\/start.htm?sid=65"]}," leave Belo Horizonte at 07:30 and Vitória at 07:00. Travel time is about twelve and a half hours. Tickets are sold at the train stations and a single 2nd class fare costs about R$25. Seats are limited and it is not possible to reserve, so it is advisable to buy in advance."]},{"type":"*","value":[" From ",{"type":"[[","value":[["São Luis"]]}," to ",{"type":"[[","value":[["Parauapebas"]]}," - interesting because part of it passes through the Amazon rainforest."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Macapá"]]}," to ",{"type":"[[","value":[["Serra do Navio"]]}]},{"type":"*","value":[" From ",{"type":"[[","value":[["Campinas"]]}," to ",{"type":"[[","value":[["Jaguariuna"]]},". Part of the old Ferrovia Mogiana, which was built to facilitate coffee exports in the late 19th and early 20th century. Entertaining guides. Only at weekends and holidays. Some steam trains. Inexpensive. About 1 hr each way."]},"\n",{"type":"===","value":["By inter-city bus"]},"\nLong-distance buses are a convenient, economical, and sometimes (usually if you buy the most expensive ticket), rather comfortable way to travel between regions. The bus terminal (",{"type":"''","value":["rodoviária"]},") in cities play a role akin to train stations in many countries. You should check travel distance and time while traveling within Brazil, going from Rio de Janeiro to the south region could take more than 24 hours, so it may worth going by plane if you can afford it.\n\nBrazil has a very good long distance bus network. Basically, any city of more than 100,000 people will have direct lines to the nearest few state capitals, and also to other large cities within the same range. Pretty much any little settlement has public transport of some kind (a lorry, perhaps) to the nearest real bus station.\n\nMostly you have to go to the bus station to buy a ticket, although most major bus companies make reservations and sell tickets by internet with the requirement that you pick up your ticket sometime in advance. In a few cities you can also buy a ticket on the phone and have it delivered to your hotel for an extra charge of some 3-5 reais. Some companies have also adopted the airlines' genius policy of pricing: In a few cases buying early can save you more than 50%. The facility of flagging a bus and hopping on (if there are no available seats you will have to stand, still paying full price) is widespread in the country. This is less likely to work along a few routes where armed robberies have happened frequently, such as those leading to the border with ",{"type":"[[","value":[["Paraguay"]]}," and to ",{"type":"[[","value":[["Foz do Iguaçu"]]},".\n\nThere is no one bus company that serves the whole country, so you need to identify the company that connect two cities in particular by calling the bus station of one city. ANTT, the national authority for land transportation, has a search engine ",{"type":"[","value":["https:\/\/appweb.antt.gov.br\/transp\/secao_duas_localidades.asp"]}," (in Portuguese) for all available domestic bus lines. Be aware that some big cities like São Paulo and Rio have more than one bus station, each one covering certain cities around. It is good to check in advance to which bus station you are going.\n\nBus services are often sold in three classes: Regular, Executive and First-Class (",{"type":"''","value":["Leito"]},", in Portuguese). Regular may or may not have air conditioning. For long distances or overnight travels, Executive offers more space and a folding board to support your legs. First-Class has even more space and only three seats per row, making enough space to sleep comfortably.\n\nAll trips of more than 4 hours are covered by buses with bathrooms and the buses stop for food\/bathrooms at least once every 4 hours of travel.\n\nBrazilian bus stations, known as ",{"type":"''","value":["rodoviária"]}," or ",{"type":"''","value":["terminal rodoviário"]},", tend to be located away from city centers. They are often in pretty sketchy areas, so if you travel at night be prepared to take a taxi to\/from the station. There will also be local bus lines.\n\nEven if you have a valid ticket bought from elsewhere, some Brazilian bus stations may also require a boarding card. This can be obtained from the bus company, often for a supplement fee. If you buy a ticket in the departure bus station you will also be given this boarding card.\n\n",{"type":"''","value":["Rodoviárias"]}," include many services, including fast-food restaurants, cafés, Internet cafés, toilets and left luggage. As a general rule, the larger the city, the more expensive the services (e.g. leaving a suitcase as left luggage in a smaller city may cost 1 R$, but in Recife in might cost you 5 R$).\n\nWhen buying tickets, as well as when boarding the bus, you may be asked for proof of ID. Brazilian federal law requires this for interstate transportation. Not all conductors know how to read foreign passports, so be prepared to show them that the name of the passport truly is the same as the name on the ticket.\n\n",{"type":"===","value":["By city bus"]},"\nMost cities have extensive bus services. Multiple companies may serve a single city. There is almost never a map of the bus lines, and often bus stops are unmarked. Be prepared for confusion and wasted time.\n\nBuses have a board behind the windshield that advertises the main destinations they serve. You may have to ask the locals for information, but they may not know bus lines except the ones they usually take.\n\nIn most cities you have to wave to stop the bus when you want to take it. This in itself would no pose a problem, however, in big cities there may be dozens of bus lines stopping at a given bus stop and bus stops are not designed to accommodate so many vehicles.\nFrequently one cannot observe the oncoming buses due to other buses blocking the view. Bus drivers are reluctant to slow down for a bus stop if they are not sure someone will take their bus, so it is common to miss your bus because you could not see it coming to\nwave on time or the driver did not see you waving in between buses already at the stop. Some people go into the middle of a busy street to wait for their bus to make sure they see it and the driver sees them. In some places, like Manaus, drivers even tend to ignore stop requests (both to get on and to get off) if it is not too easy to navigate to the bus stop.\n\nMost city buses have both a driver and a conductor. The conductor sits behind a till next to a turnstile. You have to pay the conductor, the price of the bus is usually advertised on the windshield. The turnstiles are narrow, and very inconvenient if one carries any kind of load (try balancing a heavy backpack over the turnstile while the bus is running). Larger buses often have a front section, before the turnstile, meant in priority for the elderly, handicapped and pregnant women - you can use it but you still have to pay! Typical prices are around R$3,00.\n\nYou can try asking the conductor to warn you when the bus is close to your destination. Depending on whether he or she understands you and feels like helping you, you may get help.\n\nIn addition to large city buses, there are often minibuses or minivans (",{"type":"''","value":["alternativo"]},"). You pay the driver when you go aboard.\n\n",{"type":"===","value":["By boat"]},"\n\nIn the Amazon region as well as on the coast west of Sao Luis, boat travel is often the only way to get around.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"{{","value":[["Seealso"],["Brazilian Portuguese phrasebook"]]},"\n\n",{"type":"{{","value":[["infobox"],["Non-verbal communication"],["Brazilians use a lot of gestures in informal communication, and the meaning of certain words or expressions may be influenced by them.\n\n",{"type":"*","value":[" The ",{"type":"''","value":["thumbs up"]}," gesture is used to mean ",{"type":"''","value":["everything's OK"]},", ",{"type":"''","value":["yes"]}," or even ",{"type":"''","value":["thanks"]},". Avoid using the ",{"type":"''","value":["OK"]}," hand gesture for these meanings, as it can be considered obscene."]},{"type":"*","value":[" Wagging your extended index finger back and forth and\/or clicking your tongue behind your teeth two or three times means ",{"type":"''","value":["no"]}]},{"type":"*","value":[" Using your index finger to pull down one of your lower eyelids means ",{"type":"''","value":["watch out"]},"."]},{"type":"*","value":[" Stroking your two biggest fingers with your thumb is a way of saying that something is ",{"type":"''","value":["expensive"]},"."]},{"type":"*","value":[" Snapping a few times means ",{"type":"''","value":["fast"]}," or ",{"type":"''","value":["a long time"]}," (",{"type":"''","value":["ago"]},")."]},{"type":"*","value":[" Stroking your lips and then snapping means ",{"type":"''","value":["delicious"]},"; pinching your earlobe means the same in some regions."]},{"type":"*","value":[" Making a fist with your thumb between the index and middle finger, known as the ",{"type":"''","value":["figa"]},", is a sign of good or bad luck depending on the region."]},{"type":"*","value":[" Touching the palm with the thumb and making a circular movement with the hand means ",{"type":"''","value":["I am being robbed\/ripped off\/"]}," in some regions."]},{"type":"*","value":[" The ",{"type":"''","value":["hush"]}," gesture is considered extremely impolite, about the same as shouting \"shut up!\" to someone."]},{"type":"*","value":[" An informal way to get someone's attention, similar to a whistle, is a ",{"type":"'''","value":["hissing"]}," sound: \"pssiu!\" It is not perceived as unpolite, but gets really annoying if repeated too often."]}]]},"\n\nThe official language of Brazil is ",{"type":"[[","value":[["Brazilian Portuguese phrasebook"],["Portuguese"]]},", spoken by the entire population (except for a few, very remotely located tribes).  Indeed, Brazil has had immigrants from all parts of the world for centuries, whose descendants now speak Portuguese as their mother tongue.\n\nBrazilian Portuguese has a number of pronunciation differences with that spoken in ",{"type":"[[","value":[["Portugal"]]}," (and within, between the regions there are some quite extreme accent and slang differences), but speakers of either can understand each other.  However, European Portuguese (Luso) is more difficult for Brazilians to understand than the reverse, as many Brazilian television programs are shown in Portugal. Note that a few words can have a totally different meaning in Brazil and Portugal, usually slang words. An example of this is \"Rapariga\" which in Portugal means young girl, and in Brazil means a prostitute.\n\n",{"type":"'''","value":["English"]}," is not widely spoken except in some touristy areas. Don't expect bus or taxi drivers to understand English, so it may be a good idea to write down the address you are heading to before getting the cab. In most big and luxurious hotels, it is very likely that the taxi fleet will speak some English.  If you are really in need of talking in English, you should look for the younger people (-30 years), because they, generally, have a higher knowledge of the language and will be eager to help you and exercise their English.\n\n",{"type":"'''","value":["Spanish"]}," speakers are usually able to get by in Brazil, especially towards the ",{"type":"[[","value":[["South (Brazil)"],["south"]]},". While written Portuguese can be quite similar to Spanish, spoken Portuguese is much harder to understand. Compare the number 20 which is ",{"type":"''","value":["veinte"]}," (BAYN-teh) in Spanish to ",{"type":"''","value":["vinte"]}," (VEEN-chee) in Brazilian Portuguese. Even more different is ",{"type":"''","value":["gente"]}," (people), pronounced \"HEN-teh\" in Spanish and \"ZHEN-chee\" in Brazilian Portuguese.  Letters CH, D, G, J, R, RR, and T are particularly difficult for Spanish speakers to understand, and that's without even considering the vowels. Often confusing to Spanish, even English speakers, is the pronunciation of the letter \"R\" in the beginning of most words. Common first names such as Robson, Ronaldo and Rolando are not pronounced as you would think: the \"R\" is pronounced as \"H\". Thus you would say Hobson, Honaldo and Holando.  If you address Ronaldo with a perfect Spanish pronunciation, he most likely will look at you in confusion and wonder what or who you are speaking to.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Natural wonders"]},"\n",{"type":"[[","value":[["File:Jaguar Pantanal.jpg"],["300px"],["thumbnail"],["A jaguar in Pantanal"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Amazon Rainforest"]}," - The Amazon River Basin holds more than half of the world's remaining rainforest, and over 60% of that lies within the ",{"type":"[[","value":[["North (Brazil)"],["North"]]}," of Brazil — approximately one billion acres with incredible biodiversity. The region is home to about 2.5 million insect species, over 40,000 plants species, 2200 fish species, and more than 2,000 types of birds and mammals. One in five of all the bird species in the world live in the rainforests of the Amazon, and one in five of the fish species live in Amazonian rivers and streams."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Atlantic Forest"]}," (",{"type":"''","value":["Mata Atlântica"]},") - A region of tropical and subtropical forest which extends along the Atlantic coast of Brazil from ",{"type":"[[","value":[["Rio Grande do Norte"]]}," state in the ",{"type":"[[","value":[["Northeast (Brazil)"],["Northeast"]]}," to ",{"type":"[[","value":[["Rio Grande do Sul"]]}," state in the ",{"type":"[[","value":[["South (Brazil)"],["South"]]},". The Atlantic Forest has a wide variety of vegetation, including the many tree species such as the iconic ",{"type":"''","value":["araucaria"]}," tree in the south or the mangroves of the northeast, dozens of types of bromeliads and orchids, and unique critters such as ",{"type":"''","value":["capivara"]},". The forest has also been designated a World Biosphere Reserve, with a large number of highly endangered species including the well-known marmosets, lion tamarins and woolly spider monkeys. Unfortunately, it has been extensively cleared since colonial times, mainly for the farming of sugar cane and for urban settlements — The remnants are estimated to be less than 10% of the original, and that is often broken into hilltop islands. However, large swaths of it are protected by hundreds of parks, including 131 federal parks, 443 state parks, and 14 municipal parks, most of which are open to visitation."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pantanal"]}," - A vast tropical wetland expanse, one of the world's largest. 80% of it lies within the state of ",{"type":"[[","value":[["Mato Grosso do Sul"]]}," but it also extends into ",{"type":"[[","value":[["Mato Grosso"]]}," (as well as into portions of ",{"type":"[[","value":[["Bolivia"]]}," and ",{"type":"[[","value":[["Paraguay"]]},"), sprawling over an area estimated at between 140,000 and 195,000 square kilometers (54,000-75,000 sq mi). 80% of the Pantanal floodplains are submerged during the rainy seasons, nurturing an astonishing biologically diverse collection of aquatic plants and helping support a dense array of animal species."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Waterfalls"]}," (",{"type":"''","value":["Cachoeiras"]},") - Brazil has an amazing range of impressive waterfalls of all sizes and shapes. ",{"type":"'''","value":[{"type":"[[","value":[["Iguaçu Falls"]]}]},", in eastern ",{"type":"[[","value":[["Parana"]]},", is one of the most spectacular waterfalls in the world, truly a sight to see. The 353-meter ",{"type":"'''","value":["Cachoeira da Fumaça"]}," in ",{"type":"[[","value":[["Bahia"]]},"'s ",{"type":"[[","value":[["Chapada Diamantina National Park"]]}," is the country's second highest waterfall, after the ",{"type":"[[","value":[["Amazon"]]},"'s almost inaccessible ",{"type":"'''","value":["Cachoeira do Araca"]},". Other famous waterfalls include ",{"type":"'''","value":["Caracol Falls"]},", in a ",{"type":"[[","value":[["Rio Grande do Sul"]]}," state park of the same name near ",{"type":"[[","value":[["Canela"]]},", ",{"type":"'''","value":["Itaquira Falls"]},", an easily accessible 168-meter fall near ",{"type":"[[","value":[["Formosa (Brazil)"],["Formosa"]]},", ",{"type":"[[","value":[["Goiás"]]},", and the gorge at ",{"type":"'''","value":["Parque da Cascata"]}," near ",{"type":"[[","value":[["Sete Lagoas"]]},", ",{"type":"[[","value":[["Minas Gerais"]]},". Aside from the nationally famous falls, in many parts of the country, particularly the ",{"type":"[[","value":[["South (Brazil)"],["South"]]},", ",{"type":"[[","value":[["Southeast (Brazil)"],["Southeast"]]},", and ",{"type":"[[","value":[["Central West (Brazil)"],["Central West"]]}," regions, you are rarely far from at least one locally-famous, named waterfall worth a short hike."]},"\n",{"type":"===","value":["Architecture"]},"\n",{"type":"[[","value":[["File:OuroPretoView.jpg"],["thumb"],["Ouro Preto, a prime example of colonial architecture in Brazil"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Colonial architecture"]}," - Many cities have reminders of Brazil's colonial past, with churches, monasteries, forts, barracks, and other structures still intact. Some of the most concentrated and best-preserved colonial buildings can be found in old gold-mining towns such as ",{"type":"[[","value":[["Ouro Preto"]]}," and ",{"type":"[[","value":[["Tiradentes"]]},", but many other cities such as ",{"type":"[[","value":[["Rio de Janeiro"]]},", ",{"type":"[[","value":[["Petrópolis"]]},", ",{"type":"[[","value":[["Salvador"]]},", ",{"type":"[[","value":[["Paraty"]]},", and ",{"type":"[[","value":[["Goiânia"]]}," have quite significant colonial centers as well."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oscar Niemeyer works"]}," - Niemeyer, Brazil's most famous architect, is a modern architectural pioneer who explores the aesthetic impact of reinforced concrete, using curves to create buildings with a unique sense of space. He is most famous for designing many of the buildings when the new capital of ",{"type":"[[","value":[["Brasilia"]]}," was built in the 1950s, but his works literally dot the country, with major works in ",{"type":"[[","value":[["Natal"]]},", ",{"type":"[[","value":[["João Pessoa"]]},", ",{"type":"[[","value":[["Belo Horizonte"]]},", ",{"type":"[[","value":[["Rio de Janeiro"]]},", ",{"type":"[[","value":[["Niterói"]]},", ",{"type":"[[","value":[["São Paulo"]]},", ",{"type":"[[","value":[["Londrina"]]}," and other locations."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Gay travel"]},"\nDue to its high degree of acceptance and tolerance, gay travel is increasingly popular. Brazil hosted the first gay ball in America in 1754! Nowadays the main lesbian and gay destinations are ",{"type":"[[","value":[["Rio"]]},", which was elected the world's sexiest destination twice, ",{"type":"[[","value":[["São Paulo"]]},", which has the world's largest Pride Parade, ",{"type":"[[","value":[["Florianópolis"]]},", which is the hippest gay hangout and ",{"type":"[[","value":[["Recife"]]}," which is attracting more and more lesbian and gay tourists looking for fun and sun.\n\n",{"type":"===","value":["Carnaval"]},"\nThe biggest party in the world takes places across the country every year, lasting almost a week in February or early March. It is celebrated in a wide variety of ways, from the giants ",{"type":"''","value":["boneco"]}," masks of ",{"type":"[[","value":[["Olinda"]]}," and the ",{"type":"''","value":["trios elétricos"]}," of ",{"type":"[[","value":[["Salvador"]]}," to the massive samba parades of ",{"type":"[[","value":[["Rio de Janeiro"]]}," and ",{"type":"[[","value":[["São Paulo"]]},". For a ",{"type":"''","value":["relatively"]}," more subdued atmosphere, check out the university-style street party of ",{"type":"[[","value":[["Ouro Preto"]]}," or the sporty beach party at ",{"type":"[[","value":[["Ilha do Mel"]]},". Don't forget to make your reservations well in advance!\n\n",{"type":"===","value":["Beaches"]},"\nAlmost the entire coast is lined with fabulous beaches, and the beach lifestyle is a big part of Brazilian culture. Nowhere is that more true than in ",{"type":"[[","value":[["Rio de Janeiro"]]},", with its laidback, flip-flop-footed lifestyle and famous beaches like Ipanema and Copacabana. Beaches in other areas of the country may not have the instant name recognition but are no less amazing. The ",{"type":"[[","value":[["Northeast (Brazil)"],["Northeast"]]}," has jewels like ",{"type":"[[","value":[["Jericoacoara"]]},", ",{"type":"[[","value":[["Fortaleza"],["Praia do Futuro"]]},", ",{"type":"[[","value":[["Recife"],["Boa Vista"]]},", ",{"type":"[[","value":[["Porto de Galinhas"]]},", and ",{"type":"[[","value":[["Morro de São Paulo"]]}," which bring in throngs of travellers, particularly Europeans. Landlocked ",{"type":"[[","value":[["Minas Gerais"],[{"type":"''","value":["mineiros"]}]]}," go mingle with the rich and famous at ",{"type":"[[","value":[["Guarapari"]]}," or dance forró in the sand at ",{"type":"[[","value":[["Itaunas"]]},", while ",{"type":"[[","value":[["São Paulo"],[{"type":"''","value":["paulistas"]}]]}," head for ",{"type":"[[","value":[["Caraguatatuba"],["Caraguá"]]}," or ",{"type":"[[","value":[["Ubatuba"]]},". In the ",{"type":"[[","value":[["South (Brazil)"],["South"]]},", weekend revelers flock to ",{"type":"[[","value":[["Ilha do Mel"]]}," or ",{"type":"[[","value":[["Balneário Camboriú"]]},", while the 42 beaches of ",{"type":"[[","value":[["Florianópolis"],["Santa Catarina Island"]]}," draw in thousands of Argentianian tourists every year. Hundreds more beaches lie ready to be explored as well. Don't forget for those nude beaches in Rio and São Paulo!\n\n",{"type":"===","value":["Sports"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Soccer"]}," - Soccer is the talk of the town wherever your are in Brazil, and the country is brimming with great teams and great players. While ",{"type":"[[","value":[["Rio de Janeiro"]]},"'s world-famous Maracanã stadium is currently in renovations, you can still catch a game at lots of other great venues like the ",{"type":"'''","value":["Mineirão"]}," in ",{"type":"[[","value":[["Belo Horizonte"]]}," or ",{"type":"'''","value":["Morumbi Stadium"]}," in ",{"type":"[[","value":[["São Paulo"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Volleyball"]}," - While soccer is the main sport in Brazil, volleyball is extremely popular as well. In addition to the standard indoor sport known the world over, there are several other varieties you can play or watch in Brazil:"]},":* ",{"type":"'''","value":["Beach volleyball"]}," - It is very common to find spaces on the beaches where you can play beach volleyball, but this version of the sport possess a different code of rules than indoor volleyball (for example instead of six players, only two players are allowed to play on each team).\n\n:* '''Footvolley''''' - Created in Brazil, this challenging sport is essentially beach volleyball played with the ball and no-hands rules of soccer.\n\n:* ",{"type":"'''''","value":["Biribol"]}," - Another Brazilian original, ",{"type":"''","value":["biribol"]},", named after the city of ",{"type":"[[","value":[["Birigüi"]]}," where it was invented, is an aquatic version of volleyball, played in a 1.3-meter-deep pool with 4 players on each team and a ball similar to a water-polo ball.\n\n",{"type":"==","value":["Buy"]},"\nBrazil's unit of currency is the ",{"type":"'''","value":["Real"]}," (pronounced 'hay-AHL'), plural ",{"type":"''","value":["Reais"]}," ('hay-ICE'), abbreviated BRL, or just R$. One real is divided into 100 ",{"type":"''","value":["centavos"]},". As an example of how prices are written, R$1,50 means one real and fifty centavos.\n\nForeign currency such as US Dollars or Euros can be exchanged major airports and luxury hotels (bad rates), exchange bureaus and major branches of Banco do Brasil (no other banks), where you need your passport and your immigration form.\n\nLook for an ATM with your credit\/debit card logo on it. Large branches of Banco do Brasil (charging R$6,50 per withdrawal) usually have one, and most all Bradesco, Citibank, BankBoston and HSBC machines will work. Banco 24 Horas is a network of ATMs which accept foreign cards (charging R$10 per withdrawal). Withdrawal limits are usually R$600 (Bradesco) or R$1000 (BB, HSBC, B24H), per transaction, and in any case R$1000 per day. The latter can be circumvented by several consecutive withdrawals, choosing different \"accounts\", i.e. \"credit card\", \"checking\", \"savings\". Note that most ATMs do not work or will only give you R$100 after 10PM.\n\nIn smaller towns, it is possible that there is no ATM that accepts foreign cards. You should therefore always carry sufficient cash.\n\nWiring money to Brazil can be done through Western Union ",{"type":"[","value":["http:\/\/www.westernunion.com.br"]}," transfers to be picked up at a Banco do Brasil branch in most cities, and also quite a few exchange offices.\n\nTravellers' checks can be hard to cash anywhere that does not offer currency exchange.\n\nA majority of Brazilian shops now accepts major credit cards. However, quite a few online stores only accept cards issued in Brazil, even though they sport the international logo of such cards.\n\nCoins are R$0.05, R$0.10, R$0.25, R$0.50 and R$1. Some denominations have several different designs. Bills come in the following denominations: $2, R$5, R$10, R$20 R$50 and R$100.\n\n",{"type":"===","value":["Exchange rates"]},"\nThe Real is a free-floating currency and has become stronger in the past few years. Especially for US citizens, prices (based on exchange rates) have increased quite a bit. As of January 14, 2013, R$1 was worth about:\n\n",{"type":"*","value":[" US $0.492"]},{"type":"*","value":[" €0.368"]},{"type":"*","value":[" £0.306"]},"\nThere are many federal regulations for dealings with foreign currency, trading in any currency other than Real in Brazil is considered illegal, although some places in big cities and bordering towns accept foreign money and many exchange offices operate in a shady area. In addition, exchange offices are almost impossible to find outside of big cities. Currency other than USD and EUR is hard to exchange and the rates are ridiculous. If you would like to exchange cash at a bank, be prepared to pay a hefty commission. E.g., Banco do Brasil collects US $15 for each transaction (regardless of amount).\n\n",{"type":"===","value":["Souvenirs"]},"\n\nSimilar to the rest of Latin America, hand-crafted ",{"type":"'''","value":["jewelry"]}," can be found anywhere. In regions that are largely populated by Afro-Brazilians you'll find more ",{"type":"'''","value":["African-influenced souvenirs"]},", including black dolls. ",{"type":"'''","value":["Havaianas"]}," jandals are also affordable in Brazil and supermarkets are often the best place to buy them — small shops usually carry fake ones. If you have space in your bags, a Brazilian woven cotton ",{"type":"'''","value":["hammock"]}," is a nice, functional purchase as well. Another interesting and fun item is a ",{"type":"'''","value":["peteca"]},", a sort of hand shuttlecock used in a traditional game of the same name, similar to volleyball.\n\n",{"type":"===","value":["Shopping"]},"\n\nIt's not a bad idea to pack light and acquire a Brazilian wardrobe within a couple of days of arrival. It will make you less obvious as a tourist, and give you months of satisfied gloating back home about the great bargains you got whenever you are complimented on your clothing. Brazilians have their own sense of style and that makes tourists - especially those in Hawaiian shirts or sandals with socks - stand out in the crowd. Have some fun shopping, and blend in. Another good reason for buying clothes and shoes in Brazil is that the quality is usually good and the prices often cheap. However, this does not apply to any foreign brand as imports are burdened by high import taxes - therefore, do not expect to find any good prices on brands like Diesel, Levi's, Tommy Hilfiger, etc.  To figure your Brazilian trousers size, measure your waist in centimeters, divide by 2, and round up to the next even number.\n\nStore windows will often display a price followed by \"X 5\" or \"X 10\", etc. This is an installment-sale price. The price displayed is the per-installment price, so that, \"R$50 X 10\", for example, means 10 payments (typically monthly) of R$50 each. The actual price is often lower if you pay in cash.\n\nMake sure any appliances you buy are either dual voltage or the same as in your home country.  Brazil is 60 Hz, so don't buy electric clocks or non-battery operated motorized items if you live in Europe or Australia. The voltage, however, varies by state or even regions inside the same state. (see ",{"type":"[[","value":[["Brazil#Electricity"],["Electricity"]]}," below).\n\nBrazilian-made appliances and electronics are expensive. If not, they are usually of poor quality. All electronics are expensive compared to European or US prices.\n\nBrazil uses a hybrid video system called \"PAL-M.\"  It is NOT at all compatible with the PAL system of Europe and Australia. Television began in black and white using the NTSC system of the USA and Canada, then years later, using PAL for its analogue colour—making a totally unique system.  Nowadays, most new TV sets are NTSC compatible. However, the newly introduced digital TV standard is not compatible with that of most other countries. Digital video appliances such as DVD players are also compatible with NTSC (all digital colour is the same worldwide), but make sure the DVD region code(s), if any, match your home country (Brazil is part of Region 4). Prices for imported electronic goods can be quite expensive due to high import tax, and the range of domestic electronic gadgets is not very wide. Also, be aware that the term \"DVD\" in Brazil is both an abbreviation for the disc itself and for its player, so be specific to avoid confusion.\n\nAlthough the strength of the Real means that shopping in Brazil is no longer cheap, there are still plenty of bargains to be had, especially leather goods, including shoes (remember sizes are different though). Clothes in general are a good buy, especially for women, for whom there are many classy items. Street markets, which are common, are also a very good option, but avoid brand names like \"Nike\" - you will pay more and it's probably fake. Don't be afraid to \"feel\" an item. If it doesn't feel right, most likely it isn't! Beware of the dreaded \"Made in China\" label. If there's none, it's probably Brazilian, but be aware: some Brazilian-made products are less robust than their American or European counterparts.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Cuisine"]},"\n",{"type":"[[","value":[["File:Feijoada 01.jpg"],["thumb"],["\"Feijoada\", probably Brazil's most famous dish"]]},"\nBrazil's cuisine is as varied as its geography and culture. On the other hand, some may find it an unrefined melange, and everyday fare can be bland and monotonous. While there are some quite unique dishes of regional origin, many dishes were brought by overseas immigrants and have been adapted to local tastes through the generations. Italian and Chinese food in Brazil can often be as baffling as Amazonian fare.\n\nBrazil's national dish is ",{"type":"'''","value":["feijoada"]},", a hearty stew made of black beans, pork (ears, knuckles, chops, sausage) and beef (usually dried). It's served with rice, garnished with collard greens and sliced oranges. It's not served in every restaurant; the ones that serve it typically offer it on Wednesdays and Saturdays. A typical mistake made by tourists is to eat too much ",{"type":"''","value":["feijoada"]}," upon first encounter. This is a heavy dish — even Brazilians usually eat it parsimoniously.\n\nThe standard Brazilian set lunch is called ",{"type":"''","value":["prato feito"]},", with its siblings ",{"type":"''","value":["comercial"]}," and ",{"type":"''","value":["executivo"]},". Rice and brown beans in sauce, with a small steak. Sometimes farofa, spaghetti, vegetables and French fries will come along. Beef may be substituted for chicken, fish or others.\n\nExcellent ",{"type":"'''","value":["seafood"]}," can be found in coastal towns, especially in the ",{"type":"[[","value":[["Northeast (Brazil)"],["Northeast"]]},".\n\nBrazilian snacks, ",{"type":"''","value":["lanches"]}," (sandwiches) and ",{"type":"''","value":["salgadinhos"]}," (most anything else), include a wide variety of pastries. Look for ",{"type":"'''","value":["coxinha"]}," (deep-fried, batter-coated chicken), ",{"type":"'''","value":["empada"]}," (a tiny pie, not to be confused with the empanada - empadas and empanadas are entirely different items), and ",{"type":"'''","value":["pastel"]}," (fried turnovers). Another common snack is a ",{"type":"'''","value":["misto quente"]},", a pressed,toasted ham-and-cheese sandwich. ",{"type":"'''","value":["Pão-de-queijo"]},", a roll made of manioc flour and cheese, is very popular, especially in ",{"type":"[[","value":[["Minas Gerais"]]}," state - pão-de-queijo and a cup of fresh Brazilian coffee is a classic combination.\n\n",{"type":"===","value":["Regional cuisines"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Southern"]}," - ",{"type":"''","value":["Churrasco"]}," is Brazilian barbecue, and is usually served \"rodizio\" or \"espeto corrido\" (all-you-can-eat). Waiters carry huge cuts of meat on steel spits from table to table, and carve off slices onto your plate (use the tongs to grab the meat slice and don't touch the knife edge with your silverware to avoid dulling the edge). Traditionally, you are given a small wooden block colored green on one side and red on the other. When you're ready to eat, put the green side up. When you're too stuffed to even tell the waiter you've had enough, put the red side up... ",{"type":"''","value":["Rodizio"]}," places have a buffet for non-meaty items; beware that in some places, the desserts are not considered part of the main buffet and are charged as a supplement. Most churrasco restaurants (",{"type":"''","value":["churrascarias"]},") also serve other types of food, so it is safe to go there with a friend that is not really fond of meat. While churrascarias are usually fairly expensive places (for Brazilian standards) in the North, Central and the countryside areas of the country they tend to be much cheaper then in the South and big cities, where they are frequented even by the less affluent."]},{"type":"*","value":[" ",{"type":"'''","value":["Mineiro"]}," is the \"miner's\" cuisine of ",{"type":"[[","value":[["Minas Gerais"]]},", based on pork and beans, with some vegetables. Dishes from Goiás are similar, but use some local ingredients such as ",{"type":"''","value":["pequi"]}," and ",{"type":"''","value":["guariroba"]},". Minas Gerais cuisine if not seen as particularly tasty, has a \"homely\" feel that is much cherished."]},{"type":"*","value":[" The food of ",{"type":"'''","value":["Bahia"]},", on the northeast coast has its roots across the Atlantic in East Africa and Indian cuisine. Coconut, dende palm oil, hot peppers, and seafood are the prime ingredients. Tip: hot (\"quente\") means lots of pepper, cold (\"frio\") means less or no pepper at all. If you dare to eat it ",{"type":"''","value":["hot"]}," you should try ",{"type":"''","value":["acarajé"]}," (prawn-filled roasties) and vatapá (drinkable black beans soup)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Espírito Santo"]]}," and ",{"type":"[[","value":[["Bahia"]]}," have two different versions of ",{"type":"''","value":["moqueca"]},", a delightful tomato-based seafood stew prepared in a special type of clay pot."]},{"type":"*","value":[" ",{"type":"[[","value":[["North (Brazil)"],["Amazonian"]]}," cuisine draws from the food of the indigenous inhabitants, including various exotic fish and vegetables. There is also a stupendous variety of tropical fruits."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ceará"]]},"'s food has a great sort of seafood, and is known to have the country's best crab. It's so popular that literally every weekend thousands of people go to ",{"type":"'''","value":["Praia do Futuro"]}," in Fortaleza to eat fried fish and crabs (usually followed by cold beer)."]},"\nBrazilian cuisine also has a lot of imports:\n",{"type":"*","value":[" ",{"type":"'''","value":["Pizza"]}," is very popular in Brazil. In Sāo Paulo, travellers will find the highest rate of pizza parlours per inhabitant in the country. The variety of flavours is extremely vast, with some restaurants offering more than 100 types of pizza. It is worth noting the difference between the European \"mozzarella\" and the Brazilian \"mussarela\". They differ in flavor, appearance and origin but buffalo mozzarella (\"mussarela de búfala\") is also often available. The Brazilian \"mussarela\", which tops most pizzas, is yellow in color and has a stronger taste. In some restaurants, particularly in the South, pizza has no tomato sauce. Other dishes of Italian origin, such as ",{"type":"'''","value":["macarrão"]}," (macaroni), ",{"type":"'''","value":["lasanha"]}," and others are also very popular."]},{"type":"*","value":[" Middle-eastern and ",{"type":"'''","value":["Arab"]}," (actually ",{"type":"[[","value":[["Lebanon"],["Lebanese"]]},") food is widely available. Most options offer high quality and a big variety. Some types of middle-eastern food, such as ",{"type":"''","value":["quibe"]}," and ",{"type":"''","value":["esfiha"]}," have been adapted and are available at snack stands and fast food joints nation-wide. You can also find shawarma (kebabs) stands, which Brazilians calls \"churrasco grego\" (Greek Barbecue)"]},{"type":"*","value":[" São Paulo's ",{"type":"'''","value":["Japanese"]}," restaurants serve up lots of tempura, yakisoba, sushi and sashimi. The variety is good and mostly the prices are very attractive when compared to Europe, USA and Japan. Most Japanese restaurants also offer the ",{"type":"''","value":["rodizio"]}," or ",{"type":"''","value":["buffet"]}," option, with the same quality as if you ordered from the menu. Sometimes, however, it can be quite a departure from the real thing. The same can be said of ",{"type":"[[","value":[["China"],["Chinese"]]}," food, again with some variations from the traditional. Cheese-filled spring rolls, anyone.Japanese restaurants (or those that offer Japanese food) are much commoner than Chinese and can be found in many Brazilian cities, especially in the state of São Paulo."]},"\n",{"type":"===","value":["Restaurants"]},"\n\n",{"type":"*","value":[" ALL restaurants will add a 10% service charge on the bill, and this is all the tip a Brazilian will ever pay. It is also what most waiters survive on, but it is not mandatory and you may choose to ignore it, although is considered extremely rude to do it. In some tourist areas you might be tried for extra tip. Just remember that you will look like a complete sucker if you exaggerate, and stingy and disrespectful if you don't tip. 5-10 Reais are considered good tips."]},"\n",{"type":"*","value":[" There are two types of self-service restaurants,sometimes with both options available in one place: all-you-can-eat buffets with barbecue served at the tables, called ",{"type":"'''","value":["rodízio"]},", or a price per weight (",{"type":"'''","value":["por quilo"]},"), very common during lunchtime throughout Brazil. Load up at the buffet and get your plate on the scales before eating any. In the South there's also the traditional Italian \"galeto\", where you're served different types of pasta, salads, soups and meat (mostly chicken) at your table."]},"\n",{"type":"*","value":[" Customers are allowed by law to visit the kitchen and see how the food is being handled, although this is extremely uncommon and doing so will probably be considered odd and impolite."]},"\n",{"type":"*","value":[" Some Brazilian restaurants serve only meals for two. The size of the portions might not say in the menu, -ask the waiter. Most restaurants of this category allow for a \"half-serving\" of such plates (",{"type":"''","value":["meia-porção"]},"), at 60-70% of the price. Also, couples at restaurants often sit side-by-side rather than across from each other; observe your waiter's cues or express your preference when being seated."]},"\n",{"type":"*","value":[" Fast food is also very popular, and the local takes on hamburgers and hot-dogs (\"cachorro-quente\", translated literally) are well worth trying. Brazilian sandwiches come in many varieties, with ingredients like mayonnaise, bacon, ham, cheese, lettuce, tomato, corn, peas, raisins, French fries, ketchup, eggs, pickles, etc. Brave eaters may want to try the traditional complete hot dog (just ask for a ",{"type":"''","value":["completo"]},"), which, aside from the bun and the sausage, will include everything on display. The ubiquitous ",{"type":"''","value":["X-Burger"]}," (and its varieties X-Salad, X-Tudo, etc.) is not as mysterious as it sounds: the pronunciation of the letter \"X\" in Portuguese sounds like \"cheese\", hence the name."]},"\n",{"type":"*","value":[" Large chains: The fast-food burger chain ",{"type":"''","value":["Bob's"]}," is found nationwide and has been around in the country for almost as long as McDonald's. There is also a national fast-food chain called ",{"type":"''","value":["Habib's"]}," which despite the name serves pizza in addition to Arabian food (and the founder is Portuguese, by the way). Recent additions, though not as widespread, are Burger King and Subway."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Alcohol"]},"\nBrazil's national booze is ",{"type":"'''","value":["cachaça"]}," (",{"type":"''","value":["cah-shah-sah"]},", also known as ",{"type":"''","value":["aguardente"]}," (\"burning water\") and ",{"type":"''","value":["pinga"]},"), a 40% sugar-cane liquor known to knock the unwary out quite quickly.  It can be tried in virtually every bar in the country. Famous producing regions include ",{"type":"[[","value":[["Minas Gerais"]]},", where there are tours of distilleries, and the city of ",{"type":"[[","value":[["Paraty"]]},". ",{"type":"[[","value":[["Pirassununga"]]}," is home to Caninha 51, Brazil's best-selling brand. Outside ",{"type":"[[","value":[["Fortaleza"]]}," there is a cachaça museum (",{"type":"''","value":["Museu da Cachaça"]},") where you can learn about the history of the Ypioca brand.\n\nDrinking cachaça straight, or stirring in only a dollop of honey or a bit of lime juice, is a common habit on the Northeast region of the country, but the strength of cachaça can be hidden in cocktails like the famous ",{"type":"'''","value":["caipirinha"]},", where it is mixed with sugar, lime juice and ice. Using vodka instead of cachaça is nicknamed ",{"type":"'''","value":["caipiroska"]}," or ",{"type":"'''","value":["caipivodka"]},"; with white rum, it's a ",{"type":"'''","value":["caipiríssima"]},"; and with sake it's a ",{"type":"'''","value":["caipisaque"]}," (not in every region). Another interesting concoction is called ",{"type":"'''","value":["capeta"]}," (\"devil\"), made with cachaça, condensed milk, cinnamon, guarana powder (a mild stimulant), and other ingredients, varying by region. If you enjoy fine brandy or grappa, try an ",{"type":"'''","value":["aged cachaça"]},". Deep and complex, this golden-coloured spirit is nothing like the ubiquitous clear liquor more commonly seen. A fun trip is to an \"alambique\" - a local distillery, of which there are thousands throughout the country - not only will you be able to see how the spirit is made from the raw cane sugar, you will probably also get a better price.\n\nWell worth a try is Brazilian whisky! It's actually 50% imported scotch - the malt component -and  approximately 50% Brazilian grain spirit. Don't be misled by American sounding names like \"Wall Street\". It is not bourbon. Good value for money and indistinguishable from common British blends.\n\nWhile ",{"type":"'''","value":["imported alcohol"]}," is very expensive, many international brands are produced under license in Brazil, making them widely available, and fairly cheap. You can buy booze in the tax-free after landing at Brazilian airports, but it generally is more expensive than buying it outside the airports.\n\n",{"type":"===","value":["Beer"]},"\n\n",{"type":"'''","value":["Beer"]}," in Brazil has a respectable history because of the German immigrants. Most Brazilian beer brands tend to be way less thick and bitter than German, Danish or English beer. More than 90% of all beer consumed in Brazil is Pilsner, and it is usually drunk very cold (at a temperature close to 0°C). The most popular domestic brands are ",{"type":"'''","value":["Brahma"]},", ",{"type":"'''","value":["Antarctica"]},", and ",{"type":"'''","value":["Skol"]},". Traditional brands include ",{"type":"'''","value":["Bohemia"]},", ",{"type":"'''","value":["Caracu"]}," (a stout), ",{"type":"'''","value":["Original"]}," and ",{"type":"'''","value":["Serra Malte"]}," (another stout). They are easily found in bars and are worth trying but are usually more expensive than the popular beers. There are also some national premium beers that are found only in some specific bars and supermarkets; if you want to taste a good Brazilian beer, search for ",{"type":"'''","value":["Baden Baden"]},", ",{"type":"'''","value":["Colorado"]},", ",{"type":"'''","value":["Eisenbahn"]},", ",{"type":"'''","value":["Petra"]},", ",{"type":"'''","value":["Theresopolis"]}," and others. There are also some international beers produced by national breweries like Heineken and Stella Artois and have a slightly different taste if compared with the original beers.\n\nThere are two ways of drinking beer in bars: draft or bottled beer. Draft lager beer is called ",{"type":"'''","value":["chope"]}," or ",{"type":"'''","value":["chopp"]}," ('SHOH-pee'), and is commonly served with one inch of foam, but you can make a complaint to the bartender if the foam is consistently thicker than that. In bars, the waiter will usually collect the empty glasses and bottles on a table and replace them with full ones, until you ask him to stop, in a \"tap\" charging system. In the case of bottled beer, bottles (600ml or 1l) are shared among everyone at the table and poured in small glasses, rather than drunk straight from the bottle. Brazilians like their beer nearly ice-cold - hence, to keep the temperature down, bottles of beer are often kept in an insulated polystyrene container on the table.\n\n",{"type":"===","value":["Wine"]},"\n\n",{"type":"[[","value":[["Rio Grande do Sul"]]}," is the leading ",{"type":"'''","value":["wine"]}," production region. There are a number of wine-producing farms that are open to visitors and wine tasting, and wine cellars selling wine and fermented grape juice. One of these farms open to visitors is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.salton.com.br Salton Winery"]}]},", located in the city of Bento Gonçalves. The ",{"type":"'''","value":["São Francisco Valley"]},", along the border of the states of ",{"type":"[[","value":[["Pernambuco"]]}," and ",{"type":"[[","value":[["Bahia"]]},", is the country's newest wine-producing region. Brazilian wines are usually fresher, fruitier and less alcoholic than, for instance, French wines. Popular brands like ",{"type":"''","value":["Sangue de Boi"]},", ",{"type":"''","value":["Canção"]}," and ",{"type":"''","value":["Santa Felicidade"]}," and others with prices below R$6.00 are usually seen as trash.\n\nIn ",{"type":"[[","value":[["Minas Gerais"]]},", look for ",{"type":"''","value":["licor de jabuticaba"]}," (jabuticaba liquor) or ",{"type":"''","value":["vinho de jabuticaba"]}," (jabuticaba wine), an exquisite purple-black beverage with a sweet taste. ",{"type":"''","value":["Jabuticaba"]}," is the name of a small grape-like black fruit native to Brazil.\n\n",{"type":"===","value":["Coffee and tea"]},"\nBrazil is known world-wide for its high-quality strong coffee. ",{"type":"''","value":["Café"]}," is so popular that it can name meals (just like ",{"type":"''","value":["rice"]}," does in China, Japan and Korea): breakfast in Brazil is called ",{"type":"''","value":["café da manhã"]}," (morning coffee), while ",{"type":"''","value":["café com pão"]}," (coffee with bread) or ",{"type":"''","value":["café da tarde"]}," (afternoon coffee) means a light afternoon meal. ",{"type":"''","value":["Cafezinho"]}," (small coffee) is a small cup of strong, sweetened coffee usually served after meals in restaurants (sometimes for free, just ask politely). Bottled filtered coffee is being replaced by stronger espresso cups in more upscale restaurants.\n\n",{"type":"'''","value":["Chá"]},", or tea in Portuguese, is most commonly found in its ",{"type":"''","value":["Assam"]}," version (orange, light coloured). Some more specialised tea shops and cafés will have Earl Gray and green tea available as well.\n\n",{"type":"'''","value":["Mate"]}," is an infusion similar to tea that is very high in caffeine content. A toasted version, often served chilled, is consumed all around the country, while ",{"type":"'''","value":["Chimarrão"]}," (incidentally called mate in neighbouring Spanish-speaking countries) is the hot, bitter equivalent that can be found in the south and is highly appreciated by the ",{"type":"''","value":["gaúchos"]}," (Rio Grande do Sul dwellers). ",{"type":"'''","value":["Tererê"]}," is a cold version of Chimarrão, common in ",{"type":"[[","value":[["Mato Grosso do Sul"]]}," and ",{"type":"[[","value":[["Mato Grosso"]]}," state.\n\n",{"type":"===","value":["Soft drinks"]},"\n\nNothing beats ",{"type":"'''","value":["coconut water"]}," (",{"type":"''","value":["água de coco"]},") on a hot day. (Stress the first ",{"type":"''","value":["o"]},", otherwise it will come out as \"poo\" (",{"type":"''","value":["cocô"]},")). It is mostly sold as ",{"type":"''","value":["coco gelado"]}," in the coconut itself, drunk with a straw. Ask the machete-wielding vendors to cut the coconut in half so that you can eat the flesh after drinking the water.\n\nIf you want a ",{"type":"'''","value":["Coke"]}," in Brazil, ask for ",{"type":"''","value":["coca"]}," or ",{"type":"''","value":["coca-cola"]},", as \"cola\" means \"glue\", in Portuguese.\n\n",{"type":"'''","value":["Guaraná"]}," is a carbonated soft drink made from the ",{"type":"''","value":["guaraná"]}," berry, native to the Amazon area. The major brands are ",{"type":"''","value":["Antarctica"]}," and ",{"type":"''","value":["Kuat"]},", the latter owned by Coke. ",{"type":"''","value":["Pureza"]}," is a lesser known guaraná soft drink specially popular in ",{"type":"[[","value":[["Santa Catarina"]]},". There is also a \"Guaraná Jesus\" that is popular in ",{"type":"[[","value":[["Maranhão"]]},". Almost all regions in Brazil feature their own local variants on guaraná, some which can be quite different from the standard \"Antarctica\" in both good and bad ways. If traveling to Amazonas, be sure to try a cold \"Baré,\" which due to its huge popularity in Manaus was purchased by Antarctica and is becoming more available throughout northern Brazil.\n\n",{"type":"'''","value":["Tubaína"]}," is a carbonated soft drink once very popular among Brazilians (particularly the ones born in the 70s, 80s and early 90s) and becoming extremely hard to find. It was once mass-produced by \"Brahma\" before it became focused on beers only. If you happen to find a place that sells it, try it.\n\n",{"type":"'''","value":["Mineirinho"]}," (or ",{"type":"'''","value":["Mate Couro"]},") is also a popular soft drink made of guaraná and a typical Brazilian leaf called Chapéu de Couro. Although most Brazilians say that it tastes like grass, older people (+70 years) claim that the drink has medicinal properties.\n\n",{"type":"===","value":["Fruit juices"]},"\n\nFruit juices are very popular in Brazil. Some cities, notably ",{"type":"[[","value":[["Rio de Janeiro"]]},", have fruit juice bars at nearly every corner.\n\n",{"type":"*","value":[" ",{"type":"''","value":["Açai"]}," (a fruit from the Amazon) is delicious and nutritious (rich in antioxidants) and can be found widespread across the nations. In the Amazon region it's used as a complement to the everyday diet, often eaten together with rice and fish in the main meal of the day. Curiously, outside of the Amazon region, it's typically used in blended in combination with guarana (a stimulant) powder and a banana to re-energize from late-night partying. It is served cold and has a consistency of soft ice. There are also açai ice creams available."]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Maracuja"]}," (passion fruit) (careful during an active day as this has a relaxant effect)   "]},{"type":"*","value":[" ",{"type":"''","value":["Caju"]}," (cashew fruit) and "]},{"type":"*","value":[" ",{"type":"''","value":["Manga"]}," (mango) are also great juice experiences. "]},{"type":"*","value":[" ",{"type":"''","value":["Mangaba"]}]},{"type":"*","value":[" ",{"type":"''","value":["Umbu"]}]},"\nBrazilians have great taste when it comes to mixing juices.\n\n",{"type":"==","value":["Sleep"]},"\nHigh season in Brazil follows the school holidays calendar, December and January (summer) being the busiest months. New Year, Carnival (movable between February and March, see ",{"type":"''","value":["Understand"]}," above) and Holy week are the peak periods, and prices can skyrocket, especially in coastal cities like Rio and Salvador. Also, during those holidays, many hotels restrict bookings to a 3 or 4-day minimum and charge in advance.\n\n",{"type":"'''","value":["Hotels"]}," are plentiful in just about all areas of Brazil and can range from luxury beach resorts to very modest and inexpensive choices. The Brazilian tourism regulation board imposes specific minimum attributes for each type of facility, but as the 1-5 star rating is no longer enforced, check in advance if your hotel provides the kind of services you expect.\n\n",{"type":"'''","value":["Pousada"]}," means guesthouse (the local equivalent of a French ",{"type":"''","value":["auberge"]}," or a British ",{"type":"''","value":["boarding house"]},"), and are usually simpler than hotels, and will offer fewer services (room service, laundry etc.). Pousadas are even more widespread than hotels.\n\nIn wilderness areas like the ",{"type":"[[","value":[["Pantanal"]]},", travelers usually stay in ",{"type":"'''","value":["fazendas"]},", which are ranches with guest facilities. In small towns of Minas Gerais people are fond of ",{"type":"'''","value":["hotéis-fazenda"]}," (farm hotels) where you can swim, ride, walk, play football, and camp as well as sleep in picturesque barracks.\n\nAlso there is great fun in going on a ",{"type":"'''","value":["boat hotel"]}," which will take you to inaccessible places on the rivers and lakes for great fishing trips or for simply relaxing and watching and photographing the wildlife which is very abundant in the Pantanal. The boats are large, safe, and comfortable with air-conditioned rooms (very necessary). Several small aluminum boats with outboard motor, carried by the boat hotel, driven by experienced fisher\/guide will take 2 or 3 tourists to the best \"points\".\n\n",{"type":"'''","value":["Motel"]}," is the local term for a \"sex hotel\". There's no social stigma per se in staying in one, but the room service and rates are geared to adults staying for a few hours with utmost discretion and privacy.\n\n",{"type":"'''","value":["Youth ",{"type":"[[","value":[["hostels"]]}]}," (",{"type":"''","value":["albergues da juventude"]},") are becoming increasingly common.\n\n",{"type":"==","value":["Learn"]},"\n\nPortuguese courses for foreigners are not widespread outside the big cities. A good alternative is to befriend language students and exchange lessons.\n\nIf you come to Brazil with some initial notions of Portuguese, you will see that people will treat you much better and you will get by much easier.\n\nLanguage schools in ",{"type":"[[","value":[["Curitiba#Learn"],["Curitiba"]]},", ",{"type":"[[","value":[["Salvador#Learn"],["Salvador"]]},", ",{"type":"[[","value":[["São Paulo#Learn"],["São Paulo"]]},", ",{"type":"[[","value":[["Rio de Janeiro#Learn"],["Rio de Janeiro"]]},", ",{"type":"[[","value":[["Belo Horizonte#Learn"],["Belo Horizonte"]]},", and ",{"type":"[[","value":[["Porto Alegre#Learn"],["Porto Alegre"]]}," have Portuguese courses from 2 weeks up.\n\n",{"type":"==","value":["Work"]},"\nIf you can get a job, working in Brazil is easy, mostly because there is much informality. In theory, you must have a work permit (",{"type":"''","value":["Autorização de Trabalho"]},") from the Ministry of Labor before you can get a job. However, in order to obtain it, you must be sponsored by an employer before entering the country. The company must want a foreigner bad enough to pay the government upwards of R$2000 to sponsor you, knowing also that they are required by law to simultaneously hire and train a replacement for you. Because of this, finding a legal job can be a pretty daunting bureaucratic task, even in Brazil's growing job market of today.\n\nIf you are a native English speaker, you may be able to find an English-teaching part-time job, but don't expect that to save your holidays. Although working in the informal market can seem hassle-free at first, there are risks as well. The pay will be under-the-table without contract, so it will be difficult for you to claim your labor rights later. In the bigger cities, there is also the danger of being turned in to the authorities by a rival school, which may see you to a plane home earlier than you had planned.\n\nThere is also a growing demand for Spanish language classes, so native Spanish speakers should have no trouble finding work, especially in the major cities. In both cases, it's always much more lucrative to find work privately rather than through schools. This can be done easily, for example by putting an ad in the classifieds section of the Veja weekly news magazine (you have to pay for it) or by putting up signs on the notice boards at universities like USP (free of charge).\n\nRefer to the Ministry of Labour website ",{"type":"[","value":["http:\/\/www.mte.gov.br\/trab_estrang_ing\/default.asp"]}," for more detailed information.\n\n",{"type":"==","value":["Stay safe"]},"\n\nBy law, everyone must carry a photo ID at all times. For a foreigner, this means your passport. However, the police will mostly be pragmatic and accept a plastified color photocopy.\n\n",{"type":"===","value":[" Crime "]},"\nEven the most patriotic Brazilian would say that the greatest problem the country faces is crime. Brazil is one of the most criminalised countries of the world, therefore the crime rate is high, even for a developing nation. Armed bandits have, more recently, been attacking hotels, people inside vehicles or simply shooting at the driver for a quick robbery. Most of the violence against drivers occur while stopping on the semaphore, during daylight or night time, though the latter is more dangerous and many locals prefer to ignore and speed away. Bank robberies and ATM's, recently, are being done with stolen TNT. While in recent years, the overall crime levels are steadily decreasing, Brazil continues to have moderately high crime rates in various aspects, even with a moderate homicide rate (about 28 per 100,000 people). Of significant concern is that policemen may not always provide the best quality of assistance and even be more dangerous than the criminals themselves. Lack of man power, low wages and inappropriate training, all contribute to a lack of professionalism. The police, recently, have become targets for hitmen, either on-duty or off-duty, reward for such an attack often range from USD$300 to $1000 and in some cases even more.\n\nBrazil is a country plagued with inequality, in the same city it is possible to find extremely safe and, at the same time, often a few feet away, extremely unsafe areas. Towards the southern part of the country, with higher HDI, the crime is slightly lower.\n\n",{"type":"===","value":[" Poor areas "]},"\nWalking in slums and other poor areas while wearing expensive clothes or jewellery is extremely dangerous. If you want to visit such an area, get a reliable contact with recognized NGOs. It is relatively safe, even for foreigners, get in poor areas if accompanied by a community leader. Do not do it alone, nor Brazilians do it!\n\n",{"type":"==","value":["Stay healthy"]},"\n\nFood from street and beach vendors has a bad hygienic reputation in Brazil. The later in the day, the worse it gets. Bottled and canned drinks are safe, although some people will insist on using a straw to avoid contact with the exterior of the container.\n\nBear in mind the heat and humidity when storing perishable foods.\n\nTap water varies from place to place, (from contaminated, saline or soaked with chlorine to plain drinkable) and Brazilians themselves usually prefer to have it filtered..\n\nIn airports, bus stations, as well as many of the cheaper hotels and malls, it is common to find drinking fountains (",{"type":"''","value":["bebedouro"]},"), although not always safe. In hostel kitchens, look for the tap with the cylindrical filter attached. In more expensive hotels, there is often no publicly accessible fountain, and bedrooms contain minibars, selling you mineral water at extremely inflated prices — buying bottled water from the store is always the best alternative.\n\nVaccination against yellow fever and taking anti-malaria medication may be necessary if you are travelling to central-western (Mato Grosso) or northern (Amazon) regions. If you're arriving from Peru, Colombia or Bolivia, proof of yellow fever vaccination is required before you enter Brazil. Some countries, such as ",{"type":"[[","value":[["Australia"]]}," and ",{"type":"[[","value":[["South Africa"]]},", will require evidence of yellow fever vaccination before allowing you enter the country if you have been in any part of Brazil within the previous week. Check the requirements of any country you will travel to from Brazil.\n\nPublic hospitals tend to be crowded and terrible, but they attend any kind of person, including foreigners. Most cities of at least 60,000 inhabitants have good private health care.\n\nDentists abound and are way cheaper than North America and Western Europe. In general, the quality of their work is consistent, but ask a local for advice and a recommendation.\n\nThe emergency number is ",{"type":"'''","value":["190"]},", but you must speak Portuguese.\n\nBeware that air conditioning in airports, intercity buses etc. is often quite strong. Carry a long-sleeved garment for air-conditioned places.\n\nAlthough Brazil is widely known as a country where sex is freely available, it is sometimes misunderstood regarding HIV. Brazil has one of the best HIV prevention programs and consequently, a very low infection rate compared with most countries. Condoms are highly encouraged by governmental campaigns during Carnaval, and distributed for free by local public medical departments.\n\n",{"type":"==","value":["Respect"]},"\n\nBrazilians tend to be very open and talk freely about their problems, especially political subjects and other issues. Also, they use a lot of self-deprecating humour. This allows you to make jokes about the problems in Brazil, when they are talking about such issues, in a playful manner. It is common when you pointing out something bad, for them to give answers like, \"That's nothing. Look at this here. It's so much worse\". But don't imitate them, as they are likely to feel offended if you criticize certain areas, such as nature or soccer. In some small towns, local politics can be a sensitive issue, and you should be careful when talking about it. Always be polite.\n\nBe aware that racism is a very serious offence in Brazil. Most Brazilians frown upon racism (at least in public), and even if you are only joking or you think you know your company, it is still wise to refrain from anything that can be perceived as racism. According to the Brazilian Constitution, racism is a crime for which bail is not available, and must be met with 6 months to 8 years imprisonment. This is taken very seriously. However, the law only seems to apply to overt, unquestionably racist statements and actions. Therefore, be aware and be respectful when discussing racial relations in Brazil; do not assume you understand Brazil's history of racial inequality and slavery better than a Brazilian person of colour.\n\nRemember that Portuguese is not Spanish and Brazilians (as well as other Portuguese speakers) feel offended if you do not take this in mind. Both languages can be mutually intelligible to a certain extent, but they differ considerably in phonetics, vocabulary and grammar. It is not a good idea to mix Portuguese with Spanish, don't expect people to understand what you're saying if you (intentionally or unintentionally) insert Spanish words into Portuguese sentences.\n\nIt is also noteworthy that the Brazilians are fanatical about football (soccer) and so there are (sometimes violent) disputes between teams from different cities, and walking with the shirt of a team in certain areas may be seen as controversial or even dangerous. Speaking ill of the Brazilian national football team is not considered an insult, but you should never praise the Argentine team or compare them both.\n\nBrazil is open to LGBT tourists. São Paulo boasts the biggest LGBT Pride parade in the world, and most major cities will have gay scenes. However, be aware that homophobia is widespread in Brazilian society, and Brazil is not the sexual haven that many foreigners perceive it to be. Couples that in any way don't conform to traditional heterosexual expectations should expect to be open to some verbal harassment and stares if displaying affection in the streets, though several neighborhoods of many of the major cities are very welcoming of the LGBT population, and LGBT-oriented bars and clubs are common. It is best to gather information from locals as to which areas are more conservative and which are more progressive.\n\n",{"type":"====","value":["Social etiquette"]},"\n\n",{"type":"*","value":[" Cheek-kissing is very common in Brazil, among women and between women and men. When two women, or opposite sexes first meet, it is not uncommon to kiss. Two men WILL shake hands. A man kissing another man's cheek is extremely bizarre by Brazilian standards (unless in family relationships, special Italian descendants, and very close friends). Kissing is suitable for informal occasions, used to introduce yourself or being acquainted, especially to young people. Hand shaking is more appropriate for formal occasions or between women and men when no form of intimacy is intended. Trying to shake hands when offered a kiss will be considered odd, but never rude. However, to clearly refuse a kiss is a sign of disdain."]},"\n:When people first meet, they will kiss once (",{"type":"[[","value":[["São Paulo"]]},"), twice (",{"type":"[[","value":[["Rio de Janeiro"]]},") or three times (",{"type":"[[","value":[["Florianópolis"]]}," and ",{"type":"[[","value":[["Belo Horizonte"]]},", for instance), depending on where you are, alternating right and left cheeks. Observe that while doing this, you should not kiss on the cheeks (like in Russia) but actually only touch cheeks and make a kissing sound while kissing the air, placing your lips on a strangers cheek is a clear sign of sexual interest. Failing to realise these rules likely won't be seen as rude, especially if it is known that you are a foreigner.\n\n",{"type":"*","value":[" In Brazil showers are long and frequent. In fact Brazil is the only country that rivals Japan in the amount of time people spend cleaning themselves. However, if showering at someone else's home, try not to take too much time."]},"\n",{"type":"*","value":[" Many Brazilians can dance and Brazilians are usually at ease with their own bodies. While talking, they may stand closer to each other than North Americans or Northern Europeans do, and also tend to touch each other more, e.g. on the shoulder or arm, hugs etc. This is not necessarily flirtatious in nature."]},"\n",{"type":"*","value":[" Brazilians like to drink, especially (very) cold beer (in pubs and in hot weather) and wine (in restaurants or in the winter). However getting drunk, even in a pub, is considered highly uncooth unless you are with very good friends and everybody is as drunk as you. People go to pubs to talk, flirt and tell jokes, not essentially to drink. The consumption of alcoholic beverages on the streets is allowed, but not in football stadiums, remember that. And in certain regions of the country, it is common for homeowners, especially older people, to offer you some cachaça. It is not impolite to refuse, but they may make jokes about you, since drinking cachaça in some places is considered a sign of strength, due to the beverage's high alcohol level."]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["By phone"]},"\nBrazil has international telephone code 55 and two-digit area codes, and phone numbers are eight or nine digits long. Some areas used seven digits until 2006, meaning you might still find some old phone numbers which won't work unless you add another digit. (Mostly, try adding 2 or 3 at the beginning, or if it's an eight-digit number starting with 6 to 9 try adding a 9 at the beginning).\n\nEight-digit numbers beginning with digits 2 to 5 are land lines, while eight-digit or nine-digit numbers beginning with digits 6 to 9 are mobile phones.\n\nAll cities use the following emergency numbers:\n",{"type":"*","value":[" 190 - Police"]},{"type":"*","value":[" 192 - SAMU",{"type":"''","value":["(Serviço de Atendimento Móvel de Urgência)"]}]},{"type":"*","value":[" 193 - Firefighters"]},"However, if you dial 911 while in Brazil, you will be redirected to the police.\n\nTo dial to another area code or to another country, you must chose a carrier using a two-digit carrier code. Which carriers are available depends on the area you are dialing from and on the area you are dialing to. Carrier 21 (Embratel) is available in all areas.\n\nThe international phone number format for calls from other countries to Brazil is +55-(area code)-(phone number)\n\nIn Brazil:\n",{"type":"*","value":[" To dial to another area code: 0-(carrier code)-(area code)-(phone number)"]},{"type":"*","value":[" To dial to another country: 00-(carrier code)-(country code)-(area code)-(phone number)"]},{"type":"*","value":[" Local collect call: 90-90-(phone number)"]},{"type":"*","value":[" Collect call to another area code: 90-(carrier code)-(area code)-(phone number)"]},{"type":"*","value":[" International Collect Call: 000111 or through Embratel at 0800-703-2111"]},"\nPublic payphones use disposable prepaid cards, which come with 20, 40, 60 or 75 credits. The discount for buying cards with larger denominations is marginal. Phone booths are nearly everywhere, and all cards can be used in all booths, regardless of the owner phone company. Cards can be bought from many small shops, and almost all news agents sell them. The ",{"type":"''","value":["Farmácia Pague Menos"]}," sells them at official (phone company) price, somewhat cheaper. Calls to cell phones (even local) will use up your credits ",{"type":"''","value":["very"]}," quickly (nearly as expensive as international calls). Calling the USA costs about one real per minute.\nIt's possible to find all international and Brazilian phone codes on ",{"type":"[","value":["http:\/\/www.ddi-ddd.com.br DDI and DDD phone codes"]},".\n\n",{"type":"====","value":["By mobile phone"]},"\nWhen traveling to Brazil, even though it may seem best to carry your cell phone along, you should not dismiss the benefits of the calling cards to call the ones back home. Get yourself a Brazil calling card when packing for your trip. Brazil phone cards ",{"type":"[","value":["http:\/\/www.nobelcom.com\/phone-cards\/calling-Brazil-from-United-States-1-43.html"]},"\n\nBrazil has 4 national mobile operators: Vivo (Telefónica Group), Claro (Telmex\/América Móvil Group), OI and TIM (Telecom Italia Group), all of them running GSM and HSDPA\/HSPA+ networks. There are also smaller operators, like Nextel (NII\/Sprint Group) (with iDEN Push-To-Talk and HSPA+), CTBC-ALGAR (GSM and HSDPA in Triangulo Mineiro Region (Minas Gerais)), and Sercomtel (GSM and HSDPA in Paraná).\n\nPay-as-you-go (",{"type":"'''","value":["pré-pago"]},") SIM cards for GSM phones are widely available in places like newsstands, drugstores, supermarkets, retail shops, etc. Vivo uses 850\/1800\/1900 MHz frequencies, while other operators uses 900\/1800 MHz (and some specific cases, 1900Mhz) frequencies. 3G\/HSDPA coverage is available mostly on big cities on the southeast states and capitals. Some states use 850 MHz but others use 2100 MHz for 3G\/HSDPA. If you need to unlock a phone from a specific operator, this can be done for a charge in any phone shop.\n\nAll major carriers (Vivo, Claro, TIM and Oi) can send and receive text messages (SMS) as well as phone calls to\/from abroad. Some operators (as Vivo, Claro, and TIM), can send and receive international text messages.\n\n",{"type":"===","value":["By net"]},"\nInternet cafes (",{"type":"''","value":["Lan houses"]},") are increasingly common, and even small towns often have at least one spot with more or less decent connections.\n\nAn increasing number of hotels, airports and shopping malls also offer hotspots for Wi-Fi with your laptop computer.\n\nFor general tips on internet while travelling, see our travel topic: ",{"type":"[[","value":[["Internet access"]]},"\n\n",{"type":"===","value":["By mail"]},"\n\nThe Brazilian ",{"type":"''","value":["Correio"]}," ",{"type":"[","value":["http:\/\/www.correios.com.br"]}," is fairly reliable and post offices are everywhere. However, be aware that if you ask how much it costs to send a letter, postcard or package they will automatically give you the \"priority\" price (",{"type":"''","value":["prioritário"]},") instead of the normal one (",{"type":"''","value":["Econômico"]},"). You might think that the priority one will make it go faster, but it isn't always true; sometimes it takes as long as the normal fare, so be sure to ask for the \"econômico\" price of anything you wish to dispatch.\n\n",{"type":"{{","value":[["outlinecountry"]]},"\n",{"type":"{{","value":[["isPartOf"],["South America"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Brazil"]]},"\n",{"type":"[[","value":[["Wikipedia:Brazil"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South America\/Brazil"]]},"\n",{"type":"{{","value":[["geo"],["-14.98724"],["-53.34961"],["zoom=5"]]}]