[{"type":"{{","value":[["pagebanner"],["Braşov_banner.jpg"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/turism.brasovcity.ro\/index.php\/en Brașov"]}]}," is a mountain resort city in ",{"type":"[[","value":[["Transylvania"]]},", ",{"type":"[[","value":[["Romania"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Brasov - Casa Sfatului.jpg"],["thumb"],["300px"],["Council Square (Piaţa Sfatului)"]]},"\nBrașov (pronounced ",{"type":"''","value":["Bra-shov"]},"), known as ",{"type":"''","value":["Kronstadt"]}," in ",{"type":"[[","value":[["German phrasebook"],["German"]]}," or ",{"type":"''","value":["Brassó"]}," in ",{"type":"[[","value":[["Hungarian phrasebook"],["Hungarian"]]}," has a population of 283,901 and is the 7th largest city in Romania. It is located almost in the centre of the country and surrounded by the ",{"type":"[[","value":[["Carpathian Mountains"]]},". The city provides a mix of wonderful mountain scenery in the nearby Poiana Braşov and medieval history with German influences in the old town. The city is 176 km from ",{"type":"[[","value":[["Bucharest"]]},".\n\nBraşov is up there with ",{"type":"[[","value":[["Sinaia"]]}," and the surrounding mountain resorts as the most visited city in ",{"type":"[[","value":[["Transylvania"]]},", ",{"type":"[[","value":[["Romania"]]},", and this is something that's not in vain. Braşov boasts everything from dynamic modern city life to old world charm and fascinating scenery. Also, it's pleasant to have some of the extras as well, including some of the best cleanliness records in the country, great transport and great food. Even though it's a bit overpriced for Romanian standards, especially in the high season, Braşov is definitely worth it. As some people say, \"Why bother coming to Romania if you're not going to see Braşov?\"\n\nThe Braşov county is one of the most visited by tourists. Other than Braşov city and its immediate attractions, the resorts of ",{"type":"[[","value":[["Poiana Braşov"]]}," (12 km west) and ",{"type":"[[","value":[["Predeal"]]}," (27 km south), are also well worth visiting. Other places and tourist attractions of the county: Bran, Moeciu, Râşnov, Făgăraş, Prejmer, Zărneşti, Sâmbăta (at the foot of the Făgăraş mountains).\n\nBraşov has relatively cold and wet weather, especially at night. This region of Romania enjoys four seasons (i.e. spring and autumn as well as winter and summer). The average temperature is 7.6°C only, even though in summer temperatures may reach up to 35°C.\n\nDue to fairly large minority populations, ",{"type":"[[","value":[["Hungarian phrasebook"],["Hungarian"]]}," and ",{"type":"[[","value":[["German phrasebook"],["German"]]}," are also spoken in addition to ",{"type":"[[","value":[["Romanian phrasebook"],["Romanian"]]},". Many locals also speak English.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\nCurrently Braşov has no civilian airport, but works have started for an airport to be operational by 2015-2016. ",{"type":"[","value":["http:\/\/www.bucharestairports.ro\/otp\/ Otopeni airport"]}," near ",{"type":"[[","value":[["Bucharest"]]}," is three hours away by car south, the same as the ",{"type":"[[","value":[["Sibiu"]]}," airport west.\n\n",{"type":"===","value":["By train"]},"\n\nGetting to Braşov is very easy, because it is a major Romanian railway hub. From the capital city ",{"type":"[[","value":[["Bucharest"]]}," there are 18 trains daily and there are also frequent trains from other cities, as well as daily connections to ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Hungary"]]}," (via ",{"type":"[[","value":[["Oradea"]]},") and a ",{"type":"'''","value":["EuroNight"]}," (fast night train) connection to ",{"type":"[[","value":[["Budapest"]]}," via ",{"type":"[[","value":[["Arad (Romania)"],["Arad"]]},". Another international overnight train arrives daily from ",{"type":"[[","value":[["Vienna"]]},". Also due to its affordability and comfort, train is the best way of reaching Braşov. Even though all Romanian trains are increasingly comfortable, try to take the ",{"type":"'''","value":["InterCity"]}," (",{"type":"'''","value":["IC"]},") trains, of which there are three per day. These are very modern and comfortable, as they are an initiative of the state railways to reinvigorate Romania's transport sector. ",{"type":"'''","value":["Rapid"]}," trains are also comfortable and almost as fast as the InterCity trains. ",{"type":"'''","value":["Accelerat"]}," trains are a fast alternative, lacking the kind of comfort an InterCity or Rapid train would provide. (As of December 2011, Rapid and Accelerat categories were both merged to ",{"type":"'''","value":["InterRegio"]},".) The cheapest way is the local-train, labeled as ",{"type":"'''","value":["Regio"]}," (abbreviated ",{"type":"'''","value":["R"]}," before their route number, previously called ",{"type":"'''","value":["Personal"]},"). There are three of these per day, and they take nearly twice the time to get there, since they stop at every minor station, but nevertheless they're a good way to know better about the local people. Train tickets for the Regio trains are very cheap, while for the InterCity are the most expensive. Trains also arrive in Braşov from ",{"type":"[[","value":[["Iaşi"]]},", ",{"type":"[[","value":[["Suceava"]]},", ",{"type":"[[","value":[["Baia Mare"]]},", ",{"type":"[[","value":[["Satu Mare"]]}," or ",{"type":"[[","value":[["Constanţa"]]}," Check the ",{"type":"[","value":["http:\/\/www.cfrcalatori.ro\/ trains timetable"]},".\n\n",{"type":"===","value":["By car"]},"\n\nAside from the train, car is one of the most popular ways of reaching Braşov, due to its fairly good road connections. Road E60 will be the main road to use in and out or Braşov, because this European Road links Braşov to ",{"type":"[[","value":[["Bucharest"]]}," in the south, as well as ",{"type":"[[","value":[["Cluj-Napoca"]]},", ",{"type":"[[","value":[["Oradea"]]}," and ",{"type":"[[","value":[["Budapest"]]},", ",{"type":"[[","value":[["Hungary"]]}," in the west. Road E68 will take you to ",{"type":"[[","value":[["Sibiu"]]}," and further onwards to ",{"type":"[[","value":[["Arad (Romania)"],["Arad"]]}," and ",{"type":"[[","value":[["Timişoara"]]},". Road E574 takes you into the north, to the ",{"type":"[[","value":[["Moldavia"]]}," region and the ",{"type":"[[","value":[["Painted Monasteries"]]}," and ",{"type":"[[","value":[["Iaşi"]]},". The nearest airport to Braşov is Otopeni near Bucharest, which is 166 km away and accessible directly by the E60 road.\n\nParking can be difficult in Braşov, specially because coins are scarce after the new lei has been introduced. Do as the braşovians, park where you find a free spot. The police don't seem to bother much with such a small crime.\n\nWinter tires are now mandatory in Romania when driving on snowy and icy roads. If you're coming in the winter season make sure that your car is completely equipped with tires bearing the M+S designation. Fines for non-compliance can go from €570 up to €920.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are quite a few intercity bus operators ",{"type":"[","value":["http:\/\/www.cdy.ro\/Ruteinterne.aspx\/ CDI"]}," (departures in front of the railway station), but these aren't as comfortable and reliable as the train. Braşov does not have an airport yet (one is being built), due to its proximity to ",{"type":"[[","value":[["Bucharest"]]}," and ",{"type":"[[","value":[["Sibiu"]]},", which both do. Consequently, you will need to take ",{"type":"[","value":["http:\/\/www.autogari.ro\/?lang=en land transport"]}," if you're flying in to Bucharest.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Public transportation"]},"\n\nTransport in Braşov is very extensive, around 40 ",{"type":"[","value":["http:\/\/www.ratbv.ro\/trasee1.php lines"]}," that run ",{"type":"'''","value":["within"]}," the whole city in a convenient way.\n\n",{"type":"*","value":[{"type":"'''","value":["Operated by"]},": ",{"type":"[","value":["http:\/\/www.ratbv.ro RATBv"]}," (Regia Autonomă de Transport Braşov - The Public Transportation Company of Braşov)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Schedule"]},": Weekdays: 5.30 - 23.30\/24; Weekends: 6.30 - 22.30\/23; Night: no service."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ratbv.ro\/tarife.php?retea=tarife Tickets\/fares"]}]},":"]},{"type":"*","value":[{"type":"*","value":["Tickets valid for all lines, except line 20: ",{"type":"''","value":["1 trip - ticket"]},"\/2 lei (€0.45); ",{"type":"''","value":["2 trips - ticket"]},"\/4 lei (€0.9)."]}]},{"type":"*","value":[{"type":"*","value":["Tickets valid for line 20, to Poiana Braşov: ",{"type":"''","value":["1 trip - ticket"]},"\/4.5 lei (€1);"]}]},{"type":"*","value":[{"type":"*","value":["Passes: ",{"type":"''","value":["1 day nominal pass"]}," valid for all lines, except line 20: 6 lei (€1.4); ",{"type":"''","value":["1 week nominal pass"]}," valid for all lines, except line 20: 30 lei (€6.7); ",{"type":"''","value":["10 days nominal pass"]}," valid for all lines, except line 20: 40 lei (€8.9). Please always have your identification card with you when using these passes. "]}]},{"type":"*","value":[{"type":"'''","value":["Notes"]},": These are the most important tickets. There are also other types, please check the link at the bottom of the page. Tickets must be punched when getting on the bus. Passes must always be accompanied by ID, since they are nominal. You have to buy the ticket before and validate it on board. Traveling without tickets\/passes, or with the wrong tickets\/passes, is liable for paying a fine between 45-200 lei (€11-46). "]},{"type":"*","value":[{"type":"'''","value":["Ticket sales"]},": There are special kiosks with the sign ",{"type":"'''","value":["Bilete si abonamente transport public"]}," (Public transport tickets) which are also accompanied by the sign ",{"type":"'''","value":["RAT"]},". However they are not present in all bus stops and their opening hours might differ. Then, you must look for the nearest super\/mini market, or newspaper vending kiosk, since they will most likely sell tickets too. If they do, they usually have a sign saying \"bilete\" (tickets). The most important ticket vending kiosk is in the Gara (Train Station) bus stop, which is open from 5.00-24.00."]},"\n",{"type":"*","value":[{"type":"'''","value":["The most important tourist lines are"]},":"]},{"type":"*","value":[{"type":"'''","value":["line 4"]},": Train station to the Centre (Livada Poştei);"]},{"type":"*","value":[{"type":"'''","value":["line 51"]},": Train station to the Centre (Piaţa Sfatului - The Council Square) - it stops 1 minute away from the Black Church. This line also takes you to the Union Square (Piaţa Unirii) another important site to be seen, end of the line is Pe Tocile. "]},{"type":"*","value":[{"type":"'''","value":["line 50"]},": Centre (Livada Poştei) to Union Square (Piaţa Unirii) up to Pe Tocile, ring-line. It is nice to take it as a tour line of the citadel and some of its surroundings. Please note that it can be crowded and sometimes miss the schedule."]},{"type":"*","value":[{"type":"'''","value":["line 50B (barat)"]},": Centre (Livada Poştei) to Pietrele lui Solomon, a wonderful nature site, via Piaţa Unirii and Pe Tocile."]},{"type":"*","value":[{"type":"'''","value":["line 31"]},": Centre (Livada Poştei) to Valea Cetăţii district. This here is a residential area, but it is worth visiting for its nature surroundings. "]},"- For those whose accommodation is located on Str. Lungă or Str. De Mijloc, a handful of lines are available to get to the Centre:\n",{"type":"*","value":[{"type":"'''","value":["lines 5, 15, 28"]}," take you from all stops on Str. Lungă to the Centre (Livada Poştei) and back. To go to Str. De Mijloc, you stop on Str. Lungă and then walk 5-6 min. to Str. De Mijloc."]},"For those who want to travel to Bran, Moeciu, Râşnov and other directions, by bus, you can take them from either Autogara 2, Bartolomeu area or Stadionul Municipal bus terminal; there are lines that take you from the train station\/centre to these particular places.\n",{"type":"*","value":[{"type":"'''","value":["line 23, 23B"]},": Train station (Gara) - Stadionul Municipal via Stadionul Tineretului (near Autogara 2) and Bartolomeu area."]},{"type":"*","value":[{"type":"'''","value":["line 16"]},": Stadionul Municipal - City centre"]},{"type":"*","value":[{"type":"'''","value":["line 12"]},": Centre (Livada Poştei) - Stadionul Tineretului (near Autogara 2)"]},{"type":"*","value":[{"type":"'''","value":["line 5"]},": from the Primărie bus stop (New City Hall - 4 min walk from the Livada Poştei bus station through the Park) - Stadionul Municipal via Str. Lungă and Bartolomeu."]},"\nFor those who want to reach the beautiful and fancy Poiana Braşov ski resort\/spa:\n",{"type":"*","value":[{"type":"'''","value":["line 20"]},": Centre (Livada Poştei) - Poiana Braşov. When you buy the ticket you have to mention that you want trips for the line 20. The clerks will give you the appropriate ticket."]},{"type":"*","value":[{"type":"'''","value":["Buses"]},": They are fairly new, as RAT is undergoing a major renewal program and the overwhelming majority of (long) buses\/trolleys\/shuttles are in very good shape."]},{"type":"*","value":[{"type":"'''","value":["Signaling"]},": All the stops have the timetables of the lines stopping there displayed. The city centre and train station routes are now served by buses equipped with digital boards displaying the name of the following stop."]},{"type":"*","value":[{"type":"'''","value":["URL"]},": For more information about the lines and their timetables, as well as a scheme of the public transport in Braşov, please check ",{"type":"[","value":["http:\/\/www.ratbv.ro\/trasee1.php their website"]},"; save a detailed map from ",{"type":"[","value":["http:\/\/www.ratbv.ro\/images\/harta_mare.jpg here"]},"."]},{"type":"*","value":[{"type":"'''","value":["Dictionary"]},": gară = train station; bilet = ticket (plural: bilete); autogară = intercity bus terminal; autobuz = bus; maxi-taxi or microbuz = minibus (up to 16 seats)."]},"\n",{"type":"===","value":["Double-deck bus"]},"\n\nFor an exciting tour of the city, a new open double-deck bus has been introduced in 2008. It leaves on Thursdays and Fridays from 12:00 and 14:00 and on Saturdays and Sundays from 10:00, 12:00, 14:00 and 16:00, from the Tiberiu Brediceanu St. (known as the Tâmpa Alley - Aleea de sub Tâmpa). From the fountain in the Council Square you can reach there by walking through the Apollonia Hirscher street up until the roundabout, make left there, walk about 200 meters then climb the Siuşul Castelului alley to the top. A ticket costs 5 lei (€1.2) and it needs to have at least 10 passengers to depart. The route from Tâmpa Alley is: Lungă St. - Biserica Sf. Bartolomeu (St. Bartholomew Church) - Belvedere (on the road to Poiana Braşov) - Piaţa Unirii (Union Square) - Biserica Sf. Nicolae (St. Nicholas Church) - Mureşenilor St. - Tâmpa Alley.\n\n",{"type":"===","value":["Taxis"]},"\n\n",{"type":"[","value":["http:\/\/www.taximetre.ro\/taxi\/brasov\/ Taxis"]}," are a faster and more comfortable way to get around town than public transportation. Taxis are also relatively cheap. Most taxis have meters and drivers are usually friendly. There's never a shortage of cabs within city limits at any given hour, but it is a good idea to have one called, rather than going looking for one. By law, all the taxis must have the price\/km put in a visible place (usually outside, on the side doors). Anyway, you should ask the approximate fare in advance and always make sure the driver uses the meter from the start, or agree on a fixed amount for the ride. Though rare, there have been cases when foreign tourists have been asked to pay enormous amounts. It is OK and always a good idea to ask for an estimate in advance, even when the cab is using a meter. Taxis are usually parked in designated areas along the curb, which are in the proximity of bus stations or other busy spots. When traveling outside city limits you may be asked to pay double fare per kilometer (it is considered acceptable), or you could agree on a fixed amount in advance. Tipping taxi drivers is not very common, but it's always appreciated. If you find a reliable and trustworthy driver that you feel comfortable with, you could ask if he is willing to serve you for the remainder of your stay in Braşov. Most likely, he will be happy to give you his cell number or car number so you can call dispatch and ask for him. This way you will avoid having to continually switch drivers. Never get into a taxi that doesn't have a sign with the company name on top of it, you may get ripped off. Such taxis are waiting in the first row at the train station stand.\n\n",{"type":"==","value":["See"]},"\n\nThe ",{"type":"[","value":["http:\/\/turism.brasovcity.ro\/index.php\/informatii\/detail_en\/60 Tourist Information Centers"]}," are in the ",{"type":"''","value":["Town history museum"]},", i.e. in the ",{"type":"[","value":["http:\/\/turism.brasovcity.ro\/index.php\/obiective\/detail_en\/13 Council House"]}," (Piaţa Sfatului), opened daily between 9.00 and 17.00 and in front of the railway station, opened daily between 10.00 and 22.00.\n\n",{"type":"===","value":["Walking tours"]},"\n\n",{"type":"*","value":["A walking tour is always the best solution to really enjoy and feel a new city."]},"\n",{"type":"*","value":["For an independent walking tour of the centre of Braşov see the ",{"type":"[[","value":[["Brasov cultural itinerary"]]},"."]},"\n",{"type":"*","value":["You can also find free guided walking tours of the city centre ",{"type":"[","value":["http:\/\/guided-brasov.com Guided-Brasov.com"]},", this being an option for budget travellers, youth and backpackers, but not only. Usually, you have to book the tours, but in the high season there are tours organized every day, rain or sun."]},"\n",{"type":"*","value":["There are also paid tours to be found, booking is necessary at all times."]},"\n",{"type":"===","value":["In Braşov"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Old Town"]}," - including the Black Church and main square or Council Square (Piaţa Sfatului), features medieval buildings in different architectural styles. Everything is situated around the main square (Piaţa Sfatului). The picturesque pedestrian-only Republicii street, the Black Church, former Council House, indoor and outdoor terraces and restaurants, the Orthodox Cathedral, Mureșenilor House, the Hirscher House, the Schei Gate and the Ecaterina Gate."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Black Church"],["alt="],["url=http:\/\/turism.brasovcity.ro\/index.php\/obiective\/detail_en\/12"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Was built by the German community of the city and stands as the main Gothic style monument in the country, as well as being the largest and one of the most important Lutheran (Evangelical Church of Augustan Confession in Romania) places of worship in the region. Biserica Neagră is 89 meters in length and 38 meters wide. It measures 65 meters from the floor level to the highest point of its only bell tower. The Black Church has a six ton bell, the biggest in Romania, an impressive 4,000 pipe organ built in 1839 by Carl August Buchholz (1796–1884) which is played during weekly concerts, as well as a rich collection of Anatolian carpets (donated in the Middle Ages by Transylvanian Saxon merchants)."]]}]},{"type":"*","value":[{"type":"'''","value":["Town History Museum"]}," - located in the ",{"type":"[","value":["http:\/\/turism.brasovcity.ro\/index.php\/obiective\/detail_en\/13 Council House"]},", in Piaţa Sfatului, has some interesting exhibits from the stone age to the present day found in Braşov."]},{"type":"*","value":[" The old ",{"type":"'''","value":["Synagogue"]}," is located in the str. Poarta Schei, 29. Opening hours are daily from 10-16 h."]},{"type":"*","value":[{"type":"'''","value":["Panoramic Tâmpa"]}," - beautiful view of the old city and the surrounding nature from 900 meters above sea-level. Tâmpa is the mountain that you see from any point in Braşov, with a large TV transmitter antenna on top. The antenna building also houses a restaurant and a cable car station. Accessible on foot (1h hike, sometimes steep, but low difficulty level nonetheless, recommended in snow-less seasons only) and also by cable car (called Telecabină)."]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=The Braşov Citadel"],["alt=Cetatea Braşovului"],["url=http:\/\/turism.brasovcity.ro\/index.php\/obiective\/detail_en\/16"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Braşov was itself a fortress city but it by time the walls and the towers where destroyed. Many of the original walls were reconditioned in 2008-2010 to last longer."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Rope Street"],["alt=Strada Sforii"],["lat=45.639722"],["long=25.588611"],["content=One of the narrowest streets in Europe, around 1.3 metres (4 ft) wide. Was renovated in 2003."],["directions=It's a little bit hard to find it: from the Black Church go ahead on the Hans Benkner street until you will intersect with the Poarta Schei street. Then, cross the street and go few meters to the right. It's indicated by a sign besides the house str. Poarta Schei, 19."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Șchei Gate"],["alt=Poarta Șchei"],["lat=45.639171"],["long=25.586414"]]}]},{"type":"*","value":[{"type":"'''","value":["Schei district"]}," - Just outside the citadel, it is the first original Romanian site, surrounding the fortress."]},"\nMain attractions: \n::*",{"type":"[","value":["http:\/\/turism.brasovcity.ro\/index.php\/obiective\/detail_en\/15 Biserica Sf. Nicolae"]}," (St. Nicholas Church) - orthodox, situated in Piaţa Unirii (Union Square); \n::*",{"type":"[","value":["http:\/\/www.primascoalaromaneasca.ro\/cat_visit_the_museum_first_romanian_school.html Prima Scoala Romaneasca (The First Romanian Elementary School)"]}," - 400 years old, located in the yard of St. Nicholas Church; \n::*",{"type":"[","value":["http:\/\/www.welcometoromania.ro\/Brasov\/Brasov_Biserica_Sfanta_Treime_e.htm Biserica Sf. Treime"]}," (Holy Trinity Church), located a bus stop from St. Nicholas Church (Pe Tocile bus stop) towards Solomon's cliffs.\n\nYou can find and many religious monuments along the narrow and very beautiful streets of the Schei district. \n::A natural main wonderful attraction is ",{"type":"'''","value":["Pietrele lui Solomon"]}," (the Solomon cliffs) located at the very end of the district. From there on you can reach ",{"type":"''","value":["Poiana Brașov"]}," by walking.\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/turism.brasovcity.ro\/index.php\/obiective\/detail_en\/14 Biserica Sf. Bartolomeu "]}]}," (St. Bartholomew Church) - located in the Old Braşov (Braşovul vechi) is the oldest church of gothic architecture (1241) of these sites. You can take bus 28 from ",{"type":"''","value":["Livada Poștei"]}," (city center) to ",{"type":"''","value":[{"type":"[","value":["http:\/\/turism.brasovcity.ro\/index.php\/obiective\/harta_en\/14 Biserica Bartolomeu"]}]},"."]},{"type":"*","value":[{"type":"'''","value":["Valea Cetăţii district"]}," - also known as ",{"type":"'''","value":["Răcădau district"]}," is a residential area, but has an outstanding natural landscape. This new (built in the 80's) neighbourhood is located at the foot of Tâmpa mountain on the eastern part of it. One can easily make a walking course between this district and the old citadel, either by surrounding the mountain (aorund 1h.45min walking) or cross the mountain (approx. 1h.15min walking). This is recommended only in summertime and usually in groups with a guide."]},{"type":"*","value":[{"type":"'''","value":["Braşov Zoo"]}," - Placed in the Noua district, it is one of the most beautiful zoos in Romania. It shelters a great variety of species of animals, most of them domestic. It is still a nice place to spend time walking. You reach there by bus, line 17 from the city centre, line 35 from the train station and or line 21."]},"\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Art Museum"],["alt="],["url=http:\/\/muzeulartabv.ro\/Vizitare"],["email="],["address=Bulevardul Eroilor 21"],["lat=45.645"],["long=25.5937"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Ticket price 5 lei (€1.2)"],["content=Houses mostly paintings by Romanian painters."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Museum of Ethnography"],["alt="],["url=http:\/\/www.etnobrasov.ro\/"],["email="],["address=Bulevardul Eroilor 21A"],["lat=45.645"],["long=25.5934"],["directions=just near the Art Museum"],["phone="],["tollfree="],["fax="],["hours="],["price=Ticket price 5 lei (€1.2)"],["content="]]}," "]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Town History Museum"],["alt="],["url=http:\/\/istoriebv.ro\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in Council Square (Piaţa Sfatului)"]]}," "]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Muresenilor House"],["alt="],["url=http:\/\/muzeulmuresenilor.ro\/en\/category\/evenimentele-muzeului-casa-muresenilor\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in Council Square (Piaţa Sfatului), with free classical music recitals. Ticket price for the museum 5 lei (€1.2)"]]}," "]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Prima Scoala Romaneasca (The First Romanian Elementary School)"],["alt="],["url=http:\/\/www.primascoalaromaneasca.ro\/cat_visit_the_museum_first_romanian_school.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located in Unirii Square (Piaţa Unirii)"]]}]},"\n",{"type":"===","value":["Culture"]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Brașov Philharmony"],["alt="],["url=http:\/\/www.filarmonicabrasov.ro\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Classical concerts and recitals, ticket price 20 lei (€4.5)"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Black Church"],["alt="],["url=http:\/\/www.honterusgemeinde.ro\/ro\/vizitare\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Summer organ concerts. June, September: Tuesday 18.00 - 18.30; July, August: Tuesday, Thursday, Saturday, 18.00 - 18.30, ticket price 8 lei (€1.8)"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Mureșenilor House"],["alt="],["url=http:\/\/muzeulmuresenilor.ro\/en\/category\/evenimentele-muzeului-casa-muresenilor\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Free classical music recitals"]]}," "]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Brașov Opera"],["alt="],["url=http:\/\/www.opera-brasov.ro\/ro\/program-lunar\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ticket prices 20 lei (€4.5)"]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=Brașov Theatre"],["alt="],["url=http:\/\/www.teatrulsicaalexandrescu.ro\/the-cms\/program-spectacole.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Ticket prices from 10 lei (€2.2) to 15 lei (€3.3)"]]}]},"\n",{"type":"===","value":["Around Braşov"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Feldioara"]]}]}," fortress"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Hoghiz"]]}]}," with several historical buildings"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Racoş"]]}]}," fortress"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Budila"]]}]}," fortress"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Sâmbăta de Sus"]]}]}," fortress and monastery"]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Zilele Braşovului"],["alt=The Feast Days of Braşov"],["url=http:\/\/turism.brasovcity.ro\/index.php\/evenimente\/index_en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Usually take place within the week proceeding the Orthodox Easter Holidays. It has several fairs of craftsman, wine, food, etc. It is a feast of joy and fun. These celebrations are ended with the Parades of ",{"type":"'''","value":["Juni"]},", a very old preserved tradition. The end is on the so-called Duminica Tomii (the first Sunday of Easter)."]]}]},{"type":"*","value":[{"type":"'''","value":["Cerbul de Aur"]}," annual music festival, usually held in August–September. On one hand, it brings hundreds of pop artists and musicians, contestants and big-name modern and classic stars. On the other, it clutters the best spot in the city (main square) with tons of heavy iron scaffoldings, for a large part of summer and fall."]},{"type":"*","value":[{"type":"'''","value":["The Beer Festival"]}," (Festivalul Berii) - is smaller and more popular with the locals and tourists. Usually held in the fall. Dozens of tents from several beer companies offer their products. Also, you will be able to get a taste of mici (Romanian grilled sausages) and other traditional foods. Local and national bands and artists of all persuasions take the stage."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Oktoberfest"],["alt="],["url=http:\/\/www.oktoberfestromania.ro\/oktoberfest-brasov"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Braşov organizes annual a copy of the German festival Oktoberfest. Like The Beer Festival, for a weekend of September you can drink beer, eat traditional food and listen good music."]]}]},{"type":"*","value":[{"type":"'''","value":["Climb"]}," around in the ",{"type":"'''","value":["climbing park"]},"  ",{"type":"[","value":["http:\/\/www.parc-aventura.ro\/ Aventura"]},". Tracks range from very easy to very difficult and the entrance fee is about 30 lei for one person. You can get there with several buses: line 17 (city centre), line 35 (trainstation) and line 21. "]},{"type":"*","value":[{"type":"'''","value":["Climb"]}," in ",{"type":"''","value":["the biggest Romanian indoor climbing Gym"]}," ",{"type":"[","value":["http:\/\/www.naturalhigh.ro\/ Natural High"]},". Tracks range from very easy to very difficult. Location: str. Carpatilor, inside METROM industrial zone."]},{"type":"*","value":[{"type":"'''","value":["Swim"]}," in two ",{"type":"''","value":["water parks"]},": ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.paradisulacvatic.ro\/ Paradisul Acvatic"]}]}," (it's open all the year) and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aquaparkbrasov.ro\/ Aqua Park"]}]},"."]},"\n",{"type":"===","value":["Around Braşov"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Hiking and trekking"]}," - Braşov is the place to start for most people who visit Romania with a mind for mountain adventure."]},{"type":"*","value":[{"type":"'''","value":["Ski"]}," - According to Eastern Euro Tours on the Gold Coast, Romania is ",{"type":"''","value":["the"]}," place to ski in Eastern Europe. And the crown jewel of the Romanian ski resorts is Poiana Braşov, 12 km (8 mi) away from Braşov's city centre. Set in the pine forests of the Carpathian arch, at around 1700 m (5000 ft) altitude, with 19 marked runs and 35 km of unmarked runs, Poiana Braşov has its slopes designated with different difficulty levels, making it easy for beginners and advanced skiers to choose. Part of Transylvania, it is 18 km (11 mi) away from Bran Castle, also named Dracula Castle. A six-day ski pass costs less than $200."]},{"type":"*","value":[{"type":"'''","value":["Orchids"]},". The Braşov area has almost 40 species of endemic Orchids that can be seen. If you wish to see them contact the ",{"type":"[","value":["http:\/\/www.orchidclub.ro Romanian Orchid Lovers Club"]},", based in ",{"type":"[[","value":[["Râşnov"]]}," 20 km from Braşov."]},"\n",{"type":"==","value":["Learn"]},"\n\nIf you wish you can learn Romanian in Braşov with ",{"type":"[","value":["http:\/\/www.euroeducational.ro Educational Centre"]}," at 2 Mihai Viteazul St. They provide high quality language services, including Romanian courses.\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n\nFor fancy shopping there are a lot of opportunities, some of them located in the Centre (more precisely in the Citadel part) and others in several malls, e.g. Unirea Shopping Center, My Place, Eliana Mall, Macromall. However they are highly expensive. Still, Eliana Mall contains a Go Multiplex cinema which is quite comfortable. \nFor food and regular shopping the hypermarkets (Carrefour, Metro, Selgros, Kaufland) are a good solution. Most of them are concentrated on the entrance\/exit from\/to Bucharest. To get there from the city centre (Livada Poştei) use the RAT ",{"type":"'''","value":["line 17"]}," (8–12 minutes) and from the train station the RAT ",{"type":"'''","value":["line 35"]}," (10–15 minutes). For natural, Romanian typical and healthy (ecological) food, the markets are a great option. A highly recommended place is Astra Market (Piaţa Astra). There are 2 types of food sold here: imported and produced by peasants from the countryside. The latter is a bit more expensive than tha former, but it is of great quality. To get there use the RAT ",{"type":"'''","value":["Line 6"]}," from the Centre (Livada Poştei). It is a 7-8 minute ride. Since you are here, you can also visit the Orizont 3000 commercial centre. It consists of small shops with all kinds of goods of different needs and quality.\n\n",{"type":"==","value":["Eat"]},"\nSince there are lots of tourists, the city is full of good quality but expensive restaurants (compared to the other Romanian cities). You have to look around very carefully to find something cheap.\n\n",{"type":"===","value":["Delivery & Take Away"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tutta Pasta"],["url=http:\/\/www.tuttapasta.ro\/"],["email="],["address=Str. Avram Iancu 74"],["lat="],["long="],["directions="],["phone=+40 268 424888"],["tollfree="],["fax="],["hours="],["price="],["content=A \"pasta only\" delivery and take-away restaurant offering thirty original pasta recipes cooked by their experienced Italian chef."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tasty Meat"],["url=http:\/\/www.tastymeat.ro\/"],["email="],["address=Str. Avram Iancu 74"],["lat="],["long="],["directions="],["phone=+40 268 423888"],["tollfree="],["fax="],["hours="],["price="],["content=A fixed price budget menu composed by a beef, pork or chicken main course combined with a selection of potatoes and vegetables and delivered right to your door."]]}]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ando's"],["alt="],["url="],["email="],["address=15 Noiembrie street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=On close to the centre. Ando's is a fast food restaurant, that offers menus and sandwiches (chicken and fish) at very low prices."]]}]},{"type":"*","value":[{"type":"'''","value":["Panini"]}," - Also on 15 Noiembrie (nr. 35) is a 24\/7 fast food restaurant, with great sandwiches for incredibly low prices."]},"\nTip: Right in the city centre there is a food supermarket named ",{"type":"''","value":["SPAR"]},". Cheap and good food can be found there. Also, nearby and around the corner is Kebab House, serving doner kebap non-stop. Ask locals for other non-stop food stores.\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Roata Norocului"],["alt="],["url=http:\/\/www.roata-norocului.ro"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Romanian food restaurant. It has small prices and serves good quality, typical Romanian food. Good and fast service. You will notice it is quite popular and crowded. It is in an old house and the surroundings on Crişan street, no 6. It is easily accessible on foot, 10 minutes away walking from Livada Poştei."]]}]},"\n\"Fornetti\" is an Italian pastry shop that you can find it everywhere in Romania. They sell small pastry pieces stuffed with cheese or jam. Prices are fair and the quality is very high. You can find Fornetti in the train station, main streets and especially in Braşov downtown.\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["La Republique"]}," - Str. Republicii No. 33. It's a nice French-themed pub serving a wide range of crepes, both sweet and sour. It's a chain, so you might find it somewhere else. It's the cheapest way to eat something good in the historical centre."]},{"type":"*","value":[{"type":"'''","value":["Bistro de l'Arte"]}," - Piaţa George Enescu No. 11 (right in the city centre). A rather classy restaurant with dining rooms which reminiscence wine cellars. Many paintings by local artists can be seen on the walls. The menu is very rich, with a mostly French cuisine."]},{"type":"*","value":[{"type":"'''","value":["Şura Dacilor"]}," - Poiana Braşov (right off the main road in the resort when coming from Braşov). The interior is richly decorated with furs and other Dacian stuff. The menu features \"Urs la tava\", i.e. bear."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Gott Pub"]}," - Located on Hirscher, opposite to the \"Reduta\" Cultural Centre. It is a Scottish themed pub. Very nice atmosphere, rugs covering everything. It has darts and a big plasma TV set for football games (soccer). There are many different types of beer available and they also serve breakfast."]},{"type":"*","value":[{"type":"'''","value":["Dean's"]}," - Irish pub is on the main street (Republicii). Prices are getting steep because of the country's acension to the EU, but the surroundings make up for it. Hayden Dean from Holywood, Co. Down, Northern Ireland owns the place. You can get Guinness as well as a host of Irish coffees and an Ulster Fry!"]},{"type":"*","value":[{"type":"'''","value":["Bavaria"]}," - This pub is situated in a huge cellar in Sadoveanu street (annexed to Republicii). Although it is supposed to represent a German (Bavarian) pub, they sell Dutch beer and play mainly English music. Still it's a nice place to have a drink, or watch a football match."]},{"type":"*","value":[{"type":"'''","value":["Groove Garden"]}," - This Karaoke bar is situated in a cellar on Republicii street."]},{"type":"*","value":[{"type":"'''","value":["Del Chianti"]}," - Italian restaurant on Brânduşelor street. It offers Italian food in addition to a wide range of wine selection. Usually crowded in weekends and during la siesta time."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Paris Panam"],["url=http:\/\/parispanam.ro"],["email="],["address=Postăvarului 27"],["lat="],["long="],["directions="],["phone=+40 268 410771"],["tollfree="],["fax="],["hours="],["price="],["content=A fairly good pub\/club."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nAs soon as you arrive at the train station a lot of people will come to you offering an accommodation; better to plan your stay before. If you accept, they might offer you to plan a trip in the surroundings. When you look for a room, don't forget to ask whether they provide hot running water: it's not something obvious in Braşov.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Arcadia"]},", Str. Stejerişului 29. There is a splendid location in a fabulous environment to the Mountaines (???) 3500 q.m. garden and 3 rooms (4 Star standard). Price from €25 per room. "]},{"type":"*","value":[{"type":"'''","value":["Beke Guesthouse"]},", Str. Cerbului 32. The owner is a nice woman living there; she rents some rooms. The toilet is shared but clean, the minimum price is €10 per person (you can pay in euro). It is located in the centre of the city, next to Porta Schei."]},{"type":"*","value":[{"type":"'''","value":["Guest House Gina & Mihai Bolia"]},", Str. Dealu Melcilor Nr. 1. Phone: (+40) 0740 19 45 80; (+40) 0268 537 110. Friendly and helpful staff."]},{"type":"*","value":[{"type":"'''","value":["Hotel Aro Sport"]},", Str. Sfântul Ioan 3, (+40 268) 142 840. By name, Aro Sport seems like the logical lower-class equivalent of the four-star Hotel Aro. In many ways, it is, even though it doesn't near the standard of the luxurious Aro. Other than that, Aro Sport is a highly recommended stay for those on a tight budget. Although the rooms are small and minimally furnished, they include a sink and are usually very clean. There are shared bathrooms, and the hotel is very clean and modern."]},{"type":"*","value":[{"type":"'''","value":["Hotel Camping Darste"]},", Calea Bucuresti 285, (+40 268) 315 863. If you want only a place to sleep and that's all, Camping Darste does its job fairly well. Other than that, it's a lot better to choose a more central hotel with better facilities."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Postavarul"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 268-144330"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=2 Politehnicii. The Postavarul is a separate wing of the Coroana hotel entrance and bookings are made through that hotel. All of the immaculate rooms have washbasins, but some share a shower and toilet. For sheer location and spot-on service, this is the best value hotel in town."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Kismet Dao Hostel"],["alt="],["url=http:\/\/www.kismetdao.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Str. Neagoe Basarab #8 (in the Old Town), (+40 268) 514 296. Complimentary beer or soft drink, cereal breakfast, coffee and tea all day long, unlimited internet & wi-fi access, bed sheets & towels, big lockers and tour information make this a great value. €10-12 gets you a dorm, €30 gets you a private room. This hostel has a great staff and is blast to stay at. The staff regularly hosts barbeques in their new awesome yard."]]}]},{"type":"*","value":[{"type":"'''","value":["La Despani Guesthouse"]},", Mihai Viteazu 128. Bright, clean, comfortable guesthouse located between train station and historic centre. A family-run hostel with informative, friendly, helpful owners. Free Internet. Highly recommended. Price from €30 per room. "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Mara hostel"],["alt="],["url="],["email=hostelmara@yahoo.com"],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=18 piața Sfatului - - small hostel set right in the middle of the old town, 200 meters from the central square. Airy dormitories, wifi and friendly, helpful staff. Sheets provided, no lockers but room keys. 10 € \/ night."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rolling Stone Hostel"],["alt="],["url=http:\/\/www.rollingstone.ro\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 268 513965"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Piatra Mare 2A. Family run place, not far from the heart of Braşov, old city centre, offering both dorms and privates. Cheapest bed is €10 with all that you need included (kitchen access, clean sheets, towels, laundry, internet WiFi). Tours available for all surrounding sights."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Transylvania Holiday Homes"],["alt="],["url=http:\/\/www.transylvaniaholidayhomes.com\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Avantgarden, Braşov. Only £15 per person per night. The holiday home is situated in the newly built area, offers 3 large bedrooms, fully equipped kitchen, large living area, 2 toilets\/bathrooms and a balcony. The home was only built in 2008 and the managers of property offer an excellent helpful service. They also offer pickups from the Bucharest and Cluj airports at a reasonable price."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=JugendStube Hostel"],["alt="],["url=http:\/\/www.JugendStube.ro\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Michael Weiss 13. Only 10€\/night (breakfast included, clean sheets, internet WiFi)."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Apartment Vintage Place"],["alt="],["url=http:\/\/www.vintageplace.ro"],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 723 327 888"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Str. Nicolae Balcescu nr. 27. In the centre, 300 meters from the Square Hall and the Black Church. The studio is ideal for 2 people. Facilities include: parking and patio; fully equipped kitchen with refrigerator, stove, dishes, coffee maker and toaster; bathroom with bathtub; cable TV; wireless internet; towels and blankets as well as clean bed linen; pets allowed. Price: €30\/ night."]]}]},{"type":"*","value":[{"type":"'''","value":["Hotel Ambient"]},", Str. Aninoasa 5, (+40 268) 470 856. 3-star hotel short way away from the Old Town, offers very friendly service. All rooms have showers, minibar, international telephone, as well as some which have very nice balconies. If you want to splurge, there are some high-range apartments with all the amenities including jacuzzis."]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Capitol"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 268-418920"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=***, 19 Eroilor. Situated in the old centre, with 184 double rooms that are modern and comfortably furnished (color T.V., phone, fridge, etc.). Hotel provides the following services: restaurant - 1st category with excellent cuisine, lounge for conference, receptions, banquets, and individual breakfast choice, room service, safe for personal belongings services, currency exchange, and courier service."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Coroana"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 268-144330"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=**, 62 Republicii. In the historical centre, the oldest hotel of the town, built in an impressive baroque style. Facilities: extensive reception area, \"Braserie\" restaurant, breakfast lounge, conference hall, currency exchange office. 155 beds in 2 suite, 2 singles and 69 doubles furnished in classical style having telephone, TV - set, fridge, radio."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Helis"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 268-410223"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=***, 29 Memorandului. Its immediate neighbourhood is not so enticing, but the Helis is a pleasant place to pitch up with nice wooden furniture, clean while decor and crisp white linen to match. Breakfast is included in the price, and the staff speak a variety of languages. The tasteful, spacious rooms come with TV, and the bathrooms are in good condition."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Montana Guesthouse"],["alt="],["url=http:\/\/www.casa-montana.ro"],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 268-472731"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=***, 2A Stejeris. Signposted on the road up towards Poiana Braşov. The modern (painted green) overlooks the centre of town and has a great terrace. Rooms are spacious and modern with TV and shower (those with balconies cost morel and there's a large shared living room. The pension has guarded parking and a cardphone in the lobby."]]}," "]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Casa Samurai"],["alt="],["url=http:\/\/casasamurai.com\/english.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=12a, str. Petru Maior, phone: +40 268-547-162, mobile: +40 752-863-034. Very good place, original Japanese design, quiet and clean, moderate prices (from 25 €), free WiFi. One can have breakfast with ones own food in a big common room or on a terrace. The very friendly landlord is from Japan, speaks Romanian, Japanese and English. The hotel offers free transfer from the railway station and a cheap transfer from the airport. Parking in front of the house. The hotel is more or less in the middle of a complicated system of small one-way streets. Check the way before going!"]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Silvania"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 268-415556"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=***, 27 Caprioarei. Some of the rooms are o.k., some are in the basement and not good. No guaranty that the staff would speak a language other than Romanian. The management obviously is used to unsatisfied clients, refunding was no big problem."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Tâmpa"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 268-415180"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=**, 68 Matei Basarab. Located almost on the mountain, but approached from a ragged part of town, at first sight the Tâmpa is a forbidding concrete monolith that's surrounded by trees and bird song. Inside, it's not as bad as you might think, with parquet floors, Persian-style rugs and a marble staircase. All rooms have TV and phone with a big size bath and shower."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Trifan"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 268-418893"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=***, 1A bis Grivitei. Just out of town on the road to Sighisoara, Trifan is more of a motel than a hotel, useful to atop over after a long drive. Rooms have shared bathrooms, pay more if you want your own shower."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Apartment Sfatului"],["alt="],["url=http:\/\/www.whitemountain.ro\/forRent\/property_for_rental_4_1_bedroom_apartment_apartament_2_camere_1_bedrooms_Brasov_George_Baritiu.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+40 268 416 522"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Str. George Baritiu 1. Priced at €39 per night, sleeps 2. This beautiful Old Town historic apartment, a simple 2 room affair, overlooks the beautiful Piata Sfatului (Council Square) in the centre of the Old Town. It is equipped with a bedroom stroke lounge, with log burning stove, large TV, cosy counch, Iron bed, tall ceilings and tasteful decor, while in the second room, there exists a dining table for 6, fully equipped kitchen, shower room and washing machine. In fact, everything you need for a short to medium stay. It's location could not be more central sinzce it is literally in the heart of the best part of the old town. The best restaurant is across the street for example."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hotel Aro"]},", Str. Eroilor, 27, (+40 268) 142 840. Hotel Aro has for long been one of Braşov's premier hotels.  Situated in the centre of the Old Town, it has 15 suites, 262 double rooms and 30 singles. Most rooms offer minibar, satellite TV, telephone, radio and room service. There is also a highly pleasant and classy atmosphere surrounding the hotel. In the complex, there is a Romanian, Italian and international restaurant, nightclub, bar, garden restaurant, breakfast lounge, hi-tech conference hall, a good tourist information office, parking area, hairdressing salon and a casino."]},"\n",{"type":"==","value":["Stay safe"]},"\n\nBraşov is very safe for tourists. Few cities anywhere in the world feel safer, and tourist police presence is also noticeable, especially in places frequented by tourists. Usually the main risk is getting pick pocketed (such as at the train station) or scammed through various \"techniques\", all of which can be easily avoided. Don't change money in the Change Bureaus for example, use Banks. For more safety tips see ",{"type":"[[","value":[["Romania"]]}," and ",{"type":"[[","value":[["Transylvania"]]},", and especially read about the \"",{"type":"[[","value":[["Common scams#Maradona"],["maradona"]]},"\" technique.\n\nIn the past few years, bears have been known to come to feed from the dumpsters of outlying areas.  Needless to mention the forests at night are a not ideal places to walk alone.  Don't do anything stupid like trying to feed them or getting too close or carrying Pizza in your pocket. Also, if you're taking a hike through the forests, make noise. Chat with your friends, swish passing branches, step on twigs etc. Most wild animals try to keep away from humans and only attack them when they're cornered, so letting them know you're there will keep you safe.\n\n",{"type":"===","value":["Exchanging money"]},"\n\nExchanging money can be a demanding process. If it must be done, try to do it at a major bank, such as the BCR, BNR, BT, or Raiffeisen Bank. These banks accept major currencies (Euro, American Dollars, Canadian Dollars, British Pounds, etc.) and are very friendly. You will need to bring a passport with you when exchanging money at banks so that there is a paper trail for them.\n\nIf you cannot make it to a bank, use an exchange office, but be very careful about everything that goes on. Make sure you double-check with the teller about the rate, and confirm it by looking at the sheet of paper which must be posted at a visible distance. This sheet of paper contains the rates for major currencies. If you are not using USD, GBP, or EUR, make sure you double check the currency with other exchange offices or banks, and ensure the buy and sell rates are not drastically different. Usually, for less used currencies such as the Canadian Dollar, most Exchange Offices will freeze the buy rate at a very low amount, while having a normal Sell rate. Note, a common scam in these booths is to publish a great rate, bUt in Romanian language, inform you the rate only applies to Travellers checks. You see a good rate, sign a form, hand your cash over, and they hand you back 80% of what you should get, but you. Have by now signed a binding agreement. If in doubt, ask clearly, 'if I hand you 100 dollars\/ euros etc., how many ron will you hand me?'. This is usually a fool proof way to uncover scams.\n\nFurthermore, you should shop around when exchanging money, and check for things like Commission. Usually, most rates will fluctuate between places, and you could earn up to 20-30 RON (€7-10) when you shop around.\n\nTip: At the BCR headquarters on the 15 Noiembrie Street, you can find a cash exchange machine that converts EUR, USD, GBP and CHF into RON at the bank's official rates and is available non-stop.\n\n",{"type":"===","value":["ATMs"]},"\n\nATMs can be found almost everywhere in Braşov, however, some scrutiny must be completed before using an ATM. First of all, try to use an ATM that is by a bank, and use it during the bank's regular business hours. If something goes wrong, like it swallows your card, or doesn't produce cash, you can easily go inside and get it fixed. Secondly, before entering a PIN, a message will show, usually in Romanian and English. This message will have a phone number on it, which corresponds to an ATM Support\/Fraud line for the bank in question. It's important to note this number down, just in case something happens.\n\nUS travelers may want to use a Credit Card to withdraw cash in foreign countries in general. Visa has a Plus network, and MasterCard has the Cirrus and Maestro networks, both in use around the world. These networks allow you to withdraw cash for nominal ($2) fees. Using a credit card means that if your card is stolen, a worldwide support line is available to help you dispute charges, and, under certain circumstances, get a new card to you within a business week. A debit card doesn't have any of these features, and disputing charges can be much harder.\n\n",{"type":"==","value":["Cope"]},"\nGetting out with the family or friends means a lot, since the average Braşov family only gets out 3-5 times per 1–2 months. In the summer, friends or family would go to a water park or a swimming pool (Such as Aqua Magic). Also hiking on nearby mountains is very popular. Biking is a new trend among young people and there are a lot of places to go for a cycling trip. In Winter,the family might ski on the slopes of Poiana Braşov and Predeal or skating on one of the skating rings within Braşov and Poiana Braşov.\nAround the year, there are festivals in Braşov, very popular for local people and not only.\nNo matter the season, there is always something to do or visit in Braşov and nearby.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["File:Rasnov Cetatea1.jpg"],["thumb"],["150px"],["Râşnov fortress"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Râşnov"]]},", with its great fortress and abundant history is only 16 km away. It can be reached by bus from the Autogara 2 (also known as Autogara Codreanu), by train from the main station, by car towards Bran\/Piteşti, or by hitchhiking."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bran"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rupea"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Poiana Braşov"]]}," - The most popular Romanian ski resort and an important tourist centre preferred by many tourists from Romania and abroad. It's easily accessible by car but there are regular buses operated by Braşov Transit (RAT Braşov) which can be taken from \"Livada Poştei\". ATV's, ski, luges and snowboards at a reasonable price. Poiana Braşov is host to a number of hotels, restaurant, cafe bars and some nice nightclubs. Two of the better known restaurants are Şura Dacilor (The Dacians' Barn) and Coliba Haiducilor (The Outlaws' Shack) which serve traditional food. Next to the road and near parking merchants sell manufactured wooden decorations or jewelry at a price lower than in downtown."]},{"type":"*","value":[" UNESCO World Heritage sites: the villages ",{"type":"'''","value":[{"type":"[[","value":[["Prejmer"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Viscri"]]}]}," with fortified churches"]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Făgăraş"]]}]}," fortress"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sighișoara"]]},", medieval fortified city listed by UNESCO as a World Heritage Site, 117 km away from Brașov, can be reached by train"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sibiu"]]},", European Capital of Culture 2007, a medieval city with excellent views of the surrounding landscapes, center of Romania's German minority since medieval times, 142 km away from Brașov, can be reached by train."]}," \n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["45.6667"],["25.6167"]]},"\n",{"type":"{{","value":[["isPartOf"],["Brașov County"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Brașov"]]},"\n",{"type":"[[","value":[["Commons:Category:Brașov"]]}]