[{"type":"{{","value":[["pagebanner"],["Bremen Hauptbahnhof banner Facade.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Rathaus Bremen 116thd.jpg"],["thumb"],["350px"],["Bremer Rathaus ",{"type":"''","value":["(Bremen town hall)"]}]]},"\nThe free Hanseatic City of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bremen-tourism.de\/btz\/english Bremen"]}]}," is a city in northern ",{"type":"[[","value":[["Germany"]]}," with a major port on the River Weser. The population is 548,000.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nBremen was once a member of the medieval Hanseatic League and is still one of the most important cities in northern Germany. Together with the city of ",{"type":"[[","value":[["Bremerhaven"]]}," on the North Sea it forms Germany's smallest state.\nBremen has more than 1200 years of history, and was, for most of its existence, an independent city-state.\n\n",{"type":"===","value":[" Bremer Stadtmusikanten "]},"\n",{"type":"[[","value":[["File:Bremen Town Musicians, Germany (6919467998).jpg"],["thumbnail"],["Bremen Town Musicians by Gerhard Marcks"]]},"\nThe Bremer Stadtmusikanten ",{"type":"''","value":["(Town Musicians of Bremen)"]}," perhaps the most well known figures associated with Bremen are characters from the Brothers Grimm fairy tale of the same name. Their image adorns many of the souvenirs in the city. Next to the Town Hall is a much photographed statue of them.\n\n",{"type":"===","value":["Geography"]},"\nBremen is a rather long and narrow city, lining both sides of the river Weser. Along the north-west\/south-east axis it stretches about 10 km, but across only 2 km. The entire city is located on flat plains.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nBremen airport (",{"type":"{{","value":[["IATA"],["BRE"]]},") is located in the south-west of the town and offers flights from most bigger German cities and some European destinations. It's easily accessible by public transport (tram line 6, about 10 minutes from the city center) and by car. Major carriers are OLT ",{"type":"[","value":["http:\/\/www.olt.de"]},", Ryanair ",{"type":"[","value":["http:\/\/www.ryanair.com\/en"]}," and Lufthansa ",{"type":"[","value":["http:\/\/www.lufthansa.com"]},".\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Hauptbahnhof Bremen 555 vLd.jpg"],["thumb"],["200px"],["Hauptbahnhof portal ",{"type":"''","value":["(central station)"]}]]},"\nRegular and frequent services connect Bremen with the rest of Germany. There are two trains every hour from ",{"type":"[[","value":[["Hamburg"]]}," (1 hour) in the north, and ",{"type":"[[","value":[["Osnabrück"]]}," (1 hour), ",{"type":"[[","value":[["Münster"]]}," (1h20), and the ",{"type":"[[","value":[["Ruhr Area"]]}," in the south, as well as from ",{"type":"[[","value":[["Hanover"]]}," (1h20). \nTrain tickets can be quite expensive, and the cheapest way to travel is to share a group ticket with other people. If you're traveling alone, you can find people to share a train ticket with on this website ",{"type":"[","value":["http:\/\/www.rideshare.co.uk\/"]},". As in 2011, sharing a train ticket with 4 other people from Bremen to Berlin (3–4½ h) costs only €13.\n\n",{"type":"===","value":[" By bus "]},"\nThere is a direct bus link from Bremen to ",{"type":"[[","value":[["Groningen"]]}," (NL) with prices between €9 and €23 one-way, depending on when to travel en when to book ",{"type":"[","value":["http:\/\/www.publicexpress.net\/"]},". Buses leave from near Bremen Central bus station (Bus stop 6, next to the train station), Hugo-Schauinsland-Platz.\n\n",{"type":"===","value":["By car"]},"\nAutobahn 1 runs to ",{"type":"[[","value":[["Hamburg"]]}," in the north and ",{"type":"[[","value":[["Cologne"]]}," in the south, but do check the traffic information! The A27 goes north to ",{"type":"[[","value":[["Bremerhaven"]]}," and ",{"type":"[[","value":[["Cuxhaven"]]}," and south towards ",{"type":"[[","value":[["Hanover"]]},", ",{"type":"[[","value":[["Braunschweig"]]},", ",{"type":"[[","value":[["Berlin"]]}," and other eastwards connections.\n\n",{"type":"===","value":["By coach"]},"\nEurolines has connection between Bremen and lots of other cities in Europe ",{"type":"[","value":["http:\/\/www.touring.de\/index.php?id=2&L=1"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By foot"]},"\nMuch of Bremen (or at least the part frequented by travelers) can be negotiated by foot - the best way to explore the old city and its surrounding districts.\n\n",{"type":"===","value":["By Shared Car"]},"\nMembers of the Cambio car-sharing network, whether in Germany or Belgium, can hire cars - Bremen is the company's headquarters.\n\n",{"type":"===","value":["By train"]},"\n\nIn the west lie the cities ",{"type":"[[","value":[["Delmenhorst"]]}," and ",{"type":"[[","value":[["Oldenburg"]]}," and the Frisian islands. In the east you can travel to ",{"type":"[[","value":[["Verden"]]},", in the south to ",{"type":"[[","value":[["Osnabrück"]]},".\nThere are trains from the main station to the peripheral areas of Bremen (2 times per hour to North Bremen, to Mahndorf via Sebaldsbrück and to Hemelingen. See ",{"type":"[","value":["http:\/\/reiseauskunft.bahn.de\/bin\/query.exe\/en"]}," for more information).\n\n",{"type":"===","value":["By bus\/tram"]},"\nBremen offers an intensive public transportation network with trams and buses. \nFor public transportation timetables and ticket fares see ",{"type":"[","value":["http:\/\/www.bsag.de\/eng\/index.php"]}," (English).\nThere are night buses and trams (indicated by an \"N\") running through almost the whole night on Fri\/Sat and Sat\/Sun, departing at :30 each hour from central station. Fares on the night network are €1 in addition to normal individual, group or day fares (2013). You can buy tickets on the bus or tram, but is slightly cheaper to buy a set of 4 rides or a day pass for individuals or groups, or a weekly pass for individuals.  Note that on trains, tickets must be purchased before you board. You can find the map of the tram lines here ",{"type":"[","value":["http:\/\/www.urbanrail.net\/eu\/de\/hb\/bremen-map.png"]},".\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are found nearly everywhere and every time, with a cost of about €1.25\/km. The two main taxi companies are Taxi-Roland ",{"type":"[","value":["http:\/\/www.14433.de\/"]}," (phone: 0049 421 14433) and Taxi-Ruf ",{"type":"[","value":["http:\/\/www.taxi-bremen.de\/"]}," (phone: 0049 421 14014). There is no need to book a taxi in advance. Taxi drivers and call center employees may have difficulties to understand a phone call in English. Taxi-Ruf has a smartphone app (which can be used to order a taxi) available for ",{"type":"'''","value":[{"type":"[","value":["https:\/\/itunes.apple.com\/en\/app\/taxi-bremen\/id435137316 iPhone"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["https:\/\/play.google.com\/store\/apps\/details?id=net.gefos.deintaxibremen Android"]}]},".\n\n",{"type":"===","value":["By bike"]},"\nYou can hire bicycles at the railway station and several bike shops in Bremen. See ",{"type":"[","value":["http:\/\/www.adfc-bremen.de\/"]}," (German only).\nBremen is the most bike-friendly city among the biggest German cities. Its former mayor Hennig Scherf is an avid cyclist (who despite the wishes of his bodyguards rode his bike every day to his office or he simply walked to the office.)\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Bremen Roland.jpg"],["thumb"],["right"],["135px"],["Statue Roland"]]},"\n",{"type":"[[","value":[["File:Bremen01.jpg"],["thumb"],["300px"],["The historic center around the Altmarkt (old market), including the famous \"Roland\" statue."]]},"\n",{"type":"[[","value":[["File:Schnoor-Viertel Bremen 639-40-42-fd.jpg"],["thumb"],["160px"],["Schnoor 36 \/ Wüstestätte 6, view to north-ost"]]},"\n",{"type":"[[","value":[["File:Speicher XI Überseestadt Bremen 557-vLd.jpg"],["thumb"],["220px"],["Speicher XI in the Überseestadt"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rathaus"]}," (Town Hall) this is one of the finest in Europe and as such has been included on the ",{"type":"[[","value":[["UNESCO World Heritage List"]]},". Building work started in 1410 and it is seen as an important display of the wealth and freedom of the city. Tours of the interior are conducted by the Tourist information office at 11AM, noon, 3PM and 4PM."]},{"type":"*","value":[{"type":"'''","value":["Roland"]}," this statue on the main square ",{"type":"''","value":["(Rathausplatz)"]}," in front of the town hall is of the Knight Roland who was a protector of trade. He appears in many European cities especially those involved in the Hanseatic league. Bremen's is considered one of the finest and is included with Town Hall on the World Heritage List. The standing figure is 5.47 m tall."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dom St. Petri"]}," (Cathedral of St Peter) is over 1200 years old, and its huge towered façade dominates the main square. the interior is impressive with some fine painted details on the ceilings. There is a treasury displaying the collection of the cathedral. Entrance is free, for €1 you can climb the Southern Tower offering nice views over the whole city."]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Böttcherstraße"],["alt="],["url=http:\/\/www.boettcherstrasse.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is the incredible ",{"type":"''","value":["Jugendstil"]}," (Art Nouveau) street that runs from the main square towards the river. There are many fine façades and courtyards all with large amounts of design detail. There is an impressive Glockenspiel that chimes at regular intervals. There are lots of shops and several museums, including the impressive ",{"type":"'''","value":["Paula Modersohn-Becker Museum"]},". ",{"type":"'''","value":["Haus Atlantis"]}," (now the Hilton) has an impressive spiral staircase just inside, at the top of which is the staggering Himmelshaal (unfortunately it is not normally open to the public)."]]}]},{"type":"*","value":[{"type":"'''","value":["Am Wall"]}," is a lovely park next to the former defensive moat which offers a place to sit and relax."]},{"type":"*","value":[{"type":"'''","value":["Schnoor"]}," this area of twisting lanes is a lovely place to wander aimlessly looking at in the many shops and also at the world smallest hotel (see Sleep)."]},"\n",{"type":"===","value":[" Museums "]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Überseemuseum"],["alt=Natural History and Ethnographic Museum"],["url=http:\/\/www.uebersee-museum.de\/"],["email="],["address="],["lat="],["long="],["directions= near central station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Hafenmuseum Speicher XI"],["alt="],["url=http:\/\/www.hafenmuseum-speicherelf.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In the Überseestadt"]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["Stroll around the city center and visit the Schnoor-Viertel with its old buildings - most of them were built between the 15th and 18th century. If interested in arts visit the Bremer Kunsthalle ",{"type":"[","value":["http:\/\/www.kunsthalle-bremen.de\/"]}," (museum of art) with one of north Germany's finest collections."]},"\n",{"type":"*","value":["If you like football, you can go to see a match of Werder Bremen ",{"type":"[","value":["http:\/\/www.werder-bremen.de\/"]},", a team playing in the Bundesliga (German premier league). You can also visit their stadium (Weser Stadion) ",{"type":"[","value":["http:\/\/www.weserstadion.de\/kontakt\/impressum\/"]}," for a few euros."]},"\n",{"type":"*","value":["Universum Bremen ",{"type":"[","value":["http:\/\/universum-bremen.de"]}," is a hands-on science centre towards the north of the city. It is accessible by tram, or by a one hour walk from the main station through the Bürgerpark ",{"type":"[","value":["http:\/\/www.buergerpark.de\/"]},"."]},"\n",{"type":"*","value":["If you want to see green fields, cows, bikers and in line skaters, visit \"Blockland\" ",{"type":"[","value":["http:\/\/www.blockland.de\/dasblock.html"]}," (site in German with some pictures) to enjoy the agricultural side of Bremen´s nature. It is located near the river Wümme, roughly to the west of the university. You can bike or skate along the dyke and eat an ice-cream at one of the farms (some also sell organic food). In winter there is no ice-cream but there is ice-skating on the river and small creeks."]},"\n",{"type":"*","value":["Indoor ice skating is at Paradice, the skating hall in Walle (",{"type":"[","value":["http:\/\/www.paradice.de\/"]},", site in German). Paradice is opened from October to February."]},"\n",{"type":"*","value":["A good way to get in touch with the locals is to stroll along the river Weser on the scenic Osterdeich, where - in good weather - lots of little groups hanging out on the grassy hills may invite you to barbecue with them or have a beer."]},"\n",{"type":"*","value":["Don't miss the beautiful Bürgerpark either, a beautiful, fairly large park right in the middle of the city, which has a little Central Park vibe to it. Have a drink in the reknowed \"Emma\" Café, rent a boat and row around the many little rivers, play mini-golf, or simply sit on the grass and enjoy some tasty ice cream."]},"\n",{"type":"===","value":["Events"]},"\n",{"type":"*","value":[" January 6: \"Eiswette\": a funny tradition where a tailor checks if he can cross the river Weser without getting wet feet."]},{"type":"*","value":[" February: Carnival in Bremen, more South-American than Cologne style."]},{"type":"*","value":[" April: Easter market."]},{"type":"*","value":[" June: \"Vision Parade\": techno parade along the Weser. \"Breminale\" music\/art festival along the River Weser."]},{"type":"*","value":[" August: International Bremen Summer circus festival \"La Strada\". \"Festival Maritim\" in Bremen-Vegesack (in the northern end of Bremen)."]},{"type":"*","value":[" October (2nd half): \"Freimarkt\" (free market), one of the biggest and oldest fairground festivals in Germany, north of the railway station."]},{"type":"*","value":[" November: International Cutter Race \/ \"Kutterpullen\" tournament (rowing contest on the Weser river)."]},{"type":"*","value":[" December: Christmas market around the town hall and Schlachte at the river Weser."]},"\nThe monthly free event magazine MIX has hosts an event calendar online (German only) ",{"type":"[","value":["http:\/\/www.mix-online.de"]},".\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Böttcherstraße3.jpg"],["thumb"],["150px"],["Böttcherstraße"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Kluten"]},", are a traditional sweet from Bremen. They are cubes of peppermint, partly covered in chocolate. ",{"type":"'''","value":["Hachez"]},", near the Town Hall, is a traditional Bremen based chocolatier and their store is well worth a visit to buy the Kluten, though they are also available at many other places throughout the center."]},"\n",{"type":"''","value":["Areas"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Schnoor"]}," is a den of tight lanes selling boutique style products including jewelry, African artifacts, paper models and a year round Christmas shop. There are also a lot of shops selling tourist souvenirs."]},{"type":"*","value":[" ",{"type":"'''","value":["Böttcherstrasse"]},", This wonderful Art Nouveau street has many outlets which cater to buyers of upmarket\/high quality products."]},{"type":"*","value":[" Weekly markets are held on most of the squares around the Town Hall ",{"type":"[","value":["http:\/\/www.mein-wochenmarkt.com\/bremen\/"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Lloyd Passage"]},", ",{"type":"'''","value":["Obernstrasse"]},", ",{"type":"'''","value":["Sögestraße"]}," are the main shopping streets with all the main High Street chains."]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Waterfront Shopping Centre"],["url=http:\/\/www.waterfront-bremen.de"],["email="],["address=Waterfront ",{"type":"'''","value":["Bremen"]},", AG-Weser-Straße"],["lat="],["long="],["directions=Motorway A27, Junction 17 (Dreieck Bremen-Industriehäfen) to the freeway feeder A281 (Überseestadt-bound) you will see the Waterfront Bremen on the right side after approximately 4 kilometres."],["phone = +49 421 33 05 199"],["tollfree="],["fax="],["hours=Mon-Sat 10:00-20:00"],["price=Various prices"],["content=A shopping and leisure centre with a unique location directly on the banks of the River Weser. As its name and location suggest, there is always a fresh wind blowing through and around the Waterfront: shopping, feasting, cinema and events assure high spirits all year round. The young centre was opened in September 2008 and offers more than 80 shops from fashion (PRIMARK, Desigual, Tommy Hilfiger, Clockhouse and many others) to shoes, jewellery, athletic apparel and equipment to leather goods and gifts—nearly everything the heart could desire. To nourish visitors, there is a gastronomic selection of more than 15 different venues in the Food Court and on the outdoor terrace, with its Weser panorama. There are events held regularly in and around the Waterfront: fashion shows, exhibitions, concerts or activities for children—something for everybody. In the Food Court there is also a 25-sqm screen where broadcasts of all Werder Bremen football matches and highlights of the German Football League can be viewed."]]}]},"\n",{"type":"==","value":["Eat"]},"\nSeveral cafes and restaurants line the \"Schlachte\" ",{"type":"[","value":["http:\/\/www.schlachte.de\/"]}," along the Weser river while other popular areas are the marketplace and the \"Viertel\" (\"quarter\") east of the Kunsthalle.\nMany traditional dishes from Bremen and Northern Germany are very satisfying. The region is famous for cabbage (Grünkohl- green cabbage), fish (smoked eel, herring, smelt in March), an old sailor´s meal called Labskaus (lobscouse) consisting of mashed potatoes, corned beef, onions, fried egg and beetroot or chick ragout (very fine) as well as red fruit jelly or Butterkuchen (cake with yeast and topped with lots of butter, sugar and almonds).\nYou can find some fish restaurants in ",{"type":"'''","value":["Böttcherstraße"]},". \"Knigge\" is the name of a traditional coffee house in Bremen.\n\n",{"type":"==","value":["Drink"]},"\nThe world-wide known ",{"type":"'''","value":["Beck's Beer"]}," is brewed in Bremen. ",{"type":"'''","value":[{"type":"[","value":["https:\/\/www.becks.de\/besucherzentrum\/ Guided brewery tours"]}]}," in English and German are offered Thursdays - Saturdays. The tour costs €10.50\/person and lasts approximately 2 hours.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ratskeller.de\/ Ratskeller"]}]}," is a wine cellar and restaurant with a famous collection of wines and the oldest wines in Germany.\n\nThere are many bars, pubs and cafes in Bremen: the ",{"type":"'''","value":["Schlachte"]}," along the Weser and the ",{"type":"'''","value":["Viertel"]},", a young and lively quarter.\n\nIf you like beer and pretzels, try the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.schuettinger.de\/ Schüttinger brewery house"]}]}," (next to Böttcherstraße) where several types of beer are brewed and served directly.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=International Youth Hostel"],["alt="],["url=http:\/\/www.jugendherberge.de\/jh\/bremen\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+49 421 171369"],["tollfree="],["fax=+49 421 171102"],["price="],["checkin="],["checkout="],["content=Kalkstrasse 6."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=GastHaus Bremer Backpacker Hostel"],["alt="],["url=http:\/\/www.bremer-backpacker-hostel.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+49 421 2238057"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Emil-Waldmann-Strasse 5-6."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Townside Hostel Bremen"],["alt="],["url=http:\/\/www.townside.de\/"],["email="],["address="],["lat="],["long="],["directions="],["phone = +49- 421 78015"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Am Dobben 62,"]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Prizeotel Bremen-City"],["alt="],["url=http:\/\/www.prizeotel.com"],["email="],["address="],["lat="],["long="],["directions="],["phone =+491805 697749"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Theodor-Heuss-Allee 12. Designer hotel directly opposite the AWD Dome and Bremen Exhibition Halls. 127 air conditioned rooms furnished with 180 x 200 cm beds, 32\" flat screen TV, desk, iLamp with integrated loudspeaker and iPod\/iPhone connection, shower with rainforest showerhead and free high speed wireless LAN internet access in the entire hotel."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Deutsche Eiche Bremen"],["alt="],["url=http:\/\/www.hotel-deutsche-eiche-hb.de"],["email="],["address="],["lat="],["long="],["directions="],["phone =+49421  25 10 11"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Lillienthaler Heerstraße 174. Three-star hotel with 38 rooms and traditional restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Strandlust Vegesack"],["url=http:\/\/www.strandlust.de\/"],["email="],["address=Rohrstraße 11"],["lat="],["long="],["directions=next to the Lemwerder ferry in Bremen-Vegesack"],["phone =+49 421 6609-0"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hochzeitshaus-Bremen"],["alt="],["url=http:\/\/www.hochzeitshaus-bremen.de\/"],["email=mail@hochzeitshaus-bremen.de"],["address="],["lat="],["long="],["directions="],["phone = +49 162  19 25 24 4"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Wüste Stätte 5, Mail: This hotel has a strong claim to being the smallest Hotel in the world. In fact if you stay here you have the whole hotel to yourself as it has just one room. It has a great location in the heart of the Schnoor district. It is based on the tradition of small hotels catering for newly wed couples seeking somewhere to consummate their marriages after the ceremony, and is aimed at a market that can help continue this tradition. €350 for first night €250 for subsequent nights."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton"],["alt="],["url=http:\/\/www1.hilton.com\/en_US\/hi\/hotel\/BREHIHI-Hilton-Bremen\/index.do"],["email="],["address=Böttcherstraße 2"],["lat="],["long="],["directions="],["phone=+49 421 36960"],["tollfree="],["fax=+49 421 3696960"],["price=€107-220"],["checkin="],["checkout="],["content=In an excellent location just off the main square with an entrance on Böttcherstrasse. Rooms are the high standard you would expect from the chain, and there is a small pool, sauna and micro gym in the basements."]]}," "]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Swissôtel Bremen"],["alt="],["url=http:\/\/www.swissotel.com\/bremen"],["email=bremen@swissotel.com"],["address="],["lat="],["long="],["directions="],["phone =+49 421 62 000 0"],["tollfree="],["fax=+49 421 62 000 222"],["price="],["checkin="],["checkout="],["content=Hillmannplatz 20.  5 star business hotel with a magnificent view over the city wall."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Hamburg"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bremerhaven"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Oldenburg"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Verden"]]}]},"\nThese are all accessible by rail; the ",{"type":"[[","value":[["Lower Saxony#Get around"],["Niedersachsen ticket"]]}," is cost effective for a day trip.\n\n",{"type":"{{","value":[["routebox-1"],["image1=Bundesautobahn 27 number.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Cuxhaven"]]}],["minorl1=",{"type":"[[","value":[["Bremerhaven"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Walsrode"]]}],["minorr1=",{"type":"[[","value":[["Verden"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Bremen (state)"]]},"\n",{"type":"{{","value":[["geo"],["53.075833"],["8.807500"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bremen"]]},"\n",{"type":"[[","value":[["Wikipedia:Bremen"]]}]