[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Brentwood"]]},"\n",{"type":"'''","value":["Brentwood"]}," is a large town, near ",{"type":"[[","value":[["Chelmsford (England)"],["Chelmsford"]]}," in ",{"type":"[[","value":[["Essex (England)"],["Essex"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nBrentwood is accessible by car via the A12 or by train via National Rail. Trains at Brentwood leave every ten minutes during off peak.\n\n",{"type":"==","value":["Get around"]},"\n\nOne can easily get to Brentwood's high street by foot or by one of the taxis always waiting at the station.\n\n",{"type":"==","value":["See"]},"\n\nIn Brentwood's High Street, in front of the Bay Tree Shopping centre, are the ruins of a thirteenth century stone chapel dedicated to St Thomas a Becket. Until the nineteenth century Brentwood's parish church was St Peter's in nearby South Weald and the chapel, which largely served travellers on the ",{"type":"[[","value":[["London"]]}," to ",{"type":"[[","value":[["Colchester (Essex)"],["Colchester"]]}," road and pilgrims heading for Becket's tomb in Canterbury, fell into disuse as travel by carriage became generalized. The chapel was later used as a schoolroom before becoming derelict. The High Street follows the path of the Roman road between London and the capital of Roman Britain, Colchester.\n\nThe High Street retains a few buildings from the 15th and 16th centuries but unlike in nearby Chipping Ongar and Billericay, these are spaced too widely apart to appeal to the casual visitor. Many of the High Street's older buildings are obscured by later frontages, notably the former White Hart Inn, which boasts a galleried sixteenth-century courtyard behind its neo-Georgian facade. The building now houses a nightclub and is only accessible to customers.\n\nIn recent years, all but one of Brentwood High Street's traditional pubs have given way to chain eateries and drinking has shifted from the eastern to the western end of the road, where large theme pubs have taken over former retail spaces.\nThe exception is The Swan, an ancient inn rebuilt in the early 20th century. William Hunter a Protestant martyr, was burnt at the stake in Brentwood in 1555 at the age of 19 after being caught reading the bible in the chapel. Hunter, who had refused to accept the catholic dogma of transubstantiation, is said to have spent the night before his execution at The Swan. A memorial to Hunter stands just beyond the eastern end of the High Street in Shenfield Road.\n\nBehind the monument a group of three old houses dating from the 15th-18th centuries faces a pleasant grassy area but the view is ruined by an ugly metal fence erected in recent years by Brentwood School to block public access.\n\nThe former grammar school, now independent, was founded in 1557 by the local justice Antony Browne, who had prosecuted Hunter. Its main buildings are in Ingrave Road round the corner, including the original 16th century schoolroom and the red-brick, Edwardian Main School.\n\nContinuing along Ingrave Road, Brentwood's catholic cathedral is on the western side. Designed by Quinlan Terry and completed in 1991, this was the first cathedral in England built in the classical manner since St Paul's in London.\n\nPast the cathedral, on the corner of Queen's Road is an elegant 19th century villa, a rarity in the area, which may soon disappear as part of Brentwood Council's plans to redevelop its nearby headquarters.\n\nDown Queen's road, opposite the Spread Eagle pub is the entrance to a churchyard which leads back to the High Street via St Thomas Road, past the 19th century St Thomas church (rarely open outside of services).\n\nThe town's former post office, a splendid red-brick building, is on the corner of High Street and St Thomas' road. It has been empty since post office services were transferred to WH Smith in the Bay Tree Centre and its future is uncertain.\n\nBrentwood has made some superficial gestures of preserving its heritage in recent years, but an expensive repaving scheme and the installation of generic cast iron street furniture were more than offset by the demolition of a 19th-century pub as part of a road widening scheme and the destruction of a row of medieval houses in the former market area in Hart Street to the west. These have been replaced by pastiche townhouses of varying sentimental, anachronistic design and height, complete with a self-styled landmark clock tower. Thankfully the 18th century Gardener's Arms pub was spared. \nWhere Hart Street meets King's road at the end of the High Street, the visitor in search of further sights can admire a piece of municipal artwork commemorating the millennium.\n\nOn a clear day, from this end of the High Street, the visitor can look due west and admire a by-now-enticing view of the tall buildings in the City of London.\n\nBrentwood station, with direct trains to Liverpool Street is 10 minutes walk away, down King's Road.\n\n",{"type":"==","value":["Do"]},"\n\nFor those who enjoy clubbing, Sam's Night club near Wilson's Corner (big pillar commemorating a martyr) was very popular, although it is now closed, and its role is partly taken over by the Eclipse club\/pub nearby. If you're looking for somewhere actually designed for young people the Hermit club showcases (mostly) local bands on Wednesdays and Fridays from 7ish until late and although prices vary it is unlikely that you'll spend more than £5 getting in.\n\n",{"type":"'''","value":["Old MacDonald’s Farm"]}," (5 minutes from M25 J28) is a colourful farming adventure for all the family.  As well as the usual fluffy bunnies, pigs, cows and sheep you will find reindeer and rare breeds from wallabies to alpacas.  There is an indoor and an outdoor play area to occupy the kids in all weathers and the Farmyard Café has a full range of hot and cold meals, snacks and refreshments on offer.\n\nOpen weekends only, 5–25 January\nClosed Christmas Eve & Christmas Day\n\n",{"type":"'''","value":["Brentwood Museum"]}," is a great place to visit if you want to find out a bit more about this historic town.  Housed in a 19th-century building, previously a sexton’s cottage; you will find a wonderful collection of social and domestic objects dating from 1840 to 1950.\n\nOpen April – October between 2:30PM and 4:30PM on the first Sunday of each month.\n\n",{"type":"==","value":["Buy"]},"\nBrentwood has the usual array of British chain shops, including Argos, Marks & Spencer, Robert Dyas, mobile phone brands and a rather feeble Waterstones. As in most towns of its size, trade is both dominated by and dependent on a single major supermarket, here Sainsbury's, which occupies the site of the town's former Thermos Flask factory and open-air swimming pool. Locals now work and swim elsewhere.\n\nThe future of many of the shops appears to be uncertain. Electrical retailer Curry's recently shut its Brentwood branch and others have fallen victim to the financial downturn or the draw of nearby Lakeside Shopping Centre or the expensive parking, depending on one's point of view.\n\nOn the bright side, for the wealthier shopper, Curry's has been replaced by an expensive cookware shop and Sainsbury's offers free parking for people who spend money at Sainsbury's. One useful insider tip: ALL of Brentwood's pubs operate a similar scheme, offering free drinks and parking in exchange for pounds sterling.\n\nCalcott Hall Farm, up the Ongar Road to the north, just beyond the A12 bypass, sells its own excellent produce and other treats including very nice beer from the Brentwood Brewing Company. Probably the safest way to sample a Brentwood Blonde (it's a beer).\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nPeople come from miles around to drink in Brentwood, for some this is a good reason to avoid the place. The High Street and surrounding roads are chock full of bars and pubs, ranging from the quiet cosy \"local\" pubs to the C-list celebrity packed and extremely loud Sugar Hut Village although be wary, they don't just serve drinks there.\n\nThe days are long gone of squaddies brawling with teddy boys in the High Street after the long crawl through patriotically-named, military pubs from the barracks at Warley. Nowadays, young male and female civilians brawl outside the Sugar Hut with firefighters.\n\nFor visitors who prefer to think of themselves as lovers, not fighters, ",{"type":"'''","value":["The Swan"]}," is probably the only safe choice in the High Street, but in here you won't find the glamorous, orange-skinned  creatures you may have admired in the recent TV documentaries that elevated Brentwood to national fame. The Swan has a civilized yard at the rear with plenty of seating for smokers and lovers of fresh air. The local wine society convenes mid-afternoon daily in this area for congenial chat over Superkings and Shiraz. There is parking too, but make sure you buy a drink.\n\nTo the north of the High Street lie the best bets for traditional pubs and a welcome for visitors from out of town. The ",{"type":"'''","value":["Victoria Arms"]}," is cosy and old fashioned, with outside space, lots of ornaments inside and many whiskies to choose from. For the beer drinker, The ",{"type":"'''","value":["Rising Sun"]}," has by far the best selection of cask ales in town, including some local beers. It is cosy, warm, friendly and has parking and a small terrace where the Cheeky Cockle van sells vinegary seafood treats the equal of anything to be found at Leigh on Sea.\n\nTo the south of the High Street, there are a few traditional pubs which, while popular with locals, might seem intimidating to those unused to the ways of Essex and who suspect they may stand out. In the ",{"type":"'''","value":["Gardener's Arms"]}," in Hart Street, Howard the barman once initiated generations of young Brentwoodians to the delights of Skol lager, but age has wearied them and Howard is long gone, taking the youthful with him. Lager, though not Skol, is still available as well as the inevitable Greene King ales. Lovely building. Towards the station, the ",{"type":"'''","value":["Brewery Tap"]}," is on the corner of King's road and an attractive old lane, Primrose Hill, but we are a long way from NW1. The tiny interior is almost entirely walled with TVs, but there is plenty of outside space where you can sit among beautiful plants and... watch TV (the first outside TV I had ever seen). Gets a good score on Beerintheeveneing, though the beer itself is nothing special. The tiny ",{"type":"'''","value":["Spread Eagle"]}," in Queen's road by St Thomas churchyard is no longer God's waiting room but has been too modernized to be cosy.\n\nAlmost all of the once wonderful pubs on the outskirts of Brentwood have been ruined, but at least have a nice setting for a drink outside on a sunny day.\n\nTo the northwest of the town, Weald Road leads to South Weald, a tiny village set around a triangular road junction, with a medieval church on one side and on the other the beautiful, 18th century ",{"type":"'''","value":["Tower Arms"]}," pub set behind walls on the other side. This was once one of the best and most old-fashioned pubs in Essex - a panelled interior, drinks served from a hatch and a children's room at the rear in what was once a drawing room, where steps led down through French windows to a garden with a dwarf shrubbery maze and view over fields. Then someone built a UPVC Victorian style conservatory on the back of this lovely room and a unique pub became yet another Essex dining shack. Part of the garden survived and while the riot of white plastic means the house is not worth a look, the view over the fields is still there.\n\nTo the south of Brentwood is the village of Warley where the ",{"type":"'''","value":["Horse and Groom"]}," stands on the corner of Warley Hill and Mascalls Lane. Another much modernized pub but a change from the High Street area. A mile furthersouth, along Warley Road, past some beautiful woodland in the Warley Place nature reserve, is Great Warley, where the ",{"type":"'''","value":["Thatchers Arms"]}," stands on a picturesque, if hazardous, road junction. You can sit outside this beautiful old pub and admire the scenery or buy knock-off DVDs, as befits a rural boozer. London Pride beer.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Respect"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Essex (England)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Essex\/Brentwood\/"]]},"\n",{"type":"[[","value":[["wikipedia:Brentwood, Essex"]]},"\n",{"type":"{{","value":[["geo"],["51.620277777778"],["0.305"]]}]