[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Brenton Point State Park"]}," is a state park on the coastline of ",{"type":"'''","value":["Newport"]},", ",{"type":"'''","value":["Rhode Island"]},". It offers a wide variety of activities, and presents a spectacular view of the Atlantic, Beavertail Lighthouse of ",{"type":"'''","value":["Jamestown"]},", and a marvelous sunset. Rich in history, hikers can see the remains of what was once a prosperous estate just off the walking trails of the park. Brenton point offers visitors woodsy trails to explore, restrooms, picnic tables, kite-flying, hiking, gentle rock-climbing, fishing, picture-taking, or just a place to sit and relax.\n\n",{"type":"==","value":[" Understand "]},"\n\n",{"type":"'''","value":["History"]},"\n\nThe land on which the state park resides once belonged to ",{"type":"'''","value":["William Brenton"]},", an American Colonial Official who moved from ",{"type":"'''","value":["England"]}," to ",{"type":"'''","value":["Rhode Island"]}," in 1673. He was the governor and deputy governor of Newport from 1660 – 1668 and resided at his estate, Hammersmith farm, part of which is now Brenton Point State Park. The land next passed to ",{"type":"'''","value":["Theodore Davis"]},", a lawyer and famous Egyptologist, who in 1889 constructed the “Reef”, a large, shingled mansion characterized by its tall chimneys, distinctive tower, and wide windows overlooking the sea. Davis also built the grand stables known as the ",{"type":"'''","value":["Carriage House"]},", the remains of which visitors may still see today, the ",{"type":"'''","value":["Tower"]},", with a four-faced clock and musical chimes visitors today can still climb to get a better view of the area around the Point, and the servants quarters called the ",{"type":"'''","value":["Bungalow"]},", today home to Park Administration and bathrooms of Breton Point. In 1941, the army took control of the land and it was used as the ",{"type":"'''","value":["Coastal Artillery Battery"]}," until 1946. In July of 1960, the main house was destroyed by a fire and finally torn down in 1963. In 1969, the ",{"type":"'''","value":["State of Rhode Island"]}," took over the property and in 1976 it was finally opened to the public as a state park. Though the main house was destroyed and the beautiful farmlands and gardens of the old Hammersmith estate are now overgrown by trees and underbrush, the State park still offers a wide field for kites and picnics, woodsy trails for exploring and viewing the old Carriage House and Tower, and a long stretch of rocky shore for fishing, climbing, shell collecting, or just relaxing.\n",{"type":"[","value":["http:\/\/www.riparks.com\/brentonhistory.htm"]},"\n\n",{"type":"'''","value":["Landscape"]},"\n\nThe landscape of the state park is a varying one. Starting from the shore, the park offers a long, winding coastline of large, flat rocks on which to climb. When the tide retreats, water is trapped in inlets of the rock, making Breton Point a good place for gathering starfish, crabs, snails, shells, and other tide pool sea life. Father back, a wide green field provides a location for visitors to picnic, throw a ball back and forth, fly a kite, or just lie back to watch the clouds. Surrounding this field is a small woodsy area hiding the Carriage house and Tower from direct sight of the road. \n\n",{"type":"'''","value":["Climate"]},"\n\nThe temperature of the state park varies greatly depending on where you stand. Close to the shore, the cool breeze off the water often makes the temperature appear much cooler than it is inland. Especially during spring and early fall, it might not be a bad idea to bring a sweatshirt to walk the shoreline. During the winter, a jacket is definitely advisable.\n\n",{"type":"==","value":[" Get In "]},"\n\nIf you try to look up directions on MapQuest, you will get a complicated set of directions that will take you on a bunch of narrow backroads. In my opinion, the best thing to do is to stick to the main roads (America's Cup and Bellevue, if you're coming from the Newport Bridge). Plus, you'll get a great view of the shops downtown, and the mansions on Bellevue!\n\n",{"type":"*","value":["Brenton Point is located halfway down Ocean Drive in Newport. "]},{"type":"*","value":["From the Newport Bridge, take the first exit to RI-238, towards scenic Newport.  At the end of the exit ramp, take a right onto RI-238. At the second light, turn right onto America’s Cup Avenue. America’s Cup will turn into Memorial Boulevard. Follow this to the first traffic light, then take a right onto Bellevue Avenue.  Follow Bellevue Avenue until forced to turn right onto Ocean Avenue. Follow Ocean Avenue to Brenton Point State Park."]},{"type":"*","value":["From Mount Hope Bridge, take RI-114 into Newport. Continue onto Broadway. Continue on Washington Square.  Take a sharp left at Touro Street. Continue to Bellevue Avenue. Follow Bellevue Avenue until forced to turn right onto Ocean Avenue. Follow Ocean Avenue to Brenton Point State Park."]},{"type":"*","value":["From RI-24 in Tiverton, continue straight onto RI-114. Continue onto Broadway. Continue on Washington Square. Take a sharp left at Touro Street. Continue to Bellevue Avenue. Follow Bellevue Avenue until forced to turn right onto Ocean Avenue. Follow Ocean Avenue to Breton Point State Park."]},"\n",{"type":"==","value":[" Fees and Permits "]},"\n\nBrenton Point State Park is free for all to enjoy. There are no fees for the park, the shore, or the hiking trails, and the bathrooms are free for all to use. \n\n\n",{"type":"==","value":[" See "]},"\n\nFrom the shoreline:\n\nThe shoreline of Newport stretches to the left and right of the point, giving viewers a long sight of the coast. The coast itself is a picturesque view, waves crashing onto a jagged shoreline while a lone fisherman casts his line. Beyond him, Rhode Island sound stretches out, and there are often fishing boats and sailboats adrift in its waters. In the distance, Beavertail lighthouse of Jamestown is just visible. \n\n\nFrom the park:\n\nFrom the park, green grass stretches in all directions, abruptly ending in a line of trees and dense brush that seems to go on forever. To the adventurous newcomer, however, an opening in the trees is not hard to discover, and a large, airy building, crumbling yet still majestic, presents itself. This is the remains of the old Carriage House, a ruin that will leave viewers wondering at its original splendor. To the left and right an unpaved path stretches, and any in the mood for a long walk will find themselves on a journey through the woodsier part of Newport. Those on the right trail will shortly discover the Tower, a large stone structure stretching upwards higher than the Carriage house. Though at one point in time a stone staircase wound itself around the tower to the top, many of the lower stairs were broken off over time and a newer staircase was constructed beside the tower so that visitors might still have a chance to experience the view from the top. At the top, one can see far over the trees, out into the blue of the Atlantic. The Carriage house is just visible over the tops of the leafy trees surrounding it.  Stretching all around is a dense forest of lush green trees.\n\n",{"type":"==","value":[" Do "]},"\n\nShore: \n\nThe shoreline is a wonderful place to walk or climb along the rocks, which hide hundreds of tide pools swimming with undersea life waiting to be discovered. Many find the fishing at Brenton Point enjoyable, while others prefer to sit on the rocks or at the wall taking pictures of the rocky coast. \n\nPark: \n\nThe park is a popular place to picnic while watching the kites soar overhead. There is plenty of room for a game of ball or for walking a dog. The Newport Kite Festival takes place during the month of July, drawing visitors from all over for kite-flying demonstrations, kite battles, kite sales, and lots of kite-flying (http:\/\/riroads.com\/events\/eventdetail.gci?Event=875912275). The woods behind the park are good for walking, hiking, exploring, discovering nature, and viewing the historical old Carriage House and Tower hidden within the trees.\n\n",{"type":"==","value":["Eat\/Drink"]},"\n\nTo any who have not experienced the Rhode Island tradition known as ",{"type":"'''","value":["Del’s Lemonade"]},", the time has come. While enjoying a picnic lunch on a warm summer’s day at Breton Point, take a quick walk to the parking lot, where the Del’s truck waits, and buy a frozen lemonade. It is the perfect complement to any hot summer day, especially when relaxing in the sun.\n\n",{"type":"==","value":["Sleep"]},"\n\nBrenton Point State Park is not a campgrounds, and as such, there are no camping facilities. However, Newport offers its visitors a wide variety of places to stay, including hotels, motels, family-owned bead-and-breakfasts, summer homes, and campgrounds, such as: \n",{"type":"*","value":["Fort Getty"]},{"type":"*","value":["Melville Pond"]},{"type":"*","value":["Middletown Campground"]},{"type":"*","value":["Meadowlark RV Park."]},"\n",{"type":"{{","value":[["isPartOf"],["Newport County"]]},"\n\n",{"type":"{{","value":[["Usablepark"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]