[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Brianza"]},"is the area between ",{"type":"[[","value":[["Como"]]},", ",{"type":"[[","value":[["Milan"]]}," and ",{"type":"[[","value":[["Lecco"]]},". The main city in this area is ",{"type":"[[","value":[["Monza"]]},", where every year there is the F1 Italy GrandPrix. Other cities are ",{"type":"[[","value":[["Cantù"]]}," and ",{"type":"[[","value":[["Erba"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe French writer knows as Stendhal wrote about Inverigo, he called this village \"collis cyparissorum\", in Latin, Stendhal spent some time in Inverigo, in Hotel Foscolo, where also Foscolo, an important Italian writer of the early XVIII century, spent some time.\n\n",{"type":"==","value":["Climate"]},"\n\nIn winter you have to wear a coat or something like that, if you wear, under the coat, also a pullover it's better.\nIn spring or summer you can wear only a shirt, a t-shirt or a jacket.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"*","value":["By train from Milan with Ferrovie Nord."]},"\n",{"type":"*","value":["By car from Switzerland and Como you have to follow indications \"Bergamo\"."]},"\n",{"type":"*","value":["By car from Milan you have to follow \"Lecco\" or \"Valassina\"."]},"\n",{"type":"*","value":["By bus you can arrive in Inverigo from Como, Cantù and Erba."]},"\n",{"type":"==","value":["Get around"]},"\n\nBrianza is serviced by buses and trains.\nYou can visit Inverigo without any car or bike, it is a little village.\n\n",{"type":"==","value":["See"]},"\n\nThe most important city is Monza. In Monza there is also the \"Corona Ferrea\" and a beautiful cathedral \"Duomo di Monza\"\n\nNow Inverigo is a land, like the near lake of Como, where important people wants to live, Eros Ramazzotti, famous Italian singer, has a villa here, and also Michael Schumacher, the Ferrari driver, would to buy a villa in Inverigo.\nInverigo has a really beautiful castle, but now you can't visit because somebody bought it. You can visit the \"viale dei cipressi\", an old road filled of cypress; every spring many people comes here.\nAlso the \"Tenuta di Pomelasca\" is really interesting, it is an old villa with gardens and churches.\n\n",{"type":"==","value":["Eat"]},"\n\nThe best pizzeria in Brianza is \"Azienda\" in Inverigo, in Piazza Foscolo, but it isn't really cheap. There are also good pizzerias in Monza and Cantù.\n\nYou can eat the best ice-cream in Erba, \"Giangoloso\", in the main street; in Lurago d'Erba there is \"Millennium Gelateria\".\nYou have to try wonderful \"piadine\", you can buy piadine in Erba, \"piadineria La caveja\", near \"Giangoloso\".\n\n",{"type":"{{","value":[["IsPartOf"],["Lombardy"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Brianza"]]}]