[{"type":"{{","value":[["pagebanner"],["Banner of Briarcliff Manor.tiff"],["caption=Central Business District"]]},"\n",{"type":"'''","value":["Briarcliff Manor"]}," is a village in ",{"type":"[[","value":[["Westchester County"]]},", in ",{"type":"[[","value":[["New York (state)"],["New York"]]},"'s ",{"type":"[[","value":[["Hudson Valley"]]},". \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:BriarcliffMapFinal2.png"],["thumb"],["right"],["Briarcliff Manor highway map"]]},"\nIt is shared between the towns of Mount Pleasant and Ossining and lies within the ZIP code of 10510. In 1890, Walter W. Law bought 232 acres (0.94 km2) when he retired from W. & J. Sloan; he called this land Briarcliff Farm. He later owned 5,000 acres (20 km2) and developed the village. It is said that \"Manor\" was added to the village's name after Law's friend, Andrew Carnegie, jokingly referred to Law as the \"Laird of Briarcliff Manor\" and the name stuck.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/whiteplainsairport.com Westchester County Airport"]}]},", 240 Airport Rd, ",{"type":"[[","value":[["White Plains (New York)"],["White Plains"]]},", ",{"type":"''","value":["+1 914"]}," 995-4860 (airlines), . The closest airport, about 25 minutes' drive. Rental cars are available."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stewartintlairport.com Stewart International Airport"]}]},", 1180 First St, New Windsor, +1 845 564-2100, . Another alternative to the congestion of the 3 major airports, but at present offers few direct flights."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Newark Liberty International Airport"]]}]},", ",{"type":"[[","value":[["Newark (New Jersey)"],["Newark"]]},", ",{"type":"[[","value":[["New Jersey"]]},", ",{"type":"'''","value":[{"type":"[[","value":[["John F. Kennedy International Airport"]]}]},", and ",{"type":"'''","value":[{"type":"[[","value":[["New York City#LaGuardia Airport"],["LaGuardia Airport"]]}]},": The three major international airports in the New York City area offer service to just about anywhere. Westchester-based taxi and livery cars offer regular service to and from the three internationals from most areas of the county. New York City yellow cabs will take to you Westchester in a pinch, but the fares can be exorbitant. Ask if your hotel offers shuttle service."]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[" Briarcliff Manor is easily accessible from the northeastern ",{"type":"[[","value":[["United States"]]}," via interstate highways such as the New England and New Jersey Turnpikes (I-95) and the ",{"type":"[","value":["http:\/\/www.thruway.state.ny.us New York State Thruway"]}," system. The I-87 portion of the Thruway connecting ",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}," and ",{"type":"[[","value":[["New York City"]]}," crosses the Hudson River at Tarrytown on the Tappan Zee bridge as does I287, which connects with I-95 to the east. The Saw Mill River Parkway, which runs along the village's eastern flank, connects with the Taconic State Parkway to the north (to Albany and the I-90 east-west portion of the Thruway system) and the Henry Hudson Parkway into New York City."]},{"type":"*","value":[" From the south take the New York 9A N\/​NY-100 N exit from the Taconic State Parkway, then two miles north on 9A. Turn left at the light onto North State Road, then left in one block onto Pleasantville Road. You've reached the heart of Briarcliff Manor."]},{"type":"*","value":[" From the north, take the 9A split from Route 9 just north of Ossining and follow 9A south to North State Road. From the Taconic Parkway, take the Pleasantville Road exit, turn right onto Pleasantville Road and follow the road into town."]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mta.nyc.ny.us\/mnr\/html\/mnrmap.htm Metro-North Railroad - Hudson line"]}]},". Express service between Scarborough station and New York City's Grand Central Terminal is about 42 minutes, and about 61 on local service. On-board train fares are subject to a stiff surcharge, so buy your tickets at the station or at the vending machines located on the platform. The Ossining station is nearby; travel time to Grand Central is about 48 minutes."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mta.nyc.ny.us\/mnr\/html\/mnrmap.htm Metro-North Railroad - Harlem line"]}]},". The Pleasantville station is nearby to Briarcliff Manor, especially its Mount Pleasant portion. Express service between Pleasantville station and New York City's Grand Central Terminal is about 35 minutes. Local service is available between other Metro-North commuter stations."]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"[[","value":[["File:Bus Stop in Briarcliff Manor.tiff"],["thumb"],["Downtown Briarcliff Manor bus stops are identifiable by wooden shelters"]]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/beelinebus.westchestergov.com\/ Bee Line Bus Service"]}]},", Westchester County's bus service, provides access to ",{"type":"[[","value":[["White Plains (New York)"],["White Plains"]]}," and other locations in the county. Schedules and route maps are available online."]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nywaterway.com NY Waterway"]}]},", +1-800-53-FERRY, runs seasonal, weekend trips from ",{"type":"[[","value":[["Manhattan"]]}," to nearby ",{"type":"[[","value":[["Tarrytown"]]}," and from ",{"type":"[[","value":[["Haverstraw"]]}," to nearby ",{"type":"[[","value":[["Ossining"]]}," through the Haverstraw–Ossining Ferry."]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["mapframe"],["41.142235"],["-73.841299"],["zoom=13"],["height=370"],["width=370"],["layer=BW"]]},"\nGetting around Briarcliff Manor and Westchester entirely depends on where you are staying and what you want to see. If you plan on spending most of your time within the village, most downtown sights are within walking distance of each other.\n\n",{"type":"===","value":["By car"]},"\nMost residents and visitors get around by car. Traffic is light and traffic jams are rare. Finding parking is usually not a problem.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=The Bee Line Bus Service"],["alt="],["url=http:\/\/beelinebus.westchestergov.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 914 813-7777"],["tollfree="],["fax="],["hours="],["price=$2.50"],["content="]]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Manor House of Briarcliff Corporate Campus (2).tiff"],["260px"],["thumb"],["right"],["alt=Stone and half-timbered two-story building"],["The Tudor Revival Manor House"]]},"\n\n",{"type":"===","value":["Architecture"]},"\nBriarcliff Manor is an architectural haven, from historic buildings to churches and temples, Briarcliff Manor has plenty to see and marvel at.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=All Saints' Episcopal Church"],["url="],["email="],["address="],["lat=41.1478"],["long= -73.8467"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An English Gothic church built by Richard Upjohn in 1854, with a Stick Style rectory dated to 1883 and an Arts and Crafts-style Old Parish Hall built in 1904. The church is on the National Register of Historic Places."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ashridge"],["url="],["email="],["address="],["lat=41.1404"],["long= -73.8518"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Greek Revival mansion built around 1825."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Beechwood"],["url="],["email="],["address="],["lat=41.1343"],["long=-73.8621"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A neoclassical Federal mansion, with a more ornate Colonial Revival addition by R. H. Robertson. The building has two large porticoed entryways, a two-story octagonal library, numerous porches, verandas, and over 100 interior rooms. Beechwood was the filming location for ",{"type":"''","value":["Savages"]},", a 1972 Merchant Ivory film and the 1970 film ",{"type":"''","value":["House of Dark Shadows"]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Briarcliff Congregational Church"],["url="],["email="],["address="],["lat=41.1441"],["long=-73.8256"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An English Parish-style church with Gothic Tiffany windows and a Norman-style tower."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Briarcliff Manor Public Library"],["url="],["email="],["address="],["lat=41.1465"],["long=-73.8244"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Tudor Revival library, built by Walter Law in the style of his Briarcliff Lodge in 1906 as a train station. It became a library in 1959,and an expansion was completed in 2009."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Chilmark Estate"],["url="],["email="],["address="],["lat=41.1563"],["long=-73.8468"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Tudor Revival stone and stucco mansion viewable from the road, built in 1896 and home of V. Everit Macy and remaining a private residence today."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Clear View School"],["url="],["email="],["address="],["lat=41.1320"],["long=-73.8613"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Neoclassical-style school building completed early in 1917 as the Scarborough School. The building has a grand porticoed entry and French windows. Also on the property is a 1960s Modernist schoolhouse and an 80-acre parkland designed by Frederick Law Olmsted."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dysart House"],["url="],["email="],["address="],["lat=41.1446"],["long=-73.8242"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Tudor Revival house, built by Walter Law in 1897 as a precursor to his more-famous Tudor Revival  structures, the Briarcliff Lodge and Briarcliff railroad station (current public library). Law built Dysart House as a guest house for those who arrived by the nearby train station. In 1902, the house became the Tewksbury School, and in 1913, it became Mrs. Frances Scharff Marshall's Day and Boarding School. It remains a private residence."]]}]},{"type":"[[","value":[["File:Woodlea in Briarcliff Manor.tiff"],["thumb"],["alt=A three-story beige Renaissance Revival mansion"],["Woodlea, part of Sleepy Hollow Country Club"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Juniper Ledge"],["url="],["email="],["address="],["lat=41.1744"],["long=-73.8152"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An Arts and Crafts-style bungalow on the National Register of Historic Places and built in 1910; a fine example of its school of architecture and former home of suffragist Carrie Chapman Catt."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Manor House"],["url="],["email="],["address="],["lat=41.1392"],["long=-73.8121"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Tudor Revival building built in 1925 by Oscar Vatet for Rev. Dr. Rufus P. Johnston (pastor of John D. Rockefeller's Fifth Avenue Baptist Church). The building later became home to Dr. Arthur O'Connor; then to Cognitronics, and later to Frank B. Hall, Inc. It is currently an empty and unused part of Briarcliff Corporate Campus."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sleepy Hollow Country Club"],["url="],["email="],["address="],["lat=41.1246"],["long=-73.8573"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Renaissance Revival mansion, formerly the private residence Woodlea, and now the club house and banquet halls of the country club. The building has Beaux-Arts and Georgian Revival features, and was designed by Stanford White and built during the early 1890s. Charles B. Macdonald designed its golf course."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. Mary’s Episcopal Church"],["url="],["email="],["address="],["lat=41.1251"],["long=-73.8610"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Gothic Revival church built in 1851, the church has narrow lancelet windows created by Bolton Priory, one of America’s first stained glass manufacturers, and is the only complete set of Bolton windows in existence."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Vanderlip-Street house"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Modernist house designed by Wallace Harrison for Frank A. Vanderlip (who built it for his daughter and son-in-law) was one of the first contemporary-style homes in Westchester."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Parks and preserves"]},"\n",{"type":"[[","value":[["File:ScarboroughPark.JPG"],["thumb"],["Scarborough Park"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=see"],["name=Law Memorial Park"],["lat=41.1460"],["long=-73.8257"],["image="]]},", located just south of the village center, is a delightful park, with pools, playing fields and tennis courts, and a pond with benches, walkways, and period lighting. The village library is adjacent to the park."]},{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=see"],["name=Pocantico Park"],["lat=41.1251"],["long=-73.8283"],["image="]]},", Briarcliff's largest park, with a large number and variety of wildlife, has marked hiking trails."]},{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=see"],["name=Scarborough Park"],["lat=41.1363"],["long=-73.8667"],["image="]]},", a patch of green just off Route 9 in Briarcliff Manor that borders the Hudson and offers gorgeous river views across to the Palisades. A quiet place to relax, unwind and feed the geese or go fishing."]},"\n",{"type":"===","value":["Golf courses"]},"\n",{"type":"*","value":[" The private Sleepy Hollow County Club offers a 9- and 18-hole golf course. "]},{"type":"*","value":[" The private Trump National Golf Club in Briarcliff boasts a $1 million waterfall on the course."]},"\n",{"type":"===","value":["Cycling"]},"\n",{"type":"*","value":[" The North County Trailway, built on the rail bed of the former New York and Putnam Railroad, extends for 22.1 miles through Westchester county and passes through Briarcliff."]},{"type":"*","value":[" The Old Croton Aqueduct State Historic Park is a popular bicycling and running path. Its trail follows the Old Croton Aqueduct from Croton to New York City. Access from the village is from Scarborough Road north of the Scarborough Fire Station."]},"\n",{"type":"===","value":["Other"]},"\n",{"type":"*","value":[" The Briarcliff Manor-Scarborough Historical Society runs public events including tours of homes and churches, bus tours, Hudson River cruises on historic boats, dances, antique-car exhibits, day trips to historic points of interest, art exhibits and events with authors and elected officials."]},{"type":"*","value":[" The Briarcliff Manor Chamber of Commerce runs \"1st Thursday...Night Lights\", a themed event on the first Thursday of every month from June to September for walking, shopping, and dining around the village from 4-8 pm."]},{"type":"*","value":[" The Pleasantville Farmer's Market, the largest farmer's market in Westchester, is held in bordering village Pleasantville every Saturday."]},{"type":"*","value":[" Rockwood Hall, a former estate, is a park on the bank of the Hudson River. The park has an extensive network of good jogging trails."]},"\n",{"type":"===","value":["Annual events"]},"\n",{"type":"*","value":[" The Memorial Day parade with the Fire and Police Departments, boy and girl scouts, bands, and other groups, who march from around the intersection of Pleasantville and North State Roads to the Tree Streets and back to Law Memorial Park for a brief remembrance ceremony, with areas to watch the parade throughout the village."]},{"type":"*","value":[" Also during Memorial Day is the 7th Annual Friends 5K Run\/2 Mile Walk, run by Friends of Briarcliff Manor Public Library, and formerly named Briarcliff Has Heart."]},{"type":"*","value":[" The Briarcliff Manor Community Bonfire is a winter holiday event at Law Park, hosted by the village and the Briarcliff Friends of the Arts, involving live music (primarily seasonal and holiday songs), refreshments and craft projects for children."]},{"type":"*","value":[" The Briarcliff Manor schools' Performing Arts Department presents annual winter and spring concerts, a fall drama production, a spring musical production, and a spring dance concert."]},"\n",{"type":"==","value":["Buy"]},"\nBriarcliff has three retail business areas, a general (non-retail) business area, and scattered office buildings and laboratories.\n\nThe village's principal retail area, the Central Business District, also known as the Village Center or East End, is located on Briarcliff Manor's main street on Pleasantville Road and continues on North State Road. The area has numerous businesses lining Pleasantville Road, and is home to the village hall and a pocket park, and has brick sidewalks, period street lighting, and free parking. Farther south along the road is the Walter W. Law Memorial Park, and southeast along the road are the three schools of the Briarcliff Manor Union Free School District. Additional businesses and restaurants lie along North State Road. \n\nThe central business district primarily has retailers such as restaurants, cafes, small food markets and specialty shops. The North State Road business district has a supermarket, a bank, a gas station and a mixture of retail stores, and the other retail areas have national and local stores. A mile north on Pleasantville Road brings you to the Chilmark Shopping Center with an A&P grocery store, pharmacy, Radio Shack, and restaurants.\n\nJust a few blocks further north leads to Route 133. Turn left onto 133 for the commercial district of the village of Ossining. After one mile west on 133, turn left onto Route 9. Go 1 1\/2 miles south on Rt. 9 to reach the historic Scarborough neighborhood of Briarcliff Manor and the Arcadia Shopping Center with a CVS, Stop & Shop grocery, and more.\n",{"type":"[[","value":[["File:CBD of Briarcliff Manor (2014).tiff"],["thumb"],["350px"],["alt=A village street lined with shops"],["Southwest view of Pleasantville Road central business district shops"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=A Maze in Pottery"],["url=http:\/\/www.amazeinpottery.com"],["email="],["address=76 North State Rd."],["lat="],["long="],["directions="],["phone=+1 914 502-0088"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Briarcliff Bike Works"],["url=http:\/\/www.briarcliffbikeworks.com"],["email="],["address=1238 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 762-7614"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Briarcliff Toy Shop"],["url="],["email="],["address=1171 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 762-3578"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Briarcliff Travel"],["url="],["email="],["address=1199 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 941-2668"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Chilmark Wines & Spirits"],["url="],["email="],["address=1876 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 762-0696"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Chocolate Chalet"],["url=http:\/\/thechocolatechalet.com"],["email="],["address=74 North State Rd."],["lat="],["long="],["directions="],["phone=+1 914 941-4607"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Crown Trophy"],["url=http:\/\/www.crowntrophy.com"],["email="],["address=529 North State Rd."],["lat="],["long="],["directions="],["phone=+1 914 941-0020"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Holbrook Cottage"],["url=http:\/\/www.holbrookcottage.com"],["email="],["address=1253 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 944-0734"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Images Art Gallery"],["url=http:\/\/www.imagesbriarcliff.com"],["email="],["address=1157 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 762-3000"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Janniello's Specialty Foods"],["url=http:\/\/www.janniellosmarket.com\/"],["email="],["address=1191 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 923-3240"],["hours="],["price="],["content= An Italian deli and market"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=L3 Couture"],["url=http:\/\/www.l3couture.com"],["email="],["address=1143 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 502-0333"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Little Sweet's Pet Boutique"],["url="],["email="],["address=1230 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 236-3713"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Manor Wines & Spirits"],["url=http:\/\/manorwine.com\/index.php"],["email="],["address= 1187 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 941-3344"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=March Boutique"],["url=http:\/\/marchboutique.com\/index.htm"],["email="],["address= 1207 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 923-2100"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=My Sherry & More"],["url=http:\/\/www.mysherryandmore.com"],["email="],["address= 1245 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 941-1536"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Mrs. Green’s Natural Market"],["url=http:\/\/mrsgreens.com"],["email="],["address=97 North State Rd."],["lat="],["long="],["directions="],["phone=+1 914 762-8100"],["hours="],["price="],["content= A high-end natural foods supermarket"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Tastefully Yours Catering, Inc."],["url=http:\/\/tastefullyyourscatering.com"],["email="],["address=1250 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 762-0299"],["hours="],["price="],["content= A catering company with a retail store\/cafe"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Three Dogs Gluten-Free Bakery"],["url=http:\/\/www.threedogsgfbakery.com\/joomla\/"],["email="],["address=510 North State Rd."],["lat="],["long="],["directions="],["phone=+1 914 762-2121"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Wondrous Things"],["url=http:\/\/www.wondrousthings.com\/"],["email="],["address=1159 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 762-3300"],["hours="],["price="],["content= A clothing and gift shop"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Vintage Violet"],["url=http:\/\/vintageviolet.com"],["email="],["address=1247 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 923-3480"],["hours="],["price="],["content= A florist and antique shop"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Value Drugs"],["url=http:\/\/value-drugs.com"],["email="],["address=89 North State Rd."],["lat="],["long="],["directions="],["phone=+1 914 941-4307"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Briar Bagels and More"],["url=http:\/\/www.briarbagels.com\/"],["email="],["address=549 North State Rd."],["lat="],["long="],["directions="],["phone=+1 914 432-0005"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hunan Garden"],["url="],["email="],["address=86 North State Rd."],["lat="],["long="],["directions="],["phone=+1 914 923-1628"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Moonbean Cafe"],["url="],["email="],["address=1123 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 945-9061"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Patio Restaurant"],["url=http:\/\/www.thepatiorestaurant.net\/"],["email="],["address=1133 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 941-4414"],["hours="],["price="],["content=has good breakfast and brunch food for families."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Briar’s Restaurant"],["url=http:\/\/thebriarsrestaurant.com\/"],["email="],["address=512 North State Rd."],["lat="],["long="],["directions="],["phone=+1 914 762-3424"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Good Food"],["url=http:\/\/goodfoodbriarcliff.com\/"],["email="],["address=1205 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 432-7981"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Janniello's Specialty Foods"],["url=http:\/\/www.janniellosmarket.com\/"],["email="],["address=1191 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 923-3240"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jiki Japanese Sweets & Cuisine"],["url=http:\/\/www.thejiki.com\/home"],["email="],["address=1116 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 762-4040"],["hours="],["price="],["content=is known for its delicious desserts, all made in-house."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Maya Riviera"],["url="],["email="],["address=1205 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 488-5619"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Orfino’s Restaurant"],["url=http:\/\/www.orfinosrestaurant.com\/"],["email="],["address=1120 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 941-7353"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Paese Pasta & Pizza Trattoria"],["url=http:\/\/www.paesepastaandpizza.com\/"],["email="],["address=1147 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 923-8268"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Squire's of Briarcliff"],["url=http:\/\/www.squiresofbriarcliff.com\/"],["email="],["address=94 North State Rd."],["lat="],["long="],["directions="],["phone=+1 914 762-3376"],["hours="],["price="],["content=is an excellent restaurant, known for its steak and some of the best burgers around."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Terra Rustica Ristorante"],["url=http:\/\/www.terrarusticaristorante.com\/"],["email="],["address=550 North State Rd."],["lat="],["long="],["directions="],["phone=+1 914 923-8300"],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=105-Ten Bar & Grill"],["url=http:\/\/www.105ten.com\/"],["email="],["address=127 Woodside Ave."],["lat="],["long="],["directions="],["phone=+1 914 236-3651"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Flames Steakhouse"],["url=http:\/\/www.carvel.com\/"],["email="],["address=533 North State Rd."],["lat="],["long="],["directions="],["phone=+1 914 923-3100"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Haymount House"],["url=http:\/\/haymounthouseny.com\/"],["email="],["address=25 Studio Hill Rd."],["lat="],["long="],["directions="],["phone=+1 914 502-0080"],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Sweets"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Carvel"],["url=http:\/\/www.carvel.com\/"],["email="],["address=1874 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 762-4808"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Twist"],["url=http:\/\/twistfrozenyogurtbar.com\/TWIST_home.html"],["email="],["address=1136 Pleasantville Rd."],["lat="],["long="],["directions="],["phone=+1 914 923-4181"],["hours="],["price="],["content=is a frozen yogurt shop with a wide array of toppings, and good ice cream for those who prefer it."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Edith Macy Conference Center"],["alt="],["url=http:\/\/www.edithmacy.com\/"],["email="],["address=550 Chappaqua Road"],["lat="],["long="],["directions="],["phone =+1 914 945-8000"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Situated among 405 wooded acres on a mountainside. They promote the country setting as a good location to conduct corporate work sessions in a relaxing environment without distractions."]]}]},"\n",{"type":"==","value":["Go next"]},"\nBriarcliff Manor is in central Westchester County, surrounded by ",{"type":"[[","value":[["Ossining"]]}," to the north and west and ",{"type":"[[","value":[["Chappaqua"]]}," and ",{"type":"[[","value":[["Pleasantville (New York)"],["Pleasantville"]]}," to the east and south. Briarcliff Manor is also close to ",{"type":"[[","value":[["New York City"]]},", and is less than thirty miles north of ",{"type":"[[","value":[["Manhattan"]]},".\n\n",{"type":"{{","value":[["routebox"],["image1=NY-9A.svg"],["imagesize1=22"],["image1a=NY-100.svg"],["imagesize1a=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Somers"]]}],["minorl1=",{"type":"[[","value":[["Croton-on-Hudson"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Yonkers"]]}],["minorr1=",{"type":"[[","value":[["Hawthorne (New York)"],["Hawthorne"]]}],["image2=US 9.svg"],["imagesize2=22"],["directionl2=N"],["majorl2=",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}],["minorl2=",{"type":"[[","value":[["Ossining"]]}],["directionr2=S"],["majorr2=",{"type":"[[","value":[["New York City"]]}],["minorr2=",{"type":"[[","value":[["Sleepy Hollow"]]}],["image3=Taconic State Pkwy Shield.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Chatham (New York)"],["Chatham"]]}],["minorl3=",{"type":"[[","value":[["Millwood"]]}],["directionr3=S"],["majorr3=",{"type":"[[","value":[["Valhalla"]]}],["minorr3=",{"type":"[[","value":[["Hawthorne (New York)"],["Hawthorne"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["41.15"],["-73.85"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Westchester County"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Briarcliff Manor, New York"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/New York\/Localities\/B\/Briarcliff_Manor"]]},"\n",{"type":"[[","value":[["Commons:Category:Briarcliff Manor, New York"]]}]