[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Brimfield"]}," is a small town in ",{"type":"[[","value":[["Hampden County"]]}," in the ",{"type":"[[","value":[["Pioneer Valley"]]}," region of ",{"type":"[[","value":[["Massachusetts"]]}," It is most famously known for the Brimfield Antique Show.\n\n",{"type":"==","value":["Get in"]},"\n\nBrimfield is easily found as Route 20 runs straight through it.\n\n",{"type":"==","value":["Get around"]},"\n\nDue to the rural nature of the town it is necessary to use a car.\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Brimfield Antique Show"],["alt="],["url=http:\/\/www.brimfieldshow.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Started in the 1950s, this enormous show claims to be the largest antique show in the country. Referred to by locals as the \"flea market,\" is held for a week each in May, July, and September, rain or shine. Although many of the vendors deal in antiques, there are a variety of treasures you can find here from old to new."]]}," "]},"\nIn its entirety, the Brimfield Antique Show encompasses nearly “a half-mile and perhaps 500' or more back on each side of the highway,” according to their website. This immense size means that if planning to attend, it is highly recommended that one put together a plan of action ahead of time. Traffic and parking are sometimes difficult as over 35,000 people a day flood in for the show. Parking is often found in the form of pay-for-entry lots located at either end of the show area, with more expensive lots dotting the middle that often fill early. \n\nWhen attending the Brimfield Antique Show, drink and nourishment is an almost-required necessity, especially during the July show. With enough preparation, one could pack a cooler with food and water to avoid additional cost, though the food stands dotting the show provide many kinds of meals. In particular, the court of stands hosted by the New England Hotel is a great place to get a meal during the show with most prices being reasonable for good food.\n\nMany of the vendors who participate in the Brimfield Antique Show accept cash only, though depending on who and when one haggles, personal checks may also be an option. There are also a number of ATMs located throughout the show, though they should be avoided because of the amount of charges one can incur by using them. Small increments of bills will be appreciated by the vendors, and a show budget depends on what specific items one may be looking for.  \n\nNavigating the show is another aspect that requires planning because of its size. If one has a specific list of items to search for, more ground can be covered. However, if one has a larger list or spends more than ten minutes per booth, seeing the entire show in one day will be incredibly difficult. Some may even rent rooms and stay from anywhere between two days and the entire duration of the show to circumvent this. There are a number of fields owned privately, and these fields may operate on different schedules (see www.brimfieldshow.com for more information) that may not be open on certain days. Some fields also charge admission; between $5 to $10 USD in most cases, which is a separate charge in addition to parking.\n\nSpecific fields at the Brimfield Antique Show are: Brimfield Acres North, Brimfield Barn, Brimfield’s Heart-O-The-Mart, Central Park, Collin’s Apple Barn, Crystal Brook, Midway Antiques and Dealers’ Choice, Francesco’s Antique Show, Green Acres, J&J Promotions, Hertan’s Antique Shows, The Meadows, May’s Antique Market, Mahogany Ridge, Quaker Acres, Shelton Antiques, Stephen’s Place, and Sturtevant’s.\n\nAt the show, it is suggested to bring at least a backpack to store purchased items. Some may also bring rolling wagons for items, as well as transportation from car to moving truck. There are also a number of porters that roam the show, offering to help move any large objects or furniture back to any parking lot.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Brimfield House of Pizza"]}," - Great Eat-in\/Take-out, wide menu, generous portions.  Gourmet food at canteen prices.  Catering dishes can also be ordered and picked up.  Consistently high level of service.  Daily\/weekly specials posted inside the restaurant.  Located within walking distance of the antique fair grounds."]},"\n",{"type":"*","value":[{"type":"'''","value":["Athens Pizza"]}," - Good food and reasonably priced."]},"\n",{"type":"*","value":[{"type":"'''","value":["Hooyas"]}," - A great place for breakfast and very cheap!"]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Yankee Cricket Bed & Breakfast"],["url=http:\/\/www.yankeecricket.com"],["email="],["address=106 Five Bridge Road"],["lat="],["long="],["directions="],["phone = +1 413-245-0030"],["tollfree="],["fax="],["hours="],["price=$150\/Night"],["checkin=2PM-4PM, 6PM-8PM"],["checkout=11AM"],["content=Located in a rural yet convenient location, with an equally rural aesthetic of Americana. Nearby attractions include the Brimfield Antique Show, the Brimfield State Forest, Wells State Park, and other outdoor activities. Also nearby is Old Sturbridge Village, a popular Massachusetts destination. The webpage of the Yankee Cricket also includes package deals as well as copious amounts of images displaying rooms on offer."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["A trip to ",{"type":"[[","value":[["Sturbridge"]]}," is well worthwhile."]},"\n",{"type":"{{","value":[["routebox"],["image1=US 20.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Springfield (Massachusetts)"],["Springfield"]]}],["minorl1=",{"type":"[[","value":[["Palmer (Massachusetts)"],["Palmer"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Worcester (Massachusetts)"],["Worcester"]]}],["minorr1=",{"type":"[[","value":[["Sturbridge"]]}]]},"\n\n",{"type":"{{","value":[["geo"],["42.122778"],["-72.201389"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Hampden County"]]},"\n",{"type":"[[","value":[["Wikipedia:Brimfield,_Massachusetts"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Massachusetts\/Localities\/B\/Brimfield\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Brimfield, Massachusetts"]]}]