[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Bristol"]]},"\n",{"type":"'''","value":["Bristol"]}," Bristol, Rhode Island is a quintessential New England waterfront town. It is situated on a peninsula surrounded by Narragensett and Mount Hope Bays. It is part of the East Bay communities along with Warren and Barrington, RI. This coastal community has a rich 325 year history and hosts the oldest, continuous 4 July celebration in the United States. The town is plentiful with many year round recreational activities and a spectacular waterfront that provides beautiful views as well as many water sports. The town has not lost its historic, ‘Main Street America’ feel with many stately homes, tree lined streets and old town store fronts.\n\n",{"type":"==","value":["Understand"]},"\n\nBristol is a small and historic Rhode Island town with a population of about 3,000. Approximately 20.6 square miles, Bristol is a beautiful town right on the water that was founded by Roger Williams in 1636, and was named after Bristol, England. The town was eventually sold after 1685 and sold to four Boston investors: Byfield, Wally, Oliver and Burton, three of which when on to have schools named after them.\nBy the late 1700s Bristol was a major ward for the illegal slave trade and inhabited some of the richest men in the country. One famous family who participated in the slave trade were the DeWolf Colts. The family’s most famous home was Linden Place Mansion, which inhabits in Bristol. Colt School was also built and donated to the town located next door to Linden Place and is made largely from marble and was built as a memorial to Theodore DeWolf Colt by her son. Colt Farm and Colt State Park are two other donations that live on through the family.\nBristol, Rhode Island also holds the first, longest and largest Independence Day Parade in the country. The streets are lined with a red, white and blue stripe down the middle, year round and there are concerts leading up to the holiday three weeks in advance. There is a carnival week of, fireworks by the downtown water, a performance by the Navy Band and of course, the annual Fourth of July Parade.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nFrom ",{"type":"[[","value":[["Providence"]]},", go east on I-195 to exit 7. Follow Route 114 into Bristol. Alternate route;travel east on I-195 to exit 2 in Massachusetts. Follow Route 136 into Bristol.\n\nFrom ",{"type":"[[","value":[["Boston"]]}," I-95 south to Rt. 24 south. Take exit for Mt. Hope Bridge. Follow signs for Bristol and Mt. Hope Bridge. Go over the bridge and follow Rt. 114 north into Bristol.\n\n",{"type":"===","value":["By air"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pvdairport.com\/ T.F. Green Airport (",{"type":"''","value":["PVD"]},")"]}]}," in ",{"type":"[[","value":[["Warwick (Rhode Island)"],["Warwick"]]}," offers many low cost and regular flights from many cities in the United States."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Boston"]]},"'s Logan Airport (",{"type":"''","value":["BOS"]},"), ",{"type":"[","value":["http:\/\/www.massport.com\/logan\/"]}," is much larger and is generally used for most international flights."]},"\n",{"type":"===","value":["By bus"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["R.I.P.T.A."]},", Phone: +1 401-781-9400, ",{"type":"[","value":["http:\/\/www.ripta.com\/"]},". Services across all of Rhode Island.  Bus #60 connects Providence to Newport. It passes through Bristol every hour with several stops along Route 114."]},"\n",{"type":"{{","value":[["buy"],["name=Ocean State Adventure"],["url=http:\/\/www.oceanstateadventure.com"],["email="],["address=99 Poppasquash Rd"],["lat="],["long="],["directions="],["phone = +1 401 254-4000"],["tollfree="],["fax="],["hours=Wed- Sun 10-6"],["price="],["content= Ocean State Adventures offers a vast array of outdoor needs. The store sells everything for your paddling needs. Rentals, tours, classes and camps are all services offered by OSA for the best views of the Ocean's States coastlines."]]},"\n\n",{"type":"==","value":["Get around"]},"\n\nThe town isn't too big, so walking or bike riding can be one of the easiest ways to get around. Most of the shops and restaurants are located in one general area making it easily accessible by foot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Blithewold Mansion, Gardens & Arboretum"],["alt="],["url=http:\/\/www.blithewold.org\/"],["email="],["address=101 Ferry Rd"],["lat="],["long="],["directions="],["phone=+1 401 253-2707"],["fax="],["hours=10AM-5PM"],["price=$10, children under 15: free"],["content=An excellent piece of historic Bristol. An English-Style mansion of 45 rooms, with 33 acres of lawns and vividly colorful gardens host to an impressive collection of flowers from around the world. However, it can be incredibly uncomfortable and hot walking around the gardens in the middle of the summer."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Haffenreffer Museum of Anthropology"],["alt="],["email="],["url=http:\/\/www.brown.edu\/Facilities\/Haffenreffer\/index.html"],["address="],["lat="],["long="],["directions="],["phone=+1 401 253-8388"],["fax=+1 401 253-1198"],["hours="],["price="],["content=Hitherto the Haffenreffer museum has been located within Bristol, displaying a collection of various cultural artifacts from the Americas, Africa and Oceania. However, due to mold and other reasons, the museum is turning its Bristol site into storage and has relocated its exhibition in Manning Hall on the Brown University campus, in ",{"type":"[[","value":[["Providence"]]},"."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Herreshoff Marine Museum"],["alt="],["email="],["url=http:\/\/www.herreshoff.org"],["address=1 Burnside Street"],["lat="],["long="],["directions="],["phone=+1 401 253-6222"],["fax=+1 401 253-6222"],["hours=May-Oct 10AM-5PM"],["price=$8 Adult, $7 Senior, $2 Student, free under 12"],["content=Yachting museum and America's Cup Hall of Fame. Dockage space is available at the Museum pier, reservations are recommended."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mt. Hope Bridge"],["alt="],["email="],["url="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Mt. Hope Bridge was completed in 1920. It was built and owned by the Heffenreffer family. The family had plans to build and operate a horse race track across Mt. Hope Bay. The bridge was built in order for residents from Bristol to get to the racetrack, however they ran out of funds by the time the bridge was done being built."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nBristol is host to many events and celebrations, particularly in and around the 4th of July.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Boating"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"Bristol is a great place to enjoy all the beauty of Narragansett Bay and Mount Hope Bay. The town is perfectly situated on the East Bay Peninsula, making it a water lover's paradise. Boating, kayaking and other water sports are popular activities along the coast. The harbor hosts approximately 800 moorings and several docks, so travel to the area by water is an option. Rentals of equipment are available at a few locations in town. See listings in the Buy section for rental shops.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Colt State Park"]},", Hope St., ",{"type":"[","value":["http:\/\/www.riparks.com\/colt.htm RIparks"]}," Rt 114, Bristol, RI"]},"(401) 253-7482\nAdmission: Free\nOpen year round\nSunrise to sunset\nOffice Hours 8AM-4PM\nFacility rentals available\nTrash policy: no cans on premise; you pick and carry\nServices \/ Features\nChildren's Activities, Grill, Picnic Area, Restroom, Public Beach, Wildlife Refuge, Nature Center, Alcohol Prohibited, Pets Allowed, Saltwater Fishing, Fishing Pier, Roller-skating, Cross-Country Skiing, Bike Trail, Bird Watching Trail, Hiking Trail, Horseback Riding, Jogging Trail, Off-Road Trail\nColt State Park is a 464 acre, nature lovers paradise. No matter the season, there is always something here to enjoy. The park's many amenities provide plenty of activities for everyone in the family. Whether relaxing by the bay, fishing on the dock or hiking on one of the many trails, no two trips to the park will ever have to be the same.\nThe park is the perfect place to hold family and friend functions in the picnic areas or in the main house, once owned by the Rockwells. Weddings are also available on premises for a nominal fee. Inquire at the office for pricing and availability.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["East Bay Bike Path"]},", ",{"type":"[","value":["http:\/\/www.riparks.com\/eastbay.htm RIparks"]}]},"Open year round\nSunrise to sunset\nNo motor vehicles allowed\nNo snow removal on path\nDogs permitted on leash\nObey path traffic pattern: Bikers on the right; walkers on left.\n\nColt Experience some of the diverse natural beauty that this corner of the Ocean State has to offer. A scenic 14.5-mile path traversing the communities of Providence, East Providence, Warren, & Barrington, begins right here in Bristol. The serene journey starts at Independence Park and continues along the northeast shore of Narragansett Bay. The path provides spectacular waterfront views, access to several state parks, coastal marshes & ponds. It is a 10' wide, asphalt-paved path. The well maintained trail is suitable for bikers, walkers and in-line skaters.\nThe old, converted railroad system provides us with not only plenty of exercise, but practical connections to travel to other towns within the area without the hassle of driving. Downtown shops and restaurants are steps from the path, as well as access to the Audubon Society.\nThe bike path has received national acclaim for its ease and appearance; considered one of the most enjoyable rides throughout New England. Expansion projects are still the works that will continue the trail and connect with the Blackstone Trail in the northern part of the state.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mt. Hope Farm"],["url=http:\/\/www.mounthopefarm.org\/"],["email="],["address=250 Metacom Avenue (Route 136)"],["lat="],["long="],["directions="],["phone = +1 401 254-1745"],["tollfree="],["fax="],["hours=Dawn-Dusk"],["price="],["content=This open farmland is perfect for a peaceful walk, bike ride, or hiking trip with the family or by yourself. The trails are lined with forests and wild flowers and a beautiful view of the Mt. Hope Bay. It can be used for wedding ceremonies and other special occasions during the summer, so it can get a little crowded at times. There is plenty of history that comes with the land as well, but you have to do a little exploring in order to find it."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Coggeshall Farm"],["url=http:\/\/www.coggeshallfarm.org\/visit.html"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 401 253-9062"],["tollfree="],["fax="],["hours=Tue-Sun 10AM-4PM"],["price="],["content=A great place to find out about the history of the area, do some exploring, and learn about some agriculture. With activities for the entire family it is certainly a fun spot to visit. Because it is a site that has been around for some time, they do ask that visitors follow the rules they have set. They don’t want anyone entering pens or pastures, or picking up the livestock without the permission of the staff. They ask that there be no trash thrown on the ground, for the animals eat where we walk. And most importantly, they ask that visitors walk carefully on these grounds as they have been here since the 18th century and wish to conserve it for years to come."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cemetery Walk"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Because Bristol has been around since the late 1600s, there are plenty of old fashioned cemeteries in the area that are open to explore. A few are gated up due to the destruction of some of the tombstones, but others are open to the public and can be a great site to see. Juniper Hill Cemetery, located on 24 Sherry Avenue, is filled with beautiful tombstones that date back hundreds of years. It certainly gets spooky at night though, so although a sunset walk can be a romantic idea, you would be advised to start heading out at that time. On the contrary, if you are a thrill seeker the site has been known for it’s ghost sitings, so have fun, but be prepared. The DeWolf family, one of the earliest settlers of Bristol and the leading slave traders at the time, have their own cemetery dedicated to their entire family. Located on Woodlawn Avenue, this cemetery may look small because it only houses the remains of the DeWolf family, but the history these people left behind is one of the biggest stories Bristol is known for."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Prudence Island"],["url=http:\/\/prudenceferry.com\/capt_crew.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With year round travel and plenty to see on the island, this is a great place to visit. All it takes to get over there is a 25 minute ferry ride, a couple of dollars, depending on who you are traveling with, some lunch, and a means of transportation. Because it is a small island there isn’t any way of getting around, besides walking or if you know someone that lives there, but you are able to take a car or bike on the ferry. The times the ferry runs fluctuate depending on the day you wish to go, but there is a list of all of that information located on their website. The best time to go is during the summer or when the weather is warm because there is so much to see and explore. Prudence Island also holds plenty of fascinating history that is worth finding out about.\n\nThe Narragansett Bay National Estuarine Research Reserve or NBNERR, is the place to go to get an amazing tour of the island and learn about its history. They also host yearly seal tours when the weather begins to get colder which is great for the entire family. The trip is run by the members of the NBNERR staff who know plenty about the island. They pick you up at the ferry landing and bring you back to their research reserve where they give a quick presentation of the seals and the sea life surrounding the island, then take you to the most popular spots on the island to view the seals. Once that is through, they then bring you on a historical tour of the island and show you some of the most breathtaking locations one could ever imagine. With views of the Mt. Hope Bridge, Narragansett Bay, and an abundance of wildlife, you will want to take plenty of pictures and wish you didn’t have to leave. You are required to register for this tour beforehand, which can be done at the Audubon Society located at 1401 Hope Street."]]}]},{"type":"===","value":["The Fourth of July Parade and Festivities"]},"\n\nBristol’s parade has been annually running since 1785. The parade begins on July 4 at 10:30AM, starting the corner of Chestnut and Hope Street, and runs down Hope Street (whose traffic lines are painted red, white, and blue) until High Street.\n\nBristol is a town that is very proud of their American Spirit.  Like stated, this is the oldest Fourth of July Parades in the entire country.  If you decide to travel to Bristol during the beginning of the summer, you will witness Bristolians decorating their houses in red, white and blue (especially if their house is located on the parade route!) Their enthusiastic patriotism is evident all year round, but it really shines during the months leading up to July.  Fourth of July fireworks either occur one day prior to the parade or one day after. The fireworks can be seen along the Bristol Waterfront, but if you simply take a stroll in the downtown area at night, you can be sure to catch a glimpse of the fireworks.  Street Parking is available on the streets of Downtown Bristol and it is conveniently free.  Bristolians know of this parking convenience, and know to head downtown at least a good hour prior to the firework show.  It is recommended that you do this same for parking can become tricky downtown.  Once the firework show is complete, don’t expect leaving to be easy.  It can get pretty crowded and streets may become closed, so patience is advised.\n\nYou must bring your own seating. The parade is always well-attended, do not wait too long to set up your seating arrangements, but do so no earlier than 5AM, otherwise your chairs, towels, and\/or coolers will be confiscated. Plenty of parking is available downtown, apart from strict parking bans which go into effect for Hope Street and surrounding streets the night before. It helps to know someone in town, a friendly driveway is a great convenience when the parade is over and people rush to their cars and make crowded parking lots your painfully slow exit.\n\nYou can bring your own food and drink as well as purchase refreshments from vendors along the parade route, but alcohol is strictly prohibited. Vendors along the parade route also sell a variety of knick-knacks and souvenirs.\n\nThe parade itself goes by in several divisions, filled with music, motion, and color. There is an abundance of sound, diverse bugle and drum corps from all over the US march and play in the parade wearing their colors and twirling their flags. Bristol’s own Mt. Hope High School marching band performs along the route. Various floats from different organizations drive the parade route as well. Among other marchers found walking the parade route would be Rhode Island political figures and Elmo. The parade is also rife with historical and patriotic reverences to our Revolution as well as our men and women in uniform.\n\nThe parade, as well as other Fourth of July activities have their own website ",{"type":"[","value":["http:\/\/www.july4thbristolri.com\/"]}," for further information.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Bead House"],["url=http:\/\/www.thebeadhouse.com"],["email="],["address=11 Constitution Street"],["lat="],["long="],["directions="],["phone = +1 401 253-1188"],["tollfree="],["fax="],["hours=Tues-Sat 11 to 6 Sunday 12 to 5 Closed Mondays"],["price="],["content=The Bead House sells beads, jewelry and metal art in a full service  store located in a restored Victorian home in Historic Downtown Bristol."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Just Ducky"],["url="],["email="],["address=34B Gooding Plaza"],["lat="],["long="],["directions="],["phone = +1 401 253-6335"],["tollfree="],["fax="],["hours=Tues, - Sat. 10 to 5"],["price="],["content=Popular children's consignment store. Carries only top quality, gently worn children's clothing for all occasions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Jackie's Loft"],["url="],["email="],["address=448 Thames Street"],["lat="],["long="],["directions="],["phone = +1 401 254-4251"],["tollfree="],["fax="],["hours="],["price="],["content=Retail, women's clothing and accessories"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Leg Up Bowtique and Barkery"],["url="],["email="],["address=54 State Street"],["lat="],["long="],["directions="],["phone = +1 401 254-9600"],["tollfree="],["fax="],["hours=Tues- Sun. 12 to 5"],["price="],["content=A friendly pet store and bakery specializing in fun and unique dog toys, treats, clothing and accessories."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Northwind Sports"],["url=http:\/\/www.northwindsports.com"],["email="],["address=Thames Street Landing"],["lat="],["long="],["directions="],["phone = +1 401 254-4295"],["tollfree="],["fax="],["hours="],["price="],["content="]]}," Northwind Sports is a gear shop for water sports. Clothing, equipment and rentals are available. Bike rentals are also on premises."]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Ocean State Adventure"],["url=http:\/\/www.oceanstateadventure.com"],["email="],["address=99 Poppasquash Rd"],["lat="],["long="],["directions="],["phone = +1 401 254-4000"],["tollfree="],["fax="],["hours="],["price="],["content="]]},"Wed- Sun 10-6. Ocean State Adventures offers a vast array of outdoor needs. The store sells everything for your paddling needs. Rentals, tours, classes and camps are all services offered by OSA for the best views of the Ocean's States coastlines."]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Green River Silver Co."],["url=http:\/\/www.greenriversilver.com\/"],["email="],["address=297 Hope St"],["lat="],["long="],["directions="],["phone = +1 401 253-5005"],["tollfree="],["fax="],["hours=Mon-Sat 10AM-6PM Sun 12PM-5PM"],["price="],["content=This small yet elegant jewelry store is located right in downtown Bristol off of Hope Street. It is all real silver jewelry so the items can be a little pricey, but serve as a great gift for someone or a little treat for oneself. They have a wide variety of accessories that can be worn by any age group and a staff that is always willing to assist you."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=I Boutique"],["url="],["email="],["address=295 Hope St"],["lat="],["long="],["directions="],["phone = +1 401 254-7563"],["tollfree="],["fax="],["hours=Mon-Sat 10AM-6PM Sun 12PM-5PM"],["price="],["content=Located right next to Green River, this quaint little store specializes in great accent pieces of clothing and jewelry, as well as shoes, handbags, and other small accessories. The prices vary depending on what you wish to buy, but it is certainly worth taking a look."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bristol House of Pizza"],["alt="],["email="],["url=http:\/\/www.bristolhouseofpizza.com\/BHOP\/Default.aspx"],["address=55 State St"],["lat="],["long="],["directions="],["phone=+1 401 253-2550"],["fax="],["hours="],["price="],["content=Don't let the name fool you. This place doesn't just serve pizza. They also have a variety of different foods as well. Appetizers are served which include selections such as Buffalo Wings, Onion Rings and Mozzarella sticks to name a few. They are also known for their grinders which include selections such as Chicken Parm, Meatball etc. This is a great spot that is an ideal place to go if you are in town. $4-15. Mon-Thurs open 11AM-9PM. Saturdays 12AM-9PM, Sundays 12PM-9PM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Classic Pizza"],["alt="],["email="],["url="],["address=390 Metacom Ave"],["lat="],["long="],["directions="],["phone=+1 401 253-1871"],["fax="],["hours="],["price="],["content=Here is another place where the name of the restaurant can be misleading. Even though they serve fresh baked pizzas straight from the oven, they are also known for their gyro sandwiches. If you had a long day at work, don’t worry! They deliver. $5-15."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Daily Scoop, The"],["alt="],["email="],["url=http:\/\/www.dailyscoopicecream.com\/"],["address=446 Thames St"],["lat="],["long="],["directions="],["phone=+1 401 253-2223"],["fax="],["hours="],["price="],["content=This ice cream shop on the waterfront of downtown Bristol. They don't only serve ice cream but serve smoothies as well as milkshakes. This place is across the street from Independence Park and is right on the water. Always packed but well worth the wait. The ice cream is thick, delicious and all homemade. The workers are young, friendly and vibrant. $4 to $7. You can also purchase their ice cream in pints, gallons, or ice cream cakes. If this sounds expensive to you, just remember it is worth it!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=DeWolf Tavern"],["alt="],["email="],["url=http:\/\/www.dewolftavern.com\/"],["address=259 Thames St"],["lat="],["long="],["directions="],["phone=+1 401 254-2005"],["fax="],["hours="],["price=Expensive"],["content=Reservations suggested. Located on the beautiful waterfront in downtown Bristol, this restaurant is the ideal spot to have a romantic dinner or a formal outing. It may be pricy, but once you set foot inside the restaurant you will see why. The restaurant is renovated stone house which gives guests a sophisticated, rustic feel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hope Diner"],["url="],["email="],["address=742 Hope St"],["lat="],["long="],["directions="],["phone =+1 401 253-1759"],["tollfree="],["fax="],["hours="],["price=expensive"],["content=Hope Diner is an original, old school diner that actually resides in a parked and remodeled trailer home. A small location located down town on the 4th of July Parade route and bike path, it can be easily overlooked if not familiar with the downtown area. The diner gets stuffy with about twelve tables and bar seats but is good for small parties. The diner is almost always crowded and if seated on its right side you will often to hear bickering and even swearing coming from the cooks in the back kitchen. A good “diner experience” but not always family oriented. Look for the little white trailer near the gas station. Serves good food despite its awkward location. Expensive"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jacky's Galaxie"],["alt="],["email="],["url=http:\/\/www.jackysgalaxie.com\/"],["address=383 Metacom Ave"],["lat="],["long="],["directions="],["phone=+1 401 253-8818"],["fax="],["hours="],["price=$15-25. A family dish of sushi can be as much as $80."],["content=An array of different foods from Eastern Cuisine. Get your taste buds experiencing new flavors from different cultures such as Chinese, Japanese Tai, Cambodian, Vietnamese dishes. The atmosphere is contemporary and unique. Appetizers, lunch, dinners and deserts are available. If you aren't a huge sushi fan there are an array of different dinners. Great dining experience."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kam Shing Restaurant"],["alt="],["email="],["url="],["address=16 Gooding Ave"],["lat="],["long="],["directions="],["phone=+1 401 254-1012"],["fax="],["hours="],["price=Inexpensive"],["content=Asian-style lunch buffet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Lobster Pot"],["url="],["email="],["address=119 Hope St"],["lat="],["long="],["directions="],["phone =+1 401 253-9100"],["tollfree="],["fax="],["hours="],["price=$12-20"],["content=Lunch, dinner. Casual. Reservations suggested."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Persimmon"],["url=http:\/\/www.persimmonbristol.com\/"],["email="],["address=31 State St"],["lat="],["long="],["directions="],["phone =+1 401 254-7474"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizzawave"],["url=http:\/\/www.ssdion.com\/"],["email="],["address=400 Metacom Av"],["lat="],["long="],["directions="],["phone =+1 401 253-8811"],["tollfree="],["fax="],["hours=M-Sa 5PM-9PM"],["price="],["content= Pizza, pasta, steak, seafood. Located behind a Blockbuster, not necessarily visible from the road at a glance."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Redlefsen's Rotisserie and Grill"],["url=http:\/\/www.redlefsens.com\/"],["email="],["address=444 Thames St"],["lat="],["long="],["directions="],["phone =+1 401 254-1188"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ricotti’s"],["url="],["email="],["address=11 Gooding Ave"],["lat="],["long="],["directions="],["phone =+1 401 253-1614"],["tollfree="],["fax="],["hours="],["price=$5-10"],["content=Sandwiches, pizza, broccoli pies.  A small family owned sandwich shop that serves subs and other deli goods. Don't blink, because you might miss this small sandwich shop located on Gooding Avenue.  Don't let its size fool you.  This is a great sandwich shop for all ages.  Have a big event coming up such as a graduation party or sports party?  Ricotti's also provides catering."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Roberto's"],["url=http:\/\/www.robertosonline.com\/"],["email="],["address=301 Hope St"],["lat="],["long="],["directions="],["phone =+1 401 254-9732"],["tollfree="],["fax="],["hours=Su-Th 5PM-9PM, F-Sa 5PM-9:30PM"],["price="],["content=Italian.  Reservations suggested."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=SS Dion Restaurant"],["url=http:\/\/www.ssdion.com\/"],["email="],["address=520 Thames St"],["lat="],["long="],["directions="],["phone =+1 401 253-2884"],["tollfree="],["fax="],["hours=M-Sa 5PM-9PM"],["price=$12-20"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tweet Balzano's Family Restaurant"],["url=http:\/\/www.tweetbalzanosrestaurant.com\/"],["email="],["address=180 Mt. Hope Ave"],["lat="],["long="],["directions="],["phone =+1 401 253-9811"],["tollfree="],["fax="],["hours="],["price=$8-12"],["content=Lunch and dinner - Italian."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Sunset Cafe"],["url="],["email="],["address=499 Hope St"],["lat="],["long="],["directions="],["phone = +1 401 253-1910"],["tollfree="],["fax="],["hours="],["price="],["content=A family owned restaurant right in downtown Bristol serving breakfast and lunch.  They offer Portuguese specialties such as chourico.  Friendly and quaint atmosphere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Agave"],["url="],["email="],["address=805 Hope Street"],["lat="],["long="],["directions="],["phone = +1 401 253-1566"],["tollfree="],["fax="],["hours=Mon - Thu, 11:30AM-10PM; Fri - Sun, 11:30AM-11PM"],["price="],["content=Located right on the water, this newly renovated restaurant serves breakfast, lunch and dinner. There is outdoor seating during the summer months that has a beautiful view of the Mt. Hope Bay. It can get a little pricey depending on what you order, but the views make it worth the visit."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Quito’s Restaurant and Bar"],["url=http:\/\/quitosrestaurant.com\/"],["email="],["address=411 Thames Street"],["lat="],["long="],["directions="],["phone = +1 401 253-4500"],["tollfree="],["fax="],["hours=Wed.- Sat. 11:30-9PM  Sun. 11:30-8PM"],["price="],["content=Only open seasonally, this restaurant is well known for serving some amazing seafood. There is indoor and outdoor dining with views of the Mt. Hope Bay. Plenty of options for children, so it can be a great place for the whole family."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bristol Bagel Works"],["url="],["email="],["address=420 Hope St"],["lat="],["long="],["directions="],["phone = +1 401 254-1390"],["tollfree="],["fax="],["hours=Mon - Fri, 6:30AM-2:30PM; Sat, Sun, 7AM-2PM"],["price="],["content=Typical bagel shop that serves a number of delicious bagels made fresh daily, and a large beverage list. Small seating area, but has big windows that look onto the parade route, so it’s great for people watching"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Central & Restaurant"],["url=http:\/\/www.cafecentralri.com\/"],["email="],["address=173 Bradford Street"],["lat="],["long="],["directions="],["phone = +1 401 264-6164"],["tollfree="],["fax="],["hours=Tue-Thu, Sun 11:30AM-9PM Fri-Sat 11:30AM-10PM"],["price="],["content=Small, quaint restaurant serving European style cuisine and specializing in Portuguese food. Great atmosphere with friendly knowledgeable waitstaff. Can get pricey."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Green Eggs"],["url="],["email="],["address=576 Metacom Ave"],["lat="],["long="],["directions="],["phone = +1 401 253-3443"],["tollfree="],["fax="],["hours=Mon-Sat, 6AM-1PM; Sun, 7AM-1PM"],["price="],["content=Tucked in the back corner of the Bell Tower Plaza, this is the place to go for breakfast. Although it only serves breakfast, the options are plentiful as are the portion sizes. And to top it off it’s very inexpensive! The staff members are outgoing and the atmosphere has a very homey feel. Can get crowded over the weekend though, especially after masses are over on Sunday’s. They also only accept cash, but there are plenty of ATMs around to service you."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Beehive Cafe"],["url=http:\/\/thebeehivecafe.com\/"],["email="],["address=10 Franklin Street"],["lat="],["long="],["directions="],["phone = +1 401-396-9994"],["tollfree="],["fax="],["hours=Open from 7AM-4PM Wed-Sat and 7AM-9PM Sun-Tues"],["price="],["content=The Beehive Café is by far the cutest little coffee shop in Bristol. Located by the water and about four feet away from Independence Park, the Beehive Café serves all sorts of organic teas, coffees, smoothies, and other caffeinated and un-caffeinated drinks. Also serving dinner now, you can attend the café for any meal of the day, or just stop by for a casual sit in alone or with company. The beehive café provides a few board games, free wifi and can also be family oriented."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Aidan's Pub"],["alt="],["url="],["email="],["address=11 John St"],["lat="],["long="],["directions="],["phone =+1 401 254-1375"],["tollfree="],["fax="],["hours="],["price="],["content=Newly renovated this past year and now serves both indoors as well as outdoors. Guests are welcome to park on the street, but the restaurant\/bar also has parking. After drinks, why not enjoy a stroll down to the water? The scenic waterfront view makes an ideal spot for romantics."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Judge Roy Bean"],["alt="],["url="],["email="],["address=1 State St"],["lat="],["long="],["directions="],["phone =+1 401 253-7526"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Gillary's"],["alt="],["url="],["email="],["address=198 Thames St"],["lat="],["long="],["directions="],["phone =+1 401 253-2012"],["tollfree="],["fax="],["hours="],["price="],["content=Some folks actually now call this tavern \"Gillary's Tavern Niteclub\" The reason for this change of name? Well, not only are drinks served, but the bar also has special events every so often. For example, Sunday nights are sometimes \"Acoustic Nights\" that feature special acoustic artists. Other nights have special prices on foods such as 25 cent wings. Weekends there are dance parties and Tribute bands that cover the classic hits from your favorite artists. Definitley a fun spot, but not recomended for young children."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Bed and Breakfasts"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bradford-Dimond-Norris House"],["alt="],["url=http:\/\/www.bdnhouse.com"],["email="],["address=474 Hope Street"],["lat="],["long="],["directions="],["phone =+1 401 253-6338"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=4 rooms. On the parade route."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bristol Harbor Inn at Thames Street Landing"],["alt="],["url=http:\/\/www.bristolharborinn.com"],["email="],["address=259 Thames Street"],["lat="],["long="],["directions="],["phone =+1 401 254-1444"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Bristol Harbor Inn is located on the waterfront in the heart of downtown Bristol at Thames Street Landing. The ideal spot to truly take in and be apart of all the festivities in historic downtown. Thames Street Landing's nine historic buildings now create a boardwalk of retail shops and pedestrian walkways. Nestled in heart of all the action of Bristol. Dewolf’s Tavern and restaurant are on the ground floor, with its exceptional dining experience shows at Harbor Point, nothing is too far. Amenities include a day spa, bike and kayak rentals."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hearth House"],["alt="],["url=http:\/\/www.hearthhouse.com"],["email="],["address=736 Hope Street"],["lat="],["long="],["directions="],["phone =+1 401 253-1404"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=3 unique rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rockwell House Inn"],["alt="],["url=http:\/\/www.rockwellhouseinn.com"],["email="],["address=610 Hope Street"],["lat="],["long="],["directions="],["phone =+1 401 253-0040"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=4 rooms. On the parade route. Tea or sherry in the afternoon."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Point Pleasant Inn"]},", 333Poppasquash Road,(401) 254-0627,(800) 503-0627 Set across the harbor, along prestigious Poppasquash, Point Pleasant Inn offers European style vacationing with opulent, yet friendly, accommodations. This 33 room converted mansion located on prime harbor view property provides ample hospitality for visitors."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Swanson House"],["url="],["email="],["address=150 Ferry Rd."],["lat="],["long="],["directions="],["phone = +1 401 254-5056"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A colonial home in a quiet location. It contains a three roomed suite with private bath, two queen bedrooms, and a sitting room. Just a short walk away from downtown shopping and other activities."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Governor Bradford Inn"],["url=http:\/\/www.mounthopefarm.org\/the-inn\/"],["email="],["address=250 Metacom Avenue"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-877-254-9300"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=This elegant, old fashioned home has been around since the mid 1700s, and still holds its charm. It has housed a number of well to do members in its day, including former President George Washington. The home is situated on acres of open land and has views of the water. There are four rooms, each varying in price and setup depending on ones preference."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Captain's Place"],["url="],["email="],["address=14 Roosevelt Drive"],["lat="],["long="],["directions="],["phone = +1 401 253-2573"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A quaint and cozy bed and breakfast situated near Roger Williams University. It houses two rooms, one with a king sized bed and the other with two twin beds. It has a very homey feel that is always looked for when away from home. The price varies depending upon the season."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["Usablecity"]]},"\n",{"type":"{{","value":[["geo"],["41.684167"],["-71.268611"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Bristol County (Rhode Island)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bristol, Rhode Island"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Rhode Island\/Localities\/B\/Bristol\/"]]}]