[{"type":"{{","value":[["pagebanner"],["Bristol Wikivoyage Banner.png"],["disambig=yes"],["dotm=yes"],["caption = Isambard Kingdom Brunel's iconic Clifton Suspension Bridge straddles the Avon Gorge."]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitbristol.co.uk\/ Bristol"]}]}," is the unofficial capital of the ",{"type":"[[","value":[["West Country"]]}," of ",{"type":"[[","value":[["England"]]},". Famous for its maritime history it also offers a great and diverse range of attractions, hotels, bars and events. Bristol ranks fourth in England’s top visitor destinations, according to research in 2008, and the best time to visit is in the summer when major festivals are held in the city.\n\nAlthough cursed by some horrible post war buildings and disfigured by a chaotic road system, Bristol is nevertheless an amiable, grooved, laid back city whose mellow vibe is reflected in the superb music of Massive Attack, Portishead and Tricky, particularly the Massive Attack track \"Lately\" (from their brilliant debut album \"Blue Lines\") that perfectly captures the sultry, lean burn atmosphere of a warm summer's evening in this historic and cultured city.\n\n",{"type":"==","value":["Understand"]},"\nBristol is the United Kingdom’s eighth most populous city (approximately 421,000) and the most populated city in South West England, making it a core city in England. It received a Royal Charter in 1155 and was granted county status in 1373. From the 13th century, for half a millennium, it ranked among the top three English cities after ",{"type":"[[","value":[["London"]]},", alongside York and Norwich, until the rapid rise of ",{"type":"[[","value":[["Liverpool"]]},", ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," and ",{"type":"[[","value":[["Manchester"]]}," during the Industrial Revolution in the latter part of the 18th century. Bristol borders the counties of Somerset and Gloucestershire and is also located near the historic cities of ",{"type":"[[","value":[["Bath"]]}," to the southeast, ",{"type":"[[","value":[["Gloucester (England)"],["Gloucester"]]}," to the north and ",{"type":"[[","value":[["Cardiff"]]},", the capital city of ",{"type":"[[","value":[["Wales"]]},", to the northwest. The city is built around the River Avon, and has a short coastline on the estuary of the River Severn where it flows into the ",{"type":"[[","value":[["Bristol Channel"]]},".\n\nAlthough often overlooked as a tourist destination, Bristol has a lot to offer of its own and is an excellent base for exploring the West Country, with relatively inexpensive accommodation compared to some of the main ‘tourist traps’ (such as nearby Bath) and a huge choice of bars, restaurants and shops. It is one of the most culturally vibrant cities in England, hosting a wide variety of visual arts, theatre, speciality shopping and live music.\n\nIn recent years, young people have flocked to Bristol thanks to the city's stunning and brilliant music scene - the likes of Massive Attack, Portishead, Tricky and Roni Size have contributed some of the most outstanding back catalogue of albums in the history of British music - not bad for a city which even in the early 80s was considered a backwater of the British music scene. Indeed, in 2010 Bristol was voted Britain's most musical city. The success of the Bristol music scene goes back to 1991 when Massive Attack released their magnficent opus \"Blue Lines\" which included the soaring \"Unfinished Sympathy\" and social critques such as \"Safe From Harm\" and \"Daydreaming\". \"Blue Lines\" was partly recorded in Bristol, at the Coach House studios in Clifton (now sadly defunct). Never has any album in British music captured the atmosphere and vibe of a specific city such as \"Blue Lines\" - particularly the track \"Lately\". This track, with vocals by Shara Nelson and a bass groove sample from \"Mellow mellow right on\" by Lowrell so perfectly captures the atmosphere of a summer's evening in Bristol - particularly on the Clifton Downs - that with its warm, laid back vibe is practically a signature song for the whole city.\n\n",{"type":"===","value":["Orientation"]},"\n\nBristol is a large city with various areas in its centre; a map is helpful to get to know the layout. The free map given away at the Tourist Information Centre at the Harbourside is excellent for this. At Bristol's core is the ",{"type":"'''","value":["Floating Harbour"]}," - a stretch of water that snakes along the city-centre which looks like a river in places but which is actually a dock. For centuries the Floating Harbour was where ships docked, bringing trade and prosperity to the city. It was created by diverting the River Avon in the early 19th century to the New Cut to the south, and by using various locks to create a non-tidal dock. Today, the industrial shipping has mostly gone and the Floating Harbour is a home for leisure, pleasure craft, upmarket waterfront apartments, and the occasional visiting sailing ship.\n\nIt's easiest to think about city locations as where they are relative to ",{"type":"'''","value":["The Centre"]},", or Central Promenade (it's called \"The Centre\" as it used to be the \"Trams Centre\", until Bristol's tram system was scrapped in the 1940s after bomb damage. Now it's more of a Bus Centre.). The Centre is a broad avenue running north-south with fountains and trees and shops, and traffic, reaching the Floating Harbour at its southern end. The Centre is a major interchange for most city bus routes - you can ask a bus driver for a ticket to \"The Centre\" from anywhere in the city and you'll get back there.\n\nTo the east of The Centre is the core of historic Bristol - the ",{"type":"'''","value":["Old City"]},". Here major streets include Queen Square, King Street, Baldwin Street, and Corn Street. It has wonderful Victorian and Georgian buildings, historic and charming pubs, and many places to shop, drink and eat. To the north-east of the Old City is Bristol's main shopping area - ",{"type":"'''","value":["Broadmead"]},", centred on the Broadmead itself and related streets such as the Horsefair, Union Street and Penn Street as well as The Galleries shopping centre. At the east end of the Broadmead is the major new shopping centre at ",{"type":"'''","value":["Cabot Circus"]}," and a related development of more boutique shops at Quakers Friars. If you go east of Cabot Circus and across the dual carriageway you get to the less affluent area of Old Market, while if you go north of it you get to the St. Paul's area, which is a hotbed of culture but is best visited during the day.\n\nTo the north of The Centre are areas occupied by the city's hospitals, the bus station at Marlborough Street, and the University of Bristol.\n\nTo the west of The Centre is the ",{"type":"'''","value":["Harbourside"]}," area, much of which has been a scene of heavy urban regeneration since 2000 and includes parts of what used to be called Canon's Reach. Here you'll find eateries in converted warehouses, Millennium Square with its attractions such as At-Bristol, and offices and smart apartments in new developments. It's a great place to spend time by the water. It continues to the south of the Floating Harbour at the M Shed museum of Bristol life, along to the SS ",{"type":"''","value":["Great Britain"]},".\n\nTo the north-west of The Centre, and up Park Street, you head for the ",{"type":"'''","value":["West End"]}," with its smart independent shops, the City Museum and other attractions, and if you keep going along Queen's Road you get to the upmarket ",{"type":"'''","value":["Clifton"]}," area, known for its suspension bridge and elegant Georgian architecture.\n\nThe ",{"type":"'''","value":["Tourist Information Centre"]}," can be found in the Watershed, a converted warehouse just off The Centre, just on the west side of the inlet of the Floating Harbour (St. Augustine's Reach). Walking south down The Centre, where the dock begins head to your right and under the colonnade. The Tourist Info Centre is a little way along.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Bristol map.png"],["thumb"],["400px"],["right"],["Map of Bristol"]]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"'''","value":["Bristol Airport"]}," (",{"type":"{{","value":[["IATA"],["BRS"]]},") is situated 8 miles south-west of Bristol city centre and offers scheduled flights from major European cities. It is a major base for both budget airlines ",{"type":"[[","value":[["Easyjet"]]}," and ",{"type":"[[","value":[["Ryanair"]]},", as well as BMI Regional, with nearly 80 destinations including:\n",{"type":"[[","value":[["Amsterdam"]]}," also with KLM, ",{"type":"[[","value":[["Paris"]]}," also with Air France, ",{"type":"[[","value":[["Barcelona"]]},", ",{"type":"[[","value":[["Berlin"]]},", ",{"type":"[[","value":[["Brussels"]]},", ",{"type":"[[","value":[["Dublin"]]},", ",{"type":"[[","value":[["Edinburgh"]]},", ",{"type":"[[","value":[["Glasgow"]]},", ",{"type":"[[","value":[["Aberdeen"]]},", ",{"type":"[[","value":[["Lisbon"]]},", ",{"type":"[[","value":[["Madrid"]]},", ",{"type":"[[","value":[["Milan"]]},", ",{"type":"[[","value":[["Rome"]]},", ",{"type":"[[","value":[["Prague"]]},", ",{"type":"[[","value":[["Kraków"]]},", ",{"type":"[[","value":[["Bratislava"]]},", ",{"type":"[[","value":[["Kaunas"]]}," and ",{"type":"[[","value":[["Riga"]]}," (but not ",{"type":"[[","value":[["London"]]},").\n\nThere is no train link between Bristol's airport and the city, but there is a very useful 'Flyer' bus service (buses A1 and A2) that takes 30-45 min and has a frequency of up to every 10 min. It costs £11 for an adult return ticket (the second part of which can be used up to a month after the first), £7 for a one-way to the city centre or to Clifton, and £23 for a family return. There are student discounts on this service if you are a member of one of the local universities.",{"type":"[","value":["http:\/\/flyer.bristolairport.co.uk\/"]},". The Flyer bus is useful because route A1 takes you to Temple Meads station, then to the Bus Station at Marlborough Street. Route A2 takes you to Clifton (where many hotels are) before calling at the Bus Station.\n\nThere is also the cheaper bus less frequent 121 bus to the centre.",{"type":"[","value":["http:\/\/www.121-bus.co.uk\/"]},"\n\nThe alternative is to use one of the ",{"type":"[[","value":[["London"]]}," airports or ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," airport and travel on to Bristol by train, car or bus. The most convenient are:\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.heathrowairport.com\/ Heathrow Airport"]}]}," is about two hours drive straight down the M4 (",{"type":"''","value":["westbound"]},") motorway. The RailAir express bus service (running every 20 minutes) connects with the main ",{"type":"[[","value":[["London"]]}," to Bristol rail service at ",{"type":"[[","value":[["Reading (England)"],["Reading"]]}," rail station; expect the total journey to take slightly over two hours. Another possibility is to use the Heathrow Express service to London Paddington and then take a train to Bristol Temple Meads from there, which is more expensive and slightly longer than the route via Reading, but possibly more convenient. There are also direct National Express coaches from Heathrow to Bristol, which take about two to two and a half hours (depending on whether they depart from Heathrow Central Bus station or T4\/T5) and are often cheaper than a rail fare, especially during (rail) peak times. National Express coaches terminate at Marlborough Street coach station in the city centre."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bhx.co.uk\/ Birmingham International"]}]}," is within quicker (and cheaper) reach of Bristol than London's two other airports, Gatwick and Stansted. By car it takes about 2 hours and you'll be avoiding the congestion-prone M25. Rail services connect Birmingham International to Bristol every 30 min at peak times with a change in Birmingham New Street. The journey takes between two and two and a half hours."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gatwickairport.com\/ Gatwick Airport"]}]}," is about three hours drive away via the M23 (",{"type":"''","value":["northbound"]},"), M25 (",{"type":"''","value":["clockwise"]},") and M4 (",{"type":"''","value":["westbound"]},") motorways. Gatwick has its own built-in station and you can take a train from Gatwick to Reading where you change to take a train straight to Bristol for a rough total of £50. If you're on a budget, it can be cheaper to get the Gatwick Express train to London Victoria and from the nearby Victoria Coach Station take a bus to Bristol."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stanstedairport.com\/ Stansted Airport"]}]}," is about three hours drive away via the M11 (",{"type":"''","value":["southbound"]},"), M25 (",{"type":"''","value":["anti-clockwise"]},") and M4 (",{"type":"''","value":["westbound"]},") motorways. By train you will need to catch a Stansted Express train to London Liverpool Street station, the tube to London Paddington station, then follow the directions below; expect the total journey to take around three and a half hours. If you're traveling on a budget you can also take Route Express Bus A51 to from Liverpool Street Station to Stansted Airport. Costs £9 for a single, and only takes about 10 minutes longer than the train."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cwlfly.com\/ Cardiff International Airport"]}]}," is about one hour west of Bristol, going northbound from Culverhouse Cross, to J33 of the M4, then Eastbound, to Bristol. Alternatively take the train direct from Cardiff Airport, to Cardiff Central Station, then take another train to Bristol Temple Meads Station ."]},"\nWhen coming from London, the cheapest way is generally by coach or rail.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"''","value":["Wikivoyage has a guide to ",{"type":"[[","value":[["Rail travel in the United Kingdom"]]},"."]},"\n\n",{"type":"'''","value":["Bristol Temple Meads"]}," station is located approximately 15 minutes walk from the city centre and has regular inter-city and regional train services from ",{"type":"[[","value":[["Bath (England)"],["Bath"]]},", ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]},", ",{"type":"[[","value":[["Cardiff"]]},", ",{"type":"[[","value":[["Edinburgh"]]},", ",{"type":"[[","value":[["Exeter"]]},", ",{"type":"[[","value":[["Glasgow"]]},", ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Plymouth (England)"],["Plymouth"]]},", ",{"type":"[[","value":[["Southampton"]]},", ",{"type":"[[","value":[["Swansea"]]}," and ",{"type":"[[","value":[["York"]]},", as well as many other UK towns and cities. From London, trains depart from London Paddington station. Bristol Temple Meads is the oldest, continuously and still operating train station in the world. Today, it is run by the train operating company First Great Western, who provide the majority of services. If you have luggage or are too tired to walk, and need to get to the city-centre or Clifton, take bus no. 8 (operated by First West of England) from the bus stops at the station forecourt (try asking for a ticket to The Centre - about £1.70), or a taxi.\n\nBristol has a second main railway station in ",{"type":"'''","value":["Bristol Parkway"]},", which is located several miles north of the city centre deep in suburbs (and is in fact not technically within the city!). Although this station also has frequent services to many of the same locations as Temple Meads, it is principally aimed at suburban residents and is unlikely to be useful to visitors.\n\nFrom London, you travel from Paddington station. There are several through trains an hour, the fastest of which takes one hour and ten minutes. Train times (from any location) can be found on the National Rail Planner ",{"type":"[","value":["http:\/\/www.nationalrail.co.uk\/planmyjourney\/"]}," or by calling 0845 748 4950 from anywhere in the UK.\nAlternatively, there is ",{"type":"'''","value":["Megatrain ",{"type":"[","value":["http:\/\/www.megatrain.com\/"]}]},", a budget train service running out of London Waterloo to Bristol Temple Meads, with one or two trains a day taking just over two and a half hours.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nationalexpress.com\/ National Express"]}]}," operate services to Marlborough St Coach station, located in the city centre, from cities throughout the UK including ",{"type":"[[","value":[["London"]]},". The journey from London to Bristol takes about 2h30min. Tickets are much cheaper if booked in advance online.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.megabus.com\/ MegaBus"]}]}," also operate budget coach services from ",{"type":"[[","value":[["London"]]}," Victoria coach station to a stop outside the Colston Hall in Colston Street (Behind Flavourz restuartant formerly Yates Winelodge City Centre) or UWE. Tickets must be booked online and fares are demand responsive but can be very cheap (£1.50 if you book far enough in advance). The journey to London takes about 30 min longer than by National Express.\n\n",{"type":"===","value":["By car"]},"\n\nThe M5 and M4 motorways intersect near Bristol and the M32, a motorway 'spur', brings traffic directly into the city centre. The M4 links ",{"type":"[[","value":[["London"]]}," with Bristol with a driving time of less than two hours.\n\nThe city also has 3 Park and Ride facilities, A4 Portway, Long Ashton and A4 Bath Road sites, for more information see The Bristol City Council website ",{"type":"[","value":["http:\/\/www.bristol.gov.uk\/ccm\/navigation\/transport-and-streets\/parking\/park-and-ride\/"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Maps"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/visitbristol.co.uk\/ Visit Bristol"]}]},", the official tourism website for Bristol has ",{"type":"'''","value":[{"type":"[","value":["http:\/\/visitbristol.co.uk\/site\/visitor-information\/maps free maps of the city"]}]}," for visitors. Distinctive blue A3 tourist maps which cover the city centre, the Harbourside and Clifton, are available for free from the Tourist Information Centre on the harbourside and also from locations such as libraries, shops, Temple Meads railway station, hotels and the YHA hostel. ",{"type":"'''","value":["These really are excellent maps"]}," and you should obtain a copy or two. They indicate main streets and attractions as well as hotels and areas of the city in the central area and in Clifton.\n\nYou can also buy commercially-produced maps before you leave from sites such as Amazon. The pocket-sized \"Bristol Pop-Out Map\" is useful, as are the pocket-sized A-Z maps.\n\nDetailed maps for other districts within the city (such as Fishponds and Lockleaze), cycle, bus and a very detailed harbourside map are available from the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.travelbristol.org\/maps City Council"]}]},".\n\nBristol is also home to a branch of ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.stanfords.co.uk\/ Stanfords"]}]},", a very large supplier of maps and tour guides (e.g. their store at Covent Garden in ",{"type":"[[","value":[["London"]]}," is the largest such store in the world). Maps of Bristol with all the city centre street names and destinations marked sell from £1.50. Stanfords can be found at 29 Corn Street, and the staff double as local travel experts.\n\n",{"type":"===","value":["By foot"]},"\nMost locations in central Bristol (the Harbourside and Old City areas) are reasonable easily walkable, and there are plenty of attractive walking routes along the quaysides and in the pedestrianised central streets. The main rail station (Bristol Temple Meads) is a little further (about 15 mins walk) but still accessible by harbourside walkways or by bus. Bristol walking directions can be planned online with the ",{"type":"[","value":["http:\/\/www.walkit.com\/bristol\/ walkit.com"]}," walking route planner.\n\n",{"type":"===","value":["By bicycle"]},"\nBristol has plenty of bike paths and routes and is at the centre of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sustrans.org.uk\/default.asp?sID=1089735289781  National Cycle Network"]}]},". Sustrans, which manages the network, is based in the city, and has a shop and information centre on College Green, next to the Marriott Hotel. The staff can provide information on cycle routes throughout the UK. Free cycling maps for the Avon Cycleway, Bristol and surrounding council regions (South Gloucestershire, North Somerset, Bath and North-East Somerset) can be obtained from the four councils' cycling website, ",{"type":"[","value":["http:\/\/www.betterbybike.info\/ BetterByBike.info"]},".\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:St Andrews Road railway station MMB 15.jpg"],["thumb"],["Despite being voted one of the most picturesque railway lines in the United Kingdom, the line from Bristol to Severn Beach also runs through the industrial area of Avonmouth. At St Andrews Road, a coal silo dwarfs the station."]]},"\nBristol Temple Meads offers direct trains to many UK cities including London (Paddington). Local train services include the Severn Beach Line, and stopping services which serve Bedminster, Parson Street and Filton Abbey Wood.\n\nThe Severn Beach Line passes through Lawrence Hill and Stapleton Road in the East of the inner city, and then, Montpelier, Redland and Clifton Down in the north before heading north-west to Avonmouth and ",{"type":"[[","value":[["Severn Beach"]]},". The line has been ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Severn_Beach_Line voted one of the most scenic in the world"]}," by Thomas Cook. The line has two fare zones: Temple Meads to Clifton Down, and Clifton Down to Severn Beach. Trains run at approximately 40 minute intervals from 0600 to 2200hrs, Monday to Saturday, with a reduced Sunday service. Be aware that normally only one train in three goes to St Andrews Road (which is a request stop) and Severn Beach, with most terminating at Avonmouth. See ",{"type":"[","value":["http:\/\/www.bristol.gov.uk\/ccm\/content\/Transport-Streets\/Public-Transport\/rail-service\/rail-services.en council website on train services"]}," for more info.\n\nClifton Down railway station is close to Bristol Zoo and the Clifton shopping district. Beyond here, the line runs in a tunnel under Durdham Down, emerging in the Avon Gorge. You can see one of the tunnel's chimneys on Durdham Down. The station at Sea Mills is next to the River Trym and the remains of a Roman harbour, and is also a good place to start walks. The line later runs through Avonmouth Docks, and beyond that alongside the River Severn Estuary. At Severn Beach, you can walk along the banks of the Severn and see the picturesque suspension bridges - the Severn Bridge and the Second Severn Crossing. All other stations along the line are in primarily residential or industrial areas.\n\n",{"type":"===","value":["By bus"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bristolvisitor.co.uk\/ CitySightseeing"]}]}," offer open top bus tours with commentary during the summer months. 24hr and three day passes are available. The circular route takes in most of the major visitor destinations including the Clifton Suspension Bridge, Bristol Zoo, City Docks, Temple Meads, old city and city centre.\n\nMost bus services in Bristol are operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.firstgroup.com\/ukbus\/southwest\/bristol\/home\/ First Bristol"]}]},". Visitors should be warned that by and large the buses are unreliable, so if possible check the bus times on the First website as the times on Bus Stops may be dated and incorrect. As most of Bristol's hotels and places to visit are located near the city centre or are in the upmarket suburb of Clifton, First Bristol's number 8 and 9 buses are probably the most useful for visitors. They follow a route from Temple Meads station to Clifton, passing through the main shopping area (Broadmead), the city centre (also handy for the harbourside) and the West End on the way. Single-trip tickets vary but for short journeys (e.g. Clifton to The Centre; Temple Meads station to The Centre) it will be about £1.70. Not widely advertised is the fact that on the 8 & 9 you can get a return within the same fare zone which will save money. The zones can be confusing; ask the driver. First buses in Bristol give change.\n\nVisitors planning on using the bus service for anything more than one short return journey may wish to purchase a ",{"type":"[","value":["http:\/\/www.firstgroup.com\/ukbus\/southwest\/bristol\/fares\/bristol_1-2\/firstday.php FirstDay"]}," ticket. This will allow unlimited travel within zones 1 and 2 on most bus services for a one-off fixed fee. Currently, a FirstDay ticket will cost £4.00.\n\nOther bus operators include ",{"type":"'''","value":[{"type":"[","value":["http:\/\/wessexconnect.net\/ Wessex Connect"]}]},", ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.buglercoaches.co.uk\/pagedraw.aspx?id=7 Buglers"]}]}," and ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.abus.co.uk\/ Abus"]}]},".\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:Bristol MMB «F6 Docks.jpg"],["thumb"],["The \"Matilda\", one of a fleet of ferries which provide transport around the Bristol Docks."]]},"\nBecause of the way the city centre is intimately interwoven with the old 'floating harbour', a boat is a good way of getting around as well as seeing a lot of interesting sights. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bristolferry.com\/ Bristol Ferry Boat"]}]}," runs several ferry services around the harbour, stopping at various quays on route, and even providing a commuter service between the city centre and the main rail station.\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bristolpacket.co.uk\/ Bristol Packet"]}]}," offer city docks tours with commentaries daily during school holidays and at weekends throughout the year. They also run regular excursions to riverside tea gardens on the Avon towards Bath and Avon Gorge cruises under the Clifton Suspension Bridge to Avonmouth and back.\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.numbersevenboattrips.co.uk\/ Number Seven Boat Trips"]}]}," also offer a ferry service during the summer months.\n\nBristol City Council offers a useful walking and public transport ",{"type":"[","value":["http:\/\/www.travelbristol.org\/ journey planner"]},". Bristol is quite a hilly city, but if you don't mind walking up hills the walk can be pleasant on a fine day.\n\n",{"type":"===","value":["By car"]},"\nDriving is probably the best way of seeing the surrounding region. A couple of the routes into Bristol during peak hours operate a car pool lane for cars with more than one occupant.\n\nThe centre of Bristol follows a one way city system, which can be frustrating and confusing for those not used to it. However with patience and practice and a lot of circling around the same areas numerous times, it does become easier.\n\n",{"type":"====","value":["Parking"]},"\nThere are plenty of NCP car parks, and street parking. The cheaper street parking is in short supply in the centre, however Queen Square can usually be counted on to have a few spaces at off-peak times.\n\n",{"type":"====","value":["Park and Ride"]},"\nThere are three Park and Ride schemes operating in Bristol, with an additional Park and Ride for the busy Christmas period based at the University of the West of England (UWE) in Frenchay. The main park and rides are at Brislington, on the A4 opposite St Brendan's school. Another is in Shirehampton and a third is at the end of the A370 Long Ashton Bypass. These are recommended due to their cheaper fares and ease of access to the busy city centre.\nFor more information, see the ",{"type":"[","value":["http:\/\/www.bristol.gov.uk\/ccm\/navigation\/transport-and-streets\/parking\/park-and-ride\/ Bristol City Council website"]},".\n\n",{"type":"===","value":["By taxi"]},"\nDue to the heavy traffic, taxis in Bristol can be quite expensive – and don't forget to allow extra time on your journey when taking a cab. There are about 700 licensed taxis (Hackney Carriages) and these can be distinguished as they are all painted a distinctive blue. Meters charged at a rate set by the council. There are a similar number of private hire vehicles (without roof signs) that need to be pre-booked. All legitimate taxis and private hire vehicles should have a predominantly yellow council-issued plate at the front and back of the vehicle. More information on taxis and private hire vehicles and a cab rank map can be found at ",{"type":"[","value":["http:\/\/www.bristol-city.gov.uk\/ccm\/content\/Transport-Streets\/Taxis-and-Minicabs\/taxis-in-bristol.en Taxis and Minicabs in Bristol"]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:MSq night 2.jpg"],["thumb"],["Millennium Square, part of the At Bristol complex. At Bristol is an interactive science museum."]]},"\nBristol has many attractions you’ll not want to miss. So much in fact, it is sometimes difficult to find out what you definitely shouldn’t miss. Therefore the following list provides ten things you really don’t want to miss.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=At-Bristol"],["url=http:\/\/www.at-bristol.org.uk\/"],["email="],["address=Anchor Road, Harbourside"],["lat=51.45041"],["long=-2.60024"],["directions="],["phone = +44 845 345 1235"],["tollfree="],["fax=+44 117 915-7200"],["hours=Mon-Fri: 10-17 Sat-Sun: 10-18"],["price=£11.90 (adults); £9.90 (students & senior citizens); £7.70 (children)"],["content=At-Bristol (often stylized as @Bristol) involves people of all ages in an incredible journey through the workings of the world around us. Plus there is always something new to discover with Explore's programme of special exhibitions - from animation to flight, illusions and sport!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bristol Zoo Gardens"],["alt="],["url=http:\/\/www.bristolzoo.org.uk\/"],["email="],["address=Guthry Road, Clifton"],["lat=51.46373"],["long=-2.62211"],["directions="],["phone=+44 117 974-7399"],["tollfree="],["fax="],["hours=Open summer 9AM-5:30PM; winter 9AM-5PM; closed Dec 25"],["price=£13 (adults); £11.50 (students & senior citizens); £8 (children 3-14)"],["content=It is the 5th oldest zoo in the world and the oldest outside of a capital city. It was awarded ‘Zoo of the Year 2004’ by the Good Britain Guide."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Blue Reef Aquarium"],["url=http:\/\/www.bluereefaquarium.co.uk\/bristol.htm"],["email="],["address=Anchor road, Harbourside"],["lat=51.45099"],["long=-2.59904"],["directions=In The City Centre"],["phone=+44 117 929-8929"],["tollfree="],["fax="],["hours=10:00 - 17:00"],["price=Adult £13.50; Child 3 - 14 years £9.20 (must be accompanied by an adult); Seniors & Students £11.50 Family of 4 £43.40 (2 adults and 2 children)"],["content=From the hidden world of UK waters, this amazing new aquarium transports visitors to the spectacular 'underwater gardens' of the Mediterranean and stunning beauty of tropical waters - home to everything from seahorses and puffer fish to living corals and tropical sharks."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Brunel's SS Great Britain"],["url=http:\/\/www.ssgreatbritain.org\/"],["email="],["address=Great Western Dockyard, Gas Ferry Road"],["lat=51.44813"],["long=-2.60578"],["directions="],["phone=+44 117 926-0680"],["tollfree="],["fax=+44 117 925-5788"],["hours=Open daily from 10AM (except Dec 24 and 25 and Jan 10 2011) Closing times: 4:30PM (to Mar 26) 5:30PM (Mar 26 to Oct 31). Last entry one hour before closing"],["price=Adult £11.95; Concession £9.50; Child (16 and under) £5.95; Child (4 and under) FREE"],["content=The world's first iron hulled, screw propeller-driven, steam-powered passenger liner, built by Brunel in 1843 and now preserved in a dry-dock alongside the floating harbour. Winner of the Gulbenkian Prize for Museum of the Year 2006 - the Biggest Arts Prize in the U.K."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Clifton Suspenson Bridge"],["url=http:\/\/www.clifton-suspension-bridge.org.uk\/"],["email="],["address="],["lat=51.45504"],["long=-2.62790"],["directions="],["phone=+44 117 974-4664"],["tollfree="],["fax="],["hours=Always open"],["price=Free to walk across, 50 pence to drive over"],["content=Possibly the city's most famous landmark, Brunel's 19th century suspension bridge spans the spectacular Avon Gorge at a height of 75m. A visitor centre is on the other side of bridge."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cabot Tower"],["url=http:\/\/visitbristol.co.uk\/things-to-do\/cabot-tower-p24401"],["email="],["address="],["lat=51.45405"],["long=-2.60681"],["directions= Turn off Park Street at Great George St or Charlotte Street, and walk through Brandon Hill park. You can't miss the tower."],["phone=+44 117 974-4664"],["tollfree="],["fax="],["hours=Daytime"],["price=Free"],["content=This dramatic Victorian tower occupies a prominent hilltop in Brandon Hill park, seen from much of the city. If you climb up the spiral staircase, you get a great view of the whole city from the top. There are signs which show you what you are looking at. It's a great way to get acquainted with the city and oriented to where you are."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cabot Circus"],["url=http:\/\/www.cabotcircus.com"],["email="],["address=Central Bristol"],["lat="],["long="],["directions="],["phone=+44 117 952-9360"],["tollfree="],["fax="],["hours="],["price="],["content=A large and architecturally impressive shopping centre in central Bristol, opened in 2008."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bristol Museum and Art Gallery"],["url=http:\/\/www.bristol.gov.uk\/ccm\/content\/Leisure-Culture\/Museums-Galleries\/bristol-museum-and-art-gallery-.en"],["email="],["address=Queens Road, West End"],["lat="],["long="],["directions="],["phone=+44 117 922-3571"],["tollfree="],["fax="],["hours=Daily 10AM–5PM"],["price=free"],["content=Bristol's major museum and art gallery houses an outstanding and diverse range of objects, from sea dinosaurs to magnificent art. A visit to the region's largest museum and art gallery is guaranteed to inspire! A range of subjects can be found. From Archaeology to History and Art. It also has a cafe."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ferry Boat Co."],["url=http:\/\/www.bristolferry.com\/"],["email="],["address=Welsh Back (Ferry stops all around the city)"],["lat="],["long="],["directions="],["phone=+44 117 927-3416"],["tollfree="],["fax="],["hours=Throughout the day"],["price="],["content=Catch a ferry and enjoy the exciting world of Bristol's Historic Harbour - for a round trip tour, hop-on and hop-off, or getting from A to B; and to many of the harbourside attractions. Timetables are available online and at many places in the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pirate Walks"],["url=http:\/\/www.piratewalks.co.uk\/"],["email="],["address=Meet at Milennium or Anchor Square."],["lat="],["long="],["directions="],["phone = +44 7950 566483"],["tollfree="],["fax="],["hours="],["price=Adults £6.00 Children £3.50"],["content=Join Pirate Pete for a 1 hour guided walking tour of Bristol's historic harbourside. Walking tours of Bristol's 16th, 17th and 18th century Maritime History of discovery, trade , slavery and piracy (always call before visiting)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Clifton Downs and Observatory"],["url=http:\/\/www.avongorge.org.uk\/"],["email="],["address=BS8"],["lat="],["long="],["directions="],["phone=+44 117 974-1242"],["tollfree="],["fax="],["hours="],["price="],["content= The Downs provide a huge open space within Bristol, with great views over the Avon Gorge and the suspension bridge. On top of the downs, right by the bridge is the Observatory, housing a camera obscura and a cave leading down towards an observation point within the 250-foot sheer cliff face of the gorge."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jump"],["url=http:\/\/www.123jump.co.uk\/"],["email=parties@jumpbristol.co.uk"],["address=22 Concorde Road, Cribbs Causeway, BS34 5TB"],["lat="],["long="],["directions="],["phone=+44 117 931-2733"],["tollfree="],["fax="],["hours=Everyday: 10AM-6:30PM; School Holidays: 9.30-6PM"],["price=Babies: £1.00; 1 to 3 Years: £5.50; 4+ Years: £6.50; Adults: £1.75; OAPS: £1.00 (on production of a bus pass)"],["content=Bristol Jump has enormous adventure play-frames: a space zone, a galleon and an enchanted castle. At 22,000sq feet it is the largest dedicated indoor soft play centre in England and they only tucked away in the back of Cribbs Causeway! There are also huge inflatables, an indoor football pitch, ten pin bowling and an enormous zone just for toddlers. They also offer themed party rooms, a café and different activities every day."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Street Art"],["url=http:\/\/www.bristol-street-art.co.uk\/map-of-bristol-street-art"],["email="],["address=across town"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=everyday"],["price=free"],["content=Street artist Bansky is from Bristol and some of his works can be seen around the city."]]}]},"\n",{"type":"===","value":["Bristol's neighbourhoods"]},"\nBristol is a very diverse city. From the historic Old City and Harbourside to Georgian Clifton, there is something to be found for everyone. Every neighbourhood has its own attractions and sights. Thus, including sights from the list above, below the sights of the city are listed by where you can find them.\n\n",{"type":"====","value":["Harbourside"]},"\n",{"type":"[[","value":[["File:SS Great Britain.jpg"],["thumb"],["Isambard Kingdom Brunel's steam ship the ",{"type":"''","value":["SS Great Britain"]}," was built in Bristol, and is now preserved in dry dock."]]},"\n",{"type":"[[","value":[["File:Bristol MMB 51 Harbour Festival 2008.jpg"],["thumb"],["Part of the Harbourside development at night. It can be well worth a walk along the dockside after dark!"]]},"\nThe floating harbour is the jewel in Bristol's crown, and many of its attractions are on or close to the harbour:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Brunel's SS Great Britain"],["url=http:\/\/www.ssgreatbritain.org\/"],["email="],["address=Great Western Dockyard, Gas Ferry Road (Harbourside)"],["lat="],["long="],["directions="],["phone=+44 117 926-0680"],["tollfree="],["fax=+44 117 925-5788"],["hours=Open daily from 10AM (except Dec 24 and 25 and Jan 10 2011) Closing times: 4:30PM (to Mar 26) 5:30PM (Mar 26 to Oct 31). Last entry one hour before closing"],["price=Adult £11.95; Concession £9.50; Child (16 and under) £5.95; Child (4 and under) FREE"],["content=The world's first iron hulled, screw propeller-driven, steam-powered passenger liner, built by Brunel in 1843 and now preserved in a dry-dock alongside the floating harbour. Winner of the Gulbenkian Prize for Museum of the Year 2006 - the Biggest Arts Prize in the U.K."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=At-Bristol"],["url=http:\/\/www.at-bristol.org.uk\/"],["email="],["address=Anchor Road, Harbourside"],["lat="],["long="],["directions="],["phone = +44 845 345-1235"],["tollfree="],["fax=+44 117 915-7200"],["hours=Mon-Fri: 10-17 Sat-Sun: 10-18"],["price=£11.90 (adults); £9.90 (students & senior citizens); £7.70 (children)"],["content=At-Bristol involves people of all ages in an incredible journey through the workings of the world around us. Plus there is always something new to discover with Explore's programme of special exhibitions - from animation to flight, illusions and sport!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Blue Reef Aquarium"],["url=http:\/\/www.bluereefaquarium.co.uk\/bristol.htm"],["email="],["address=Anchor road, Harbourside"],["lat="],["long="],["directions=In The City Centre"],["phone=+44 117 929-8929"],["tollfree="],["fax="],["hours=10:00 - 17:00"],["price=Adult £13.50; Child 3 - 14 years £9.20 (must be accompanied by an adult); Seniors & Students £11.50 Family of 4 £43.40 (2 adults and 2 children)"],["content=From the hidden world of UK waters, this amazing new aquarium transports visitors to the spectacular 'underwater gardens' of the Mediterranean and stunning beauty of tropical waters - home to everything from seahorses and puffer fish to living corals and tropical sharks."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum of Bristol"],["url=http:\/\/www.bristol.gov.uk\/ccm\/content\/Leisure-Culture\/Museums-Galleries\/museum-of-bristol.en"],["email="],["address=Princes Wharf"],["lat="],["long="],["directions="],["phone=+44 117 922-3571"],["tollfree="],["fax="],["hours="],["price="],["content=Scheduled to open in 2011. It will be located in the L-Shed, the former site of the Bristol Industrial Museum that closed in October 2006."]]}]},"\n",{"type":"====","value":["Old City"]},"\nWithin walking distance from the bustling shopping district of Broadmead, is old town Bristol where the town originated from. You'll discover old buildings and hidden alleys whilst walking along cobbled streets. Highlights include:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Corn Exchange & The Nails"],["url="],["email="],["address=Corn Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Exterior always open"],["price=Free"],["content= The Palladian Corn Exchange, built in 1743, boasts a clock on its frontage that ingeniously tells time both in the new-fangled GMT and the old Bristol time. In front are nails (in reality Bronze pillars) over which the local merchants did business; from these come the expression 'cash on the nail'."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St. Nicholas Market"],["url=http:\/\/stnicholasmarketbristol.co.uk\/"],["email="],["address=Corn Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Monday - Saturday (9.30-17.00)"],["price="],["content=All under a glass arcade and is a great place to grab some deliciously different and cheap food. Choices include, local cheeses, The Bristol Sausage shop, famous Pie Minister Pies as well as food from around the world such as Portuguese, Italian, Moroccan or Caribbean and Turkish."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Castle Park & St Peters Church"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=St Peters Church is closed to the public. The park is freely accessible."],["price=Free"],["content=It is difficult to imagine now, but this large harbour-side park was a network of busy streets and shops until it was bombed out during the second world war. Within the park are the excavated ruins of Bristol Castle, and the ruined St Peters Church preserved as it stood after the bombing as a memorial to those killed."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=King Street"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=King Street is now the heart of Bristol's theatre-land (see 'Old Vic' below) but it once lead down to the docks at Welsh Back, where the old sailing trows (a type of sailing barge) used to dock after their journeys from South Wales. The street has changed little since those days, and the ",{"type":"'''","value":["Llandoger Trow ",{"type":"[","value":["http:\/\/www.beerintheevening.com\/pubs\/s\/38\/3805\/Llandoger_Trow\/Bristol\/"]}]}," pub dates back to 1663. It is rumoured to have been patronised by pirates of old, not to mention Robert Louis Stevenson whilst writing Treasure Island."]]}]},"\n",{"type":"====","value":["West End"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bristol Museum and Art Gallery"],["url=http:\/\/www.bristol.gov.uk\/ccm\/content\/Leisure-Culture\/Museums-Galleries\/bristols-city-museum---art-gallery.en"],["email="],["address=Queens Road, West End"],["lat="],["long="],["directions="],["phone=+44 117 922-3571"],["tollfree="],["fax="],["hours=Daily 10AM–5PM"],["price=free"],["content=Bristol's major museum and art gallery houses an outstanding and diverse range of objects, from sea dinosaurs to magnificent art. A visit to the region's largest museum and art gallery is guaranteed to inspire! A range of subjects can be found. From Archaeology to History and Art. It also has a cafe."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Georgian House"],["url=http:\/\/www.bristol.gov.uk\/ccm\/content\/Leisure-Culture\/Museums-Galleries\/bristols-georgian-house.en"],["email="],["address=7 Great George Street"],["lat="],["long="],["directions="],["phone=+44 117 921-1362"],["tollfree="],["fax="],["hours=Saturday - Wednesday: 10AM–5PM"],["price="],["content= Built for merchant and plantation owner John Pinney in 1790, also the former home of Pero Jones, a slave brought to Bristol from Nevis, by Pinney. It is displayed as it might have looked in the 18th century and provides an insight into life above and below stairs. Free.\nThe book 'Pero, the Life of a Slave in Eighteenth-Century Bristol' (C Eickelmann and D Small) is for sale at the museum."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Red Lodge"],["url=http:\/\/www.bristol.gov.uk\/ccm\/content\/Leisure-Culture\/Museums-Galleries\/bristols-red-lodge.en"],["email="],["address=Park Row"],["lat="],["long="],["directions=Situated behind the Colston Hall and next to Trenchard car park, off Lodge Street (look for the red door)."],["phone=+44 117 921-1360"],["tollfree="],["fax="],["hours=Saturday – Wednesday: 10AM–5PM"],["price=Free"],["content=The house was built in 1590 and then altered in 1730. It has fine oak panelling and carved stone chimney pieces and is furnished in the style of both periods. The garden has now been laid out in Elizabethan style"]]}]},"\n",{"type":"====","value":["Clifton"]},"\nThe old and up-market suburb of Clifton contains several more places of interest, as well as much of the city's student population:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bristol Zoo Gardens"],["url=http:\/\/www.bristolzoo.org.uk\/"],["email="],["address=Guthry Road, Clifton"],["lat="],["long="],["directions="],["phone=+44 117 974-7399"],["tollfree="],["fax="],["hours=Open summer 9AM-5:30PM; winter 9AM-5PM; closed Dec 25"],["price=£13 (adults); £11.50 (students & senior citizens; £8 (children 3-14)"],["content= It is the 5th oldest zoo in the world and the oldest outside of a capital city. It was awarded ‘Zoo of the Year 2004’ by the Good Britain Guide."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Clifton Suspension Bridge"],["alt="],["url=http:\/\/www.clifton-suspension-bridge.org.uk\/"],["email=visitinfo@cliftonbridge.org.uk"],["address=Bridge Rd, Leigh Woods, BS8 3PA"],["lat="],["long="],["directions="],["phone=+44 117 974-4664"],["tollfree="],["fax="],["hours=Bridge: 24hrs, Visitor centre: 10:00-17:00"],["price=To walk across: free, to drive over: £0.50, visitor centre: free"],["content=Possibly the city's most famous landmark, Brunel's 19th century suspension bridge spans the spectacular Avon Gorge at a height of 75m. A visitor centre is on the other side of bridge. There are free tours from the Clifton toll booth at 3pm every Saturday\/Sunday from Easter Sunday until October."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Clifton Downs and Observatory"],["url=http:\/\/www.about-bristol.co.uk\/lnd-01.asp"],["email="],["address=Clifton"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Downs provide a huge open space within Bristol, with great views over the Avon Gorge and the suspension bridge. On top of the downs, right by the bridge is the Observatory, housing a camera obscura and a cave leading down towards an observation point within the 250-foot sheer cliff face of the gorge."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Clifton Lido"],["url=http:\/\/www.lidobristol.com\/"],["email="],["address=Oakfield Place, Clifton"],["lat="],["long="],["directions="],["phone=+44 117 933-9530"],["tollfree="],["fax="],["hours="],["price="],["content= A Grade II* listed building. The Lido and pub are separately managed, the historic Lido having closed in 1989, completely refurbished and reopened 24th November 2008. The ",{"type":"'''","value":["Victoria freehouse pub"]}," stands in one corner of the site; it was created in 1851 to provide the funds to rescue the Lido the first time, and was itself saved from closure in April 2006."]]}]},"\n",{"type":"====","value":["Eastside"]},"\n",{"type":"'''","value":["Bristol's Eastside"]}," is the multicultural centre of Bristol and offers visitors a refreshing alternative side of the city, made up of a colourful collection of neighbourhoods that boast independent retailers from all around the globe. The wonderful thing about this side of town is simply walking around it - and most of the good things to do and see are free!\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Stokes Croft \/ Montpelier"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=(pronounced Mont-pelly-err, rather than the French-accented Mon-pell-ee-ay!). The bohemian heart of Bristol and home to artists and musicians of all descriptions. The streets are often canvases themselves and you'll find work by famous graffiti artists around every corner. Great music, cafes, an independent cinema, and a treasure trove of vintage clothing."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Pauls"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Is the Afro-Caribbean centre of Bristol and home to the world famous St Pauls Carnival. It still suffers from the negative reputation of having been home of the St Pauls riots over 25 years ago but visitors today will find it a colourful, friendly area with fantastic reggae pubs and clubs and a great street art scene. Host to an Asian supermarket on Ashley Road next door to Teoh's pan-Asian cafe."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Werburghs"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Is the alternative quarter and a green oasis in the heart of the city. Filled with allotments, a city farm, eco-housing and lively pubs including the award-winning The Duke of York in Jubilee Road and The Miner's Arms in Mina Road. The most recent addition to the area is the multi-million pound ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eastgateorientalcity.com\/ Eastgate Oriental City"]}]}," complex which features a large Chinese supermarket and Chinese restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Easton"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Is possibly the most multicultural area in Bristol where people of all nationalities rub shoulders. Here you can find anything from anywhere in the world - black hair and beauty, saris, Moroccan and Somalian cafes...You name it, you'll find it in Easton! This area is quite rightly home to the World On Your Doorstep festival held every June on Stapleton Road. For fantastic cafes and specialist shops (including the locally-famed ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sweetmart.co.uk\/ Bristol Sweet Mart"]}]}," selling a large range of south-Asian foods and ingredients) head to St Marks Road."]]}]},"\n",{"type":"====","value":["Avonmouth"]},"\n",{"type":"'''","value":["Avonmouth"]}," used to be a small village on the outskirts of Bristol. Today, it is dominated by the massive Avonmouth Industrial Estate and large wholesale and retail superstores catering for the greater Bristol area. Activity at the port, which first opened in 1877, is now focused on the import of fruit, vegetables, coal, animal feeds, grain and cars.\n\n",{"type":"===","value":["Churches"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Mary Redcliffe Church"],["url=http:\/\/www.stmaryredcliffe.co.uk\/"],["email="],["address=Redcliffe Way"],["lat="],["long="],["directions="],["phone=+44 117 929-1487"],["tollfree="],["fax="],["hours=Weekdays - 9:0AM-5PM. Sundays 8AM-7:30PM"],["price=Free"],["content= a short walk from Bathurst Basin. Described by Queen Elizabeth I, as \"the goodliest, fairest and most famous parish church in England.\""]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Bristol Cathedral (Church of England\/Anglican)"],["url=http:\/\/www.bristol-cathedral.co.uk\/"],["email="],["address=College Green"],["lat="],["long="],["directions="],["phone=+44 117 926-4879"],["tollfree="],["fax="],["hours=Open Daily"],["price=Free, donations are welcome"],["content= Originally the abbey of St Augustine, founded in the Norman era, extensively rebuilt in the 16th and 19th centuries. The seat of the diocese of Bristol."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Clifton Cathedral (Roman Catholic)"],["url=http:\/\/www.cliftoncathedral.org.uk\/"],["email="],["address=Clifton Park, Clifton"],["lat="],["long="],["directions= Consult a map to find it as it's on the suburban streets of Clifton"],["phone=+44 117 973-8411"],["tollfree="],["fax="],["hours=Open Daily"],["price=Free, donations are welcome"],["content= A striking modernist design completed in 1973, with an equally modern interior and spire. It is constructed of reinforced concrete faced with granite. Worth a look."]]}]},"\n",{"type":"===","value":["Parks"]},"\n\nBristol has many open spaces reasonably accessible from the city centre. The more notable include:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Clifton and Durdham Downs"],["url=http:\/\/www.bristol.gov.uk\/ccm\/content\/Environment-Planning\/Parks-and-open-spaces\/parks\/the-downs.en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=adjacent to the Avon Gorge, the Suspension Bridge and Bristol Zoo, 400 acres of grassland, with views towards the Severn Estuary and the Mendip Hills."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Brandon Hill & The Cabot Tower"],["url=http:\/\/www.bristol.gov.uk\/ccm\/content\/Environment-Planning\/Parks-and-open-spaces\/parks\/brandon-hill.en;jsessionid=962F29C91396599B523701EAA4321F55.tcwwwaplaws3"],["email="],["address=Off Park Street"],["lat="],["long="],["directions=about 10 minutes walk up a steep hill from the centre of Bristol"],["phone=+44 117 922-3719"],["tollfree="],["fax="],["hours="],["price="],["content= This attractive and hilly park is worth visiting, if only for the views over Bristol from the hill-top. Even better views can be gained by climbing the narrow spiral staircase within the Cabot Tower atop the hill. Open every day from 8AM to 30mins before dusk. The tower is now open again after being closed for significant structural maintenance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ashton Court Estate"],["url=http:\/\/www.ashtoncourtestate.co.uk\/"],["email="],["address=Long Ashton, BS41 9JN"],["lat="],["long="],["directions=2 miles from the city centre to the west"],["phone=+44 117 963-9174"],["tollfree="],["fax="],["hours="],["price="],["content=850 acre city park, less than two miles from the city centre, with a mix of meadow, woodland, deer park, golf course, site of the Balloon Fiesta, the KIte Festival and the former Ashton Court Festival."]]}]},"\"* ",{"type":"{{","value":[["see"],["name=Leigh Woods"],["alt="],["url=http:\/\/www.nationaltrust.org.uk\/leigh-woods\/"],["email=leighwoods@nationaltrust.org.uk"],["address=near Bristol, Bristol,"],["lat=51.454221"],["long=-2.641826"],["directions="],["phone=+44 117 973-1645"],["tollfree="],["fax="],["content=A wilderness of beauty and tranquility set against the breathtaking backdrop of the Avon Gorge and Brunel's world famous suspension bridge (National Trust)"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Blaise Castle Estate"],["url=http:\/\/www.forestry.gov.uk\/website\/recreation.nsf\/LUWebDocsByKey\/EnglandBathandNorthEastSomersetNoForestBristolWoodlandsLeighWoods"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=650 acres of park and woodland on the northern fringes, with a folly, the gorge of the River Trym and a small museum in Blaise House"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oldbury Court"],["url=http:\/\/www.bristol.gov.uk\/ccm\/content\/Environment-Planning\/Parks-and-open-spaces\/oldbury-court.en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= woodland and riverside paths alongside the Frome, with historic parkland and children's play facilities, approx 3 miles north east of city centre."]]}]},"\nDetails of other city parks can be found on the city council website.",{"type":"[","value":["http:\/\/www.bristol.gov.uk\/ccm\/navigation\/environment-and-planning\/parks-and-open-spaces\/"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":["Special Events"]},"\n",{"type":"[[","value":[["File:Bristol Balloon.jpg"],["thumb"],["The Bristol Balloon Fiesta is held every year in August at the Ashton Court Estate, and features mass ascents of balloons, a night glow and fairground attractions."]]},"\n",{"type":"[[","value":[["File:Bristol MMB 65 Harbour Festival 2008.jpg"],["thumb"],["Fireworks as part of the Bristol Harbour Festival."]]},"\nBristol has a widespread range of festivals throughout the year. The most significant include:\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=St Paul´s Carnival"],["url=http:\/\/www.stpaulscarnival.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bristol Balloon Fiesta"],["url=http:\/\/www.bristolfiesta.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bristol Open Doors Day"],["url=http:\/\/www.bristoldoorsopenday.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Venn Festival"],["url=http:\/\/www.vennfestival.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mayfest"],["url=http:\/\/mayfestbristol.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Festival of Ideas"],["url=http:\/\/www.ideasfestival.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bristol Harbour Festival"],["url=http:\/\/www.bristol.gov.uk\/harbourfestival"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Soil Association Organic Food Festival"],["url=http:\/\/www.organicfoodfairs.co.uk\/organic%2Devents\/soil%2Dassociation%2Dorganic%2Dfood%2Dfestival\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bristol International Kite Festival"],["url=http:\/\/www.kite-festival.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Slapstick Silent Film Festival"],["url=http:\/\/www.slapstick.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bristol Improv Festival"],["url=http:\/\/bristolimprovnetwork.com\/festival"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Encounters Short Film Festival"],["url=http:\/\/www.encounters-festival.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wildscreen Film Festival"],["url=http:\/\/www.wildscreenfestival.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bristol Vegfest"],["url=http:\/\/www.vegfest.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Listings"]},"\nThere are various websites publicising these events, but probably the best thing is to pick up a copy of Venue Magazine ",{"type":"[","value":["http:\/\/www.venue.co.uk\/"]}," (analogous to London's 'Time Out') from a stockist ",{"type":"[","value":["http:\/\/www.venue.co.uk\/images\/stories\/venue\/venue-stockists.pdf"]},". Venue is no longer weekly and paid, but has been merged with the 'Folio' free monthly lifestyle magazine, and new editions are usually available on the last Friday of the month.\nSaturday's edition of the Bristol Evening Post has a free pull-out supplement called Seven that lists much of what is on offer in the city during the following seven days. Alternatively you can check out Bristol Music & Theatre listings online on Bristol Music ",{"type":"[","value":["http:\/\/www.bristolmusic.co.uk\/"]}," which also house's contact details for all local venues and music contacts and reviews.\n\nHeadfirst ",{"type":"[","value":["http:\/\/www.headfirstbristol.co.uk\/"]}," is a local website and mobile app that offers detailed listings of what's going on in many of the bars and late night venues around the city, with an emphasis on live music.\n\n",{"type":"===","value":["Cinema"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Watershed"],["url=http:\/\/www.watershed.co.uk\/"],["email="],["address=Canons’s Road"],["lat="],["long="],["directions="],["phone=+44 117 927-5100"],["tollfree="],["fax="],["hours="],["price="],["content= The primary hub for art-house film in the city centre with a lovely (WiFi enabled) cafe too."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cube Microplex"],["url=http:\/\/www.cubecinema.com\/"],["email="],["address=Dove Street South"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Hidden away not far from the bus station, this small non-profit making co-operative venue is housed in a beautifully shabby 1960's theatre. It's run entirely by volunteers and specialises in experimental film, music and performance. A unique experience."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Odeon Cinema"],["url=http:\/\/www.odeon.co.uk\/"],["email="],["address=Union Street"],["lat="],["long="],["directions="],["phone=+44 117 929-0884"],["tollfree="],["fax="],["hours="],["price="],["content=Three screen mainstream cinema located in the center of Bristol"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Vue Cinemas"],["url=http:\/\/www.myvue.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= There are two of these Warner Village cinemas in Bristol, one near the Mall out-of-town shopping center at Cribbs Causeway (near the M5\/M4 junction) and the other in Longwell Green, off the A4174 Ring Road. Both are modern multiplex type cinemas with approx 10 screens."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Showcase Cinema"],["url=http:\/\/www.showcasecinemas.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Bristol's first multiplex cinema, the Showcase has been open since at least the mid-1990s. Compared with the Vue cinemas, it's beginning to look a little tatty, but it does offer cheap tickets on Tuesdays -£3.75 all day. The Showcase is situated on the Avonmeads retail park, off the spine road that runs between the Lawrence Hill roundabout (take the exit before Junction 2 signposted as the A4320 to Bath) and the Bath Road in Brislington."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cineworld"],["url=http:\/\/www.cineworld.co.uk\/"],["email="],["address=Hengrove Leisure Park, Hengrove Way"],["lat="],["long="],["directions=off the A4174 Ring Road in the outskirts of the south of the city"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Notable for showing at least one Bollywood film per week."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Arnolfini"],["url=http:\/\/www.arnolfini.org.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Right on the water's edge at Narrow Quay, this contemporary arts center includes a cinema showing alternative and arthouse films. And the quayside is a great place to soak up the sun with a beer from the cafe!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Showcase Delux"],["url=http:\/\/www.showcasecinemas.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= New multiplex in the Cabot Circus shopping centre next to Broadmead"]]}]},"\n",{"type":"===","value":["Theatre"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tobacco Factory Theatre and Brewery Theatre"],["url=http:\/\/www.tobaccofactory.com\/"],["email="],["address=North Street"],["lat="],["long="],["directions="],["phone=+44 117 902-0345"],["tollfree="],["fax="],["hours="],["price="],["content= A hidden gem outside the city centre, in the Southville area of town. Well known for being involved in some of the most cutting-edge theatre in the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bristol Old Vic"],["url=http:\/\/www.bristol-old-vic.co.uk\/"],["email="],["address=King Street"],["lat="],["long="],["directions="],["phone=+44 117 987-7877"],["tollfree="],["fax="],["hours="],["price="],["content= Bristol's main repertory theatre, located in the city centre"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bristol Hippodrome"],["url=http:\/\/www.bristol-hippodrome.co.uk\/"],["email="],["address=St Augustines Parade"],["lat="],["long="],["directions="],["phone=+44 870 607 7500"],["tollfree="],["fax="],["hours="],["price="],["content= Showing large West End-style shows."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Alma Tavern Theatre"],["url=http:\/\/www.almataverntheatre.co.uk\/"],["email="],["address=18-20 Alma Vale Road"],["lat="],["long="],["directions="],["phone=+44 117 973-5171 (reservations at +44 117 946-7899)"],["tollfree="],["fax="],["hours="],["price="],["content= Theatre located on the first floor of the Alma Tavern & Theatre pub in Clifton, a short walk from Whiteladies Road. The theatre seats 50, with the bar on the ground floor."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Little Black Box"],["url=http:\/\/the-little-black-box.co.uk\/"],["email="],["address=2 Chandos Road"],["lat="],["long="],["directions="],["phone=+44 117 909-9399"],["tollfree="],["fax="],["hours="],["price="],["content= New theatre on Chandos Road run by Fragile Productions."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Redgrave Theatre"],["url=http:\/\/www.cliftoncollegeuk.com\/ccsl\/redgrave\/"],["email="],["address=Perceval Road, Clifton"],["lat="],["long="],["directions="],["phone=+44 117 315-7620"],["tollfree="],["fax="],["hours="],["price="],["content=320 seat theatre hosting amateur drama, Bristol Old Vic Theatre School productions and concerts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wickham Theatre"],["url=http:\/\/www.bris.ac.uk\/drama\/theatre\/"],["email="],["address=Cantocks Close"],["lat="],["long="],["directions="],["phone=+44 117 954-5481"],["tollfree="],["fax="],["hours="],["price="],["content=University of Bristol's theatre, hosting both student and professional performances."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Kelvin Studios"],["url=http:\/\/www.kelvinplayers.co.uk\/"],["email="],["address=253b Gloucester Road"],["lat="],["long="],["directions="],["phone=+44 117 959-3636"],["tollfree="],["fax="],["hours="],["price="],["content= Home to the Kelvin Players Theatre Company, an amateur theatre group on Gloucester Road."]]}]},"\n",{"type":"===","value":["Music"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Victoria Rooms"],["url=http:\/\/www.bristol.ac.uk\/music\/"],["email=music-info@bristol.ac.uk"],["address=Whiteladies Road"],["lat="],["long="],["directions="],["phone=+44 117 331-4044"],["tollfree="],["fax="],["hours="],["price="],["content= The University of Bristol's Department of music. A wide range of music is presented in their free wednesday lunchtime concert series, often given by established professional performers. Other [evening] Concerts include the universities' symphony and chamber orchestras. Times and prices vary, contact the department for more information."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Colston Hall"],["url=http:\/\/www.colstonhall.org\/"],["email="],["address=Colston Street"],["lat="],["long="],["directions="],["phone=+44 117 922-3682"],["tollfree="],["fax="],["hours="],["price="],["content= Wide variety of concerts, gigs and performances."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=St George's"],["url=http:\/\/www.stgeorgesbristol.co.uk\/"],["email="],["address=Great George Street"],["lat="],["long="],["directions=off Park Street"],["phone=+44 845 402 4001"],["tollfree="],["fax="],["hours="],["price="],["content= Wide variety of acoustic music including classical, world and jazz."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bristol (O2) Academy"],["url=http:\/\/www.bristol-academy.co.uk\/"],["email="],["address=Frogmore Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Large gigs and club nights"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Syndicate Superclub"],["url=http:\/\/bristol.thesyndicate.com\/"],["email="],["address=Nelson Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Club nights, often with famous guest DJs."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Anson Rooms"],["alt=(University Union)"],["url=http:\/\/www.ansonrooms.co.uk\/"],["email="],["address=Queens Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=From Comedians to live music, many renowned artists as well as the univeristies' students often perform here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Fleece"],["url=http:\/\/www.thefleece.co.uk\/contact\/"],["email="],["address=St Thomas Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free on Monday and Tuesdays"],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Trinity Centre"],["url=http:\/\/3ca.org.uk\/"],["email="],["address=Trinity Road"],["lat="],["long="],["directions="],["phone=+44 117 935-1200"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Thekla"],["url=http:\/\/www.theklabristol.co.uk\/"],["email="],["address=East Mud Dock"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The famous club on a boat, sporting a Banksy graffiti work and prime location by Queens Square."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bristol Bierkeller"],["url=http:\/\/www.bristolbierkeller.co.uk\/"],["email="],["address=All Saints St."],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Rock, Metal, Punk, Goth, Alternative"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Full Moon & Eclipse"],["url=http:\/\/www.fullmoonbristol.co.uk\/"],["email="],["address=North St.\/Stokes Croft"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Formerly an important Metal and Punk venue but has now become a backpacker hostel with some music events targeted at their guests."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Croft"],["url=http:\/\/www.the-croft.com\/"],["email="],["address=Stokes Croft"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free before 10PM Mon-Wed and then a charge on Thur-Sun"],["content= The croft has a policy of supporting new music of every style and scheduling mainly homegrown talent."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Louisiana"],["url=http:\/\/www.thelouisiana.net\/"],["email="],["address=Wapping Road\/Bathurst Terrace"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Bands that have played here include, Coldplay, the Whitestripes, Kings of Leon, Keane and many, many more."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Old Duke"],["url=http:\/\/www.theoldduke.com\/listings.htm"],["email="],["address=King Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Jazz, Blues"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Black Swan"],["url="],["email="],["address=438 Stapleton Rd, Eastville"],["lat="],["long="],["directions="],["phone=+44 117 939-3334"],["tollfree="],["fax="],["hours="],["price="],["content= A pub that regularly hosts alternative liberal, electronic dance, rave music events."]]}]},"\nPubs offering live music of some sort are extremely numerous in most areas of the city.\n\n",{"type":"===","value":["Comedy"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Comedy Box"],["url=http:\/\/www.thecomedybox.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Usually hosted above the Hen and Chicken pub on North Street, Southville but sometimes at the nearby Tobacco Factory (especially for more popular acts). Has hosted a number of major stand-up acts, including Mark Thomas, Sue Perkins, Ed Byrne and Marcus Brigstocke."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jesters Comedy Club"],["url=http:\/\/www.jesterscomedyclub.co.uk\/"],["email="],["address=142 Cheltenham Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Live performances offering stand up comedy."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Lanes"],["url=http:\/\/www.thelanesbristol.co.uk\/index.php?option=com_content&view=article&id=65%3Adead-funny-live-stand-up-every-friday-and-saturday-night-at-the-lanes&catid=41%3Anews&Itemid=55"],["email="],["address=22 Nelson Streett"],["lat="],["long="],["directions="],["phone=+44 117 325-1979"],["tollfree="],["fax="],["hours="],["price="],["content= Live stand-up every Friday and Saturday night."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Oppo Comedy"],["url="],["email="],["address=Channings Hotel, Pembroke Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=£2+"],["content= Sunday evenings from 8:30PM, hosted by Mark Olver"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Comedy Rocket"],["url=http:\/\/www.thethunderbolt.net\/whatson.ihtml"],["email="],["address=Thunderbolt Pub, Bath Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=£3"],["content= Occasional Wednesday evenings from 8PM(doors 7PM)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bristol Improv"],["url=http:\/\/www.bristolimprov.co.uk\/"],["email="],["address=31-35 Cotham Hill, BS6 6JY"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Bristol University's only improv troupe put on free and paid shows each month, with a regular show at The Hill"]]}]},"\n",{"type":"===","value":["The Bristol to Bath Railway cycle path"]},"\nThis showcase cycle path runs on a disused railway line from central Bristol to ",{"type":"[[","value":[["Bath"]]},". With its traffic free tarmac, gentle gradients, and only two minor road crossings on its 22 km stretch, it is ideal for cycling. At a leisurely pace the journey to Bath takes a good 2h through green suburbs and some attractive countryside. If you are too tired to cycle back, you can take your bicycle free of charge on one of the frequent trains from Bath Spa to Bristol temple meads station. The journey takes 10-15 min.\n\nFrom Bath, you can continue cycling along the towpath of the Kennet and Avon Canal all\nthe way to ",{"type":"[[","value":[["Bradford on Avon"]]},", taking another hour or so. Though not paved and somewhat narrower than the Bristol to Bath cycle path, the towpath is still traffic free and the scenery even more beautiful. There are two or three places to stop and eat or drink on the way. The aqueduct at Avoncliff is worth seeing. From Bradford too there are direct trains back to Bristol that carry bicycles. You can view a PDF map at Bristol and Bath Railway Path ",{"type":"[","value":["http:\/\/www.bristol.gov.uk\/ccm\/content\/Transport-Streets\/Walking-Cycling\/file-storage-items\/cycle-maps-and-leaflets\/bristol-and-bath-railway-path-map.en"]},".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sheer Adventure"],["alt=Rock Climbing and Abseiling"],["url=http:\/\/www.sheeradventure.co.uk\/"],["email="],["address=48 William St"],["lat="],["long="],["directions="],["phone=+44 7900 335832"],["tollfree="],["fax="],["hours="],["price="],["content=Abseiling and rock climbing group activities in Bristol's famous Avon Gorge for stag and hen parties, families, charity and corporate events."]]}]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"===","value":[" Further education "]},"\nBristol has further education colleges, the including South Gloucestershire and Stroud College (Formerly called Filton College) and City of Bristol College. SGS also have campuses near Bristol Zoo.\n\n",{"type":"===","value":["Higher education"]},"\n\nBristol is home to two universities: University of Bristol ",{"type":"[","value":["http:\/\/www.bris.ac.uk\/"]}," and University of the West of England ",{"type":"[","value":["http:\/\/www.uwe.ac.uk\/"]},". There is also a music college on King Square, the Bristol Institute of Modern Music ",{"type":"[","value":["http:\/\/www.bimm.co.uk\/bristol"]},", which from September 2009 will offer a BA (Hons) course in Professional Musicianship.\n\n",{"type":"==","value":["Work"]},"\nThe largest independent employers in Bristol are the two Universities, the Orange telco, Airbus, Rolls Royce, Hewlett-Packard\/Compaq, AXA and various media companies including BBC Bristol (famed for its natural history department), ITV West Country and Endemol. The Ministry of Defence has a large site employing around 5000 people in Filton towards the north of the city.\n\nCasual work, usually supermarket, call centre, bar and restaurant work is fairly easily available in Bristol. Many employment agencies are located in the city centre. Bristol has the second highest job ratio of the eight English core cities (after Manchester) making it very good for employment opportunities.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Malls & Shopping Centres"]},"\n",{"type":"[[","value":[["File:Cabot Circus, Bristol, UK.jpg"],["thumb"],["The Cabot Circus shopping centre."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Broadmead & Cabot Circus"]}," are the two major precincts within the city's central shopping district. The newer of the two is Cabot Circus ",{"type":"[","value":["http:\/\/www.cabotcircus.com\/"]}," which opened in September 2008. The name was chosen by public vote after it was decided that the name 'Merchants Quarter' brought with it too many connotations to Bristol's slave trade past. It is a large, and mostly under-cover shopping centre, containing over 120 shops including House of Fraser, Harvey Nichols, 'Apple', Hollister, Boss, Ted Baker, Fred Perry as well as a Cinema Du Lux."]},"\nBroadmead remains a pretty dire indictment of post war planning and architecture; it contains the The Galleries, Bristol's city centre mall. It is large and has a good range of shops, although many chains have moved their premises to Cabot Circus. Most of the major department stores can be found in the streets outside. Department stores in Broadmead include Primark and Debenhams. Other high street stores include Lush, BHS, Next, New Look, River Island, Marks and Spencers, Waterstones, HMV, Currys, H&M, Miss Selfridge.",{"type":"[","value":["http:\/\/www.bristolbroadmead.co.uk\/downloads\/store_guide.pdf"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=The Mall Cribbs Causeway"],["alt="],["url=http:\/\/www.mallcribbs.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is an out of town mall off junction 17 of the M5. This has a large John Lewis and Marks and Spencer as well as lots of other fashionable shops. The surrounding area of Cribbs Causeway is also home to large stores such as TK Maxx and furniture stores, with The Venue – including the Vue cinema complex, and chain restaurants such as Frankie & Benny's, Chiquitos and TGIF's."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Avonmeads"]}," Situated between St Philips and Brislington, Avonmeads has a few out of town shops, restaurants, Showcase cinema and bowling. Shops include Boots, Mothercare, Currys, Brantano, Outfit, The Range, and M&S Simply Food. A short distance away is Sainsburys."]},"\n",{"type":"===","value":["Areas"]},"\n",{"type":"[[","value":[["File:Christmassteps.jpg"],["thumb"],["right"],["Christmas Steps"]]},"\n",{"type":"*","value":[" Park Street, Queens Road and The Triangle (marketed by the local traders as Bristol's West End) has a good range of fashionable clothes shops, book shops, restaurants, takeaways, record shops."]},"\n",{"type":"*","value":[" Clifton Village contains a wide variety of smaller, more expensive boutique style shops, as well as some nice cafes and restaurants."]},"\n",{"type":"*","value":[" Whiteladies Road has some small department stores, takeaways, restaurants, bars, Clifton Down shopping centre, electrical stores, bookshops, gift shops."]},"\n",{"type":"*","value":[" Old Market Street\/West Street is home to several of Bristol's massage parlours, along with a few adult shops several gay bars and a gay club called Flamingos. Nearby on Midland Road is The Club, and on Alfred Street, The Elite Retreat; both good massage parlours, although Central Massage on Old Market Street is the cheapest, and Adam & Eve on West Street is open 24\/7."]},"\nBristol also has quite vibrant district shopping centres. The best of these are probably:\n\n",{"type":"*","value":[" Christmas Steps area, mainly independent shops including many boutique type shops, including bookshops, hairdressers, vintage clothing stores and some bars."]},"\n",{"type":"*","value":[" North St and East St, in Bedminster in the south of the city. A wide range of independent shops, also supermarkets, greengrocers, butchers, bars, cafes, delicatessens, charity shops."]},"\n",{"type":"*","value":[" Gloucester Rd\/Cheltenham Rd in the North, which contains a large number of cafes and restaurants, a number of instrument shops, many hardware stores and a good selection of independent butchers, bakers and greengrocers. At night, the restaurants and pubs attract lively nightlife."]},"\n",{"type":"*","value":[" Fishponds Rd and Staple Hill in the East. Asian restaurants, thrift shops, bakers and independent stores."]},"\n",{"type":"*","value":[" St Mark's Rd in Easton, in the east of the inner city, which is particularly noted for its mainly South Asian food shops and restaurants. It is also home to a modern vegetarian\/vegan restaurant (Café Maitreya) that has won national acclaim."]},"\n",{"type":"===","value":["Markets"]},"\nThere are also a number of markets in and around the city. St Nicholas Market ",{"type":"[","value":["http:\/\/www.bristol-city.gov.uk\/ccm\/content\/Business\/Markets\/st-nicholas-market.en"]}," in the center, near Corn St. is a permanent fixture and has stalls selling jewellery, books, CDs and fresh food. It also hosts the 'Nails' market on Fridays and Saturdays and a Flea Market on Fridays, as well as various special markets around the end of the year. There are a number of farmers markets (and similar events) held at different venues around the city. These include:\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Corn St."],["alt="],["url=http:\/\/www.bristol.gov.uk\/ccm\/content\/Business\/Markets\/st-nicholas-market.en;jsessionid=836B1CF9979604FBF6AAD94D43FD4C48.tcwwwaplaws3"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Bristol Farmers Market on Wednesday mornings 0930-1430hrs. Local producers from a 40-mile radius sell a massive range of food from cheese, fish, honey, cakes, vegetables to meat, game and poultry at this award-winning market. All the produce is grown, reared, caught, brewed, pickled, baked or smoked by the stallholders."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Fresh Saturday Food Market"]},", St. Nicholas Street (behind Glass Arcade and Covered Market, in road that links High Street to Corn Street), ",{"type":"[","value":["http:\/\/visitbristol.co.uk\/site\/things-to-do\/fresh-saturday-food-market-p79211"]},". Saturday mornings and usually runs until mid afternoon. Has on offer a great selection of local, fresh and organic produce."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Straits Parade, Fishponds"],["alt="],["url=http:\/\/www.organic-supermarket.co.uk\/detail.asp?compno=594"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Straits Parade is a grassy open space right alongside the busy Fishponds Road. Here the Market has come to its customers. Held on the Second Thursday morning each month it is gaining a strong local following. Good bus links to Emersons Green and Downend."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Tobacco Factory, Southville"],["alt="],["url=http:\/\/www.tobaccofactory.com\/html\/building_market.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone = 1030-1430"],["tollfree="],["fax="],["hours="],["price="],["content=Sunday market hrs. It has around 30 stalls and leans strongly towards eco-friendly, fair trade and local products."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Slow Food Market"],["alt="],["url=http:\/\/www.bristol.gov.uk\/ccm\/content\/Business\/Markets\/st-nicholas-Imarket.en;jsessionid=836B1CF9979604FBF6AAD94D43FD4C48.tcwwwaplaws3"],["email="],["address="],["lat="],["long="],["directions="],["phone = 1000-1500"],["tollfree="],["fax="],["hours="],["price="],["content=Corn St. on the first Sunday, hrs. It is the largest food market in Bristol, with the widest choice. Although it is the largest food market, Slow Food Bristol and Bristol City Council are committed to increasing its size and range further. They are aiming by next year to see the market going international with visits from food producers from France, Germany, Portugal, Spain and, of course, Italy."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Whiteladies Rd."],["alt="],["url=http:\/\/www.bristollocalfood.co.uk\/?p=63"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Due to its popularity with both stallholders and shoppers it is now fortnightly, alternating Fridays 8:30AM till 1PM, and Saturdays, 9AM till 2PM, at the corner of Whiteladies Road and Apsley Road."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nBristol has a huge choice of bars and restaurants to suit all tastes and budgets. There are many around the Harbourside and The West End's Park Street and Whiteladies Road, but do not be dissuaded from trying those outside the centre as many are superior to those that attract passing trade due to their location. After a night out, or if your hotel allows food delivery, you will also be able to find many ",{"type":"'''","value":["takeaways in Bristol"]},", with different varieties of food.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Marco Pierre White's Steakhouse, Bar & Grill Bristol"],["alt=MPW Steakhouse Bristol"],["url=http:\/\/www.mpwsteakhousebristol.co.uk\/"],["email="],["address=Doubletree by Hilton Bristol, Frost Hill, Congresbury, BS49 5AD"],["lat="],["long="],["directions="],["phone = +44 1934 834343"],["tollfree="],["fax="],["hours="],["price=2 courses £14.50, 3 courses £18.50"],["content=The Menu offers everything you would expect from a traditional Steakhouse with the superior quality of Marco Pierre White."]]}]},{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" There is a food aisle within the glass arcade at ",{"type":"'''","value":["St Nicholas Market"]},", near Corn Street. Many international cuisines are represented, including Italian, Indian, West Indian\/Caribbean, Moroccan and Portuguese. Can be a bit chilly, depending on the weather, so keep your coat on!"]},{"type":"[[","value":[["File:St Nicholas Market, Bristol.jpg"],["thumb"],["250px"],["St. Nicholas Market"]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=One Stop Thali Cafe"],["alt="],["url=http:\/\/www.onestopthali.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 942-6687"],["tollfree="],["fax="],["hours="],["price="],["content=York Road, Montpelier, and also in Easton, Clifton and Totterdown. Tiny and always packed, a different menu every day, the Thali specialises in vegetarian Indian food and in terms of volume of food, must be one of the best bargains in the city! Loads of courses for very little outlay. On Sundays there is normally live music and bargain Thalis on a first-come-first-served basis (no reservations taken). Credit and debit cards are not accepted."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Las Iguanas"],["alt="],["url=http:\/\/www.iguanas.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Whiteladies Road (opposite Clifton Down Shopping Center), Clifton. Delicious South American food with the fresh flavors of lime, salsa and chillis. Two-course lunch is a bargain at £8."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Arch House Deli"],["alt="],["url=http:\/\/www.archhousedeli.com\/"],["email="],["address=Clifton Village"],["lat="],["long="],["directions="],["phone=+44 117 974-1166"],["tollfree="],["fax="],["hours="],["price="],["content= Multi award winning Bristol Deli supplying gourmet food including cheeses, charcuterie, cakes, hampers, wine, corporate gifts, antipasti, picnics hampers, breads, luxury chocolates and amazing sandwiches. Set in a beautiful historical building with hand painted ceilings. Arch House Deli also has an onsite café and provides a range of outside catering services (no reservations taken). Credit and debit cards are accepted. Freshly cooked dish of the day is £7.50."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Wagamama"],["alt="],["url=http:\/\/www.wagamama.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Queen's Road. is a professionally run, good value Asian noodle bar. Main courses are filling, of consistent quality and cost £5-8. Walkable from the center, or take a bus from St. Augustines Parade\/College Green up Park Street."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Teoh's"]},", Lower Ashley Road, St Pauls and North Street in Bedminster (in the same building as the Tobacco Factory).",{"type":"[","value":["http:\/\/www.teohs.net\/"]}," All meals £6, pan-Asian (somewhat comparable with Wagamama) - choice from Thai, Malaysian, Japanese and Chinese. Any chicken dish can also be prepared with Tofu instead. Excellent prawn crackers and friendly, fast service!"]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Tripitakas"],["alt="],["url=http:\/\/www.tripitakas.com\/"],["email="],["address=80 Colston Street, BS1 5BB"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Provides Thai soups and curry, sushi and baguettes from £2.00 - vegetarian option"]]}]},"\n",{"type":"===","value":["Mid Range"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Severnshed"],["alt="],["url=http:\/\/www.severnshed.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 925-1212"],["tollfree="],["fax="],["hours="],["price="],["content=The Grove. The famous eatery with a bar that moves (using compressed air). They serve modern cuisine, and prices can be reasonable (especially at lunch time \/ early evening when they do a number of meals for £9.77). Right in the heart of the city center, on the waterfront. Open every day noon-late. £8-30. Walkable from the center."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=The River"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 930-0498"],["tollfree="],["fax="],["hours="],["price="],["content=1 The Watershed, Canons Road. A newcomer to the bar scene and an opportunity to get a decent drink on the waterfront in decent company (at last!). They serve excellent good value food, including various sausages and mash and incredible pies. Open every day 11AM–late. £3-15. Walkable from the center."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Boca Bar"],["alt="],["url=http:\/\/www.paintworksbristol.co.uk\/index.php?id=6"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Paintworks, Bath Road, Arnos Vale. Gourmet pizzas from £9-12, tapas."]]}]},{"type":"*","value":[" ",{"type":"'''","value":[" Zero Degrees"]},", Colston Street (",{"type":"''","value":["between Christmas Steps and the bottom of St Michaels Hill"]},"), ",{"type":"[","value":["http:\/\/www.zerodegrees.co.uk\/"]},". Californian-style gourmet pizzas (reminiscent of California Pizza Kitchen, but much thinner, biscuity bases) from £7-9, specialty sausages, mussels, salads. On-site microbrewery brewing Bavarian-style Black Ale, Wheat Ale, Czech-style Pilsner, New England-style Pale Ale and usually a special beer (usually a fruit beer such as Mango or Raspberry)."]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Bell's Diner"],["alt="],["url=http:\/\/www.bellsdiner.co.uk\/"],["email="],["address=1-3 York Road"],["lat="],["long="],["directions="],["phone=+44 117 924-0357"],["tollfree="],["fax="],["hours="],["price="],["content=Montpelier. A very well respected Bristol institution for those who know, Bell's serves up some of the most unique menus in the city, including their 'taster' menu where you get to work your way around everything. Open Tu-F noon-3PM (lunch); M-Sa 7PM-10:30PM. £18-35."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Hotel du Vin"],["alt="],["url=http:\/\/www.hotelduvin.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 925-5577"],["tollfree="],["fax="],["hours="],["price="],["content=The Sugar House, Narrow Lewins Mead. This hotel has a wonderful Bistro with a great atmosphere. Food and service is of excellent quality. Starters about £7, main course £15 and dessert around £7. Walkable from the center."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Cafe Maitreya"],["alt="],["url=http:\/\/www.cafemaitreya.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 951-0100"],["tollfree="],["fax="],["hours="],["price="],["content=St. Marks Road, Easton. Nationally acclaimed vegan\/vegetarian restaurant. So good, even many omnivores enjoy it too! Open Tu-Sa 6:45PM–9:45PM. £16-20, excluding drinks."]]}]},{"type":"*","value":[" ",{"type":"'''","value":[" City Cafe"]},", City Inn Bristol, Temple Way, tel: +44 117 925 1001, ",{"type":"[","value":["http:\/\/www.citycafe.co.uk\/"]},". Head Chef Peter Quinion ",{"type":"[","value":["http:\/\/www.cityinn.com\/bristol\/eating_drinking\/chefprofile.htm"]}," joined in 2003. £16-32, excluding drinks. Walkable from the center, or get a bus to Temple Meads."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Bordeaux Quay"],["alt="],["url=http:\/\/www.bordeaux-quay.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 943-1200"],["tollfree="],["fax="],["hours="],["price="],["content=V-Shed Canons Way. Bordeaux Quay is a harbourside venue with an upmarket restaurant upstairs, a casual brasserie, bar, deli downstairs, with a bakery and cookery school - all under one roof. They aim to offer the very best in regionally sourced organic food and drink, while it tries to maintain environmental sustainability, energy consumption, minimalism waste and reducing food miles. Grab a coffee and freshly baked pain au chocolat for breakfast, or indulge in succulent mussels for dinner."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=River Station"],["alt="],["url=http:\/\/www.riverstation.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 914-4434"],["tollfree="],["fax="],["hours="],["price="],["content=The Grove. The restaurant aims to be carbon neutral with naturally generated air-conditioning. Great location on the harbourside looking towards Redcliffe. Fresh locally sourced menu with a lean towards Mediterranean seafood."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Casamia"],["alt="],["url=http:\/\/www.casamiarestaurant.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 959-2884"],["tollfree="],["fax="],["hours="],["price="],["content=High St, Westbury-on-Trym. Located in the city's north-western suburbs, this Italian restaurant was awarded a Michelin star in 2009 and is currently the only restaurant in Bristol to hold that honour."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Glassboat"],["alt="],["url=http:\/\/www.glassboat.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 929-0704"],["tollfree="],["fax="],["hours="],["price="],["content=Situated on a converted river barge next to Bristol Bridge, this up-market restaurant was furnished with reclaimed materials from the surrounding city, and has been under the same ownership for 28 years. Mains range from £15-25, with an early bird menu before 7PM allowing for 3 courses for £20."]]}]},"\n",{"type":"==","value":["Drink"]},"\nThe fact that it's the home to around 44,000 students probably says a lot for the quality of the city's nightlife. Surprisingly, though, it's relatively expensive, with prices similar to those in London. Mainstream nightlife centers around 3 main areas　-　Corn Street in the 'old city', Park Street \/ Whiteladies Road, and the Harbourside. These areas get extremely busy, if not rowdy, at weekends, however there are plenty of places in Bristol where you can have a good time without mixing with more student type crowds. ",{"type":"[","value":["http:\/\/www.drinksinbristol.com\/ drinksinbristol"]}," is a good source of information, as is Venue magazine.. The eastern end of King Street in the old city provides a slightly more relaxed, but popular, outdoor drinking area on sunny summer evenings, surrounded by historic pubs such as the 17th-century Llandoger Trow (reputed to have been the haunt of pirates and the model for the Admiral Benbow in Robert Louis Stevenson's novel \"Treasure Island\").\n\nAmongst the hundreds of brilliant venues in the city, there are four outstanding areas:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["St Nicholas' Market"]},", including Baldwin Street: on and around Corn Street, you'll find several chain bars, including Wetherspoons' the Commercial Rooms on Corn Street which was once a meeting place for Merchant Ventures. Other reliable venues include the Slug & Lettuce and Vodka Revolution on St Nicholas Street, All Bar One and Walkabout on Corn Street and O'Neill's and Reflex on Baldwin Street. However, those looking to get away from the familiar will definitely enjoy Start The Bus at the bottom of Corn Street, an established indie pub-come-club; also, Mr Wolf's on St Stephen's Street offers noodles and live music."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Harbourside area"]},": the regenerated waterside is a great place to drink, especially on summer afternoons. On Welsh Back, there's the famous Old Duke jazz pub and, opposite it, the famous Lladngoer Trow - plus, the Apple, a floating cider bar. Bristol's famous bar on a boat, the Thekla, is around the corner, and there are plenty of big chain and independent bars on Canon Road. Millennium Square has lots of chain restaurants and bars centered on the impressive mirrored 'Imaginarium' and fountains. The Waterfront by the hippodrome can be rowdy of a weekend and is best avoided."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Park Street"]},", ",{"type":"'''","value":["Park Row"]},", ",{"type":"'''","value":["Clifton Triangle"]}," and ",{"type":"'''","value":["Whiteladies Road"]},": Whiteladies Road runs from the Downs on top of Blackboy Hill, past Clifton on one side and Cotham and Redland on the other; at the Triangle, traffic runs around the eponymous island of shops and bars before pushing down Park Street to the center of Bristol. There are hundreds of bars and clubs along this busy thoroughfare: popular venues include the Tube, the Woods, Embargo, Brown's, The Jersey Lily and the Black Bear."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Stokes Croft"]}," and ",{"type":"'''","value":["Gloucester Road"]},": the anarchic area of Stokes Croft is home to Bristol's big independent clubs, Blue Mountain, Lakota and Clockwork. Whilst not in Stokes Croft, Club Motion, hidden behind Temple Meads station is a relatively new addition to the Bristol scene, hosting similar nights and acts as these venues. A skate park by day, this huge (by any standards) club has become one of Bristol's most popular, is internationally known, and is well worth a visit for seasoned clubbers; after these monoliths, there are live music venues, pubs and bars to please the alternative crowd. Highlights include the Pipe and Slippers, the Croft, the Bell, the Flyer and the Prince of Wales."]},"\nIf you're a tourist in Bristol, you may enjoy visiting one of the city's pubs and bars with historic and literary connections.\n",{"type":"[[","value":[["File:Bristol - Llandoger Trow.jpg"],["thumb"],["300px"],["The Llandoger Trow"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Llandoger Trow"]}," on King Street is supposedly the meeting place of Daniel Defoe and 'Robinson Crusoe', Alexander Selkirk. It is also rumoured to be Robert Louis' Stevenson's inspiration for the Admiral Benbow pub in his work, Treasure Island. The pub is a 17th-century Grade II listed building."]},"\n",{"type":"*","value":[" Abolitionist the Reverend Thomas Clarkson stayed in the ",{"type":"'''","value":["Seven Stars"]}," in Redcliffe while he researched the British slave trade in 1787."]},"\n",{"type":"*","value":[" Samuel Taylor Coleridge and Robert Southey used to meet in the ",{"type":"'''","value":["Rummer Tavern"]}," to talk about emigrating. An earlier pub on the same premises, known as the Greene Lattis, was the first pub in Bristol to get a license, back in 1241."]},"\n",{"type":"*","value":[" Actor Cary Grant often stayed in the ",{"type":"'''","value":["Avon Gorge Hotel"]},", which has a terrace bar opening out onto Clifton's best view of Brunel's suspension bridge."]},"\n",{"type":"*","value":[" Pioneers of the Bristol sound, Massive Attack, established ",{"type":"'''","value":["the Tube"]},", a bar\/club at the foot of Park Street."]},"\n",{"type":"'''","value":["Notable Pubs include;"]},"\n\n",{"type":"'''","value":["City Centre"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Hatchet"],["url=http:\/\/www.thehatchet.co.uk\/"],["email="],["address=27 Frogmore Street, BS1 5NA"],["lat="],["long="],["directions="],["phone=+44 117 929-4118"],["tollfree="],["fax="],["hours="],["price="],["content=Bristols Oldest Pub is Favourite of many various 'alternative' sub-cultures and is sometimes the venue for related club- and live-music events in upper room. It also runs a noted free stand-up comedy event (\"Gagging for It ",{"type":"[","value":["http:\/\/gagging4it.org\/"]},"\") on Sunday evenings, serving as a showcase for local talent. Due to its proximity to the Bristol Academy venue, it's convenient for pre-gig drinks. Open until 2AM on weekends."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Goldbrick House"],["url=http:\/\/www.goldbrickhouse.co.uk\/"],["email="],["address=69 Park Street, BS1 5PB"],["lat="],["long="],["directions="],["phone=+44 117 945-1950"],["tollfree="],["fax="],["hours="],["price="],["content=Goldbrick House:\nThe bar is laid out over the top floor of a traditional Georgian building and spans four interconnecting rooms. It has a great intimate vibe as it creates the feeling that you are drinking, not in a bar but in someone’s house. The décor reflects this mood as there are contemporary yet comfy armchairs and sofas dotted around."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Apple"],["url=http:\/\/www.applecider.co.uk\/"],["email="],["address=Welsh Back, BS1 4SB"],["lat="],["long="],["directions="],["phone=+44 117 925-3500"],["tollfree="],["fax="],["hours="],["price="],["content=The Apple: A floating cider bar! A converted old Dutch Barge where the decks have been transformed into seating areas where you can sit and lull with the water whilst enjoying some of the West Country’s finest ciders. A really unique place to grab a drink. Just be wary of what cider you are drinking as some are rather lethal and could lead to a man over board situation."]]}]},"\n",{"type":"'''","value":["Stokes Croft"]}," and ",{"type":"'''","value":["Gloucester Road"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Hillgrove Porter Stores"],["alt=The Hillgrove"],["url=http:\/\/www.thehillgroveporterstores.com\/"],["email="],["address=53 Hillgrove Street North, BS2 8LT"],["lat="],["long="],["directions="],["phone=+44 117 924-8234"],["tollfree="],["fax="],["hours="],["price="],["content=Winner of the CAMRA Bristol pub of the year in 2007, a freehouse with ten real ales and cider, perry. A wide mix of customers, good food and heated beer garden, open til midnight Sun-Thurs, 1AM Fri & Sat."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Miner's Arms"],["url=http:\/\/www.dawkins-club2008.talktalk.net\/miners.html"],["email="],["address=136 Mina Road, St Werburghs, BS2 9YQ"],["lat="],["long="],["directions="],["phone=+44 117 907-9874"],["tollfree="],["fax="],["hours="],["price="],["content=This pub is the type of large, multi-roomed community local that is increasingly rare. Declared the Best Pub in Bristol by Venue Magazine in 2005, it has mirrored the resurgence of this vibrant community."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Duke Of York"],["url="],["email="],["address=2 Jubilee Road, St Werburghs, BS2 9RS"],["lat="],["long="],["directions="],["phone=+44 117 941-3677"],["tollfree="],["fax="],["hours="],["price="],["content=Winner of CAMRA's Best Pub in Bristol 2008, has a friendly atmosphere and quirky décor."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Green Man"],["alt=formerly The Bell"],["url=http:\/\/www.dawkins-club2008.talktalk.net\/page9.html"],["email="],["address=21 Alfred Place, Kingsdown, BS2 8HD"],["lat="],["long="],["directions="],["phone=+44 117 930-4824"],["tollfree="],["fax="],["hours="],["price="],["content=opened in September 2008 as the first 'Organic' Pub in the city. The pub was formerly the Georgian-built 'The Bell'. Notably, all the alcoholic drinks are Organic and the freshly-prepared food is all Organic or Free Range. Two of the six real ales are served on gravity from the barrel."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Highbury Vaults"],["url="],["email="],["address=164 St Michael's Hill, St Michael's Hill, BS2 8DE"],["lat="],["long="],["directions="],["phone=+44 117 973-3203"],["tollfree="],["fax="],["hours="],["price="],["content=Winner of the CAMRA Bristol pub of the year in 2003, the Highbury Vaults is a classic traditional pub with 8 real ales available on cask. Popular with students and older customers alike, and with a large heated garden. Open until midnight."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Cosies"],["url="],["email="],["address=34 Portland Square Bristol"],["lat="],["long="],["directions="],["phone=+44 117 942-4110"],["tollfree="],["fax="],["hours="],["price="],["content=Don’t let the location (St. Pauls) of this amazing place put you off. The best way to describe it, is an underground cave. You walk down some steps on the street and enter through one small door straight up to the bar. The first half of the bar is relatively open, by this there are a few windows , but as you turn the corner you enter the ‘cave’ . A low ceiling, arched brick room with a Dj booth in the corner. On weekends it gets rammed as the beer is cheap, the music is pumping and the wide range of people from the students and middle aged couples to the Rastas in the corner, are all bumping and grinding with one another, leading to one hell of a night."]]}]},"\n",{"type":"'''","value":["Clifton"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Portcullis"],["url=http:\/\/www.dawkins-club2008.talktalk.net\/page8.html"],["email="],["address=3 Wellington Terrace, Sion Hill, Clifton, BS8 4LE"],["lat="],["long="],["directions="],["phone=+44 117 908-5536"],["tollfree="],["fax="],["hours="],["price="],["content=Freehouse near Brunel's Suspension Bridge. A Grade II listed Georgian building, it has been a pub since the 1850s. On two levels, the bottom bar and main entrance is one of the smallest pubs in Bristol."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Victoria"],["url=http:\/\/www.dawkins-club2008.talktalk.net\/victoria.html"],["email="],["address=2 Southleigh Road, Clifton, BS8 2BH"],["lat="],["long="],["directions="],["phone=+44 117 974-5675"],["tollfree="],["fax="],["hours="],["price="],["content=Freehouse is part of the Grade II* listed Clifton Lido site."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Coronation Tap"],["url=http:\/\/www.thecoronationtap.com\/"],["email="],["address=8 Sion Place, Clifton, BS8 4AX"],["lat="],["long="],["directions="],["phone=+44 117 973-9617"],["tollfree="],["fax="],["hours="],["price="],["content=A small West-Country cider house in Clifton, famous for its Exhibition cider - sweet, innocent looking but lethal. Gets rammed at weekends."]]}]},"\n",{"type":"'''","value":["Hotwells"]},"\n\nThere are a number of traditional pubs located around the City Docks, such as The Cottage at the Hotwells end of the Floating Harbour, Grain Barge and the Nova Scota. These pubs can be accessed by foot or by harbour ferry.\n\n",{"type":"'''","value":["Bars with Live music;"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Start the bus"],["url=http:\/\/www.startthebus.tv\/"],["email="],["address=7-9 Baldwin Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=10AM-3AM"],["price="],["content=Start the Bus: Hip Alternative bar in the city center. Always has a diverse line-up of DJ's and bands."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mr Wolfs"],["url=http:\/\/www.mrwolfs.com\/"],["email="],["address=st nicholas street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=6PM-3AM"],["price="],["content=Mr Wolfs: live music venue and noodle bar which has Live music every night of the week from local bristol artists."]]}]},"\n",{"type":"'''","value":["Bristol's a gay-friendly city,"]}," on the whole, with a rounded and rich gay scene. Flamingo's on West Street is probably Bristol's biggest gay club with a 900-person capacity. The Pineapple on St George's Road is a sociable and well-established pink pub, and just down the road, the QueenShilling on Frogmore Street is a long-standing club that holds the Bristol heats of Mr Gay UK. And Club Wonky, held at Warehouse on Prince Street on the last Friday of the month where sleazy electro hits are cut with pop classics.\n\n",{"type":"'''","value":["Non-alcoholic venues include:"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Big Banana Juice Bar"],["alt="],["url=http:\/\/www.thebigbananajuicebar.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great juice bar in the center of town at St Nicholas's Market on Corn Street. Fruit juices and organic wheatgrass. Into health and wellbeing. Juice promotions and promotional events."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Blue Juice"]},", 39 Cotham Hill, Cotham. Also serves wraps and salads."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Shakeaway"]},", The Arcade, Broadmead. Will make a milkshake out of pretty much anything, including Haribo, Mars Bars and Oreos."]},"\n",{"type":"==","value":["Sleep"]},"\n\nThere are a large number of hotels and guest houses in the Bristol area. A selection is listed below.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Washington"],["alt="],["url=http:\/\/www.cliftonhotels.com\/bristol-hotels\/washington\/"],["email=Washington@cliftonhotels.com"],["address=11-15 St Paul's Rd, BS8 1LX"],["lat="],["long="],["directions="],["phone=+44 117 973-3980"],["tollfree="],["fax="],["checkin="],["checkout="],["price=£20\/single or £20\/double when booked more than 6 weeks in advance"],["content=St Paul's Road. A good value budget hotel in heart of Clifton with full English breakfast included in the price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Youth Hostel"],["alt="],["url=http:\/\/www.yha.org.uk\/hostel\/bristol"],["email=bristol@yha.org.uk"],["address=14 Narrow Quay, BS1 4QA"],["lat="],["long="],["directions="],["phone=+44 845 371 9726"],["tollfree="],["fax="],["price= £19\/dorm bed, £30\/private room."],["checkin="],["checkout="],["content=A modern, clean and very central YHA youth hostel located in the Harbourside area; now with a newly revamped cafe on the quayside. Open every day all hours."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bristol Backpackers"],["alt="],["url=http:\/\/www.bristolbackpackers.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 925-7900"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=17 Saint Stephen's Street, located in Old City close to many night venues, Reception hours 9AM-11:30PM. Dorm Rate £14 per person per night"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Full Moon Eco Hostel"],["alt="],["url=http:\/\/www.fmbristol.co.uk\/full-moon-backpackers-hostel.html"],["email="],["address=1 North St, Stokes Croft, BS1 3PR"],["lat="],["long="],["directions=near the '5102' apartments, opposite the large roundabout behind Debenham's department store and the bus station"],["phone=+44 117 924-5007"],["tollfree="],["fax="],["price=£17.50\/dorm bed"],["checkin=15:00-22:30"],["checkout="],["content=Take note however that this hostel is situated right next to two of Bristol's biggest nightclubs with music going on until 5AM. Reception is closed from 11:00-15:00."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rock N Bowl Motel (at The Lanes)"],["alt="],["url=http:\/\/www.rocknbowlmotel.com\/"],["email=bookings@rocknbowlmotel.com"],["address=22 Nelson St, BS1 2LE"],["lat="],["long="],["directions="],["phone=+44 117 325-1980"],["tollfree="],["fax="],["price=From £10\/dorm bed, £45\/double"],["checkin=15:00"],["checkout=12:00"],["content=A youth hostel, situated above a bowling alley, which doubles as a bar\/nightclub, in a converted 1930s primary school. Perfect location in the Old City. Can be a bit noisy at weekends, but they offer free earplugs, and their indie-ish atmosphere means that the music's usually good and often live."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Clifton Hotel"],["alt="],["url=http:\/\/www.cliftonhotels.com\/bristol-hotels\/clifton-bristol-city-centre\/"],["email="],["address=St Paul's Rd, BS8 1LX"],["lat="],["long="],["directions="],["phone=+44 117 973-6882"],["tollfree="],["fax="],["checkin="],["checkout="],["price=£20\/single or £20\/double when booked more than 6 weeks in advance"],["content=A good value budget hotel in heart of Clifton that has its own restaurant\/bar."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arnos Manor Hotel"],["url=http:\/\/www.arnosmanorhotel.co.uk\/"],["email="],["address=470 Bath Road, Arnos Vale, BS4 3HQ"],["lat="],["long="],["directions="],["phone=+44 117 971-1461"],["tollfree="],["fax="],["hours="],["price=From £45"],["checkin=2PM"],["checkout=11AM"],["content=Built in 1760 as the luxurious home of wealthy Bristol merchant William Reeve, this historic building boasts many original Georgian Gothic features."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday Inn, Bristol - Filton"],["alt="],["url=http:\/\/www.hibristolfiltonhotel.co.uk\/"],["email="],["address=Filton Road, Hambrook"],["lat="],["long="],["directions="],["phone = +44 871 942 9014"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= For those looking to visit Bristol and experience a leisurely break in tranquil surroundings. A 211 room hotel located 15 minutes from the centre within 11 acres of land and with its own fishing lake plus the added advantage of free parking! From £60."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Premier Inn"],["alt="],["url=http:\/\/www.travelinn.co.uk\/TI\/index.jsp?page=inn&id=256"],["email="],["address=The Haymarket"],["lat="],["long="],["directions=near the Bus Station"],["phone = +44 870 238 3307"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Standard rooms, nothing fancy, has everything you need as a reasonable price. Not ideal for long stays as could get a bit depressing. Room Prices: £50-90."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=City Inn"],["alt="],["url=http:\/\/www.cityinn.co.uk\/bristol\/"],["email="],["address=Temple Way"],["lat="],["long="],["directions=near Temple Meads"],["phone=+44 117 925-1001"],["tollfree="],["fax="],["price=£65-£120"],["checkin="],["checkout="],["content= Bright rooms, with plasma TV & DVD player and large beds, smart bathrooms and room service. While it may be a little out of the centre, it's actually handy for the train station, a lovely 5 min stroll to the harbourside\/centre and not far from a water taxi stop if you fancy cruising into town that way. Also has limited free on-site parking for guests."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Berkeley Square"],["alt="],["url=http:\/\/www.cliftonhotels.com\/berkeley-square\/"],["email="],["address=15 Berkeley Square"],["lat="],["long="],["directions="],["phone=+44 117 925-4000"],["tollfree="],["fax="],["price=Rooms from £60"],["checkin="],["checkout="],["content= If your visit takes you nearer to Clifton, this could be useful, just off Park Street (where all the best independent shops in the city are). The hotel is a lovely old 3* Georgian house; staying here also gains you access to the exclusive members-only bar in the basement."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=SACO Serviced Apartments"],["alt="],["url=http:\/\/bristol.sacoapartments.co.uk\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 970-6999"],["tollfree="],["fax="],["price=From £65"],["checkin="],["checkout="],["content=An alternative to staying in a hotel. 150 well-equipped apartments throughout the city in seven convenient locations with friendly staff."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cadbury House Hotel"],["alt="],["url=http:\/\/www.cadburyhotelbristol.co.uk\/5\/the-hotel.html"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 193 483-4343"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located just minutes from Bristol Airport and a short drive from Bristol city centre, this 4 star hotel is suitable both relaxation and corporate visits."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Marriott Royal"],["alt="],["url=http:\/\/marriott.co.uk\/Channels\/UK\/property\/BRSRY\/propertyPage.mi"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 925-5100"],["tollfree="],["fax="],["price=From £75"],["checkin="],["checkout="],["content=College Green. Four star hotel, the most famous in the city."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Brigstow"],["alt="],["url=http:\/\/www.fullershotels.com\/frames\/1012"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 929-1030"],["tollfree="],["fax="],["price=£89-250"],["checkin="],["checkout="],["content=Welsh Back. A modern, contemporary hotel in the center of all the action, near Broadmead\/Corn Street. Overlooks a very attractive stretch of the floating harbour."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel du Vin"],["alt="],["url=http:\/\/www.hotelduvin.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 925-5577"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=The Sugar House, Narrow Lewins Mead. Walkable from the center. Has spacious rooms and a restaurant and winery."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Radisson Blu Hotel"],["alt="],["url=http:\/\/www.radissonblu.co.uk\/hotel-bristol"],["email="],["address=Broad Quay"],["lat="],["long="],["directions="],["phone=+44 117 934-9500"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content= Bristol's tallest hotel overlooking the city centre and Quay."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Avon Gorge Hotel"],["alt="],["url=http:\/\/www.theavongorge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 117 973-8955"],["tollfree="],["fax="],["price=From £115"],["checkin="],["checkout="],["content=Boast spectacular panoramic views of the Avon gorge and the Clifton suspension Bridge. Located in Clifton Village close to all the local restaurants, bars and the Clifton Downs. If you are feeling lazy or simply want to take in the views they also have their own bar and restaurant on sight which you can enjoy."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mercure Brigstow Bristol"],["url=http:\/\/www.mercure.com\/gb\/hotel-6548-mercure-bristol-brigstow-hotel\/"],["email="],["address=Welsh Back, BS1 4SP"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A prime position on Welsh Back with riverside frontage. Comfortable, modern bedrooms and there's even a plasma-screen TV in the bathroom."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Grand Hotel"],["alt=Formerly the Thistle"],["url=http:\/\/www.thistle.com\/hotels\/bristol\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+44 870 333 9130"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located in the center of Bristol, about a 2 minute walk from Corn Street and St. Nicholas's Market. It has its own health and leisure club. Ideal place to stay for either business trips or as a base for exploring the city."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nLike many other big cities in the UK, Bristol has its rough areas. Use common sense while getting around.\n\nIsolated drunken brawls can occur in the centre of town on Friday and Saturday nights as pubs and clubs close, especially near the waterfront area, the Centre, taxi queues and fast food joints. This has been reduced somewhat by a heavy police presence and security guards monitoring the taxi queues.\n\nAvoid Baldwin Street at the 11PM and 2AM kickout times. Go somewhwere else to hail a cab from some of the smaller, less busy ranks.\n\nThere are also specific areas that have a reputation after dark. The inner city districts of St Pauls and Easton are said to be rife with drugs and gangs but should not pose any danger to people outside the narcotics trade. The areas are as safe as anywhere else during the day. Pay attention to what is around you, and you should encounter no difficulties.\n\nAlso, some outlying suburbs such as Southmead, Knowle West and Hartcliffe have a bad reputation, but it is unlikely that a visitor to the city would travel to these parts.\n\nThe main problem is beggars as many will approach you on the street to ask for money.\n\nAlso, you may find people offering you drugs in return for cash. Those people have no drugs and will instead give you a bogus parcel (such as balls of cellophane or matches wrapped in newspaper) and run off with your money. They often have knives so avoid the people in the first place.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bristol Royal Infirmary ",{"type":"[","value":["http:\/\/www.ubht.nhs.uk\/ed\/Maps\/Maps.htm"]}]}," has an Emergency Department."]},{"type":"*","value":[" ",{"type":"'''","value":["Southmead Hospital ",{"type":"[","value":["http:\/\/www.nhs.uk\/england\/hospitals\/showhospital.aspx?id=RVJ01"]}]}," Emergency Department now CLOSED, Minor Injury Unit available, only open limited hours."]},{"type":"*","value":[" ",{"type":"'''","value":["Frenchay Hospital ",{"type":"[","value":["http:\/\/www.nhs.uk\/England\/Hospitals\/showHospital.aspx?id=RVJ20"]}]}," has an Emergency Department, but it is planned that Frenchay will close and all services will be transferred to Southmead."]},{"type":"*","value":[" ",{"type":"'''","value":["Bristol Eye Hospital ",{"type":"[","value":["http:\/\/www.ubht.nhs.uk\/eye\/General\/About%20BEH.htm"]}]}," is a specialist hospital for eye conditions and has an accident and emergency department ",{"type":"[","value":["http:\/\/www.ubht.nhs.uk\/eye\/General\/ae.htm"]}," for ",{"type":"'''","value":["eye"]}," conditions ONLY. Accident and Emergency department opening hours 0800-2000hrs."]},{"type":"*","value":[" ",{"type":"'''","value":["Bristol Dental Hospital ",{"type":"[","value":["http:\/\/www.ubht.nhs.uk\/dental\/"]}]}," provides the full range of Dental Specialties including Oral and Maxillofacial Surgery, Oral Medicine, Restorative, Orthodontics and Paediatric Dentistry. Emergency service ",{"type":"[","value":["http:\/\/www.ubht.nhs.uk\/dental\/Services\/EDC.htm"]}," for ",{"type":"'''","value":["dental"]}," conditions ONLY (opening hours 0800-1000hrs). Alternatively contact NHS Direct on 0845 46 47."]},{"type":"*","value":[" ",{"type":"'''","value":["Bristol City Walk-In Centre ",{"type":"[","value":["http:\/\/www.nhs.uk\/england\/noappointmentneeded\/walkincentres\/summary.aspx?id=YDC04"]}]}," Bristol Royal Infirmary, Queens Building, Marlborough Street provides treatment for minor illnesses and injuries, assessment by an experienced NHS nurse, advice on how to stay healthy, and information on out-of-hours GP and dental services, local pharmacy services and other local health services. There is also a NHS Walk In Centre at Knowle West Health Park, In the southern part of the city, For Opening times contact NHS Direct on 0845 46 47."]},{"type":"*","value":[" ",{"type":"'''","value":["The Bristol Sexual Health Centre ",{"type":"[","value":["http:\/\/www.uhbristol.nhs.uk\/your-hospitals\/bristol-royal-infirmary\/what-we-do\/sexual-health.html"]}]}," is Bristol's main sexual health clinic and provides free advice, testing and treatment for Sexually Transmitted Infections among other services. The BSHC provides a drop-in service. The Milne Centre closed in July 2008."]},{"type":"*","value":[" ",{"type":"'''","value":["NHS Direct ",{"type":"[","value":["http:\/\/www.nhsdirect.nhs.uk\/"]}]}," operate a 24 hour helpline staffed by medical professionals, available by phone on 0845 46 47. For all serious and possibly-serious complaints, they will probably refer the caller to a local General Practitioner or Accident and Emergency department."]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Phone"]},"\n\nBristol's landline area code is 117. Dial 0117 from within the UK or +44 117 from outside the UK.\n\n",{"type":"===","value":["Internet"]},"\nBristol has easy internet access like most cities, and as a city, has the advantage of broadband being easily accessible both to install and use.\nBristol also has an abundance of internet cafes available for all to use. The council has also recently installed the internet in most of the main libraries in Bristol. Providing you are a member of Bristol Libraries you can book internet use although be prepared to wait if visiting the library during school term-times as students from the nearby school and college frequently use the facilities. A network of free ",{"type":"'''","value":["wi-fi"]}," hotspots called StreetNet is being deploying in central Bristol. It is currently available around the Watershed and along Queen's Road. An up to date map of pubs, bars and cafe's in Bristol with free wifi is available ",{"type":"[","value":["http:\/\/www.drinksinbristol.com\/search\/wifi\/all\/city\/bristol.html\/ here"]},"\n\nMany small ",{"type":"''","value":["\"i\""]}," stations can be found in and around the centre, allowing you to surf certain approved sites such as job search pages, visitor information, transport links and entertainment guides for local clubs and venues. You can also send emails with media attachments: for example you are able to film a message for someone to send alongside your regular email. A\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"===","value":["Towns and cities"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Bath"]]}]},", with its famous Regency terraces, Roman remains and spa facilities, is only some 12 miles drive or 15 minutes train journey away, and makes an excellent day trip from Bristol."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Wells"]]}]},", with its beautiful cathedral, is an hour's coach ride from Bristol."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Weston-super-Mare"]]}]},", probably the nearest sea-side resort with a sandy beach and plenty of entertainment suitable for young families. An adult day return from Bristol Temple Meads is £6.30. If possible, take the train to Weston-super-mare as an adult day return from the bus station will cost upwards of £8."]},"\n",{"type":"===","value":["Outdoor activities"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The ",{"type":"[[","value":[["Cotswolds"]]}]}," and the ",{"type":"'''","value":[{"type":"[[","value":[["Mendips"]]}]},", two popular rural tourist destinations are both an hour from Bristol. ",{"type":"[[","value":[["Exmoor"]]}," National Park, ",{"type":"[[","value":[["Dorset"]]},", ",{"type":"[[","value":[["Devon"]]},", the ",{"type":"[[","value":[["Forest of Dean"]]}," and the ",{"type":"[[","value":[["Brecon Beacons"]]}," are within reach for day trips."]},"\nAbseiling and rock climbing activities ",{"type":"[","value":["http:\/\/www.sheeradventure.co.uk\/"]}," are available in Avon Gorge with Sheer Adventure.\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["West Country"]]},"\n",{"type":"{{","value":[["geo"],["51.45561"],["-2.59455"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bristol"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Bristol\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Bristol"]]}]