[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Bristol County"]]},"\n",{"type":"'''","value":["Bristol County"]}," is a region in eastern ",{"type":"[[","value":[["Rhode Island"]]}," along the border with ",{"type":"[[","value":[["Massachusetts"]]}," and on Narragansett Bay. It contains only three towns.\n\n",{"type":"==","value":["Towns"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Barrington (Rhode Island)"],["Barrington"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Bristol (Rhode Island)"],["Bristol"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Warren (Rhode Island)"],["Warren"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n\nBristol Country's location is spectacular. Only an hour and a half drive to the city of Boston, Massachusetts, and a three to four hour (depending on traffic) drive to New York City, New York.\n\nHowever, if looking for a day trip try Providence, Rhode Island, located only 15 minutes away from Barrington from Route 114 to I-195 north. Providence has many things to offer such as the Providence Place Mall, outdoor ice rink, Thayer Street, and night life.\n\nAlso, the city of Warwick, Rhode Island provides many shops and restaurants off of Route 2, as well as the Warwick Mall.\n\n",{"type":"==","value":["Understand"]},"\n\nThe county was formed by the transfer of part of Bristol County, Massachusetts to the state of Rhode Island due to the long standing border dispute.\n\nThe county was originally part of Plymouth Colony, and named after its county seat, Bristol, Rhode Island. The new Rhode Island county was formed in 1746 with the towns of Barrington, Warren, and Bristol being recognized.\n\nAccording to the U.S. Census Bureau in 2005, the county has a total area of 45 square miles, which 25 square miles is land, and 20 square miles is water.\n\nBristol County is located on the Narragansett Bay, directly between Providence and Newport allowing access to both the city and the beaches. Due to its location, Bristol County experiences all four seasons, with a long summer, scenic autumn and spring, and snowy winters. In the summer many residence go to the Newport, or the Cape, and during the winter, ski trips to Maine, Vermont, and New Hampshire are only a few hours north.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By car"]},"\n\nFrom Providence, go east of I-195. Follow Route 114 into Barrington, and continue to follow Route 114, known as the Wompanoag Trail, through Warren, and Bristol. For an alternate route; travel east on I-195 to exit 2 in Massachusetts and follow Route 136 into Bristol.\n\nFrom Boston take I-95 south to Route 24 south. Take the Mt. Hope Bridge exit and follow signs for Bristol and the Mt. Hope Bridge. Go over the bridge and follow Route 114 into Bristol. Continue to follow Route 114 if traveling to Warren or Barrington.\n\n",{"type":"'''","value":["By Air"]},"\n\nT.F. Green Airport(PVD) in Warwick offers low cost regular flights from many cities in the United States. \nBoston's Logan Airport(BOS) is much larger and is generally used for international flights.\n\n",{"type":"'''","value":["By bus"]},"\n\nR.I.P.T.A. (401)781-9400. Services across all of Rhode Island. Bus #60 connects Providence to Newport and passes through Barrington, Warren, and Bristol with stops along Route 114.\n\n",{"type":"==","value":["Get around"]},"\n\nBristol County is easily navigated by foot, bike, car or public transportation. R.I.P.T.A. (Rhode Island Transit Authority) has many stops along Route 114 that connects Barrington, Warren, and Bristol. Also the East Bay Bike Bath makes it easy to go from one town to another, and runs through scenic locations. This makes it easy to get around by bike, walking, or running. Also, traveling by boat is very common during the warmer seasons.\n\nThe three towns have few main roads, which most of the side roads can be accessed from. Route 114 leads through all three town's center. If traveling north to Providence this road turns into the Wampanoag Trail, and if traveling south it goes from Barrington to Warren to Bristol.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"''","value":["Barrington"]},"\n\n",{"type":"'''","value":["Barrington Town Beach"]},", Bay Road. Features four acres of beachfront overlooking the Narragansett Bay. Lifeguards are on duty from June to September. A resident parking sticker is $15 for the season. (June–August)\n\n",{"type":"'''","value":["Osamequin Nature Trail"]},", near Country Road (Route 114). A conservation area maintained by the town. Consists of 38 acres of nature trails and a bird sanctuary.\n\n",{"type":"'''","value":["Veterans Memorial Park"]},", West Street. A 245 acre town park boarding historic Brickyard Pond. Includes a baseball field, and picnic areas.\n\n",{"type":"'''","value":["Walker Farm"]},", located off of Country Road (Route 114). A town park that offers 30 acres of open land with fishing and boating access. Permit is required.\n\n",{"type":"''","value":["Warren"]},"\n\n",{"type":"'''","value":["2nd Story Theater"]},", 28 Market Street. (401) 247-4200. Downstairs features a restaurant with reasonable prices, while the upstairs of the building is used for plays rumored to be better than Trinty Rep.\n\n",{"type":"'''","value":["Bay Queen"]},", 461 Water Street, Gate #4. (401) 439-1350. The Bay Queen cruise line offers a variety of dinner and brunch theme cruises. It docks in Warren and cruises to Newport, while offering a buffet, live music, and two large dining rooms both with bars. Dining areas can be reserved for large parties. Prices are reasonable but vary due to the theme and time of the day.\n\n",{"type":"''","value":["Bristol"]},"\n\n",{"type":"'''","value":["Blithewold Mansion, Gardens and Arboretum"]},", 101 Ferry Road. (401) 253-2707. Open from 10AM-5PM Mondays through Fridays. An English-style mansion with 45 rooms, with 33 acres of lawns and colorful gardens that are home to flowers from all over the world. $10, children under 15 are free.\n\n",{"type":"'''","value":["Herreshoff Marine Museum"]},", 1 Burnside Street. (401) 253-6222. Open May to October 10AM-5PM. Yachting museum and America's Cup Hall of Fame. Space is available at the Museum pier, but reservations are recommended. Admission: $8 Adult, $7 Senior, $2 Student, children under 12 are free.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"''","value":["Barrington"]},"\n\n",{"type":"'''","value":["Barrington Yacht Club"]},", 25 Baton Avenue. (401)245-1181. Open everyday 8AM-8:30PM. Located on the Barrington River, the club offers some of the best yachting facilities on the Narragansett Bay. Members of the club enjoy services including a yacht racing program, social activities, club outings, and a sail training program. Slips are available to non-members for a fee when space is available. The fuel dock is open to members as well as non-members.\n\n",{"type":"'''","value":["Body Natural Fitness Center"]},", 306 Country Road. (401)245-0022. Gym is featured with new equipment and a smoothie bar.\n\n",{"type":"'''","value":["Bayside Family YMCA"]},", 70 West Street. (401) 245-2444. Open Monday through Friday 5:15AM-10PM and Saturday and Sunday 6AM-6PM. Bayside Family YMCA has been open since 1963, and has been offering different health programs and activities to participate in as a family or an individual. These programs include aquatics, health and wellness, sports, teens, active older adults, family, and arts and humanities. Members only.\n\n",{"type":"'''","value":["Kids Cove"]},", 283 Country Road (Behind Town Hall) This brand new playground can entertain the kids for hours.\n\n",{"type":"'''","value":["Lavin's Marina"]},", 110 Shore Drive. (401) 246-1180. Open everyday 9AM-8PM. Located on the Barrington River, the marina offers some of the best views of the bay, and a place to dock your boat. Customers enjoy friendly service, access to the store, repair shop, and the fuel dock. Slips are available when space is available.\n\n",{"type":"'''","value":["Latham Park"]}," Located next to Lavin's Marina. Both a public boat launch and a playground for the kids. Offers some of the best views of the lighthouse and the bay.\n\n",{"type":"''","value":["Warren"]},"\n\n",{"type":"'''","value":["Fireman's Museum"]},", 42 Baker, Street. (401) 245-7600. This early Victorian fire station houses the town's first fire gear, etc. Hours vary.\n\n",{"type":"'''","value":["Windmill Hill Golf Course"]},", 35 Schoolhouse Road. (401) 245-1463. This Gold Course features a nine hole par three course featuring holes that range from 119 yards to 218 yards.\n\n",{"type":"'''","value":["Maxwell House"]},", 59 Church Street. (401) 245-7930. Colonial gable house where 18th century crafts are made to demonstrate and educate others of what life was like over 250 years ago.\n\n",{"type":"''","value":["Bristol"]},"\n\n",{"type":"'''","value":["Colt State Park"]},", Hope Street (Rt. 114). (401) 253-7482. This 464 acre park has free admission year round. Open from sunset to sunrise. Office Hours 8AM-4PM Monday to Friday. Features children activities, grills, picnic areas, restrooms, a public beach, wildlife refuge, nature center, pets allowed, saltwater fishing, fishing pier, roller-skating, bike trail, bird watching trail, and hiking trail.\n\n",{"type":"'''","value":["East Bay Bike Path"]}," Scenic 14.5 mile path goes through the communities of Providence, East Providence, Warren and Barrington and Bristol starting at Independence Park and continues along the northeast shore of the Narragansett Bay. The path provides waterfront views, access to state parks, coastal marshes and ponds. Downtown shops and restaurants are steps away from the path.\n\n",{"type":"'''","value":["Fourth of July Parade"]}," Bristol's parade has been running since 1785, and begins on July 4 at 10:30AM, starting at the corner of Chestnut and Hope Street, and runs down Hope Street. The parade is well-attended, so get there early but no earlier than 5AM otherwise belongings will be confiscated.  Parking is available downtown and you can bring your own food and drink but alcohol is prohibited. Vendors along the parade route will sell souvenirs.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"''","value":["Barrington"]},"\n\n",{"type":"'''","value":["Bagels etc."]},", 259 Country Road. (401) 247-1213. Open everyday at 6AM. Great bagels, sandwiches, and coffee.\n\n",{"type":"'''","value":["Chiazza"]},", 308 Country Road. (401) 247-0303. Open Mondays to Thursdays 11:30AM-12AM, Friday and Saturday 11:30AM–12:30AM, and Sunday 4AM-10PM. Located in historic center of Barrington, Chiazza offers delicious Italian American cuisine.\n\n",{"type":"'''","value":["Newport Creamery"]},", 188 Country Road. 401) 245-2212. Casual dining at its finest. Burgers and Ice Cream are specialties.\n\n",{"type":"'''","value":["Tyler Point Grille"]},", 32 Barton Avenue. (401) 247-0017. Opens daily at 4:30PM. Family owned restaurant located on the water. Also available for private parties.\n\n",{"type":"'''","value":["Pepperroni's Pizza"]},", 222 Country Road. (401) 247-4445. Newly renovated, steps away from the East Bay Bike Path, in the center of Barrington. Good food and a good price.\n\n",{"type":"'''","value":["Taste of Curiosity Cafe"]},", 33 Kent Street. (401) 245-4042. Danishes are made to order, rumored to be the best cup of coffee in town.\n\n",{"type":"'''","value":["Vienna Bakery"]},", 110 Maple Avenue. (401) 245-2357. Great baked products, and pies.\n\n",{"type":"'''","value":["Wallis Seafood"]},", 130 Maple Avenue. (401) 245-6666. Some of the best seafood in the county, especially the lobsters.\n\n",{"type":"'''","value":["Billy's"]},", 286 Maple Ave. (401) 289-2888. Upscale dining featuring Italian food and seafood.\n\n",{"type":"''","value":["Warren"]},"\n\n",{"type":"'''","value":["Blimpie Sub's and Salads"]},", 648 Metcom Avenue. (401) 245-5200. Fresh salads, and great sandwiches.\n\n",{"type":"'''","value":["Jack's Family Restaurant"]},", 294 Child Street. (401) 245-4052. Casual dining with great burgers.\n\n",{"type":"'''","value":["Papa Gino's"]},", 623 Metacom Avenue. (401) 245-6700. Serves pizza, salad, pasta, and sandwiches. \nInexpensive.\n\n",{"type":"'''","value":["Tinkers Nest"]},", 322 Metacome Ave. (401) 245-8875. Located right on the water. Reservations are suggested. High quality service with a price tag.\n\n",{"type":"'''","value":["Tuscan Tavern"]},", 623 Metacom Ave. (401) 247-9200. Casual Italian restaurant for the whole family.\n\n",{"type":"''","value":["Bristol"]},"\n\n",{"type":"'''","value":["Bristol House of Pizza"]},", 55 State Street. (401) 253-2550. Open Monday through Saturdays 5PM-9PM. Menu consists of pizza, pasta, salads, grinders, and club sandwiches.\n\n",{"type":"'''","value":["The Daily Scoop"]},", 446 Thames Street. (401) 253-2223. Ice cream, smoothies, desserts.\n\n",{"type":"'''","value":["DeWolf Tavern"]},", 259 Thames Street. (401) 254-2005. Reservations are suggested. High end dining experience with a price tag.\n\n",{"type":"'''","value":["Papa Joe's Wrap Shack"]},", 567 Hope Street. (401) 253-9911. Open Sunday to Tuesday 11:30AM-9PM, Wednesday to Saturday 11:30AM-10PM. Serves pizza, salads, and wraps. Inexpensive but limited seating arrangements.\n\n",{"type":"'''","value":["Roberto's"]},", 301 Hope Street. (401) 254-9732. Open Sunday to Thursday 5PM-9PM, Friday and Saturday 5PM-9:30PM. Italian food, reservations suggested.\n\n",{"type":"'''","value":["Zelia's Diner"]},", 20 Gooding Ave. (401) 253-4041. Serves breakfast and lunch.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"''","value":["Barrington"]},"\n\n",{"type":"'''","value":["Tyler Point Grille, Chiazza Trattorria, Billy's"]},", These three restaurants are the only in town that feature a fill bar.\n\n",{"type":"''","value":["Warren"]},"\n\n",{"type":"'''","value":["Admiral Pub"]},", Park Street. (401) 245-3139\n\n",{"type":"'''","value":["Crossroad Pub Restaurant"]},", Park Street. (401) 245-9305\n\n",{"type":"'''","value":["Market Street Pub"]},", Market Street. (401) 245-8810\n\n",{"type":"'''","value":["Crossroad Pub, Tuscan Tavern, Tinker's Nest"]},", These three restaurants are the only ones in town that feature a full bar with a restaurant.\n\n",{"type":"''","value":["Bristol"]},"\n\n",{"type":"'''","value":["Aidan's Pub"]},", 11 John Street. (401) 245-1375.\n\n",{"type":"'''","value":["Elbow Room"]},", 29 State Street. (401) 253-2012.\n\n",{"type":"'''","value":["Gillary's"]},", 198 Thames Street. (401) 253-2012.\n\n",{"type":"'''","value":["Topside Lounge"]},", 805 Hope Street. (401) 253-1566.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"''","value":["Barrington"]},"\n\nThere are no hotels located in Barrington, but there are two located in Seekonk, Massachusetts, 15 minutes away.\n\n",{"type":"'''","value":["Ramada Inn"]},", 940 Fall River Avenue.(508) 336-7300\n\n",{"type":"'''","value":["Comfort Inn"]},", 41 Highland Avenue.(508) 336-7900\n\n",{"type":"''","value":["Warren"]},"\n\n",{"type":"'''","value":["Mallory Manor"]},", 15 Cutler Street. Complimentary breakfast served. (401) 245-0504\n\n",{"type":"'''","value":["Candlewick Inn"]},", 775 Main Street. (401)247-2425\n\n",{"type":"''","value":["Bristol"]},"\n\n",{"type":"'''","value":["Bradford-Dimond-Norris House"]},", 474 Hope Street. (401) 253-6338. Four rooms located on the parade route.\n\n",{"type":"'''","value":["Bristol Harbor Inn at Thames Street Landing"]},", 259 Thames Street. (401) 254-1444. Located on the waterfront at the heart of downtown Bristol at Thames Street Landing. Thames Street Landing's nine historic buildings now create a mini boardwalk full of retail shops and restaurants. Amenities include a day spa, bike and kayak rentals.\n\n",{"type":"'''","value":["Hearth House"]},", 736 Hope Street. (401) 253-1403. Includes breakfast. Only three rooms.\n\n",{"type":"'''","value":["Rockwell House Inn"]},", 610 Hope Street. (401) 253-0040. Only four rooms, located on the parade route. Tea is served in the afternoon.\n\n",{"type":"'''","value":["Point Pleasant Inn"]},", 333 Poppasquash Road. (401) 254-0627 or (800) 503-0627. Set across the harbor along Point Pleasant. Offers European style vacationing with accommodations. This 33 room mansion provides amazing views of the bay.\n\n",{"type":"==","value":["Go next"]},"\n\nThere is plenty of night life available all around Bristol County. Upscale dining can be found in Providence, or Newport. Bristol County features many different options with variety of bars, restaurants, and clubs all located within 30 minutes or less from the towns.\n\n",{"type":"{{","value":[["geo"],["41.70"],["-71.28"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rhode Island"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bristol County, Rhode Island"]]}]