[{"type":"{{","value":[["pagebanner"],["British Isles Banner.jpg"],["caption=The sun rises over Douglas Bay on the Isle of Man."]]},"\n",{"type":"'''","value":["Britain and Ireland"]}," are the two main islands of an archipelago, the ",{"type":"'''","value":["British Isles"]},", just northwest of the ",{"type":"[[","value":[["Europe"]]},"an mainland. The archipelago also includes many smaller islands, one of which is the British Crown dependency of the ",{"type":"[[","value":[["Isle of Man"]]},". The ",{"type":"[[","value":[["Channel Islands"]]}," are also Crown dependencies so they are included here even though they are not geographically part of the archipelago; they lie just off the French coast.\n\n",{"type":"==","value":["Countries"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=British_Irish_isles.png"],["regionmaptext=The British Isles"],["regionmapsize=300px"],["region1name=",{"type":"[[","value":[["United Kingdom"]]}],["region1color=#a877a0"],["region1items=",{"type":"[[","value":[["England"]]},", ",{"type":"[[","value":[["Scotland"]]},", ",{"type":"[[","value":[["Wales"]]},", ",{"type":"[[","value":[["Northern Ireland"]]}],["region1description= From the rolling hills of England, to the deep valleys of Wales, the beautiful glens of Scotland to the fishing markets of Northern Ireland, the former heart of the world's largest empire remains just as magnificent as it did when it ruled the waves, with unmatched history dating to before the Roman conquest and huge cities offering a literally limitless amount of opportunity, especially London, the heart of the world economy."],["region2name=",{"type":"[[","value":[["Ireland"],["Republic of Ireland"]]}],["region2color=#71b37b"],["region2items="],["region2description= Often called the 'Emerald Isle', Ireland is home to some of the best-kept natural scenery, as well as an expansive and fascinating history, with a landscape that never ceases to astound the eyes and keep the country as one of Europe's most beautiful."]]},"\n\n",{"type":"===","value":["Dependencies"]},"\n\n",{"type":"{{","value":[["Regionlist"],["region3name=",{"type":"[[","value":[["Isle of Man"]]}],["region3color=#b86067"],["region3items="],["region3description= A British Crown dependency in the Irish Sea, directly between Great Britain and Ireland."],["region4name=",{"type":"[[","value":[["Channel Islands"]]}],["region4color=#d56d76"],["region4items=",{"type":"[[","value":[["Jersey"]]},", ",{"type":"[[","value":[["Guernsey"]]}],["region4description= A group of British Crown dependencies in the English Channel, located off the coast of Normandy, France. It has many linguistic similarities with Normandy."]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\n\n",{"type":"*","value":[{"type":"[[","value":[["Belfast"]]}," - The capital of Northern Ireland and a cultural meeting point between the United Kingdom and the Irish Republic. "]},{"type":"*","value":[{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]}," - Located in the centre of England, Birmingham is the economic powerhouse of the Midlands."]},{"type":"*","value":[{"type":"[[","value":[["Cardiff"]]}," - The capital of Wales, Cardiff is a lively and exciting capital city."]},{"type":"*","value":[{"type":"[[","value":[["Dublin"]]}," - Home of Guinness and Western Roman Catholicism, Ireland's capital is more than just a pretty face. "]},{"type":"*","value":[{"type":"[[","value":[["Edinburgh"]]}," - Sometimes referred to as 'the Athens of the North', Edinburgh is Scotland's capital."]},{"type":"*","value":[{"type":"[[","value":[["Glasgow"]]}," - The biggest city in Scotland, 40 miles west from Edinburgh and gateway to the western glens and lochs. "]},{"type":"*","value":[{"type":"[[","value":[["Liverpool"]]}," - Home of the Scouse, The Beatles and the Three Graces "]},{"type":"*","value":[{"type":"[[","value":[["London"]]}," - A truly iconic, global city, the UK's capital buzzes with different cultures and a history dating back to before the Roman conquest. "]},{"type":"*","value":[{"type":"[[","value":[["Manchester"]]}," - Birthplace of the Industrial Revolution and Birmingham's rival for the title of 'second city', Manchester is a lively, thriving destination."]},"\n",{"type":"==","value":["Other destinations"]},"\n\n\n\n",{"type":"*","value":[{"type":"[[","value":[["Aran Islands"]]}]},{"type":"*","value":[{"type":"[[","value":[["Cliffs of Moher"]]}]},{"type":"*","value":[{"type":"[[","value":[["Giant's Causeway"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gower Peninsula"]]}]},{"type":"*","value":[{"type":"[[","value":[["Isle of Arran"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lake District National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Loch Ness"]]}," - Scotland's most heroic of lochs, this northerly one is said to be home of the ferocious Loch Ness Monster. "]},{"type":"*","value":[{"type":"[[","value":[["Pembrokeshire"]]}," - Britain's only Coastal National Park"]},{"type":"*","value":[{"type":"[[","value":[["Snowdonia National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Stonehenge"]]}," - Located in the Salisbury Plains in southern England, Stonehenge is a place of pilgrimage on the Winter and Summer Solstices."]},"\n",{"type":"==","value":["Understand"]},"\n\nBritain and Ireland is one of the most visited regions on the planet.  It contains some of the world's most recognisable landmarks, historical sites dating back thousands of years, and unique natural environments.  World cities, quaint towns, and remote and isolated areas and islands.\n\nEvery part is accessible to the visitor to explore, with trains, ferries, planes and roads connecting the region together.  English speaking visitors are guaranteed of being able to communicate everywhere within the region, read all the signs and maps, and get to know the people.\n\n",{"type":"==","value":["Talk"]},"\n\nMost people speak English as their first language. However, it may surprise visitors that in some areas English is not the first language used for local communication, but another indigenous language is preferred.  These indigenous languages are generally of Celtic origin. Welsh is the most widely spoken of these and in some parts of ",{"type":"[[","value":[["Wales"]]}," it is the most commonly heard language on the street. Irish, Manx, and Scottish Gaelic are closely related Gaelic languages sharing much of the same base vocabulary. Cornish, a language that had lapsed to extinction, is being re-introduced by some enthusiasts. Radio Cornwall have a regular slot where the news is read in the Cornish language, and the subject is being reintroduced to the schools.  In the Channel Islands there are small numbers of Norman French speakers.  Even in those areas, however, nearly everyone speaks some English and most speak it fluently.\n\nVisitors with reasonable fluency in English should have no difficulty anywhere in the region. There are however strong regional differences in the way English is spoken, and it is not uncommon for a native speaker from one region to be unable to understand another from a different region - for example a West Country native in Yorkshire, or a Londoner in Glasgow. This actually makes it easier for a non-native speaker to get by, as most people are used to decoding English spoken in many different ways. Do not be embarrassed if you cannot understand someone, or they cannot understand you, as even native speakers have this problem from time to time! \n\nAll official signs are in English. Exceptions occur when entering from a ferry terminal where French is mandatory on certain signs, or in regions such as Irish in the Gaeltacht areas of Ireland, Scottish Gaelic in the Hebrides, and Welsh in Wales. In these areas the prominent print on a road sign may be in the local language, with the English equivalent below or in smaller print or not at all.\n\nIn recent decades, immigration has seen other linguistic communities establish themselves throughout the region, mainly in urban England.\n\n",{"type":"==","value":["Get in"]},"\n\nVisitors may find more useful information in the \"Get in\" sections of the specific part of the region they wish to enter.\n\n",{"type":"===","value":["Immigration and visa requirements"]},"\n\nThere are five separate jurisdictions with their own immigration rules in this region. Therefore, travellers may wish to check the requirements for the territories in which they wish to travel on the appropriate pages. The ",{"type":"[[","value":[["Isle of Man"]]}," and the ",{"type":"[[","value":[["Channel Islands"]]}," have their own immigration rules, which are not exactly the same as those of the United Kingdom itself. They concern mainly long-term residents and are probably not important for the average tourist. Despite there being different rules in the different territories, there is considerable co-operation and co-ordination among the various authorities in this region which means that the British Isles comprise a ",{"type":"'''","value":["Common Travel Area"]},", which helps the vast majority of travellers enjoy hassle-free travel when crossing borders within the Region.\n\n",{"type":"===","value":["By plane"]},"\n\nThere are external direct flights to every constituent part of this region except to the Isle of Man.\n\nThe largest port of entry to this region is ",{"type":"[[","value":[["Heathrow Airport"],["London Heathrow Airport"]]},".  Situated 15 miles west of Central London, Heathrow offers a large choice of international destinations, with direct flights to most countries in the world. Many onward air connections within the region are possible. Coach connections to other places in mainland Great Britain are generally good. Rail connections from Heathrow to London are good; however, there being no direct services to other parts of Great Britain, a change of train will be necessary in London or possibly at Reading Station, which is served by a regular shuttle coach.\n\nHeathrow's location in the far South East of the region means that many travellers to other parts of these islands may be better off getting a direct flight to the specific area in which they are interested. However, from some parts of the world Heathrow, may be the only realistic option, to get into the region, and further arrangements for onward travel would then be required.\n\nOther airports such as ",{"type":"[[","value":[["Birmingham (England)"],["Birmingham"]]},", ",{"type":"[[","value":[["Dublin"]]},", ",{"type":"[[","value":[["Edinburgh"]]},", ",{"type":"[[","value":[["Gatwick Airport"],["Gatwick"]]},", ",{"type":"[[","value":[["Glasgow"]]},", ",{"type":"[[","value":[["Manchester Airport"],["Manchester"]]},", ",{"type":"[[","value":[["Newcastle upon Tyne"],["Newcastle"]]}," and ",{"type":"[[","value":[["Shannon"]]}," have both long haul flights and flights to European cities.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":[" The Common Travel Area "]},"\nThe ",{"type":"[[","value":[["United Kingdom"]]},", ",{"type":"[[","value":[["Ireland"]]},", the ",{"type":"[[","value":[["Isle of Man"]]},", and the ",{"type":"[[","value":[["Channel Islands"]]}," maintain a common travel area, somewhat akin to the Schengen Area on continental Europe. Broadly speaking, crossing the borders is very simple compared with most other international borders.\n\n",{"type":"[[","value":[["Ireland"]]}," and the ",{"type":"[[","value":[["United Kingdom"]]}," have been separate countries for many decades, but for the most part both have found it beneficial to maintain relatively open borders. However, because of the way it has developed over the years, the Common Travel Area arrangement is not as formalised as other similar arrangements (such as the Schengen Area), and so the exact rules can be quite complex for some third country nationals.\n\n",{"type":"*","value":[" Nationals of a \"Common Travel Area\" country can travel to any of the others without a passport but can be asked to provide identity documents."]},"\n",{"type":"*","value":[" Citizens of the European Economic Area have the right to travel between the two countries and they require a national ID card or a passport. "]},"\n",{"type":"*","value":[" Visitors from other countries that do not require a visa and have been checked through immigration in one part of the area (e.g. ",{"type":"[[","value":[["England"]]},") would not normally have to go through immigration procedures when continuing a journey to another part of the Area (e.g. ",{"type":"[[","value":[["Ireland"]]},") but must carry a valid passport."]},"\n",{"type":"*","value":[" Visitors from a country needing a Visa to enter one Common Travel Area Country will need to apply for a Visa to enter the other. Whilst both countries have very ",{"type":"'''","value":["similar"]}," Visa rules, it is important to remember that unlike the Schengen Area, the United Kingdom and Ireland maintain ",{"type":"'''","value":["separate"]}," Visa systems."]},"\nIn general, if you have a passport or EU national identification card, you can avoid any hassles by carrying it, and using it for identification.  Also check the identification requirements of any airline or ferry you may be taking.\n\n",{"type":"==","value":["Buy"]},"\nThe Pound Sterling (£) is the currency of the United Kingdom and its Crown Dependencies. The Euro (€) is the currency of the Republic of Ireland. With very limited exceptions, neither currency is accepted outside their territories within this region. Travellers should therefore be aware to have Sterling and or Euro as appropriate to their travel plans.\n\n",{"type":"===","value":["United Kingdom and Crown Dependencies"]},"\nSterling is the local currency. Euro is accepted in certain border areas; for example, near the land border with the Republic of Ireland or in certain businesses near ferry terminals serving Ireland.\n\n",{"type":"====","value":["Banknotes"]},"\nIn the United Kingdom, the vast majority of banknotes are issued by the Bank of England. Scotland, Northern Ireland and the Crown Dependencies each also have local banknotes. All are in pounds sterling.\n\nBank of England notes will always be accepted without problems throughout all the areas that use pounds sterling. The minority notes are also generally easy to spend, though may not always be accepted outside their own region. Any bank will exchange minority banknotes for either Bank of England or the local regional notes (e.g. in Scotland, Scottish notes) free of charge.\n\nMinority pounds sterling notes should be changed into Bank of England notes before a traveler leaves the UK or Crown Dependencies as they may be difficult to change in other countries. The obvious exception is that Northern Ireland sterling notes can be easily changed to euros in the Republic.\n\nLarge denomination banknotes (50 and above) are not always accepted in shops, especially for small purchases.  Any bank will change them into smaller denominations.\n\n",{"type":"====","value":["Coins"]},"\nCoins in the United Kingdom follow standard designs, so England, Northern Ireland, Scotland and Wales have no regional variations.\n\nThe Crown Dependencies and other Overseas territories (e.g. Falkland Islands and Gibraltar) issue local designs that generally circulate only in their respective territory. These coins conform to the same weight, size, thickness and alloy of the mainland UK coins making them in effect just quirky versions of the regular coins. While not strictly legal tender only the most hidebound retailer will refuse them. Banks will exchange them if need be but this is likely unnecessary given their general acceptance, particularly by vending machines!\n\n",{"type":"===","value":["Republic of Ireland"]},"\nOnly the Euro is legal tender. Sterling may be accepted in certain border locations, for example in ferry ports or near the Northern Ireland land border. Both currencies are usually accepted on board the train (e.g. in the dining car) throughout its journey between Dublin and Belfast.\nEuro banknotes have no regional variations. Euro coins' reverse sides (tails) are unvarying by region. Their obverse sides (heads) carry a member state's national symbol. This does not affect their validity throughout the eurozone. Coin spotters may be interested to know that Ireland's relative isolation from the rest of the eurozone makes it likely to have less diversity among its coins' obverse symbols than, for example, ",{"type":"[[","value":[["Luxembourg"]]},".\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["United Kingdom"]},"\nAlthough most if not all visitors will probably visit ",{"type":"[[","value":[["London"]]}," at some point, it is well worth getting out of the capital to get a real taste of the region. The UK is a small country with a surprisingly diverse range of attractions, all within a relatively short distance of each other.\n\nFor some of the best countryside, head for the National Parks such as the ",{"type":"[[","value":[["Yorkshire Dales"]]}," or ",{"type":"[[","value":[["Dartmoor"]]}," for a shorter trip, For a longer stay, Scotland has some of the most accessible wilderness in Europe.\n\nWith the country being an island, there's plenty of coast to visit, and lots of variety too, whether you're after the pretty beaches at places such as the artist's colony at ",{"type":"[[","value":[["St Ives"]]},",  seaside resorts such as ",{"type":"[[","value":[["Blackpool"]]}," and ",{"type":"[[","value":[["Bournemouth"]]},", or the wild and untamed coastline of western Scotland, there is something there for every taste.\n\nThere's a wealth of historical sites in the United Kingdom - so many that it would be impossible to list them here. Virtually every city, town and village in the UK has a unique and usually interesting history, from the medieval castles and ancient universities of ",{"type":"[[","value":[["Durham (England)"],["Durham"]]}," and ",{"type":"[[","value":[["Cardiff"]]},", to the Roman history of ",{"type":"[[","value":[["Chester"]]}," and ",{"type":"[[","value":[["York"]]},", there is something for everyone. There is Skara Brae on the Orkney Islands which are a must see for all of the history boffins\n\nShoppers looking beyond the capital may want to head to ",{"type":"[[","value":[["Manchester"]]}," and ",{"type":"[[","value":[["Liverpool"]]}," in the North, ",{"type":"[[","value":[["Bristol"]]}," and ",{"type":"[[","value":[["Exeter"]]}," in the West or ",{"type":"[[","value":[["Glasgow"]]}," and ",{"type":"[[","value":[["Edinburgh"]]}," in ",{"type":"[[","value":[["Scotland"]]},".\n\n",{"type":"===","value":["Ireland"]},"\n",{"type":"'''","value":["Dublin"]},"\nis the obvious centre, capital and primate city of Ireland, ",{"type":"[[","value":[["Dublin"]]},", is a must-see and one of a very limited means of entry to Ireland via Dublin Airport and Port. Being inhabited since as a Viking settlement in the 9th century AD and later widely a Viking one until the Norman Invasion of Ireland in 1169, various cultural signs of inhabitance thrive throughout the city. \n\nShopping centres such as Dundrum, Liffey Valley and Blanchardstown provide locations for shopping, whilst streets such Grafton Street and Henry Street are the places to go.\n \nCroke Park is the largest stadium in Ireland and fourth largest in Europe, with a capacity of 82,300 and is a magnificent tourist destination and a must for anyone interested in sports and a great place to experience national sports such as hurling and Gaelic football. Other sporting centres include the Aviva Stadium and the RDS Arena.\n\nEntertainment is a core source of economy and class in the Dublin region. Dublin, having a vibrant youth life of around 50% of people being under 25, provide young and old with great fun in the pubs of St. Stephens Green, Grafton Street and the obvious Temple Bar region, the heart of entertainment in Ireland and Dublin.\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Golf"]},"\nThe game of golf as we understand it developed here, specifically in ",{"type":"[[","value":[["Scotland"]]},". Despite a strong challenge from ",{"type":"[[","value":[["Iberia"]]}," in recent decades, Britain and Ireland remain Europe's most important locations for the sport. Indeed, they can make a strong argument to be the world's main golfing destinations.\n\nWhilst Scotland is considered the home of golf and remains a major worldwide golfing destination in its own right, the Scots' Celtic cousins, in ",{"type":"[[","value":[["Ireland"]]}," and more recently ",{"type":"[[","value":[["Wales"]]},", are clearly challenging for pre-eminence as premier golfing destinations, both having well established courses and having invested heavily in new courses too. Indeed, both Ireland and Wales have recently hosted the Ryder Cup. ",{"type":"[[","value":[["England"]]}," has the largest number of courses, and so clearly should not be overlooked as a golfing destination either even if its Celtic neighbours hit above their weight.\n\nThere are unsurprisingly many top class golf courses in all areas as well as good quality courses to suit more modest pockets.\n\n",{"type":"==","value":["Eat"]},"\n\nThe stodgy “meat and two veg” on British restaurant menus is almost a thing of the past.  In the lower price ranges it has largely been replaced by ethnic foods such as Indian, Chinese and Middle Eastern fare.  However, the classic fish and chip shops still exist nationwide, (with the traditional salt and vinegar condiments sometimes being replaced by curry sauce!)  as do vendors of dishes such as pie and mash and jellied eels in east London.  Predictably, fast food vendors like McDonalds, Burger King and Kentucky Fried Chicken and a few local chains such as oddly named Wimpy have branches almost everywhere.   \n                                                                                                                                                  \nConvenience food was invented for the Earl of Sandwich in England many years ago and the tradition continues to this day.  Cornish pasties, (seasoned meat and vegetables cooked in a pastry envelope) are popular in the Southwest, and pork pies, whole or by the slice can be found nationwide.  In Scottish cities hot baked potatoes are sold by street vendors.  Many local areas are famous for their specialties, Devonshire clotted cream, Cheddar cheese, Yorkshire pudding, Dungeness crab and Dover sole are familiar examples. \n\nMost pubs have a bar menu of basic food such as a Ploughman’s Lunch, crisp bread and cheese, often served with pickled onions and washed down with a cool glass of best bitter ale.  That can certainly hit the spot on a hot summer’s day!     Many pubs now also have restaurants where the food can vary from mundane to gourmet.  There are several steakhouse chains such as Angus and Outback but the standard size steaks served are much smaller than in say, Dallas, Texas.\n \nBritish cuisine today is as varied as its people.  Curries first came from India when it was part of the Empire but are now found everywhere thanks to immigration from East Africa, India, Pakistan and Bangladesh.   French cuisine is also now more popular, no doubt helped by Britain’s entry into the European Economic Community in 1973.\n\nIn most towns and cities, Italian, Greek, Persian, Polish, Russian, Spanish and even Mexican restaurants can also be found.  Off the beaten track however, the basic British café or greasy spoon snack bar is often all that’s available to the hungry traveler.  Don’t be surprised, however, to find decent Szechuan cuisine in an English village miles from nowhere.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"===","value":["The Pub"]},"\nThe \"Pub\" (short for \"public house\") concept has its origins here. They are premises licensed for the sale of alcoholic drinks for consumption on and off the premises. The pub concept is distinct from the broader concept of a \"bar\". There are similarities shared by \"pubs\" throughout Britain and Ireland not shared with other sorts of drinking establishments elsewhere, though the Irish Pub experience can be very distinct from the pub experience of elsewhere in these islands.  Chain pubs are ubiquitous, but venturing into an independent is likely to produce a wealth of regional beers and ciders, and an interesting collection of spirits, depending on the landlord's passion.\n\nIn almost all pubs, you need to order drinks (and food) at the bar. Waiter \/ waitress service at your table is rare.  ",{"type":"''","value":["Gastropubs"]}," have really taken off, serving good quality seasonal British traditional food (and always gourmet burgers) in a family friendly environment, usually with table service, and a good range of alcohol.\n\nAlthough the pub scene has improved markedly in recent years, the visitor would be well warned to avoid certain pubs in city centre locations, often adjacent to night clubs, on Thursday, Friday, And Saturday nights, especially in provincial towns. There is a problem throughout the country of young people getting exceedingly drunk, aggressive, and very unpleasant on these evenings. Pubs, like Clubs, have been forced to employ bouncers, or door staff, to try to combat this problem but it is common for large street brawls to erupt on any evening when the pubs or clubs close for the night. A certain amount of streetwise is needed, and visitors might be vulnerable. Your hotel staff will know which areas for you to avoid\n\n",{"type":"===","value":["The Coffee Shop"]},"\nAll the international chains of coffee emporiums are to be found in most towns and cities. There is however a significant popular backlash against these, and the visitor can find many independent establishments where the service and excellence of product will surprise and please. These later establishments also offer the best of British baking in the choices and inventiveness of cakes and pastries.\n\n",{"type":"===","value":["Whisky (Whiskey)"]},"\nDistilled spirits have been drunk on these islands for millennia. Whisky (or whiskey in Ireland) is produced predominantly in Ireland and Scotland. There are, however, also Welsh and English whiskies.\n\n",{"type":"===","value":["Gin (and tonic!)"]},"\nAn English classic, with dozens of luxury brands available.  Forget Gordon's mass produced spirit with cheap tonic from the pump, for the real thing try a proper British made gin such as Chase (made in ",{"type":"[[","value":[["Herefordshire"]]}," from apples), Hendricks with cucumber, Adnams, or one of many others from small family run distilleries, with a high quality botanical tonic water.\n\n",{"type":"==","value":["Stay safe"]},"\nIn both the UK and Ireland, traffic drives on the left. In the United Kingdom, and its Crown Dependencies, speed limits are expressed in miles per hour. In the Republic of Ireland speed limits are expressed in kilometres per hour.\n\n",{"type":"==","value":["Go next"]},"\n\nThe obvious next stop after this region is ",{"type":"[[","value":[["Europe"]]},". There are flights from the major airports of the region to almost any major European city, and many are quite cheap; see ",{"type":"[[","value":[["Discount airlines in Europe"]]},".\n\nThere is also a train service via the ",{"type":"[[","value":[["England#Channel_Tunnel"],["Channel Tunnel"]]}," and many ferries; see the \"get in\" sections of ",{"type":"[[","value":[["France"]]},", ",{"type":"[[","value":[["Belgium"]]}," and ",{"type":"[[","value":[["Netherlands"]]}," for details. \n\n",{"type":"{{","value":[["geo"],["54.0"],["-4.0"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Europe"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:British Isles"]]},"\n\n",{"type":"[[","value":[["Commons:British Isles"]]}]