[{"type":"{{","value":[["pagebanner"],["British Virgin Islands banner sailboats at Tortola.jpg"],["caption=Sailboats by Tortola"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Tortola.jpg"],["caption=Tortola"],["flag=Flag of the British Virgin Islands.svg"],["location=LocationBritishVirginIslands.png"],["capital=",{"type":"[[","value":[["Road Town"]]}],["government=British overseas territory with internal self-government"],["currency=US dollar (USD)"],["area=153 sq km"],["population=21,272 (July 2002 est.)"],["language=English (official)"],["religion=Protestant 86% (Methodist 33%, Anglican 17%, Church of God 9%, Seventh-Day Adventist 6%, Baptist 4%, Jehovah's Witnesses 2%, other 2%), Roman Catholic 10%, none 2%, other 2% (1991)"],["electricity="],["callingcode=1-284"],["tld=.vg"],["timezone=UTC -4"]]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bvitourism.com\/ British Virgin Islands"]}]}," are a self-governing ",{"type":"[[","value":[["United Kingdom"],["British"]]}," overseas territory, situated in the ",{"type":"[[","value":[["Caribbean"]]}," just to the east of the ",{"type":"[[","value":[["U.S. Virgin Islands"],["US Virgin Islands"]]},".\n\nThe BVIs, as they are called, are a popular travel destination for sailors, fishermen, sun worshippers, and other independent travellers, albeit not for the cost conscious. Boating among the dozens of tiny, mostly uninhabited, islands is a great stop on any tour of the ",{"type":"[[","value":[["Caribbean"]]}," islands.\n",{"type":"<","value":["br",{"clear":"all"}]},"\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"{{","value":[["Regionlist"],["regionmap=British Virgin Islands regions map.png"],["regionmaptext="],["regionmapsize=400px"],["region1name=",{"type":"[[","value":[["Anegada"]]}],["region1color=#b9b984"],["region1items="],["region1description="],["region2name=",{"type":"[[","value":[["Jost Van Dyke"]]}],["region2color=#b384b9"],["region2items="],["region2description="],["region3name=",{"type":"[[","value":[["Southern Islands (British Virgin Islands)"],["Southern Islands"]]}],["region3color=#8488b9"],["region3items="],["region3description="],["region4name=",{"type":"[[","value":[["Tortola"]]}],["region4color=#b98484"],["region4items="],["region4description=The largest of the islands and home of the capital city, ",{"type":"[[","value":[["Road Town"]]},"."],["region5name=",{"type":"[[","value":[["Virgin Gorda"]]}],["region5color=#84b98d"],["region5items="],["region5description="]]},"\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Landscape"]},"\n\nThe British Virgin Islands comprise 60+ islands and keys, with more than 43 of them being uninhabited islands. The islands fall into two types: the majority are steep volcanic islands (including the main islands, ",{"type":"[[","value":[["Tortola"]]}," and ",{"type":"[[","value":[["Virgin Gorda"]]},"), and a small number of relatively flat coral islands (such as Anegada and Sandy Spit).  In fact, Anegada is referred to as \"the drowned island\" because its elevation is so low. Many people miss it altogether until they sail close to it. The highest point is Sage Mountain on Tortola.\n\n",{"type":"===","value":["Climate"]},"\n\nWith a tropical climate tempered by easterly trade winds, relatively low humidity, and little seasonal temperature variation, the weather in the BVI is rather enjoyable. In the low season, there are some hurricanes, although in recent years they have had little consequent damage beyond some flooding.\n\n",{"type":"===","value":["History"]},"\n\nThe islands were first settled by the Dutch in 1648 before being annexed in 1672 by the British.\n\n",{"type":"===","value":["Economy"]},"\nThe economy is one of the most stable and prosperous in the Caribbean. The US dollar is the legal currency within the British Virgin Islands. The islands of the BVI are highly dependent on tourism, generating an estimated 45% of the national income, together with the offshore financial industry.\n\n",{"type":"==","value":["Get in"]},"\nThe British Virgin Islands maintain a separate border control regime from the United Kingdom. Nationals of ",{"type":"[[","value":[["Canada"]]},", the ",{"type":"[[","value":[["EEA"]]},", ",{"type":"[[","value":[["New Zealand"]]},", ",{"type":"[[","value":[["Singapore"]]},", ",{"type":"[[","value":[["Japan"]]},", ",{"type":"[[","value":[["South Korea"]]},", ",{"type":"[[","value":[["Switzerland"]]},", ",{"type":"[[","value":[["United States of America"]]}," do not require a visa to enter and visit the British Virgin Islands. Other nationals ",{"type":"[","value":["http:\/\/www.dgo.gov.vg\/index.php?mpageid=153 require a visa"]},".  .\n\n",{"type":"'''","value":["Passport"]}," and ",{"type":"'''","value":["visa"]}," regulations are enforced at ports, especially for boats moving back and forth between the US and British territories. US customs may tell you a certified birth certificate is acceptable, but as of June 2009, ferry operators can only take passport carrying US citizens or face a $3,000 fine. ",{"type":"[","value":["http:\/\/www.cbp.gov\/xp\/cgov\/toolbox\/contacts\/ports\/vi\/5101.xml US Customs and Border Protections offices in Saint Thomas."]},"  There is a $5 exit tariff, per person, when leaving the country.\n\n",{"type":"===","value":["By plane"]},"\nMost international flights from North America into the BVIs involve changing planes in either ",{"type":"[[","value":[["San Juan"]]},", ",{"type":"[[","value":[["Puerto Rico"]]}," since the ",{"type":"[[","value":[["Tortola"],["Beef Island"]]}," airport is not set up for large planes.  Other flights from ",{"type":"[[","value":[["Europe"]]}," usually involve changing planes in either ",{"type":"[[","value":[["Antigua"]]}," (for the UK) or ",{"type":"[[","value":[["Saint Martin"]]}," (for the Netherlands and France), although flights from Spain also connect through San Juan.  Alternatively, international flights go directly into the neighbouring ",{"type":"[[","value":[["U.S. Virgin Islands"]]}," and travellers can then use a fast boat transfer or, more usually, a 45 minute ferry boat ride.\n\nThe only major carrier with flights directly into the British Virgin Islands is ",{"type":"[[","value":[["American Airlines"]]}," (through its ",{"type":"[[","value":[["American Eagle"]]}," operating subsidiary). Connections on other airlines usually involve switching to a smaller local carrier, such as Cape Air, LIAT, Air Sunshine or BVI Airways.\n\n",{"type":"===","value":["By cruise ship"]},"\nThe main cruise ship pier in the BVI is located on Tortola via Road Harbour. The port holds two large cruise ships, but some cruise passengers may  find themselves being shuttled into the dock by a smaller boat because their ship is either too large for the pier or the pier already has two ships docked.\n\nTortola is an ideal hub from which cruise travellers can experience day-trips to incredible attractions and excursion opportunities to one of the numerous nearby islands. From snorkel trips to shopping to the Baths, or just sipping the famous BVI Painkiller at Pusser's or another beach bar, it's easy to hop from island to island in the BVI.\n\n",{"type":"===","value":["By boat"]},"\nBoats move freely between the BVI and the ",{"type":"[[","value":[["U.S. Virgin Islands"]]},". A few ",{"type":"[[","value":[["cruise ships"]]}," visit the major ports, but small vessels are more common.\n\nFerries move between ",{"type":"[[","value":[["Tortola"]]}," and ",{"type":"[[","value":[["St. Thomas"]]},".  There are several different ferry companies that provide service between the two islands.  These ferries are what connects the people of the British Virgin Islands with the people of the U.S. Virgin Islands.  The ferries link the city of ",{"type":"[[","value":[["Charlotte Amalie"]]},", St. Thomas with either ",{"type":"[[","value":[["Road Town"]]}," or the West End of Tortola.\n\nMany visitors also spend their time in the BVI by chartering boats and going from each island as they please. This is a very popular method of spending a vacation but requires work as you must stock your own food on board, and captain the boat. If you do not like this, you can also hire a local captain who will worry about all the navigation on your trip.\n\nThe ferry is one of the more popular ways to reach Tortola from the U.S.  This is due to the fact that Americans can reach Tortola via only one direct flight and then a short ferry ride. This will no doubt save the traveller several hundred dollars, since a second flight would not be necessary.\n\nYou can catch one of the ferries, almost any time of day.  After 5PM most of the services are shut down for the evening.  The ride lasts about 50 minutes depending on the weather.  The scenery is well worth the price of the ride.\n\n",{"type":"'''","value":["Costs"]},"\n\n",{"type":"*","value":[" One-way ranges from $25–30 for adults, $19–25 for children"]},{"type":"*","value":[" Round-trip ranges from $45–52 for adults, $30–42 for children"]},"\n",{"type":"'''","value":["Times"]},"\n\nVary greatly between companies.  Some of the companies even alternate their schedules between themselves and another company. For a current list take a look at this page's ferry schedule ",{"type":"[","value":["http:\/\/www.vacationtortola.com\/Tortola-Ferry.html"]},".\n\n",{"type":"'''","value":["Tips"]},"\n\nMany travellers find it easier to just buy two one-way tickets from different companies instead of one round-trip ticket with the same company.  Since ferries from different companies are coming and going constantly, you should be able to catch a ferry at any time during the day.   Oftentimes one company will be convenient upon arrival, but not upon departure.  Just check the schedule to find out if this will be the case for you, if not then by all means, buy the round-trip ticket and save a few bucks.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By boat"]},"\nA great way to see the islands is by boat. ",{"type":"'''","value":["Sailboats"]}," and ",{"type":"'''","value":["motorboats"]}," can be rented or chartered with a crew from any major harbor. The conditions for sailing and motoring depend on the time of year and anchoring off islands can be tricky, so either be sure you know what you are doing or hire a crew.\n\nIf you are an experienced sailor, it doesn't get any better than the BVI. Line of sight sailing in moderate trade winds, no currents to speak of, barely any tides, and few underwater obstructions other than the shore itself make sailing around the islands very relaxing.\n\nRoad Town, on Tortola, is one of the principal centres for bareboating (self-hire yacht chartering) in the Caribbean. It is the headquarters of Sunsail Sailing Vacations ",{"type":"[","value":["http:\/\/www.sunsail.com"]}," and Tortola Marine, located in the Road Reef Marina; Conch Charters ",{"type":"[","value":["http:\/\/www.conchcharters.com "]},", BVI Boat ",{"type":"[","value":["http:\/\/www.bviboat.com"]},", and The Moorings ",{"type":"[","value":["http:\/\/www.moorings.com "]}," which are four of the main charter boat companies operating out of Road Town\/Road Harbor. Ten minutes from Road Harbour is Nanny Cay Marina where you can find Horizon Yacht Charters ",{"type":"[","value":["http:\/\/www.horizonyachtcharters.com "]}," and  The Catamaran Company ",{"type":"[","value":["http:\/\/www.catamarans.com"]},".\n\n",{"type":"===","value":["By car"]},"\nCars can be ",{"type":"''","value":["rented"]}," on the larger islands such as ",{"type":"[[","value":[["Virgin Gorda"]]}," and ",{"type":"[[","value":[["Tortola"]]},", but are obviously unnecessary on many smaller islands where ",{"type":"''","value":["goat paths"]}," and ",{"type":"''","value":["foot trails"]}," are the main mode of transportation.  There is one scooter for rent on ",{"type":"[[","value":[["Jost Van Dyke"]]},".  By law (to protect the taxi driver industry) it is not possible to rent cars at the airport, nor is it possible for car rental companies to pick people up at the airport.\n\nBe aware that the roads are very hilly, the standard of the roads is low, the standard of the driving is very low, and there are no specific laws against driving whilst under the influence.  People driving in the BVI for the first time are advised to think as if everyone else on the road is trying to cause an accident and make it look like their fault - although that is not actually true, it will give you the right frame of mind to have when get behind the wheel.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis in the British Virgin Islands can be expensive.  Do not bother to try and haggle - taxi prices are fixed by law.  Taxi rides can be colourful - sometimes taxis are shared with other passengers or the driver may stop en route to run an errand. Either way, it's a good chance to really get to know the island!\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Nature"]}," is the main attraction in the islands, with ",{"type":"'''","value":["coral reefs"]},", ",{"type":"'''","value":["white sandy beaches"]},", and scenic seaside villages the main draw.\n\nOther attractions include ",{"type":"'''","value":["historic"]}," villages, churches, and, if the sun is too much for you, a museum in Road Town, the shady Botanic Gardens or the rain forest on Sage Mountain in Tortola.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:Lambert beach tortola.JPG"],["thumb"],["200px"],["Lambert beach, Tortola"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Beach"]}]},"The quality of beaches in the British Virgin Islands, even by Caribbean standards, is very high.  Because of the large number of beaches, particularly on the north side of Tortola and the west side of Virgin Gorda, the beaches are generally not crowded (with the exception of Cane Garden Bay on Tortola, which is next to a densely populated area).  It is not uncommon, even during tourist season, to be able to have a more remote beach largely or entirely to yourself for an afternoon.  With the possible exception of Cane Garden Bay, beaches in the BVI do not tend to have the vendors pestering tourists which are characteristic of some other Caribbean islands.  Conversely, many of them do not have any amenities, so remember to bring your own lunch and water!\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sail"]}]},"The Virgin Islands is the most popular area for a sailing vacation in the Caribbean. This is a first-timers paradise, since the islands are close together and well protected from the Atlantic. You wake up to sunshine and a blue sky, choose the cruising target of the day by pointing on a nearby island and set sail in a comfortable trade wind.  There are many yacht charter companies and marinas in the British Virgin Islands.  Apart from cruise ship passengers, the majority of visitors to the British Virgin Islands stay on liveaboard boats or charter sailing vessels.\n\n",{"type":"[[","value":[["File:Hawksbill Turtle BVI.JPG"],["thumb"],["200px"],["Hawksbill Turtle off Ginger Island"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Scuba diving"]}]},{"type":"{{","value":[["See also"],["Scuba diving in the British Virgin Islands"]]},"\nThe BVIs are home to the wreck of the ",{"type":"''","value":[{"type":"[[","value":[["Scuba diving in the British Virgin Islands\/RMS Rhone"],["RMS Rhone"]]}]}," which served as the site for the underwater scenes in the 1977 Nick Nolte\/Jackie Bisset\/Robert Shaw flick ",{"type":"''","value":["The Deep"]},". The Rhone is the best-known and most often visited dive site in the islands. Lying just west of Salt Island, the ",{"type":"''","value":["Rhone"]}," is a former Royal Mail Steamer that sank in a hurricane on October 29, 1867 with the loss of nearly all lives. A spectacularly large 310 ft (94 metres) steamer in her previous life, she's now a three-site dive, with each chunk resting at varying depths, from 20 to 80 ft (6 to 24 metres).\n\nApart from the ",{"type":"''","value":["Rhone"]},", the BVI boasts several other shipwrecks, the most notable of which are the ",{"type":"''","value":["Chikuzen"]},", a collection of four purposely sunk wrecks in 'Wreck Alley' off Cooper Island, the ",{"type":"''","value":["Inganess Bay"]},", the ",{"type":"''","value":["Fearless"]},", the rarely dived ",{"type":"''","value":["Parmatta"]},", and an aircraft off Great Dog Island.  In addition to ",{"type":"[[","value":[["wreck diving"]]},", the BVI has the usual plethora of coral reefs that one would expect in a Caribbean diving destination.\n\nA list of dive operators in the BVI can be found here.",{"type":"[","value":["http:\/\/bviscuba.org\/"]},"  When diving on a guided tour, expect to pay around US $80–100 for a two tank dive and about US $50–60 for a one tank dive, although cheaper deals can be had as part of a package.  Most dive operators do not charge extra to use their equipment if you decide to leave yours at home, and most are happy to pick up guests who are staying on boats en route to dive sites ('rendez-vous diving' in local slang).  Almost all dive sites in the BVI have permanent marker buoys on them attached by the National Parks trust.  If you are on a boat, confident in your diving skills, and are a semi competent navigator, it is easy to locate these buoys and dive most of the sites without a guide.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing"]}]},"\nIt is illegal for non-British Virgin Islanders to remove any marine organism from BVI waters without a recreational permit. A permit is available for charterers who intend to fish while in the BVI. The cost is $35 ($10 application fee; $25 for the permit).\nThis temporary fishing permit can be obtained from the Department of Conservation and Fisheries:\nDepartment of Conservation and Fisheries,\nThe Quastisky Building\nPO Box 3323\nRoad Town, Tortola. Tel: (284) 494-5681\/3429 or (284) 468-3701 ex. 5555\/1\nFax: (284) 494-2670\nE-Mail: cfd@bvigovernment.org\nThe government office closes early on Friday afternoons and doesn’t reopen until Monday morning. For charterers arriving on the weekend, it may be a couple of days before you can get a permit. When you arrive for your charter, check with the local staff for advice on obtaining a permit.  There have been instances of extremely zealous enforcement of penalties for fishing without licences (including 5 figure fines), so visitors should be mindful of that.\n\nSpearfishing (of any kind) is strictly prohibited in the BVI, as is any kind of marine harvesting on scuba equipment.  With appropriate licences, visitors can hunt whilst free diving (i.e. with no snorkel or tank) for lobster and conch during the relevant hunting seasons.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Surfing"]}]},"\nSeveral beaches offer surf-oriented breaks, including Josiah's and Apple Bay.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Windsurfing"]}]},"\nThe annual \"HiHo\" windsurfing race-cum-travel-tour is held on or around the 4th of July weekend. For a week, internationally renowned competitors participate in formal course racing. Recognized as \"One of the 100 top BVI adventures\" by the BVI Tourist Board, the HiHo fleet is easily recognized by the distinctive event and sponsor flags flown by the charter fleet. The event generally stops for a day or two at Virgin Gorda, a night on Anegada, one or two nights around Tortola and finishes with a day of racing around the area of Sandy Cay, west of Jost van Dyke. Participants join in a 15-mile ocean dash from the waters around Necker or Gorda directly to Anegada. This event is unusual in that Anegada, a low-lying island, only becomes visible to someone at ocean-level during the last five miles of the race.\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=BVI Kite Jam"],["url=http:\/\/www.bvikitejam.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Annual, week long kite boarding event including professional demonstrations, races, parties and awards ceremony.\n\nBVI Kite Jam is a kiteboarding event held in the beautiful British Virgin Islands, and is open to amateurs, professionals and spectators.\n\nThis week long event is packed full of Freestyle, Sliders, Big Air, Wave riding and long distance racing all in some of the windiest and most spectacular locations in the world such as the North Sound, Necker Island, Anegada and Eustatia Sound."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"[[","value":[["File:Main Street Road Town Tortola.JPG"],["thumb"],["200px"],["Shop on Main Street, Road Town"]]},"\nShopping options vary in the BVI, from locally made to some high-end options, though not as flashy as the jewellery and tourist shops in nearby ",{"type":"[[","value":[["Saint Thomas"]]}," or ",{"type":"[[","value":[["Saint Martin"]]},".  With rare exceptions, international chains of shops are banned by law in the BVI to protect local character; however, there are some shops like Little Switzerland which are hugely popular with Caribbean visitors for the beautiful high-end wares.\n\nThe main shopping area on Tortola is Wickham's Cay in Road Town.  Main Street is a small, winding road leading from the Governor's House, past the old Post Office to the Botanic Gardens. The shops on this road are housed in small, West Indian houses and often painted in bright colours, notably Serendipity Bookshop, perhaps the brightest of them all, which has a good collection of Caribbean history and cook books (and now has an internet cafe upstairs).  Notable shops include Pussers, a store, popular bar and restaurant (and home of the infamous Painkiller drink!), Sunny Caribbee selling spices and handmade items, and Latitude 18 which sells casual beach clothes.  Next to the historic post office is Amethyst, selling imported African and Indian items, Samarkand jewellery shop and across the road, Kaunda's, where you can find Caribbean music.\n\nAdditionally, near the cruise ship dock is a branch of Columbian Emeralds jewellery store and opposite it, the Craft Market which despite its name sells mostly t-shirts and jewellery, clothes and other goods.  Island crafts genuinely made in the BVI include crocheted items, straw hats, rum and guavaberry liqueur, and can be found in the craft market.  Not to be missed are the small bakeries selling local delicacies like Johnny cakes, roti, fish soup and coconut bread.\n\nOn the rest of the island there are a number of pharmacies, supermarkets, variety stores and jewellery shops.  Shoprite in East End and OneMart in Purcell offer good variety of food at better prices than in Road Town although Bobby's supermarket in Road Town, Cane Garden Bay and Nanny Cay has good prices and is open till midnight 364 days a year (closed Good Friday). There is no need to find a speciality liquor outlet if you simply want a couple of bottles of wine, beer or rum as supermarket prices are excellent, rum is from $3 a bottle.  Alcohol is very cheap in the BVI as there is not special taxes or duties on alcoholic beverages.  If you are buying quantity or looking for speciality rums, Tico is an excellent store.\n\nOn Beef Island, near the airport, is the pretty Trellis Bay, which offers a selection of cafes, tourist shops and a supermarket. Both the Loose Mongoose beach cafe and the Last Resort restaurant on its very own miniature island are worth trying.\n\nShopping on Anegada is limited to basic necessities plus two gift shops at the hotel and camp ground.  Similarly, on Jost van Dyke there are a few gift shops but mostly beach bars and places to laze the day away in a hammock, taking in paradise.  Virgin Gorda has a supermarket in the marina and gift shops in the resorts.\n\n",{"type":"==","value":["Eat"]},"\nInevitably, freshly caught seafood is the dish of choice for most people.  Lobster and various fish are available from the many restaurants in the BVI.  The choices throughout the islands vary from very high-end dining options to beachside cafes. Local dishes include rotis and curries inspired by Guyana and Trinidad cuisine, to Italian, French and Asian influences.\n\nThe BVI sponsored an event titled \"Taste the BVI\" during the Annapolis Sailboat Show in Maryland, USA in 2009, with notable BVI chefs including Ken Molyneaux, Imran Ashton, Henry Prince, and Neil Cline.\n\nIn 2011, the BVI National Culinary Team won nine medals at the Taste of the Caribbean culinary competition, taking home five gold medals, including one in the Culinary Team of the Year category and one in the Chef of the Year category.\n\nThe national dish is considered to be ",{"type":"'''","value":["Fish and fungee"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"'''","value":["Rum"]},", not surprisingly, is the drink of choice in the islands. Many rum-based delicious concoctions can be found at bars on the main beaches and roads.  Because beaches in the BVI are so pristine, many do not have refreshment stands so it would be wise to bring at least water. However, a lot of the beaches have nearby restaurants and bars, so it's easy to saunter over for a drink when you're done relaxing on the sand. The \"Painkiller\" - a drink made from rum, coconut, and topped with OJ - is highly recommended, as is the Bushwacker. However, each bar has its own specialty drinks so it's worth it to sample your way through the BVI.  Watch out for the No-See-Um, a refreshing banana, coconut and pineapple drink made with 151 proof rum - it'll get you before you see it coming!\n\nThere is plenty of ",{"type":"'''","value":["Nightlife"]}," around Road Town, although many popular tourist places are advertised and some of the more local bars are worth checking out, so ask a local for what is on where.  Live local music is a feature of many restaurants and bars.  The sunsets are spectacular, so a drink on the beach or in the mountains, watching the sunset and listening to local music before dinner can be a very pleasant vacation from the usual club-based entertainment of most mainlanders. Banana Keets on Tortola offers a beautiful view of the sunset, as does Bitter End Yacht Club on Virgin Gorda. The Banana Keets terrace overlooks Sage Mountain as well. Expats tend to hang out in Road Town, at the Dove, le Cabanon, or Village Cay.  These places are full on Fridays.  Do not miss the Full Moon Party at Bomba's Beach Shack, which is full of revelers and good tiems.  This bar is famous for its walls where panties and bras are hanging, old licence plates are affixed to the walls, and drinks are flowing freely.\n\n",{"type":"==","value":["Sleep"]},"\n\nIf you're renting a boat, you already have your bed too, but for landlubbers, the larger islands offer resorts, budget bungalows, and a few things in between.  To get off the beaten path there are many options if you're willing to island hop by boat.\n\nThere are larger hotel options on Tortola, as well as many intimate, locally owned inns that are hidden treasures. Private islands like Necker Island (owned by Sir Richard Branson) and Guana Island can be rented.  Peter Island Resort is a very exclusive private island resort (and is connected by a free ferry service from Road Town).  Other high end resorts are on Virgin Gorda, but there are many villas and smaller hotels there as well. Jost Van Dyke offers laidback options and Anegada has adventurous packages for the active traveller.\n\nMany visitors to the BVI stay on land will rent private guest houses rather than stay at larger hotels, and there are a large selection to choose from through the islands.\n\n",{"type":"==","value":["Go next"]},"\n\nIsland hop to the ",{"type":"[[","value":[["U.S. Virgin Islands"]]}," and the rest of the ",{"type":"[[","value":[["Caribbean"]]}," islands.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe BVI has much lower incidence of crime than many other Caribbean areas, and wandering about alone, even at night, is not considered particularly high risk.  However, as with all foreign travel, tourists should use good judgment and avoid certain areas.\n\nDespite the perception of the Caribbean being laid back in relation to drugs, possession and supply of narcotics is a criminal offence and penalties can be severe.\n\n",{"type":"==","value":["Stay healthy"]},"\n\nMost healthcare in the BVI is private and run along the lines of U.S. healthcare (i.e. it is expensive).  Compared to other Caribbean islands, the quality of care is good, but for serious matters, patients are usually transported to Puerto Rico for care.\n\nEmergency treatment is usually provided from Peebles General Hospital in Road Town.  Emergency care is free.\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:British Virgin Islands"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Caribbean\/British Virgin Islands"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Caribbean"]]},"\n",{"type":"{{","value":[["Geo"],["18.431383"],["-64.62305"]]},"\n\n",{"type":"[[","value":[["zh:英属维尔京群岛"]]}]