[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Broadstairs"]}," is a popular coastal town in East ",{"type":"[[","value":[["Kent"]]},". The town lies above a harbour, historically known for smuggling. Popular for its clean sandy beaches, clean bathing water and variety of pubs and restaurants. It was recently voted the 2nd best Seaside resort in the UK by a Guardian Newspaper poll (St. Ives in Cornwall was #1). In 2007 it was voted best East Coast seaside resort in Great Britain, beating heavyweights like Southend, Scarborough and Gt.Yarmouth. Broadstairs is unique in that it has retained its traditional Victorian resort appeal.\n\n",{"type":"[[","value":[["File:Broadstairs.jpg"],["thumb"],["300px"],["Broadstairs Harbour in September"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":[" Broadstairs Station is at the top end of the High Street and is served by trains run by South Eastern. The fast service runs from London Victoria via Chatham and Faversham then along the North Kent coast through Whitstable, Herne Bay ",{"type":"[[","value":[["Ramsgate"]]}," and ",{"type":"[[","value":[["Margate"]]},". Services are twice an hour Monday to Saturday, hourly on Sunday and journeys take about 1 hour 45 minutes to Broadstairs. Trains also run from London Charing Cross via Ashford (Kent) and Canterbury (West) passing through Ramsgate, although both these services have considerably longer journey times perhaps offset by scenic views of the Kent countryside."]},"\n",{"type":"===","value":["By car"]},"\n\n",{"type":"*","value":[" Broadstairs is 76 miles from London and about 1 hour from the ",{"type":"''","value":["M25"]}," via the ",{"type":"''","value":["M2"]}," and 16 miles east of Canterbury."]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" Broadstairs is 2 miles from the cross channel port of ",{"type":"''","value":["Ramsgate"]}," with a direct link to ",{"type":"''","value":["Ostend"]}," in Belgium (for car passengers\/coaches only though - no foot passengers)"]},"\n",{"type":"===","value":["By air"]},"\n\nBroadstairs is served by nearby Manston Airport, which offers daily flights to Edinburgh, as well as seasonal flights to Jersey and a small number of other European destinations.\n\nThe nearest major international airports are at London Gatwick (84 mi\/135 km) and London Heathrow (104 mi\/168 km).\n\n",{"type":"==","value":["Get around"]},"\nBeing a small town the main sights are easily navigable on foot.\n",{"type":"*","value":[" ",{"type":"'''","value":["Thanet Loop"]}," This bus service runs every 10 minutes during the main part of the day between Margate, Broadstairs and Ramsgate. On Sundays the service is mostly every 20 minutes during the day."]},"\n",{"type":"*","value":[" Taxis are abundant."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Viking Bay"]}," The town’s main bay, with a golden sandy beach approx. 150 metres long with cliff-top promenade and harbour pier. The shore drops away quite steeply so keep an eye on kids and weak swimmers at high tide. "]},{"type":"*","value":[" ",{"type":"'''","value":["6 Other Beaches"]}," of Broadstairs - Botany, Joss, Stone, Louisa, Kingsgate, Dumpton."]},{"type":"*","value":[" ",{"type":"'''","value":["Westwood Cross"]}," A shopping centre and entertainment park which opened in 2005, hosting big high-street names such as WHSmith, Debenhams, HMV and H&M. Also a Vue cinema, Casino and numerous chain restaurants."]},{"type":"*","value":[" ",{"type":"'''","value":["St. Peters Village"]}," is about a half hour walk from the town centre and makes a charming afternoon out, strolling round the churchyard and small shops. The graveyard of St. Peters church is said to be the largest in England."]},{"type":"*","value":[" ",{"type":"'''","value":["Bleak House"]}," which stands proud overlooking Viking bay. Former residence of Charles Dickens."]},{"type":"*","value":[" ",{"type":"'''","value":["Dickens' House Museum"]}," which was also frequented by Charles Dickens and is now a museum devoted to the legendary English Author. Also found here is the tourist info office."]},{"type":"*","value":[" During the school summer holiday period there is (weather permitting) a traditional Punch & Judy show on Viking Bay as well as donkey rides."]},{"type":"*","value":[" Dogs are banned from the beach from May 1 to September 30."]},{"type":"*","value":[" In Napoleonic times Eagle House (now flats sited on the beach) was the headquarters of the Coastal Blockade. It was here that news of the victory at Waterloo was first received, together with the French eagle standard captured at the battle (hence the name)."]},{"type":"*","value":[" The Crampton Tower museum is worth a visit it is home to the town's stagecoach."]},{"type":"*","value":[" The Bandstand hosts a full programme of entertainment during the summer."]},{"type":"*","value":[" The cute and petit \"Palace cinema\" in Harbour Street."]},{"type":"*","value":[" The pretty harbour area popular if you like seafood."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[" Broadstairs Dickens Festival"]}," Held every June the 2007 event marked the 70th anniversary of the event and featured locals dressed in Dickensian Costumes. An event is also held in December."]},{"type":"*","value":[" ",{"type":"'''","value":["Annual Folk Festival"]},". Takes place in the town for a week in August. Live music in most pubs plus concert tents."]},{"type":"*","value":[" ",{"type":"'''","value":["Broadstairs Town Trail"]}," is a self-guided walk leading you around the town. The trail’s 10 illustrated boards and pamphlet guide give an insight into the history of some local people and buildings. Town Trail leaflets are available for a bargain 20p from the Visitor Information Centre and Broadstairs & St. Peter’s Town Council Offices at Pierremont Hall."]},{"type":"*","value":[" ",{"type":"'''","value":["Dicken's House Museum"]},", on the seafront. A museum in its own right and home of the Tourist Information Centre."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=The Bottleneck: Supplier of Quality Wines"],["alt="],["url="],["email="],["address=7-9 Charlotte Street"],["lat="],["long="],["directions="],["phone=+44 1843 861095"],["tollfree="],["fax"],["hours="],["price="],["content= Award winning off-license with a great selection of Australian wines."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Luisant Laser Tattoo Removal"],["alt="],["url="],["email="],["address=84 High Street"],["lat="],["long="],["directions="],["phone = +44 1843 290012"],["tollfree="],["fax="],["hours="],["price="],["content=This is the place to come if you are looking to get rid of any unwanted ink! Hair removal and other cosmetic treatments are also available."]]}]},{"type":"*","value":[" The 2nd Hand ",{"type":"'''","value":["Albion bookshop"]}," is a unique and huge converted chapel that is a maze of old books. Book lovers will easily be able to waste away a couple of hours in here digging around."]},{"type":"*","value":[" ",{"type":"'''","value":["Suzanne's"]}," is a souvenir and joke shop right at the bottom of town, selling great little gifts and ideas for the kids, as well as beachwear, sunglasses, hats and seaside essentials like lylos, buckets and spades."]},{"type":"*","value":[" Broadstairs is home to an abundant number of small traders offering specialised and unique products."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" Visit ",{"type":"'''","value":["Viking Bay Beach"]},". There are many inexpensive ice cream outlets on this beach as well as Tea and Coffee outlet's."]},"\n",{"type":"*","value":[" The promenade hosts traditional style ice cream parlours. The most popular by far is ",{"type":"'''","value":["Morelli's"]}," the flagship outlet for the ice-cream chain that graces the shores of England's most prestigious resorts, including Folkestone, Canterbury and there is now even a branch in top London store Harrods. The ice-cream is excellent, although expensive. Expect to pay in the region of £5-7 for a good sized sundae. Worth the money though. Also serve great coffees, teas and hot-chocs."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Osteria Posilippo"]}," (Italian). Good trattoria style pizza\/pasta run by real Italians. Overlooks Viking Bay and has exterior tables (summer only). Summer 2007 rated as one of the top 10 Italian restaurants in UK by The Independent. Advisable to book in advance."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Broadstairs Tandoori"]},". Nepalese Indian (run by Gurkas). Locally known as one of the best in Kent."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Oscar Road"]},". ",{"type":"[","value":["www.oscarroadbroadstairs.com"]}," Tiny cafe in road of the same name. Light lunches, superb cakes & coffees. Really friendly but only seats about 12. Reviewed in Olive magazine."]},"\n",{"type":"*","value":[" The Tartar Frigate, Harbour Street. Specialises in seafood."]},"\n",{"type":"*","value":[" Sample traditional fish and chips at one of the town's numerous venues."]},"\n",{"type":"==","value":["Drink"]},"\nThere are a plethora of pubs in Broadstairs and people tend to start drinking at the top of town, around Broadstairs Station, and then wander down the hill towards the sea front pubs.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Cramptons"]}," opposite the station is usually at the start of most pub-crawls in the town and is frequented by a fairly young crowd. It is a lively pub with screens for the big matches and occasionally has good drinks offers. Part of the Thorley Taverns group."]},{"type":"*","value":[" ",{"type":"'''","value":["Ballards Lounge"]}," and the Royal Albion Hotel bar have an unrivalled position on the cliff top overlooking Viking Bay. A good place for coffee, beer or wine. Food also served."]},{"type":"*","value":[" ",{"type":"'''","value":["Windy's"]}," is a new establishment, which opened summer 2008, and is already proving a huge success selling milkshakes and smoothies of almost any flavour such as Jammy Dodger, Malteser and Creme Egg."]},{"type":"*","value":[" ",{"type":"'''","value":["Tartar Frigate"]}," is known as \"the last pub in town\" due to being practically on the beach at the bottom of Harbour Street. Seafaring themes and a cosy atmosphere, particularly in winter. Pool table available and is home to a great seafood restaurant upstairs."]},{"type":"*","value":[" ",{"type":"'''","value":["The Dolphin Pub"]}," is either loved or hated by locals. Frequented by a young crowd it often has drink promotions, a couple of bars, pool and a dance floor most nights. Generally good, although can get rowdy."]},{"type":"*","value":[" ",{"type":"'''","value":["Harpers Wine Bar"]}," is a legend in Thanet, and Broadstairs' only late-license establishment, staying open until around 2-3AM most nights. Serves good cocktails, beers and spirits at reasonable prices. One of the only places in Thanet to serve the Czech killer 'Absinthe'. Can get very busy, especially after 11PM at weekends. Often caters for those who prefer not to go clubbing in Margate after a night out in Broadstairs. Get there early for seats."]},"\n",{"type":"==","value":["Sleep"]},"\nLots of small guesthouses and several hotels\n",{"type":"*","value":[" ",{"type":"'''","value":["Royal Albion"]}," (3 star) overlooks Viking Bay. Once inhabited by Charles Dickens. Very expensive (£80-120pn) for what you get, although has fantastic views. Part of the Shepard Naeme group."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Travelodge Margate-Westwood"]}," located in the Westwood Cross Retail Park 2 miles from the town centre. Regular buses link the Centre with Broadstairs (as well as Ramsgate\/Margate). Usually has rooms for ~£40pn but by booking in advance you can get them as cheap as £9pn."]},"\n",{"type":"==","value":["Stay Safe"]},"\nBroadstairs is in general a very safe town, but over the last few years has seen quite a sharp increase in antisocial behaviour and underage drinking after dark, particularly in the summer and at weekends. Be particularly vigilant in the vicinity of The Dolphin pub (which itself has a moderately violent reputation locally) and near the station at chucking-out times. It is recommended to avoid Pieremont Park at all times after dark.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Kent"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["51.35888"],["1.43944"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Broadstairs"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Kent\/Broadstairs\/"]]},"\n",{"type":"[[","value":[["Commons:Category:Broadstairs"]]}]