[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Broek op Langedijk"]}," is a town in ",{"type":"[[","value":[["North Holland"]]},", ",{"type":"[[","value":[["Netherlands"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nBroek op Langedijk is a long village built on a dike in the polders of West Friesland (bus 155 from Alkmaar station). Over the centuries the village developed a horticultural tradition adapted to the landscape. All the small fields were islands, and everything went by boat. Many of the farmhouses were also only accessible by boat. The waterborne specialisation reached its peak with the construction in 1912 of a special auction house, the Broeker Veiling. A canal runs through the auction hall, and the produce was floated in on a boat, a punt. The Broeker Veiling introduced the system known as a Dutch auction, now standard for agricultural produce auctions. Prices are counted down, and the first to stop the count is the buyer. From the 1930s, an electric clock  displayed the prices, and each wholesaler could stop it, so becoming the buyer. (Those who stop it too soon pay too much, those who hesitate get nothing).\n\nThe original ",{"type":"'''","value":["island field landscape"]}," almost disappeared, during the systematic rationalisation of Netherlands agriculture which followed the Second World War. A small part, the Oosterdel, survives to the east of the village. Other islands were built over for suburban housing. Most of it was simply drained, and ploughed into a level modern polder - now filled with ugly suburban and agro-industrial development.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Broeker Veiling"]}," is now a museum illustrating the traditional agriculture of the area, and the auction system. By now it is surrounded by suburban development, and the relationship with the landscape is no longer visible. ",{"type":"'''","value":["Museum Broeker Veiling"]},", Museumweg 2, 1721 BW Broek op Langedijk. Open from Easter Sunday to October, Monday to Friday 10.00-17.00,  hours. Saturday and Sunday 11.00-17.00 hours. No fixed times for tours, depends on the number waiting. Entrance € 6, with boat trip € 9,55; children € 3,50 and € 5,25. Tel. 0226 - 313807, fax 0226 - 318304, e-mail: broeker@xs4all.nl. ",{"type":"[","value":["http:\/\/www.broekerveiling.nl"]}]},{"type":"*","value":[" The island fields can be seen by ",{"type":"'''","value":["canoe"]},". You can rent canoes at Hotel Café Marktzicht, Dorpsstraat 95, Broek op Langedijk (behind the Museum Broeker Veiling). Tel. 0226-313831."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["52.6667"],["4.8000"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North Holland Peninsula"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Broek op Langedijk"]]},"\n",{"type":"[[","value":[["Wikipedia:Broek op Langedijk"]]}]