[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitbrokenhill.com.au\/ Broken Hill"]}]}," is a historic mining city in the ",{"type":"[[","value":[["Far West (New South Wales)"],["Far West"]]}," (",{"type":"[[","value":[["Outback"]]},") of the ",{"type":"[[","value":[["Australia"]]},"n state of ",{"type":"[[","value":[["New South Wales"]]},".  Mining has occurred throughout the entire life of Broken Hill since its founding in 1883.  Australia's largest mining concern BHP Billiton has its origins here with the initials BHP standing for \"Broken Hill Proprietary\". The mining industry has declined in recent years however it still plays an important part in the story of the town with many tourist attractions associated with mining.  The other main reason to visit Broken Hill is for the artists who have called the city home.  There are many galleries around the city that are worth visiting.\n\n",{"type":"==","value":["Understand"]},"\nBroken Hill and Silverton operate on Central Standard Time. All other towns in the region operate on Eastern Standard time.\n\n",{"type":"===","value":["Tourist Information"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Broken Hill Visitor Information Centre"],["url=http:\/\/www.visitbrokenhill.com.au\/"],["email=tourist@brokenhill.nsw.gov.au"],["address=Cnr. Blende and Bromide Streets"],["lat="],["long="],["directions="],["phone = +61 8 8080 3560"],["tollfree="],["fax="],["hours=9AM-5PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\nIt is just over 1,000 km of mostly long straight drive to Broken Hill from Sydney, and just over 500 km from Adelaide. Both roads are mostly good quality sealed roads.  The scenery will change slowly along the way.  Broken Hill is on the edge of the real outback, but is easily accessible by car.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[","value":["http:\/\/www.nswtrainlink.info NSW Trainlink"]}," run weekly direct services to Broken Hill from Sydney. It is called the ",{"type":"'''","value":["'Outback Explorer"]},"'. The Sydney to Broken Hill leg is on the Monday (6:20AM–7:10PM). The return journey is on the Tuesday (7:45AM–9:48PM). NSW Trainlink also run a daily service that is a train to Dubbo from Sydney and then a bus from ",{"type":"[[","value":[["Dubbo"]]}," to Broken Hill. Sydney to Broken Hill is 7:10AM–10:45PM and the return is 3:45AM–8:48PM.\n\n",{"type":"[[","value":[["Indian Pacific"]]}," runs directly to Broken Hill twice a week from Sydney and Adelaide.  Tours of the town are available while the train is stopped at Broken Hill if travelling the Indian Pacific between Sydney and Adelaide\/Perth.  It is not possible to take cars to Broken Hill by train. The only drop-off\/collection points are in Sydney and Adelaide.\n\nBroken Hill train station is one block from the main shopping strip and walking distance to some accommodation.  Taxis are available at the station to meet the trains.\n\n",{"type":"===","value":["By plane"]},"\nRegional Express ",{"type":"[","value":["http:\/\/www.rex.com.au"]}," has direct services from ",{"type":"[[","value":[["Sydney"]]},", ",{"type":"[[","value":[["Adelaide"]]}," and ",{"type":"[[","value":[["Dubbo"]]},".  The Sydney service can either be direct (one return flight per day) or with a stop over in Dubbo. Essentially there are two flights per day from Sydney to Broken Hill however they book out quickly. The Adelaide service is a direct flight with two to three return flights per day. This may be a better option if flying: in December 2007, one-way fares from Sydney started at AUD$218; from Adelaide, $132. No other commercial airlines fly to Broken Hill.\n\nTaxis are available at the airport into the town centre. Ask the flight attendant to arrange for a taxi pickup.\n\n",{"type":"===","value":["By bus"]},"\nBuses R Us ",{"type":"[","value":["http:\/\/www.busesrus.com.au"]}," travel three times per week between Adelaide and Broken Hill.  The travel time is about 7 hours. Greyhound (formerly McCafferty)) no longer offer a service to Broken Hill from Adelaide and V Line only offers a service between Mildura and Melbourne.  NSW Trainlink (see 'By Train' above) offer a combined train and bus route from Sydney.\n\n",{"type":"==","value":["Get around"]},"\nCoach tours are an option. Taxis are also available. But you will need a car to see the town and surroundings independently. This poses problems for the adventurous. Rental cars in the city often charge a premium for travelling further than 100–200 km, which is easy to do. After that, the rate is generally 25 cents a kilometre. Driving on unsealed roads is only allowed if you hire a four-wheel drive; even then, if you have an accident, you are liable for the entire insurance excess. So getting off the beaten track is difficult. At least one company only lets you drive to Menindee or Silverton.\nIf you want a real experience you can always take a COBB & CO Coach ride that will take you back in time and off the beaten track, you can see some real country. COBB & Co ",{"type":"[","value":["http:\/\/www.cobbco.com.au\/default.asp"]},"\n\nAvis and Thrifty rental car offices are located in Argent St. in the town centre. The Hertz office is in the Visitor Centre building.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Miner's Memorial."]}," Located on the top of the mullock heap on the edge of the CBD is the Line of Lode Miner's Memorial and Red Earth Cafe. Gain road access behind the railway track via Iodide St. and McGillvray Dve. "]},{"type":"[[","value":[["File:Miners memorial Broken Hill 20070222.jpg"],["thumb"],["none"],["800px"],["Miner's memorial and the cafe (on the right)."]]},"\n",{"type":"*","value":[" The a number of films have been produced in and around Broken Hill over the years, for example; Priscilla Queen of the Desert, Mad Max 2  and Race The Sun ."]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mundi Mundi Lookout"],["url="],["email="],["address="],["lat=-31.837"],["long=141.202"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=See the sunset in the outback, just out of town. There are a few favourite pieces of high ground where the sun looks like it drops off the end of the world. The best spot is the lookout just west of Silverton, overlooking the Mundi Mundi plain. Truly spectacular."]]}]},{"type":"*","value":[" The ",{"type":"'''","value":["Pro Hart Gallery"]}," and Sculpture Park contains a large collection of the noted Australian artist Kevin 'Pro' Hart's paintings and sculptures, as well as many artistic works of others that Hart collected during his lifetime. The gallery also features the Rolls Royce that he painted in his unique style. Pro was born in Broken Hill, New South Wales, was considered the father of the Australian Outback painting movement and his works are widely admired for capturing the true spirit of the outback. He was nicknamed \"Professor\" (hence \"Pro\") during his younger days, when he was known as an inventor."]},{"type":"*","value":[" ",{"type":"'''","value":["Afghan Heritage mosque"]}," - established by community of Afghan-camel riders who helped get the town started back in the 1880s."]},{"type":"*","value":[" The ",{"type":"'''","value":["Sculpture Symposium"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Trades Hall"]}," - pretty exchange built in 1921"]},{"type":"*","value":[" ",{"type":"'''","value":["Badsha Mahommed Gool's ice cream cart"]}," - a replica cart at an infamous rocky outcrop on the edge of the town, this is the site of the so-called 'Battle of Broken Hill' in 1915. Essentially two Indian-Muslims went 'postal' and killed a bunch of people, after firing 30 or so shots on a special train of picnic-goers, over disputes of halal-meal. Even though a lot of films have been shot in BH, this bizarre story is yet to be turned into one!"]},{"type":"*","value":[" Surprisingly, for a town with such a small population, Broken Hill has a burgeoning nightlife. Many clubs exist and are open most nights of the week until late. Establishments catering to both locals and tourists include the Musician's Club and the Democratic Club."]},{"type":"*","value":[" The ",{"type":"'''","value":["Royal Exchange Hotel"]}," - historic with nice atmosphere. Have a beer, you'll be thirsty!"]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mine tours"]},".  You can go underground in the mining shaft and get a real experience of mining. There used to be a tour of Delprat's mine (8088 1604), which overlooked the town and took visitors over 100 metres below ground to workings that were active in the late 20th century. Tour guides were men who worked in the mines. However, due to the resource \"boom\", Delprat's mine was closed to the public in 2007.  The Daydream Mine is just out of town on the road to Silverton, and is much smaller, but gives an impression of what mining was like in the 19th century, when all of the work was done by hand."]},{"type":"*","value":[" ",{"type":"'''","value":["Pony, Horse Trail Rides & carriage rides "]},". There's plenty to do for the whole family at The Silver City Cobb & Co Stagecoach Stop at 383 Brookfield Av (Silverton Rd) the edge of town. Kids can have pony rides while bigger kids can experience trail riding or supervised horse rides, for those that can't ride you can have riding lessons or a coach ride.http:\/\/www.meanders.biz\/"]},{"type":"*","value":[" Broken Hill is a major base for both the ",{"type":"'''","value":["Royal Flying Doctor Service of Australia"]}," and ",{"type":"'''","value":["School of the Air"]},". Expensive but fun!"]},"\n",{"type":"==","value":["Buy"]},"\nBroken Hill has developed a thriving artistic community. Take a browse through some of the art galleries and outlets in and around the town.\n",{"type":"*","value":[" ",{"type":"'''","value":["Broken Hill Regional Art Gallery"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Jack Absalom's Gallery"]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Pro Hart Gallery"],["url=http:\/\/www.prohart.com.au\/"],["email="],["address=108 Wyman St Broken Hill NSW 2880"],["lat="],["long="],["directions="],["phone = +61 8  8087 2441"],["tollfree="],["fax="],["hours="],["price="],["content=Includes examples of Pro's painting and sculpture over three floors. Some of Pro's painted cars, including a Rolls Royce, are on display."]]}]},"\n",{"type":"==","value":["Eat"]},"\nHave a snack on the top of the mullock heap at the Broken Earth Cafe and enjoy the view of the CBD.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"===","value":["Bars"]},"\nAs one would predict for a mining town, Broken Hill, has its fair share of bars but those expecting frontier style pubs will be disappointed. The majority of bars in Broken Hill are of the RSL club style, full of cheap drinks and pokie machines. Having said that one should not miss out on a game of two-up at the Musicians Club held on Friday and Saturday nights. The Barrier Social Democratic Club holds a disco night on Saturday night in which the young people from the town come out to play.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mulberry Vale"],["url="],["email="],["address=Menindee Road"],["lat="],["long="],["directions=5 km from the city centre"],["phone = +61 8 8088 1597 or 0428 858 374"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Outback Cabins with a range of self contained accommodation sleeping up to 5 guests with everything supplied. Mulberry vale also caters for a number of functions in the rustic atmosphere of the Gallery. Conferences - Wedding Parties - Schools, Clubs and other groups."]]}]},{"type":"*","value":[" T",{"type":"'''","value":["he Palace Hotel"]}," - beautiful frontier style facade. It's more like a motel, worth a stay just for the history, or at least a beer!"]},"\n",{"type":"==","value":["Go next"]},"\nObtain a key from the Information Centre to see the ",{"type":"'''","value":["Sculpture Symposium"]}," about 6 km from the city. The key allows car access to the sculpture site. Alternatively drive to the car park and walk 2 km to the site. A $10 park access charge is levied, payable at an honesty box near the site.\n\nThe historic boomtown of ",{"type":"'''","value":["Silverton"]}," which has been the setting of several movies. Even though it 'poses' as a ghost town nowadays, it does in fact maintain a tiny population, having a camel farm. You can explore at will the ruined church and the Silverton Tramway, a now abandoned trainline which runs into S.A.\n\nThe Opal Mining town of ",{"type":"'''","value":[{"type":"[[","value":[["White Cliffs"]]}]}," is an interesting spot to visit or for prospecting.\n\nStephens Creek Reservoir is an artificial dam situated 17 km north east of the far western town of Broken Hill, New South Wales, Australia.\n\nWhen full of water, the ",{"type":"'''","value":["Menindee lakes"]}," make a spectacular and surreal sight in the otherwise arid landscape. A drive through the river red gum forest in the adjacent ",{"type":"'''","value":["Kinchega National Park"]}," is also worthwhile. Several quarries are worth exploring and the Mundi-Mundi plains too, perfect for a romantic sunset.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Far_West_(New_South_Wales)"]]},"\n",{"type":"{{","value":[["geo"],["-31.96163"],["141.46013"],["zoom=14"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Broken Hill"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/New South Wales\/Localities\/B\/Broken Hill\/"]]}]