[{"type":"{{","value":[["pagebanner"],["Bromo-Tengger-Semeru banner 2.jpg"],["otbp=yes"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tnbromotenggersemeru.com\/home Bromo-Tengger-Semeru National Park"]}]}," is in ",{"type":"[[","value":[["East Java"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"[[","value":[["Image:Semeru Bromo Temple.JPG"],["thumb"],["400px"],["Clockwise from lower left: the Poten Hindu temple, the steaming crater of Mount Bromo, erupting Mount Semeru, stately Mount Batok. This is the view from atop Mount Pananjakan."]]},"\n\n",{"type":"==","value":["Understand"]},"\nThis national park is named after its two mountains, Mount Semeru (the highest in Java at 3,676 m), Mount Bromo (the most popular) and the ",{"type":"''","value":["Tengger"]}," people who inhabit the area.\n\n",{"type":"'''","value":["Mount Semeru"]},", also known as ",{"type":"''","value":["Mahameru"]}," (\"Great Mountain\"), is one of Indonesia's most active volcanoes. What stands out most about this mountain is the fact that it erupts periodically (and very reliably so). Every 20 min or so, the volcano belches out a huge cloud of steam and smoke, sometimes interspersed with ash and stones. Climbing Mount Semeru requires some planning and a permit from the national park authority. The mountain is often closed due to its highly active nature.\n\n",{"type":"'''","value":["Mount Bromo"]}," (2,329 m) is easily recognized as the entire top has been blown off and the crater inside constantly belches white sulphurous smoke.  It sits inside the massive Tengger caldera (diameter approximately 10 km), surrounded by the ",{"type":"''","value":["Laut Pasir"]}," (Sea of Sand) of fine volcanic sand. The overall effect is unsettlingly unearthly, especially when compared to the lush green valleys all around the caldera.\n\nThe major access point is ",{"type":"'''","value":["Cemoro Lawang"]}," (also ",{"type":"''","value":["Cemara Lawang"]}," or ",{"type":"''","value":["Cemora Lawang"]}," - blame the East Javanese accent!) at the northeastern edge of the caldera, but there are also trails from Tosari (northwest) and Ngadas (southwest).  The village of Ngadisari, on the road from Probolinggo about 5.5 km before Cemoro Lawang, marks the entrance to the national park. Both Cemoro Lawang and Ngadisari are rather picturesque, with brightly-painted houses and flower beds outside.\n\n",{"type":"===","value":["The Tenggerese"]},"\n",{"type":"{{","value":[["infobox"],["Roro Anteng and Joko Seger"],["Javanese folklore has it that during the 15th century, Princess Roro Anteng (daughter of the Majapahit King Brawijaya) and her husband Joko Seger fled marauding Islamic forces, ending up in safety at Mount Bromo. Here they developed a new kingdom, and named it Teng-ger using parts of their respective surnames.\n\nThe Kingdom of Tengger prospered and their religion flourished, but the royal couple were unable to produce an heir to the throne. In desperation they prayed and meditated on Bromo for many days before the crater opened and the almighty god Hyang Widi Wasa announced that they would be given children, with the condition that the last-born was to be sacrificed back to the mountain.\n\nNo less than 25 children were produced, but many years later Roro and Joko broke the condition and refused to sacrifice their last-born, Prince Kesuma. A dreadful eruption of Bromo followed and swallowed Kesuma into the crater. To appease the great God, Kesuma's brothers and sisters held an offering ceremony at the crater once every year, and this still happens today — the famous ",{"type":"''","value":["Upacara Kasada"]}," held on the full moon of the 12th month (Kasada) of the Tenggerese calendar."]]},"\n\nThe area in and around the park is inhabited by the ",{"type":"''","value":["Tenggerese"]},", one of the few significant Hindu communities left on the island of ",{"type":"[[","value":[["Java"]]},".  The local religion is a remnant from the Majapahit era and therefore quite similar to that on ",{"type":"[[","value":[["Bali"]]}," but with even more animist elements. The Tenggerese are believed to be descendents of the Majapahit princes and were driven into the hills after mass arrivals in the area of devoutly Muslim Madurese in the 19th century. These Madurese immigrants were labourers working for Dutch coffee plantation owners and the native Hindu people of the region soon found themselves outnumbered and either converted to Islam or fled to the inhospitable high mountain tops where they remain today.\n\nThe religion is quite low key though (certainly when compared to Bali) with the most visible manifestation of faith being the rather austere Poten temple in the sea of sand. The Tenggerese number about 600,000 and they reside in 30 villages scattered in and around the park with smaller communities elsewhere in East Java.\n\nFor many visitors, the sight of the angular-faced, sunburned, moustachioed Tenggerese wrapped in poncho-like blankets, trotting about on ponies with craggy mountains as the backdrop, more resembles ",{"type":"[[","value":[["Peru"]]}," than Indonesia!\n\n",{"type":"===","value":["Landscape"]},"\nIf a landscape was ever needed to demonstrate the meaning of the phrase ",{"type":"''","value":["desolate beauty"]},", then this is surely it. Rugged, barren volcanic peaks, gravel plains and that sea of sand. Truly unworldly.\n\nThe park also includes large areas which are very lush and green fed by rivers from the high tops. The medium elevations are clad with much thinner forest before this gives way to the barren plateau and peaks.\n\n",{"type":"===","value":["Flora and fauna"]},"\nIn the parts of the park which most interest visitors (the caldera and mountain tops) flora and fauna is  limited by the general lack of vegetation. At lower elevations and away from the sea of sand, there are though lush green valleys with a typical tropical forest flora. The higher elevations before the tree line ends are largely clad with casuarina (",{"type":"''","value":["cemara"]},") forest.\n\nDown in the valleys, a few leopard cats are present but rarely seen. Java rusa deer, muntjac, marbled cat and wild pig are amongst the mammals more likely to be glimpsed by casual visitors. This park is not so renowned for birdwatching as others in Java, but up on the plateau you often see hawks and eagles soaring over the valleys below.\n\n",{"type":"===","value":["Climate"]},"\nTemperatures are refreshingly cool during the day but ",{"type":"''","value":["outright cold"]}," at night as temperatures can drop close to zero in the summer and are rarely much above 5°C in winter.  Daytime temperatures anywhere in the park never exceed 20°C with low teens being normal.\n\nIt can rain at anytime and the mean average rainfall is 6,600 mm. Most of that comes in the wet season though - November to March.  During periods of heavy rain in January and February especially, many parts of the park are inaccessible due to flooding. Landslips are also a real issue at these times.\n\n",{"type":"===","value":["The 2010\/2011 eruptions"]},"\nIn late 2010 and early 2011 volcanic ash and incandescent material was thrown up by eruptive activity with a heavy rain of ejected volcanic material falling around the crater. Continuous eruptions on 21 January caused a thin ash fall mainly in the village area of Ngadirejo and Sukapura Wonokerto, Probolinggo district. The impact of the heavy rain and volcanic ash from eruptions during December 2010 and January 2011 resulted in disruption to normal activities and the local economy. The potential for long term environmental damage and health problems amongst the residents in the locality surrounding Mount Bromo was paramount at that time.\n\nDue to high seasonal rainfall in January 2011 the potential for ",{"type":"''","value":["lahar"]}," (cold lava) and ",{"type":"''","value":["lava flow"]}," (hot lava) was elevated due to the deposits of volcanic ash, sand and other ejected material that thad built up. Activity was dominated by tremor vibration, eruption of ash plumes and ejection of incandescent material.\n\nPeople living on the banks of the Perahu Ravine, Nganten Ravine and Sukapura River were alerted to the high possibility of ",{"type":"''","value":["lahar"]}," flows, especially if further heavy rainfalls occur in the area around Cemorolawang, Ngadisari and Ngadirejo. Eruptions and volcanic tremors were reported on 21 January and 22 January with activity subsiding on 23 January 2011.\n\nThe park was reopened to visitors in April 2011.\n\n",{"type":"===","value":["Official Tourism Offices"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=East Java Tourism Office"],["url="],["email=eastjava@indosat.net.id"],["address=Jalan Wisata Menanggal, Surabaya, East Java"],["lat="],["long="],["directions="],["phone=+62 31 8531815 or 8531820"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=East Java Tourism Office"],["url="],["email="],["address=Jl Jendral Basuki Rachmat 6, Malang, East Java"],["lat="],["long="],["directions="],["phone=+62 341 323966"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Office of the Bromo-Tengger-Semeru National Park"],["url="],["email=tn-bromo@malang.wasan-tara.net.id"],["address=Jl Raden Intan No6, Malang, East Java"],["lat="],["long="],["directions="],["phone=+62 341 491828"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Get in"]},"\n\nMount Bromo is perhaps the most accessible of Java's active volcanoes and for that reason it gets a lot of domestic tourists, often in package groups. It is also a popular destination for high school groups who camp in the area. For that reason, those visitors seeking a quiet appreciation of the park should avoid major domestic holiday periods.  That being said, this is a large park and providing you get away from the main watchpoint areas, quiet enjoyment is possible at any time, as long as the Tenggar caldera in the Mount Bromo volcano complex is not erupting as it did in 2004, late 2010 and early 2011. If so some caution may be required.\n\n",{"type":"{{","value":[["infobox"],["Eruptive activity of Tenggar caldera in the Mount Bromo volcano complex-Cautions for visitors"],["A 2 km general exclusion zone was proclaimed in early 2011 and currently remains in place at Mount Bromo.\n\nTourists and hikers are advised that they should not enter within any exclusion zone in the region and to maintain a safe distance at all times.  The Indonesian Centre for Volcanology and Geological Hazard Mitigation (CVGHM) and Park authorities have installed warning signs to define the safe approach limits for visitors.\n\nWarning signs and other advisories state the limit radius at the site as may be determined subject to the prevailing eruptive conditions. It is expected that the exclusion zone, extended significantly as an outcome of the eruptive activity in early 2011 may remain for an extended time.\n\nIt should be understood that that approaching the area still involves significant risk, even if staying outside the proclaimed exclusion zone.\n\n",{"type":"'''","value":["This volcano has a history of spontaneous activity, sometimes including the ejection of ballistic projectile material. Some previous such spontaneous events have resulted in fatalities, injury and property damage"]},".\n\nAs of 30 March 2011 the tourist route to Mt. Bromo, Laut Pasir, Keciri, Jemplang, Padang Savana Tenger, & Bukit Adasan have reopened for visitors. However, since the eruptive activity of Mt. Bromo is upredictable please ensure that you pay close attention to all advisories and cautions and use special care whilst in the area.\n\n",{"type":"'''","value":["Visit times"]}," are restricted to 7AM-5PM.\n\n",{"type":"'''","value":["Current cautions"]},"\n\nIf eruptive activity recommences and you are in the area please consider your need to remain there. If contemplating travel to the area during an eruption you should anticipate that services including the provision of accommodation, tourism related activities and facilities, civil services and travel arrangements may be disrupted, most especially if the eruptive activity is prolonged or escalates in intensity.\n\nYou should monitor the media for information concerning eruptive activity at the site if you are considering travel to the Mount Bromo area and use extra care at all times if near the site."]]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":["The nearest major airport is in ",{"type":"[[","value":[["Surabaya"]]}," (",{"type":"{{","value":[["IATA"],["SUB"]]},"), three to four hours away by car (and more by bus). Surabaya is well served by regular domestic flights from ",{"type":"[[","value":[["Jakarta"]]}," and ",{"type":"[[","value":[["Bali"]]}," and some other countries in Asia."]},"\n",{"type":"*","value":["Abdul Rachman Saleh Airport (",{"type":"{{","value":[["IATA"],["MLG"]]},") at ",{"type":"[[","value":[["Malang"]]}," is a small regional airport with flights from Jakarta only and access from here makes sense if you intend to enter the park via the Tumpang\/Ngadas route."]},"\n",{"type":"===","value":["By road"]},"\n\nThere are three established routes into the park.\n\n",{"type":"===","value":["The Probolinggo → Ngadisari Route (Cemoro Lawang and mount Bromo)"]},"\n\nThe nearest larger town is ",{"type":"[[","value":[["Probolinggo"]]},", on the north coast of Java about 45 km as the crow flies from the park (but it feels a ",{"type":"''","value":["lot"]}," further). This is by ",{"type":"''","value":["far"]}," the commonest route used to access the park as it is the most straightforward (but not necessarily the most interesting). About 6 km west of Probolinggo on the main coastal highway, turn south at the village of Ketapang. From there the road snakes up for 40 km through Sukapura (not a bad idea to stay the night here as the hotels are good) to Ngadisari and finally Cemoro Lawang on the edge of the caldera. Total journey time about 1 hour and 30 minutes.\n\nTo get to ",{"type":"[[","value":[["Probolinggo"]]}," from ",{"type":"[[","value":[["Surabaya"]]},", take a ",{"type":"''","value":["Damri"]}," shuttle bus from the Juanda International Airport in Surabaya to the Bungurasih bus terminal (also called Purabaya) in the city. Then take an express ",{"type":"''","value":["Patas"]}," air-conditioned bus for the 2 to 3 hr journey from Surabaya to Probolinggo (about Rp 25,000).\n\nGreen Mini-Buses (10 seats) from ",{"type":"[[","value":[["Probolinggo"]]}," to ",{"type":"[[","value":[["Cemoro Lawang"]]}," are located right outside the terminal: Rp 250,000 (translates to Rp 25,000 per passenger). Departure from the terminal bus station as soon as the bus is full or someone pays the full price. Can delay the bus up to 2.5 hours to get enough passengers. However, the drivers can sometimes be less demanding for return trip back to Probolinggo, and can start out with fewer passengers on board.\n\n",{"type":"===","value":["The Pasuruan → Tosari Route"]},"\n\nThis route is only a little harder than the Probolinggo option and Pasuruan has the benefit of being closer to ",{"type":"[[","value":[["Surabaya"]]},". From Pasuruan on the main north coast road between ",{"type":"[[","value":[["Surabaya"]]}," and ",{"type":"[[","value":[["Probolinggo"]]},", take the road 45 km south to Tosari up into the hills via Pastepan.  Irregular buses ply this route or you can drive it in a regular car. From Tosari to Wonokitri it is another 3 km via a local bemo or on the back of a truck. From Wonokotri up to Bromo it is a really nice three hour 14 km trek, so you do need to start very early if you want sunrise. Alternatively you should be able to hire a 4x4 with a driver for that journey. There is accommodation in both Tosari and Wonokitri.\n\n",{"type":"===","value":["The Malang → Tumpang Route"]},"\n\nThis route approaches Bromo from the south east and is seldom used due to the lack of facilities. This is certainly the most off-the-beaten-path way to approach the park. Take a microbus from Arjosari bus station in ",{"type":"[[","value":[["Malang"]]}," to Tumpang and then a 4WD vehicle or a heavy truck from Tumpang to Ngadas. There are no facilities to speak of at Ngadas but there is informal accommodation in family homes in the village. At Ranupani up on the top there is very simple homestay accommodation available - ask at the park office there. The route from Ngadas on to the caldera is interesting because it transverses the Sea of Sand and directly passes Mount Bromo. A dirt road leads across the flat bottom of the caldera, up to Jemplang on the southern rim and on to Ranupani where you should check in at the park office. You have to take a 4WD vehicle (unless you prefer to walk).\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nPrior to entering the park, your car will be directed into a parking lot at the base of the mountain. Upon exiting your car, unless you are on a prearranged tour, middlemen will approach you to offer tickets for a jeep ride to see the sunrise and be taken to the Bromo crater. If you buy your ticket from them, they will hike the price and buy your ticket for you from the office which is directly behind them. Simply avoid them by going to the office and asking to purchase a voucher. Alternatively, you can walk or take a motorcycle taxi, rates negotiable for motorcycle taxi. When entering the park the current ticket fee stands at Rp 72,500 for foreigners and Rp 10,000 for Indonesians. But starting on May 1, 2014 the ticket fee will be Rp 267,500 (around US$ 25) for foreigners and Rp 37,500 (around US$ 3.50) for Indonesians in weekdays and for holidays will be Rp 640,000 (approx US$ 62) and Rp 72,500 (approx US$ 7.00) respectively.\n\nIf you intend to climb Mount Semeru (only for serious trekkers and often closed due to eruptive activity) you will need to apply for a permit in advance to:\n\n",{"type":"*","value":[" Office of Bromo Tengger Semeru National Park, Jl. Raden Intan No6, PO Box 54, Malang, East Java, ☎ +62 341 491828"]},"\n",{"type":"==","value":["Get around"]},"\n\nFrom the village of Cemoro Lawang, you can easily hike up Mount Bromo and Mount Penanjakan and the best time to do this is pre-dawn. Villagers offer horseback rides to the top of Mount Bromo and you can also hire a jeep to take you around the area (about Rp 350,000 for one jeep ride in the caldera). The whole area is a hiker's dream though - walk if you possibly can.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":["By far the most common activity in the park is visiting the collapsed but still smouldering ",{"type":"'''","value":["Mount Bromo"]},", located in the huge, unearthly moonscape of a caldera known as the Sea of Sand (",{"type":"''","value":["Pasir Lautan"]},"). The much photographed view of steaming Mount Bromo surrounded by the Sea of Sand, its rather serene neighbour Mount Batok and mighty Mount Semeru as the southern backdrop, is one of ",{"type":"''","value":["the"]}," great iconic images of Indonesia."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mount Batok"]}," (2,440m) is a brown volcano at the north centre of the caldera.  Unlike the other nearby peaks it is no longer active and actually has some vegetation growing on it, mostly casuarina  (",{"type":"''","value":["cemara"]},") trees that somehow manage to survive even on volcanic ash."]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["savannah fields"]}," (",{"type":"''","value":["padang savanna"]},") around towards the southern side of the main Bromo crater. A tour around to the savannah fields is often included as part of a trip in a hired jeep. Alternatively, one can hike around to the fields (around 5 km from main Bromo starting point at Cemoro Lawang). "]},"\n",{"type":"*","value":["The wonderfully coloured and immaculately tidy ",{"type":"'''","value":["Tenggerese houses"]},". The Tenggerese culture is unique and an effort to understand these fine people, where they have come from and how they live in this sometimes difficult environment, will be rewarded."]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Upacara Kasodo"]}," (also ",{"type":"''","value":["Kasada"]},") is held every year at the full moon of the 12th month of the Tenggerese calendar and it is the most demonstrable Tenggerese religious ceremony. The Tenggerese invoke the approval of the gods to ensure a successful harvest, to be spared from any natural calamities and to be cured of disease. Selected Tenggerese men climb down to precarious ledges on the Bromo crater wall and catch the offerings thrown down by their excited neighbours above. A scramble ensues for possession of the offerings and whole thing is both exciting and rather terrifying as it is not unknown in all the mayhem for a \"catcher\" to slip off his ledge and fall. You can check the date of the next Upacara Kasodo at the East Java Tourism Office in Surabaya (+62 31 567 7219)."]},"\n",{"type":"[[","value":[["Image:Waterfall Madakaripura B.JPG"],["thumb"],["right"],["200px"],["Madakaripura Waterfall - a good example of the lush nature of the park at lower elevations"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Madakaripura Waterfall"]},". These spectacular falls in the foothills of the park are easily reached by anyone visiting with their own transport.  From Sukapura take the north-heading road towards Tongas and after about 6 km close to the village of Sapih the turning to the falls is signposted on your left. Continue down this small road to reach the car park for the falls. There are often lots of hawkers in the car park waiting to hire or sell you umbrellas to protect from the spray. There are actually seven waterfalls here some of which drop over the access path during the wet season, so an umbrella is not as silly as it sounds. Legend abounds here: bathing in the chill waters is said to be an elixir of life, the water is regarded as holy by the Tenggerese and is used in their important ceremonies, and the great Majapahit prime minister Gajah Madah is reputed to have meditated here. A very attractive and relaxing spot."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Poten."]}," This is the Tenggerese Hindu temple that sits looking eerily beautiful in the sea of sand close to Mount Bromo. There is something quite magical about this place and the frugality of its decoration and austere design seems very appropriate for the location. Easily found, you really cannot miss it."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lakes Ranupani and Ranu Regulo"]},". These small, serene and always misty lakes are adjacent to the village of Ranupani on the south side of the crater. The village is the usual start point for ascending Mount Semeru and there is a park office here.  Most visitors to this side of the crater will be happy though to take in the beauty of the small highland lakes and leave climbing Mount Semeru to the professionals. Ranupani is often regarded as a mystical village by East Javanese standards and the rather ghostly lakes only add to the feelings of spirituality here. If this side of the crater appeals to you, it should be possible to arrange some simple home stay accommodation in Ranupani - ask at the park office."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["Image:Bromo-semeru02.jpg"],["thumb"],["right"],["400px"],["Sunrise at the Bromo-Tengger-Semeru National Park"]]},"\n\nWhen timing any activities in the area, bear in mind that sunset is soon after 5PM and sunrise is correspondingly early at around 5:30AM.  This means you will usually need to get up by 3:30AM or so to get to a watchpoint in time for dawn.\n\nFor the keen hiker, this park is a dream come true and you can make your own schedule. There are many possibilities once you are away from the more popular area at Mount Bromo. Maps and information about the area are available at one of the many official locations. A very easy hike to the first viewpoint takes 1 hour.\n\nThe park operates vehicular transport options, for the official prices of Rp 350,000 for 2 locations; usually one of the Pananjakan viewpoints and the parking area towards Mount Bromo, or Rp 750,000 for 4 locations. Be weary of hawkers offering \"guided\" trips for up to twice as much. The official driver provided are locals and usually have good knowledge. Feel free to ask drivers at any time to stop for photos or ask questions. Visitors may also bring their own vehicles; alternatively, guides can also be rented on motorbike to guide you around. A tour 4wd can fit up to 6 people.\n\nPosts may also request entrance fees (one post per visit). The official fee is minimal, but the local ",{"type":"''","value":["guides"]}," may ask for more, this should still be well under Rp 10,000 rupiah per person. The attentive visitor might rather walk to the post and ask to have the tickets issued directly. No other fees exist, aside from transportation services.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mount Bromo"]}," The edges are tinged with sulphur and always bubbling. Due to safety concerns, for some tourists at times may be very limited.  When eruptive activity and the prevailing alert status permits the caldera may be approached by foot. Take the left fork at Cemoro Lawang's solitary crossing, then head down the ramp into the caldera and then across the caldera to the Hindu temple (",{"type":"''","value":["Poten"]},") at the foot of the mountain.  From the temple a steep path of 250 concrete steps leads to the edge of the crater and a precarious meter-wide ledge from where you can gaze into the steaming crater. A \"fence\" will block vehicles from getting too close to Poten, and hundreds of horses serve the trail for those who prefer not to go up on foot. A round trip will cost Rp 100,000 from the parking area, or a single trip back will cost Rp 30.000 (these are official prices with vouchers). It's much better to casually walk, though: the walk from the tourist centre to the top of the mountain should take no longer than 90 min and is about 3 km. In February 2011 the crater could be approached to a distance of 1 km. The eruptive status remained too dangerous to descend into the caldera during February and March 2011 and smoke could still be seen rising out of the crater. Generally the more brown the smoke is, the more the volcano is active. Although the eruptive activity of early 2011 has subsided the area surrounding Teggara Caldera should still be approached with considerable caution."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mount Semeru"]}," can be climbed over 2 days but it is a venture for serious trekkers only and requires a high level of physical fitness. A permit must obtained in advance and would be climbers should be very aware that the mountain will be off-limits during periods of eruptive activity. This is a very active volcano. If you do decide you are up for this you should be able to find a guide to go at least part of the way with you at the park office in Ranupani. That office is also the best source of information for an assessment of the current state of the mountain and for hooking up with serious climbers from around the world."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mount Penanjakan"]}," (2,770m), its peak also called ",{"type":"'''","value":["Viewpoint #1"]},", located just north of the caldera, is a mountaintop viewpoint accessible by paved road from Tosari and hence popular with jeeps and even tour buses. At the peak lies an antenna array (easily spotted from miles around), many shops, a mosque and several \"real\" buildings. It's the highest point easily accessible, so many visit here to get a good look around. The most popular sight is the sunrise: most of the crowd comes to see the dawn at 05:00 (5AM) and you will likely have the large concrete observation post to yourself if you arrive later in the day. A steady hike from Bromo to Batok and then around the rim to Penanjakan will take about three hours and the last ascent of about 500 m is very stiff indeed but truly worthwhile. Ancient Javanese Hindu texts tell of how Bromo-Penanjakan-Semeru (or Mahameru as it was then) was the spiritual axis of the universe and the point of all creation. The view from Penanjakan will explain why - it is truly breathtaking. This is where most of those iconic picture postcard views are taken from. After you have had your fill of the views, a hike back across the sea of sand to Cemoro Lawang will take about 2 hr."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Viewpoint #2"]},", along the trail from Cemoro Lawang to Mount Penanjakan, is an ",{"type":"''","value":["excellent"]}," way to get a stunning view of the caldera without the crowds.  To reach it, head west from Cemoro Lawang (past the Cemoro Indah hotel) for 6 km, passing Tenngerese farms and fields.  The paved road eventually turns into a twisty mountain trail that ends with a flight of stairs on the right, and the viewpoint (with concrete shelter) is at the top.  Allow 90 min for the climb up at a steady pace and bring along a flashlight if attempting this at night. From here, you can continue onto Mount Penanjakan by following the trail upwards, after which the trail merges onto the paved road to the viewpoint (total time about 60 min 1 way).  If planning to return the same way, mark the spot where the trail emerges onto the road (if you pass a stone lantern on the way down you have gone too far. Descending on this section can get slippery due to loose sand and rocks. As of September 2008, the direct route from Cemoro Lawang up to Penanjakan and Viewpoint #2 is severely damaged because of landslides. The path is still passable, but it can be tricky to spot the dangerous parts in the dark — each visitor should have their own flashlight."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Do it yourself - Mount Penanjakan Sunrise on foot"]},", With good shoes and fitness you need not horse, bike or jeep. On foot it takes: "]},"# 1 hour to Viewpoint2\n# 1 hour to Viewpoint1 from Viewpoint2\n# 1.5 hours to go back\n# 1 hour to the Crater. \n",{"type":"*","value":[{"type":"*","value":[" ",{"type":"'''","value":[" Instruction to do it yourself: "]}]}]},"# Around 03:00 go to Cemara Indah Hotel and follow the sealed road. It is easy to follow the road because many Jeeps drive around and on the target (top of the mountains) are already lights because locals sell Breakfast and Coffee at Viewpoint1, ...) \n# On the way (30min) you will pass a little bridge - just continue and follow the road.\n# Before you reach Viewpoint2 you have to go up some stairs (I guess shorter than the street).\n# From Viewpoint2 you can go up a steep, narrow, washed out trail to Viewpoint1.  \n# Enjoy the sunrise.\n# Go same way back.\n# At Cemera Indiah Hotel you can go down a muddy trail (with Horse-Apples) and then head to the Temple and the Crater. \n# Head back - The majority of tours leave Cemoro Lawang around 09:00.\n\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Jazz Gunung"],["url=http:\/\/www.jazzgunung.com"],["email="],["address=Java Banana Bromo, Wonotoro"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rp 150,000"],["content=Jazz Gunung (Mountain Jazz) is an annual music event that is held at Java Banana Bromo's open stage every July. It is a unique event that celebrates music, nature, and culture since 2009. The stunning scenery in breezy mountainous tropical climate with the temperature around 14-18°C (about 57-65°F) during daylight and hit as low as 6-10°C (42-50°F) at night distinguish this event from other jazz festivals in Indonesia. Visit the website for more information."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThe most popular local product, at least based on the number of hawkers selling them, appears to be the ",{"type":"'''","value":["Bromo hat"]},", a colorful wooly hat with ",{"type":"''","value":["BROMO"]}," embroidered on it.\n\nScarfs and extra warm clothing are also popular and useful if you are not prepared for the cold mountain air.\n\n",{"type":"==","value":["Eat"]},"\n\nEvery lodge and hotel has an attached restaurant and there are few independent eateries of any note.\n\nThere are simple roadside warungs though selling the regular basic Indonesian dishes and Rp 2,000 mugs of hot Javanese coffee (",{"type":"''","value":["kopi panas"]},").  There is no nightlife in the usual sense of the word but all restaurants are open at 03:00 (3AM) as that is when everybody wakes to see the sun rise.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bromo Corner Cafe"],["url="],["email="],["address="],["lat="],["long="],["directions=in Cemoro Lawang right next to the park office"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Decent cafe serving the usual Indonesian staples and excellent local coffee."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Waroeng Basuki"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Nice eatery at Cemoro Lawang serving many traditional Indonesian dishes such as ",{"type":"''","value":["tahu tek"]}," (tofu\/beancurd), ",{"type":"''","value":["rujak cingur"]}," (salad with a sweet and spicy sauce and garnished with ox-nose). Also serves Chinese food. Reasonably priced."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nEvenings in the park are quiet. A few beers with fellow travellers are in order.\n\nThe ",{"type":"''","value":["mulled wine"]}," served at some places in the evening seems to be heated ",{"type":"''","value":["Tuak"]}," (a palm wine) with some local spices added. Only those with the strongest constitution should even consider this and frankly, it is not very nice.\n\nMake sure you always have enough water with you during the day as it is deceptively easy to de-hydrate here, despite the fresh climate.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"[[","value":[["Image:CemoroLawang Farmhouse.JPG"],["thumb"],["300px"],["Colourful Tenggerese farm house, Cemoro Lawang"]]},"\n\nThere is plenty of accommodation around the park.  Most facilities at Cemoro Lawang (very conveniently located with dramatic views because it is perched on the edge of the caldera) and elsewhere close to the caldera are somewhat basic so visitors looking for more up market accommodation should stay in Sukapura or Tosari.\n\n",{"type":"===","value":["Cemoro Lawang"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Cafe Lava"],["url="],["email="],["address=Cemoro Lawang"],["lat="],["long="],["directions=very close to the park entrance"],["phone=+62 335 541020"],["tollfree="],["fax="],["hours="],["price=From Rp 178,000 for an economy room"],["checkin="],["checkout="],["content=This is a budget option and it does have a rather wonderful name. Famous for its cheery attitude to visitors and notoriously bad food! Also, the hot showers don't work very well."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Homestay (no name)"],["url="],["email="],["address=Cemero Lawang"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Rp 100,000"],["checkin="],["checkout="],["content=Five clean rooms with shared cold water mandi. On the main road, 100 m before Cafe Lava. Ask the locals as there is no sign."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Bromo Permai"],["url="],["email="],["address=Jl Raya Cemoro Lawang, Ngadisari"],["lat="],["long="],["directions="],["phone=+62 335 541049 or +62  335 541021"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=It has a fabulous location but it is not cheap compared to the other options. Also reports of the hot water and heating not working."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lava View Lodge"],["url="],["email="],["address=Cemoro Lawang"],["lat="],["long="],["directions="],["phone=+62 335 541009"],["tollfree="],["fax="],["hours="],["price=From Rp 375,000"],["checkin="],["checkout="],["content=The most upmarket option in Cemoro Lawang, wonderfully located at the caldera edge some 500 m west of the main village.  The price is a bit higher than other options listed here.  The rooms are clean and have hot water."]]}]},"\n",{"type":"===","value":["Sukapura"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Java Banana Bromo Lodge"],["url=http:\/\/www.java-banana.com\/"],["email=booking@java-banana.com"],["address=Jl Raya Bromo, Wonotoro, Sukapura, Probolinggo, East Java"],["lat="],["long="],["directions="],["phone=+62 335 541193"],["tollfree="],["fax="],["hours="],["price=Prices from Rp 750,000"],["checkin=14.00"],["checkout=12.00"],["content=A cozy boutique hotel with beautiful views. It is a lodge, cafe and gallery. Also offer mountain bike rental."]]},"."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yoschi's"],["url=http:\/\/yoschi.bromosurrounding.com\/"],["email="],["address=Sukapura"],["lat="],["long="],["directions=below Java Banana Bromo Lodge and about 5 km down from Cemero Lawang"],["phone=+62 335 541018"],["tollfree="],["fax="],["hours="],["price=From Rp 170,000"],["checkin="],["checkout="],["content=24 rooms and two x 2 bedroom family cottages. 20% is added to the stated prices."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grand Bromo Hotel"],["alt=formerly Hotel Raya Bromo"],["url=http:\/\/www.grandbromo.com\/"],["email=info@grandbromo.com"],["address=Desa Sukapura, Probolinggo,  East Java"],["lat="],["long="],["directions="],["phone=+62 335 581103"],["tollfree="],["fax="],["hours="],["price=Internet rates from US$55 and frequently included on package tours"],["checkin="],["checkout="],["content=Formerly this was clearly the grandest place to stay near the park but Java Banana may now hold that accolade. Located in Sukapura about one hour down the hill from Cemoro Lawang."]]}]},"\n",{"type":"===","value":["Tosari\/Wonokitri"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bromo Cottages"],["url=http:\/\/www.bromocottages.com\/"],["email=info@bromocottages.com"],["address=Tosari, Pasuaran"],["lat="],["long="],["directions="],["phone=+62 335 515253"],["tollfree="],["fax="],["hours="],["price=From Rp 600,000"],["checkin="],["checkout="],["content=Despite the name, it is actually a fairly upmarket hotel with 100 rooms. Has a good Chinese restaurant attached and can arrange car hire. Offer a full compliment of organised tours in and around the park as well as catering for the independent traveller."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bromo Surya Indah Homestay"],["url="],["email="],["address=Wonokitri village"],["lat="],["long="],["directions="],["phone=+62 343 571049"],["tollfree="],["fax="],["hours="],["price=About Rp 120,000"],["checkin="],["checkout="],["content=Simple place to stay in an excellent location. Popular with budget travellers."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nCamping is certainly possible in the park but you must register at the Cemoro Lawang gate (where there is an adjacent campsite). There are many sources of safe, fresh water in the park - ask locally.\n\nPotential campers should be very aware of how cold it gets here though and be thoroughly prepared for that. Heavy duty sleeping bags are essential.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"[[","value":[["Image:5 Java Vulkan Semeru näher Lavafluss.JPG"],["thumb"],["right"],["300px"],["Mount Semeru erupting in 2004"]]},"\n\nTemperatures on Mount Bromo are refreshingly cool during the day (although sunburn is still a real danger), but ",{"type":"''","value":["outright cold"]}," at night, as temperatures can drop to zero in the summer and are rarely much above 5°C in winter.  Some of the cheaper places to stay may not provide adequate blankets or heating, so come prepared. If needed, you can rent jackets and hats at Cemoro Lawang and at the Penanjakan viewpoint for about Rp 10,000.\n\nThere are cases of ",{"type":"[[","value":[["malaria"]]}," each year in the lower foothills of the park and any visitor planning a long stay or to camp in this area should take necessary precautions. This is not though a problem for those visiting Mount Bromo or the high plateau only.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThe \"path\" at the top of the steps up to Mount Bromo is only about 1 metre wide and in places the drop into the crater is sheer and considerable. Be careful, make sure you have a flashlight for any pre-dawn climb and always have your wits about you.\n\nBromo is an active volcano, and Semeru is a ",{"type":"''","value":["very"]}," active volcano.  In June 2004, two tourists were killed at Bromo by rocks flung from a sudden explosion.  The Smithsonian Institute's ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.volcano.si.edu\/reports\/usgs\/#semeru Volcanic Activity Report"]}]}," keeps an eye on both, and is worth checking.\n\nIt gets ",{"type":"''","value":["very"]}," cold up on the high tops at night, probably colder than anywhere in Indonesia outside of the glacial highlands of Papua. Be suitably prepared for nighttime temperatures not far above zero.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Malang"]]}," is the cultural capital of East Java."]},{"type":"*","value":[{"type":"[[","value":[["Banyuwangi"]]}," for ferries to ",{"type":"[[","value":[["Bali"]]},", more national parks and the Ijen Crater."]},{"type":"*","value":[{"type":"[[","value":[["Surabaya"]]}," for flights elsewhere in Indonesia and to Singapore and Malaysia."]},"\n",{"type":"{{","value":[["guidepark"]]},"\n\n",{"type":"{{","value":[["geo"],["-8.0167"],["112.9167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["East Java"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bromo Tengger Semeru National Park"]]}]