[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Bromsgrove"]}," is a town in ",{"type":"[[","value":[["Worcestershire"]]},".\n\n",{"type":"==","value":["Understand"]},"\nBromsgrove was a market town, with a long history of water mills, nail making and a railway wagon works. It is best known now for Bromsgrove School, a private residential school, and for being the town where the poet AE Houseman and his radical brother and sister lived. His house and some connected sites can be seen, and a statue has been placed on the pedestrianised high street.\n\nBromsgrove was also the home to a group of artists and craftsmen working at the Bromsgrove Guild, who created a number of famous works, including the Liver Birds and parts of Buckingham Palace's gates. Some of their work can be found in local churches.\n\nBromsgrove also hosts a well regarded annual music festival.\n\nBromsgrove is essentially a dormitory town and not a tourist destination. Nevertheless, as it is close to major motorway junctions there are a number of large hotels. It is also close to some better known leisure spots, such as the ",{"type":"[[","value":[["Lickey Hills"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"'''","value":["By train"]},"\n\nBromsgrove has a reasonably well served railway station, located approximately 1 mile from the town centre. Trains run every hour to Birmingham New Street station with more in peak hours where connections can be made from destinations across the UK, or from Birmingham International Airport. A single fare is around £6.50, and journey times are typically 20 minutes. There are a handful of trains per day to ",{"type":"[[","value":[["Nottingham"]]}," and ",{"type":"[[","value":[["Cardiff"]]},".\n\n",{"type":"'''","value":["By car"]},"\n\nBromsgrove is located at the intersection between the M5 and M42 motorways, and is well signposted. The main A38 runs through the town.\n\nThere is plenty of car parking, although few places are free of charge.\n\n",{"type":"==","value":["Get around"]},"\n\nThe town is quite compact, so the best way to get about is on foot. For travelling slightly further afield, regular buses depart from the station in the centre of town to various other local towns.\n \n",{"type":"==","value":["See"]},"\n\nMost people do not visit Bromsgrove as tourists, as there is little of interest to see. However, St John's Church, located near the town centre is worth a look. Sanders Park is also quite pleasant during the day, but is best avoided at night.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rosedene Cottage"],["alt="],["url=http:\/\/www.nationaltrust.org.uk\/rosedene\/"],["email=rosedene@nationaltrust.org.uk"],["address=Victoria Road, Dodford, near Bromsgrove, B61 9BU"],["lat=52.354698"],["long=-2.10304"],["directions=About three miles from Bromsgrove town centre, towards Kidderminster"],["phone=+44 1527 821214"],["tollfree="],["fax="],["hours=By arrangement, first Sunday of the month only, March to December"],["price="],["content=Restored Chartist cottage owned by the National Trust just outside Bromsgrove. Dodford was one of four Chartist colonies where working people attempted to gain economic independence by going 'back to the land'."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Church of the Holy Trinity and St Mary"],["url=http:\/\/www.bromsgroveparish.org.uk\/holy-trinity-st-marys.html"],["email="],["address=Priory Road, Dodford, Worcestershire, B61 9DF"],["lat="],["long="],["directions=About three miles from Bromsgrove town centre, towards Kidderminster"],["phone=+44 1527 579561"],["tollfree="],["fax="],["hours=By arrangement"],["price="],["content=Early C20th Church in the Arts and Crafts style designed by members of the Bromsgrove Guild, \"one of the best of its date\" according to Simon Jenkins."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Bromsgrove Festival"],["url=http:\/\/www.bromsgrovefestival.co.uk"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=An annual classical music festival, each spring"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tardebigge locks"],["url="],["email="],["address="],["lat=52.3214"],["long=2.0107"],["directions=East of Bromsgrove"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A series of thirty locks make a pleasant walk along this stretch of a restored nineteenth century canal. It is one of the longest series of locks in the UK."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sanders Park"]},", located close to the west side of Bromsgrove town centre. The park covers 16 hectares. Nice place to take a stroll or relax. Events are occasionally held at the park, usually located around the small bandstand. Facilities include:"]},{"type":"*","value":[{"type":"*","value":[" Two tennis courts that are in poor condition. Rackets and balls can be rented from the small office next to the courts for a fee."]}]},{"type":"*","value":[{"type":"*","value":[" Outdoor skate park. Often full of young people loitering around. Jumps and ramps are well setup for skating and BMX. The skate park is occasionally frequented by some decent riders."]}]},{"type":"*","value":[{"type":"*","value":[" Bowling green"]}]},{"type":"*","value":[{"type":"*","value":[" Children's play area"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Avoncroft Museum of Historic Buildings"]},", B60 4JR, 2 miles south of Bromsgrove. Well worth a visit if you are interested in history. Particularly good for families with children. Adult tickets are £7.70, children £4, or a family ticket £19.80. The museum is a 30 minute walk from Bromsgrove train station. Easiest access is by taxi, although the 144 bus stops close by, and the 141 passes the museum. Could be combined with a meal out at the Ewe and Lamb restaurant, which is a 10 minute walk away."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Darr's Fish and Chips"],["alt="],["url="],["email="],["address=68 Worcester Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good fish and chip takeaway. Probably the best in town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Pizza Express"],["alt="],["url="],["email="],["address=25 High Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Part of the popular chain. Reasonable Italian style food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Ewe and Lamb"],["alt="],["url="],["email="],["address=68 Hanbury Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Located approximately 2 miles south of Bromsgrove town centre. Well worth a trip out of town. Excellent atmosphere. Feels quite modern, but still retains a country pub charm. Expect to pay between £10-20 for a main meal. The fish and chips or steaks are particularly good, as are the desserts."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Antonio's Pizza"]}," Worcester Road. Pizza man extraordinaire."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=The Golden Cross"],["alt="],["url="],["email="],["address=20 High Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Part of the Wetherspoons chain of pubs. Cheap drinks, but lacking in atmosphere."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Wishing Well"]},", 16 St. John's Street. Small, good value pub with regular live music. Can get quite busy at the weekends."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Love 2 Love"],["alt="],["url="],["email="],["address=39 Worcester Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only nightclub in Bromsgrove. Only worth a visit if you can't get to the far superior nightlife in Birmingham or Worcester. Can get rowdy outside the club, but it is rarely violent."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Travelodge"],["alt="],["url="],["email="],["address=2 Finstall Road"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Aston Fields. Located next to the train station. Part of the large hotel chain. 'The Ladybird' pub next door offers a good pint and cheap, poor quality food. At all costs avoid 'The Ladybird special burger'! Alternatively, there is a more up-market restaurant next door, an Indian restaurant just down the street, or an excellent Chinese takeaway (Aston House). If you are staying on a Sunday, get a roast dinner from 'Banners', which is just next to the pub."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Grafton Manor Hotel"],["url=http:\/\/www.graftonmanorhotel.co.uk\/home"],["email=info@graftonmanorhotel.co.uk"],["address=Grafton Lane, Bromsgrove B61 7HA"],["lat="],["long="],["directions=South of Bromsgrove, down a lane off the Worcester Road"],["phone=+44 1527 579007"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Relatively expensive family run hotel, in an historic manor house with connections to Catholic aristocracy."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nAs with the rest of the UK, in any emergency call 999 or 112 (from a landline if you can) and ask for ambulance, fire or police when connected.\n\nBromsgrove is a reasonably safe place. Some trouble can occur with drunk people late at night on weekends around the main pubs and club. However, it is no worse than any other UK town or city, and the police are fairly effective in the area. Sanders Park is best avoided at night, as is the area around Charford.\n\n",{"type":"{{","value":[["IsPartOf"],["Worcestershire"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["52.33481"],["-2.05976"],["zoom=14"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Worcestershire\/Bromsgrove\/"]]},"\n",{"type":"[[","value":[["Wikipedia:Bromsgrove"]]},"\n",{"type":"[[","value":[["Commons:Category:Bromsgrove"]]}]