[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Brownsville"]]},"\n",{"type":"'''","value":["Brownsville"]}," is the major village of the town of West Windsor, ",{"type":"[[","value":[["Vermont"]]},". It is home to Ascutney Mountain Resort.\n\n",{"type":"==","value":["Get in"]},"\nClose to Windsor.\n\n",{"type":"==","value":["Get around"]},"\nWalk, drive, or ride a horse.\n\n",{"type":"==","value":["See"]},"\nBrownsville is a quaint and beautiful town located at the base of Mount Ascutney. Throughout all four seasons there are plenty of outdoor activities that will allow you to absorb the atmosphere of a traditional Vermont town. If you enjoy more strenuous activities try hiking Mount Ascutney (only attempt this during the summer months and early autumn) The view of the village from the observation tower at the top of the Mountain is breathtaking. During the winter, get out your snowshoes and wander the snowmobile trails. It is always beautiful and if you're lucky you will catch sight of deer and other wildlife. From February through March is a great time to check out some of the family-owned sugar houses. Breathe in the maple scented air and try some maple-sugar candy!\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nBuy from the one and only store- the Brownsville General Store, equipped with a verity of products weather you are looking for milk or you want a sheep wool hat.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["43.468611"],["-72.470833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Vermont"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Brownsville,_Vermont"]]},"\n\nGetting out is all the locals want to do.\n\n",{"type":"[[","value":[["Dmoz:Regional\/North_America\/United_States\/Vermont\/Localities\/B\/Brownsville\/"]]}]