[{"type":"{{","value":[["pagebanner"],["BryceCanyon wikivoyagebanner.jpg"],["caption=Bryce Canyon"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/brca\/ Bryce Canyon National Park"]}]}," is a ",{"type":"[[","value":[["United States National Parks"],["United States National Park"]]}," that is located in ",{"type":"[[","value":[["Utah"]]},"'s ",{"type":"[[","value":[["Canyon Country"]]},". Some 35,835 acres (14,502 ha) or 56 mi² (145 km²) in extent, the designated area around the spectacular Bryce Canyon (not actually a canyon, but rather a giant natural amphitheater created by erosion) became a United States National Monument in 1923 and was designated as a National Park in 1928. The park is one of the most popular in Utah, with nearly one million people visiting each year to take in Bryce's spectacular scenery.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nThe area was settled by Mormon pioneers in the 1850s and was named after Ebenezer Bryce, who homesteaded in the area in 1875 and was known to have described the canyon as \"a hell of a place to lose a cow\".  President Warren G. Harding proclaimed Bryce Canyon a national monument on June 8, 1923. On June 7, 1924, Congress passed a bill to establish Utah National Park, when all land within the national monument would become the property of the United States government. The land was acquired and the name was restored to Bryce Canyon. On February 25, 1928, Bryce Canyon officially became a national park.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"[[","value":[["File:Bryce Canyon (lever de soleil).jpg"],["thumb"],["270px"],["Bryce Canyon in the snow"]]},"\n\nBryce Canyon consists of a series of horseshoe-shaped amphitheaters carved from the eastern edge of the Paunsaugunt Plateau in southern Utah. The erosional force of frost-wedging and the dissolving power of rainwater have shaped the colorful limestone rock of the Claron Formation into bizarre shapes including slot canyons, windows, fins, and spires called \"hoodoos.\"  The varied colors of the rocks and rock formations contribute to the spectacular views.\n\nBryce lies at a much higher elevation than nearby ",{"type":"[[","value":[["Zion National Park"]]}," and the ",{"type":"[[","value":[["Grand Canyon"]]},", varying from 8,000 to 9,000 feet (2,440 to 2,740 m), whereas the south rim of the Grand Canyon sits at 7,000 feet (2130 m) above sea level. Bryce Canyon National Park therefore has a substantially different ecology and climate, offering a contrast for visitors who visit all three parks in a single vacation.\n\n",{"type":"===","value":["Flora and fauna"]},"\n\nBryce Canyon is home to 59 species of mammals including mule deer, elk, gray fox, black bears, mountain lions, coyotes, marmots, ground squirrels and pronghorn antelope.  175 different species of birds have been documented to frequent Bryce Canyon National Park, including swifts, turkeys, red-tailed hawks, swallows, jays, ravens, nuthatches, ravens, eagles and owls.\n\nWhen visiting, do not, under any circumstances, feed the wildlife or allow wildlife to obtain human food.  Animals which obtain food from humans often become aggressive, will sometimes get ill or even die due to a change in diet, and most seriously stop foraging for natural foods and frequently starve to death in winter months when human food is no longer available.\n\n",{"type":"===","value":["Climate"]},"\n\nFrom April through October the park's weather is relatively mild, with pleasant days, cool nights and occasional thunderstorms.  Temperatures drop during winter months, with many clear sunny days reflecting off of the deep snowpacks.  The park boasts some of the world's best air quality, offering panoramic views of three states and approaching 200 miles of visibility. This, coupled with the lack of nearby large light sources, creates unparalleled opportunities for stargazing.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["File:Bryce-canyon-wholemap.jpg"],["thumb"],["383px"],["Bryce Canyon Map"]]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe park's main road is Utah State Route 63, which is accessed from Utah State Route 12.  The road into the park is open year-round, although it may be impassable during heavy winter storms.\n\n",{"type":"===","value":["By air"]},"\nThe small ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.brycecanyoncountry.com\/county\/airport.html Bryce Canyon Airport"]}]},", located off Utah State Route 12 near the park entrance, only serves general aviation and charter flights.\n\nThe nearest cities with commercial airline service are ",{"type":"'''","value":[{"type":"[[","value":[["Cedar City"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["St. George (Utah)"],["St. George"]]}]},", both of which are served by SkyWest Airlines\/Delta Connection from Salt Lake City, with United Express serving St. George from Denver. From Cedar City, you can get to Bryce Canyon via Utah State Route 14 (from Cedar City to US-89, passing near ",{"type":"[[","value":[["Cedar Breaks National Monument"]]}," en route), US Route 89 (from UT-14 to UT-12), and finally Utah State Route 12. From St. George, drive up Interstate 15 to Cedar City and follow the directions from there. Alternatively, you can take Utah State Route 9 (from Harrisburg Junction to US-89) through ",{"type":"[[","value":[["Zion National Park"]]},", although this requires paying the $25 entry fee to Zion.\n\nThe closest full-scale commercial airports to Bryce Canyon are in ",{"type":"'''","value":[{"type":"[[","value":[["Las Vegas"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Salt Lake City"]]}]},", which are connected to St. George and Cedar City by Interstate 15.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nPrivate, non-commercial vehicles must pay a $25 entrance fee that is good for 7 days.  Holders of the National Park Pass ($80), which allows access to all National Parks for one year, do not have to pay this fee.  For individuals (applies to motorcycles, bicyclists, or individuals traveling on foot) the fee is $12 for 7 days (National Park Pass holders are again exempt).  The entrance fee includes free and unlimited use of the park shuttles during the summer.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By car"]},"\n\nThe eighteen mile long park road is easily accessible to automobiles, although it is closed beyond Rainbow Gate during winter storms.  Traffic may be heavy during the summer, and some viewpoints may not have parking available. If you're not staying overnight in the park, it is recommended that you park at the shuttle parking area at the entrance and ride the shuttle through the park.\n\n",{"type":"===","value":["By shuttle"]},"\n\nA park shuttle runs during the peak summer months (May–October), allowing people to park their cars outside of the park and then travel to the overlooks along the road.  Shuttles run from well before sunrise until after sunset and ensure that a full parking lot won't prevent a visit to any of the park's sights.\n\n",{"type":"===","value":["By foot"]},"\n\nFor backpackers there are multi-day trails that run the length of the park.  Permits are required for all overnight camping.\n\n",{"type":"===","value":["By bike"]},"\n\nBikes are not allowed on most of the park trails, but they are useful for avoiding traffic around the sometimes busy viewpoints.  Be aware that much of the park lies between 8,000 and 9,000 feet of elevation, making travel by bicycle much more difficult than it would be at lower elevations.\n\n",{"type":"===","value":["By guided tour"]},"\n\nA number of companies provide guided tours of Bryce Canyon that include transportation from the surrounding areas. Some companies will provide bus travel from nearby towns while others begin in Bryce Canyon. Some will provide just a brief tour with small stops, while others may take you on a hike, and arrange all your meals.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunrise Point"]},".  Located near the Bryce Canyon Lodge, Sunrise Point provides an inspiring view of the canyon amphitheater, with light best at (surprise!) sunrise."]},{"type":"*","value":[" ",{"type":"'''","value":["Sunset Point"]},".  Located a short hike from Sunrise Point along the Rim Trail, and also accessible by car, Sunset Point offers an alternative view of the canyon amphitheater with best light occurring at sunset."]},{"type":"*","value":[" ",{"type":"'''","value":["Inspiration Point"]},".  Another viewpoint accessible by car or from the Rim Trail, Inspiration View's name is well-deserved.  Photography from this overlook is best at sunset."]},{"type":"*","value":[" ",{"type":"'''","value":["Bryce Point"]},".  One of the most dramatic overlooks in the park, Bryce Point offers a tremendous panorama of the hoodoos and the surrounding landscape.  It is accessible either by car or along the rim trail."]},{"type":"*","value":[" ",{"type":"'''","value":["Natural Bridge"]},".  Formed from an eroded hoodoo, the natural bridge is an interesting feature, although it may not impress those expecting an enormous natural arch."]},{"type":"*","value":[" ",{"type":"'''","value":["Rainbow Point"]},".  Located at the end of the park road, Rainbow Point and Yovimpa Point provide lookouts onto more hoodoos and also allow access to park trails including the Under the Rim Trail and the Riggs Spring Loop Trail."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:Bryce-wallstreet2.JPG"],["thumb"],["270px"],["Hiking through \"Wall Street\" in the canyon"]]},"\n\n",{"type":"===","value":["Hiking"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Rim Trail"]}," (11.0 miles round trip).  Leading along the cliff edge from Fairyland Point to Bryce Point, this trail is paved in portions and accessible from numerous overlooks.  Most park visitors will hike at least a portion of the trail to enjoy the views."]},{"type":"*","value":[" ",{"type":"'''","value":["Mossy Cave"]}," (0.9 miles \/ 1.5 km round trip). Accessible from highway 12, this easy trail leads past a waterfall and up to a cave, with views of hoodoos along the way."]},{"type":"*","value":[" ",{"type":"'''","value":["Bristlecone Loop"]}," (1.0 miles \/ 1.6 km round trip).  This trail starts from Yovimpa Point and leads through a coniferous forest to a nice view on the cliff's edge."]},{"type":"*","value":[" ",{"type":"'''","value":["Navajo Loop"]}," (1.3 miles \/ 2.2 km round trip).  One of the most popular trails in the park, leading through the heart of the Bryce Amphitheater past formations such as Thor's Hammer and Wall Street.  The trailhead is at Sunset Point."]},{"type":"*","value":[" ",{"type":"'''","value":["Queen's Garden\/Navajo Loop Combination"]}," (2.9 miles \/ 4.6 km round trip).  A popular loop trail that starts from Sunrise Point and finishes at Sunset Point, passing through much of the Bryce Amphitheater along the way."]},{"type":"*","value":[" ",{"type":"'''","value":["Tower Bridge"]}," (3 miles \/ 4.8 km round trip).  A trailhead north of Sunrise Point follows a portion of the Fairyland trail to a natural arch."]},{"type":"*","value":[" ",{"type":"'''","value":["Hat Shop"]}," (4 miles \/ 6.5 km round trip).  Departing from Bryce Point, this trail descends 900 feet to some interesting rock formations."]},{"type":"*","value":[" ",{"type":"'''","value":["Swamp Canyon Loop"]}," (4.3 miles \/ 7.2 km round trip).  This loop trail starts from the Swamp Canyon overlook and briefly joins with the Under-the-Rim trail before returning."]},{"type":"*","value":[" ",{"type":"'''","value":["Peekaboo Loop"]}," (5.5 miles \/ 8.8 km round trip).  A trail shared with horses and leading through formations within Bryce Amphitheater.  It is accessible from the Queen's Garden trail."]},{"type":"*","value":[" ",{"type":"'''","value":["Fairyland Loop"]}," (8 miles \/ 12.9 km round trip).  The Fairyland loop trail starts at Fairyland Point and loops into the Bryce Amphitheater near Sunrise Point before returning."]},{"type":"*","value":[" ",{"type":"'''","value":["Riggs Spring Loop"]}," (8.5 miles \/ 14.2 km round trip). The Riggs Spring Loop Trail (8.8 miles round trip) from Yovimpa Point has four backcountry sites."]},{"type":"*","value":[" ",{"type":"'''","value":["Under-the-Rim"]}," (23 miles).  This trail extends 23 miles from Bryce Point to Rainbow Point and has eight backcountry campsites."]},"\n",{"type":"===","value":["Photography"]},"\n",{"type":"[[","value":[["File:Bryce Canyon 2.jpg"],["thumb"],["300px"],["Bryce Canyon from the canyon rim"]]},"\n\nThe park is a mecca for landscape photographers, with clear air and incredible scenery making for amazing photographs.  Offseason trips may be best in order to avoid crowds, although the best light for photographing the amphitheater occurs during the long days of summer, with the light just after sunrise and before sunset best for bringing out the colors of the rock.  Additionally, like much of the Southwest the Bryce Canyon landscape offers great opportunities to experiment with panorama photos.\n\n",{"type":"===","value":["Horseback riding"]},"\n\nGuests wanting to join a guided horse riding trip can do so during the spring, summer and fall.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Canyon Trail Rides"],["alt="],["url=http:\/\/www.canyonrides.com"],["email="],["address=Tropic, UT"],["lat="],["long="],["directions="],["phone=+1 435 679-8665 or +1 435 834-5500"],["tollfree="],["fax="],["hours="],["price="],["content=2-hour and 4-hour trips are available on either horses or mules into Bryce Amphitheater along the Peekaboo trail."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ruby’s Inn"],["alt="],["url="],["email=Brady@rubysinn.com"],["address="],["lat="],["long="],["directions="],["phone=+1 435 834-5341"],["tollfree="],["fax="],["hours="],["price="],["content=Half day, full day, and 1 ½ hour rides, including the Thunder Mountain Ride."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThe visitor center has a well-stocked gift shop featuring books, posters, and numerous other souvenirs.  The general store (located near Sunrise Point) offers food, camping supplies, and more souvenirs.  There is also a gift shop located within Bryce Canyon Lodge.\n\nOutside of the park is a mind-numbing array of shops catering to tourists and offering treasures ranging from pop-tarts to bumper stickers.\n\n",{"type":"==","value":["Eat"]},"\n\nThe general store located near Sunrise Point offers basic food supplies.  Bryce Canyon Lodge has a dining room offering breakfast, lunch and dinner; reservations for dinner are required.\n\nIf you're staying late in the park to watch the sunset, keep in mind that nearly all restaurants close at 9 o'clock; the grocery store stays open for about an hour later.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\nThe only hotel within the park is Bryce Canyon Lodge, located between Sunrise and Sunset Points.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bryce Canyon Lodge"],["url=http:\/\/www.brycecanyonresort.com"],["email="],["address=13500 E. Highway 12"],["lat="],["long="],["directions="],["phone=+1-435-834-5351"],["tollfree=+1-866-834-0043"],["fax=+1-435-834-5256"],["hours="],["price="],["checkin="],["checkout="],["content=Located near Sunrise Point, the lodge is open from April 1 through October 31 and has 114 rooms, which include motel rooms and cabins. On-site restaurant, free WiFi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Ruby's Inn"],["url=http:\/\/www.rubysinn.com\/"],["email=info@rubysinn.com"],["address=1000 S. Highway 63"],["lat="],["long="],["directions="],["phone=+1 435-834-5341"],["tollfree="],["fax=+1 435-834-5265"],["hours="],["price=Rates from $99 per night in the summer, and from $50 per night in the winter"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bryce View Lodge"],["url=http:\/\/www.bryceviewlodge.com\/"],["email=bvlinfo@rubysinn.com"],["address=991 South Highway 63"],["lat="],["long="],["directions="],["phone=+1 435-834-5180"],["tollfree=+1-888-279-2304"],["fax=+1 435-834-5181"],["hours="],["price=Rates from $99 per night in the summer, and from $50 per night in the winter"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bryce Canyon Resort"],["url=http:\/\/www.brycecanyonresort.com\/"],["email="],["address=13500 East Highway 12"],["lat="],["long="],["directions="],["phone=+1 435-834-5351"],["tollfree=+1-800-834-0043"],["fax=+1 435-834-5256"],["hours="],["price="],["checkin="],["checkout="],["content=Conveniently located junction Hwy 12 & Utah 63, rooms and cabins to meet every need, at reasonable rates."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bryce Canyon Pines Motel & RV Park\/Campground"],["url=http:\/\/www.brycecanyonmotel.com\/"],["email=bcpines@color-country.net"],["address=Highway 12 Milepost 10"],["lat="],["long="],["directions="],["phone=+1 435-834-5441"],["tollfree=+1-800-892-7923"],["fax=+1 435-834-5330"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Foster's Motel"],["url="],["email=fosters@color-country.net"],["address=Highway 12"],["lat="],["long="],["directions="],["phone=+1 435-834-5227"],["tollfree="],["fax=+1 435-834-5304"],["hours="],["price="],["checkin="],["checkout="],["content=Those looking for a resort-style lodging will probably want to look elsewhere, but during busy times Foster's offers a warm place to spend the night that won't bust the budget."]]}]},"\n",{"type":"===","value":["Camping"]},"\n\nThere are two campgrounds within the park.  Facilities at the campgrounds include drinking water and restrooms, and pay showers are available during the summer at the general store.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=North Campground"],["alt="],["url=http:\/\/www.ReserveUSA.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree=+1-877-444-6777"],["fax="],["price=Fees are $10 per site, and reservations can be made from May through September up to 240 days in advance. Note that a $9 fee is charged for all reservations"],["checkin="],["checkout="],["content=(Year Round).  Located near the Visitor Center, this campground offers 107 campsites, with some sites suitable for RVs."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sunset Campground"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price=Fees are $15 per site"],["checkin="],["checkout="],["content=(April - October). Located near Sunset Point and offering 101 campsites, with some sites suitable for RVs. All sites are first-come, first-serve."]]}]},"\nAdditional campgrounds cluster outside of the park's borders:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ruby's Campground"],["alt="],["url=http:\/\/www.brycecanyoncampgrounds.com\/"],["email="],["address=Highway 63"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-866-866-6616"],["fax="],["price="],["checkin="],["checkout="],["content=Located just outside of the park entrance, rates are charged based on the number of people per site and begin at $18 for two people, increasing by $2 for each additional person.  Rates for RVs start at $26 for two people, also increasing by $2 for additional individuals."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bryce Canyon KOA"],["alt="],["url=http:\/\/www.koa.com\/where\/ut\/44151\/index.htm"],["email=bvkoa@color-country.net"],["address=Highway 12"],["lat="],["long="],["directions="],["phone=+1 435 679-8988"],["tollfree=+1-888-562-4710"],["fax="],["price="],["checkin="],["checkout="],["content=Open March 15 to November 15 and located twelve miles from the park entrance, this KOA charges $18-24 for a tent site, $21-30 for an RV site, and $36-48 for a cabin."]]}]},"\n",{"type":"===","value":["Backcountry"]},"\n\nAll backcountry camping is by permit only.  Permits can be obtained for a $5 fee at the visitor center and are available on a first-come, first-served basis.  Overnight camping is allowed only on the Under-the-Rim trail and Riggs Spring Loop trail.\n\n",{"type":"==","value":["Stay safe"]},"\n\nBe especially careful with children around the canyon edges; drop-offs are steep and not all areas are protected by railings.  During thunderstorms avoid isolated trees and open areas and, if possible, stay in your vehicle to protect against lightning strikes.  There is little danger from mountain lions, but should one be encountered gather small children, back away slowly, and make yourself look as large as possible.\n\nAltitude in the park reaches as high as 9,100 feet, so most visitors will experience some shortness of breath while hiking, and in extreme cases headaches and respiratory problems may be experienced.  For those not used to the elevation, pace yourself and take a few days to acclimate before attempting any strenuous physical activity.\n\nUnlike the other national parks of southern Utah, heat is not a major problem due to the park's high elevation. Temperatures rarely reach 90°F (32°C), even during the height of day in summer months.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Zion National Park"]]}]},".  Zion National Park is located 78 miles west of Bryce National Park and offers incredible scenery amongst sandstone canyons."]},{"type":"*","value":[" ",{"type":"'''","value":["Red Canyon"]},". Nine miles west of Bryce Canyon, Highway 12 passes through the floor Red Canyon allowing views ",{"type":"''","value":["up"]}," at hoodoos similar to those in Bryce Canyon without the need to climb down to their bases.  The road also passes through two man-made arches.  There are hiking trails in Red Canyon which are open year-round, weather permitting."]},"\n",{"type":"{{","value":[["geo"],["37.6283"],["-112.16766"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Canyon Country"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bryce Canyon National Park"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Utah\/Travel and Tourism\/Parks\/National Parks and Monuments\/Bryce Canyon National Park\/"]]},"\n",{"type":"[[","value":[["Commons:Bryce Canyon National Park"]]}]