[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Brynmawr"]}," is a small town in the traditional county of ",{"type":"[[","value":[["Monmouthshire"]]}," in southeast ",{"type":"[[","value":[["Wales"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nYou can enter Brynmawr through Nantyglo, Ebbw Vale and ",{"type":"[[","value":[["Abergavenny"]]}," on main streets. Brynmawr is a small town though has had major events going through it. The London 2012 Olympic Torch also went through Brynmawr carried by local heroes and there is an annual Christmas lights turning on which is held in December. The town's Main Street Beaufort Street features Chinese restaurants, Charity shops, the local MP Nick Smith's office, Opticians and hairdressers. The street then leads onto other streets with Chip shops and clothes stores. There is also a small market which is held on a Saturday morning.\n\n",{"type":"==","value":["Get around"]},"\nBrynmawr is an easy access town though in winter months can be hazardous as of snow. Brynmawr's town is easy accessible by car although walking access is limited with traffic lights hard to come by. A useful traffic light however has been placed by the entrance to Ebbw Vale, a handy tool for walkers. If you are however planning a trip to the ",{"type":"[[","value":[["Brecon Beacons"]]},", heading down to Abergavenny is useful and then up to Llanfoist.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Library"]},". The Library is attached to the Market Hall Cinema and is open every weekday except Wednesday as of the local tradition which is for most businesses within the town. The Library also has computers for Internet access but are restricted to Library members."]},"\n",{"type":"*","value":[{"type":"'''","value":["Brynmawr Mueseum"]},". The Museum is run by local people and is based mainly on the former coal mining industry of Brynmawr and how it changed workers lives. Most of the houses in Brynmawr were also made for miners for rental purposes by the mine owner which have now been sold on years later."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Market Hall Cinema"]},". While entering the main square of Brynmawr, you are seen with the Market Hall Cinema where you can watch the next new film. Also outside there is a war memorial."]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Kutz N Kurlz"]},". You could get a haircut in Kutz N Kurlz which is on the other side of the Market Hall. It is also next to another takeaway but is a great hairdressers within the town. Kutz N Kurlz also run another salon in Abertillery."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rogers"]},". Run by Mr. Rogers, Rogers is a family business selling sportswear at reasonable prices. The store also measures your feet for new shoes and are very friendly within."]},"\n",{"type":"*","value":[{"type":"'''","value":["Parry & Williams Optician's"]},". (Formerly Wangler's) is a friendly opticians within the town run by John Parry and Gareth Williams. If you're looking for a new pair of specs, you can't get a more friendly pair than Parry and Williams."]},"\n",{"type":"*","value":[{"type":"'''","value":["Travellers World"]},". If you're looking for another holiday already, Beaufort Street has a travel agent. The company sa nice, friendly service with great holiday results. From Spain to Argentina, you sure can't go wrong with Travellers World."]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[{"type":"'''","value":["Shane's Fish Bar"]},". Shane's Fish Bar is situated at the road above Beaufort Street and is a taste of the Brynmawr lifestyle. It isn't the best in the world but it's a great view into the average Welsh fish and chip shop. It is also managed and owned by the one and only Shane."]},"\n",{"type":"*","value":[{"type":"'''","value":["Golden City"]},". The Golden City is a Chinese takeaway\/restaurant run by native Chinese people who have come to Brynmawr. With delicious food, it's a must go for the food lovers, better than many places, the Golden City is just amazing."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Talisman"]},". The Talisman also being a pub isn't the most ideal place to eat with it also being next to Ladbrokes betting office but is a reasonable place to eat and serves good food with reasonable service. Just another place to eat in Brynmawr."]},"\n",{"type":"*","value":[{"type":"'''","value":["Gwesty Bach"]},". Gwesty Bach (Little Hotel in English) is again also a pub but serves reasonable food once again. However the food and drink is quite expensive, though still a good view into the Brynmawr life."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Griffin"]},". The Griffin is another pub restaurant near the Market Hall Cinema next to the square. It however only serves Indian cuisine on the upper floor. With the recent draw of crime inside the building, it is not the best place to be but is a reasonable place."]},"\n",{"type":"*","value":[{"type":"'''","value":["Firat's Place"]},". The corner kebab house, Firat's Place is an original place to eat. It is not the best kebab house to ever be made but it's got okay food and quick and easy for a cheap kebab."]},"\n",{"type":"*","value":[{"type":"'''","value":["Munchies"]},". Munchies is a local pizza restaurant and takeaway which is run by a very friendly family who make the pizzas within the warm restaurant. You can eat in or out but still a great pizza of your selection."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are many hotels and guest houses in nearby towns but not in Brynmawr as of its small size and low tourism.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Monmouthshire"]]}," \n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["51.796"],["-3.183"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Brynmawr"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/Wales\/Blaenau Gwent\/Brynmawr\/"]]}]