[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["pgname=Buchanan"]]},"\n",{"type":"'''","value":["Buchanan "]}," is a city in ",{"type":"[[","value":[["Grand Bassa"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nA laid-back city that has a tiny grid patterned citycentre and an at the moment not maintained beach about 5 km to the south of it. It also has a sizable community of ghanese Fanti-people. You might think that you can rest here from the bustle of Monrovia, but then again somebody might have played a practical joke on you.\n\n",{"type":"==","value":["Get in"]},"\n\nIt takes around two hours driving from Monrovia once the sealed road finishes (2012).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nLumco industrial complex - Industry with a recently constructed train line to transport iron ore.\n\nBeach - A not longer maintained beach (though this might change once the construction of the new bridge finishes around March 2012) that is quite beautiful, but has rough seas. At the moment it has an eerie feel to it as the few bamboo huts are collapsing and the beach itself is eroding.\n\n",{"type":"==","value":["Do"]},"\n\nNot much to do here except drinking or going to the beach though walking around can be nice (but there is danger of landmines outside of the beaten paths).\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nBlack & White is a nightclub with dancefloor and food in the bar.\n\nThere is also a drinking place on Gardner street that is fairly busy though swarming with prostitutes.\n\n",{"type":"==","value":["Sleep"]},"\n\nTeepro lodge - close to Buchanan Recyclables office is a place to avoid as the people who work there are persistant liars, unreliable and extremely greedy. Rooms were at time of reservation 20 USD, 25 USD upon arrival and 30 USD at check-out time. Better go to one of the cheaper places on the main thoroughfare.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Liberia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Buchanan, Liberia"]]},"\n",{"type":"{{","value":[["geo"],["5.8833333333333"],["-10.05"]]}]