[{"type":"{{","value":[["pagebanner"],["Budapest banner.jpg"],["dotm=yes"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Parliament, Budapest, Hungary.jpg"],["thumb"],["350px"],["The Hungarian national parliament"]]},"\n\n",{"type":"{{","value":[["printDistricts"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.budapestinfo.hu\/home_en.html Budapest"]}]}," is the capital city of ",{"type":"[[","value":[["Hungary"]]},". With a unique, youthful atmosphere, world-class classical music scene as well as a pulsating nightlife increasingly appreciated among European youth, and last but not least, an exceptional offer of natural thermal baths, Budapest is one of Europe's most delightful and enjoyable cities. Due to the exceedingly scenic setting, and its architecture it is nicknamed \"Paris of the East\". The local pronunciation can be approximated by \"boo-dah-pesht\".\n\nIn 1987 Budapest was added to the ",{"type":"[[","value":[["UNESCO World Heritage List"]]}," for the cultural and architectural significance of the Banks of the Danube, the Buda Castle Quarter and Andrássy Avenue.\n\n",{"type":"==","value":["Districts"]},"\nAlthough Budapest is administratively divided into 23 numbered districts (always written in Roman numerals) it is colloquially often divided into parts, roughly corresponding to the two major cities of Buda and Pest, which it comprises.\n\nNote that listings of restaurants and similar places can be found in the following articles:\n",{"type":"{{","value":[["Regionlist"],["regionmap=Budapest_Wikivoyage_Map.png"],["regionmaptext=Districts of Budapest"],["region1name=",{"type":"[[","value":[["Budapest\/Óbuda"],["Óbuda"]]}," (Old Buda)"],["region1color=#d09440"],["region1items=District III"],["region1description=This is in the north, the third, smaller town before the unification. A great place for water sport, archeology, caveing"],["region2name=",{"type":"[[","value":[["Belbuda"]]}," (Inner Buda)"],["region2color=#71b37b"],["region2items=Districts I include ",{"type":"[[","value":[["Budapest\/Castle Hill"],["Castle Hill"]]}],["region2description=This is  - the oldest part of the city containing the Castle and some of Budapest's best-known attractions such as Fishermen’s Bastion, the Labyrinth and Mathias Church."],["region3name=",{"type":"[[","value":[["Hegyvidék"]]}," (The Mount area)"],["region3color=#d56d76"],["region3items=Districts II and XII"],["region3description=The greenest part of Budapest. Many hiking, trekking, mountain biking possibility"],["region4name=",{"type":"[[","value":[["Budapest\/Újbuda and Tétény"],["Újbuda and Tétény"]]}," (New Buda)"],["region4color=#8a84a3"],["region4items=Districts XI and XXII"],["region4description=This is famous about Winery caves."],["region5name=",{"type":"[[","value":[["Budapest\/Pest"],["Pest"]]}],["region5color=#d5dc76"],["region5items=Districts IV-X, XIII-XXI, XXIII"],["region5description=The plain area east from the Danube, traditionally associated with a more pulsating city atmosphere. - District V. in separate chapter"],["region6name=",{"type":"[[","value":[["Budapest\/Belváros"],["Belváros"]]}," (Inner City) or the 'City'"],["region6color=#AC5C91"],["region6items=Districts V"],["region6description=This is the other name of Districts V. The highlight of this area is the Parlament, the St. Stephen (István) Basilica and the Promenad (Corso) with beautifull view for the Danube and to the Castle Hill."]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Budapest\/Buda"],["Buda"]]}]}," - The hilly area west from the Danube (Districts I or , II, III, XI, XII, XXII). "]},"\n\nOf course, quarters often offer their own atmosphere due to their history and inhabitants. Roughly speaking, areas near to, especially inside of ",{"type":"'''","value":["Nagykörút"]}," (Great Boulevard or Ringroad, served by Tram 4 and Tram 6) are considered central, even if some of these are in less than perfect condition and not typically frequented by tourists. In Pest, ",{"type":"'''","value":["Kiskörút"]}," (Small Boulevard) is traditionally considered as the border of the centre proper, including some highly touristic areas.\n\nInformally, quarters are known under their own historical name which are often referred to by the locals. The names are often linked to members of the House of Hapsburg or - in fringe areas - the names of villages or towns which later became part of Budapest. Particularly interesting quarters are\n\n",{"type":"'''","value":[{"type":"[[","value":[["Budapest\/Belváros"],["Belváros"]]}]}," (Inner City), ",{"type":"'''","value":["Lipótváros"]}," (Leopold Town) With the latter being north of the Inner City, they together form the V. district, the heart of Pest, including a number of major sights but also beautiful squares and cafés. Including the Parliament, a number of ministries and banking houses, Leopold Town is also a major political and industrial centre of the country. The name refers to the Hapsburg Emperor Leopold I whose coronation to the King of Hungary in 1790 gave rise to the name of the then-new quarter.\n\n",{"type":"'''","value":["Újlipótváros"]}," (New Leopold Town) The inner part of the XIII. district, just outside of the Great Boulevard north of Leopold Town with the marvellous Margaret Bridge at its corner, was built between the 1910s and 1930s. It is considered as one of the finest residential areas in Budapest with a relaxed, inviting atmosphere and a number of restaurants, cafés and small shops. It also comprises the Vígszínház (Commedy Theatre) and a few tiny off-mainstream cinemas. The quarter is traditionally home to a population with Jewish background as the activity of people such as Raoul Wallenberg, Giorgio Perlasca, and Carl Lutz was linked to this area (see history).\n\n",{"type":"'''","value":["Terézváros"]}," (Theresa Town) VI. district. Among others, it contains Nyugati pu. (Western Railway Station), an architectural sight, and areas neighbouring districts V. and XIII. The then-developing quarter was named after a visit of Habsburg Empress and Queen Maria Theresa in 1777.\n\n",{"type":"'''","value":["Erzsébetváros"]}," (Elisabeth Town) VII. District. While parts of it are not yet renovated, it contains the famous Synagogue in the Dohány street. The quarter was split off from Terézváros and asked for permission to be named after the wife of Franz-Josef I, popularly called ",{"type":"''","value":["Sisi"]},", in 1882.\n\n",{"type":"==","value":["Understand"]},"\nTravellers are quickly recognising the appeal of Budapest, with tourism accounting for approximately 2.7 million visitors per year. Consisting of two cities with different flavours, ",{"type":"'''","value":[{"type":"[[","value":[["Budapest\/Buda"],["Buda"]]}]}," on the west bank of the ",{"type":"'''","value":["Danube River"]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Budapest\/Pest"],["Pest"]]}]}," on the east bank, Budapest offers travellers a unique atmosphere influenced by Viennese and Parisian architecture.\nHungarians are proud of what their beautiful capital has to offer and its contributions to European culture, especially in the field of music, and sciences. They also take some pride in their language which is unrelated to languages of the Indo-European family such as English, French or Russian. While Finnish is a distant relative to Hungarian, these two branches of the Uralic family are estimated to have diverged a few thousands years ago, and no communication between speakers of them is possible.\n\nWhile Buda has been the capital of Hungary - or that of the Osman-occupied territory - for the better part of a millennium, it has become a grand cosmopolitan city during the country's fast industrialisation in the late nineteenth century. The population of 2.1 million in 1989 decreased formally due to suburbanization.\n\n",{"type":"===","value":["History"]},"\nThe first settlement on the territory of Budapest is accounted to Celtic tribes. During the first century AD, the Roman fortification on the territory of present-day Óbuda (now part of Budapest) gradually developed into the town of ",{"type":"'''","value":["Aquincum"]}," which became the capital city of the province of Lower Pannonia in 106CE. The Romans even founded a fortress known as ",{"type":"'''","value":["Contra Aquincum"]}," on the other side of the river which is assumed to have developed into the later town of Pest. This was part of the Limes, marking the eastern border of the empire, and was gradually given up by Rome during the early fourth century, becoming part of the Hun empire for a few decades. The Huns were a Germanic tribe, unlike the Magyars, but Attila, the King of the Huns, is considered a national hero and Attila is a common given name in Hungary.\n\nOnce the horse-riding Magyar (Hungarian) tribes arrived in the Carpathian Basin in 896CE, Óbuda served as the seat of the Magyar high-chieftain (or prince) Árpád.\nAfter a century marked by frequent raids on Christian western Europe, (prince) Géza realised that converting to Christianity was the key to survival in Europe. The Christian ",{"type":"'''","value":["Kingdom of Hungary"]}," was founded by the crowning of his son, ",{"type":"'''","value":["Szt. István"]}," (Saint Stephen) on the 1 January 1001 (or possibly Christmas Day of 1000). As visitors will quickly realise, Saint Stephen became an omnipresent national symbol, as did the artefact known as ",{"type":"'''","value":["Saint Stephen's Crown"]}," (the Holy Crown of Hungary) which was regarded as a legal entity de jure equivalent to the country itself during medieval times. It is still unclear whether the millennium-old crown used in this function for many centuries and shown in the Parliament today, was already used by Saint Stephen.\n\nIn the following centuries, Buda emerged as the most important royal seat. In 1241\/42 the Mongol Empire conquered the territory along with large parts of Europe - this short but devastating conquest of the country is still remembered as ",{"type":"'''","value":["Tatárjárás"]}," - the name reflecting the erroneous confusion of Mongols and Tatars at the time. Medieval Hungary reached its zenith under ",{"type":"'''","value":["King Matthias"]}," (Matthias Corvinus), the vividly remembered renaissance ruler whose patronage of arts and sciences made Hungary, a notable power at the time, the first European country which adopted the renaissance from Italy. However, after residing in Buda for decades, he moved his seat to Vienna in 1485 for the last five years of his life after defeating the Hapsburg Holy Roman Emperor Frederick III.\n\nIn 1541, Buda and Pest fell to the ",{"type":"'''","value":["Ottoman Empire"]}," and were taken back 1686, when the ",{"type":"'''","value":["Hapsburg Empire"]}," centred in Austria conquered the country on its way to becoming a major European power. Marks of these two cultures are still part of everyday life in Budapest.\n\nAfter the anti-Hapsburg revolution in 1848–49 (defeated through the decisive help of the Russian Czar) the 1867 ",{"type":"'''","value":["Compromise"]}," (Kiegyezés) with a weakened Vienna made Buda the capital of a near-autonomous Hungary, a large, multi-ethnic Kingdom comprising half of the newly created Dual Monarchy of Austria-Hungary. In this peculiar double-state the Monarch was emperor and king, respectively, of these two rather autonomous realms.\n\nThe following half century marked by peaceful development counts among the most successful times in the history of the country as well as its capital. With the 1873 ",{"type":"'''","value":["unification of Buda, Pest, and Óbuda"]},", the city of Budapest was officially created. It saw a leap in terms of industrialisation, urbanisation, and the development of a capitalistic society as well as population. It even aimed at rivalling with Vienna - the ",{"type":"'''","value":["Millennium"]}," in 1896, marking a thousand year of Hungary, offered the perfect excuse for large-scale projects such as the Parliament, Vajdahunyad Castle, or the Grand Boulevard (Nagykörút) - Budapest transformed to a world city during these decades, enriched by Austrian, Jewish, Slovakian, Serbian, Croatian, Roma and other cultural influence. This age is remembered as the 'Monarchia' (or as 'K. u. K.' - abbreviation for Imperial-Royal - in Austria, and other parts of the Empire) and associated with the rule of ",{"type":"'''","value":["Franz Joseph I."]}," (I. Ferenc József) who died in 1916 after 68 years on the throne.\n\nNeither the Habsburg empire nor Hungary survived World War I in their previous form - leaving Budapest as the capital of a now formally independent Hungary which lost two thirds of its territory and most of its non-Magyar population, as well as a few million Hungarian speakers, to neighbouring countries. The city`s population reached one million around 1930. During the interwar years under the rule of regent Miklós Horthy, a former Admiral of the Austro-Hungarian fleet, Hungary became an ally of Germany. Near the end of World War II, Nazi Germany occupied Hungary after it attempted to negotiate separate peace with the Allies, and eventually installed a bloody dictatorship putting the hitherto fairly unimportant Nazi ",{"type":"''","value":["Nyilaskeresztes"]}," (Arrowcross) party in charge. While practically all of the 400,000 Jews in the countryside were murdered by German Nazis and their Hungarian ",{"type":"''","value":["nyilas"]}," sympathizers, roughly 60% of Budapest's Jewish community was saved during the ",{"type":"'''","value":["Holocaust"]},". People who are remembered for helping the local Jewish community include ",{"type":"'''","value":["Raoul Wallenberg"]},", the famous Swedish diplomat, who organised the distribution of Swedish passports by his embassy to as many Jews as possible, and the Italian ",{"type":"'''","value":["Giorgio Perlasca"]},", who - pretending to be a Spanish diplomat - rescued many thousands of Jews, but there were many other foreigners and Hungarians who participated in this effort. Air raids and a terrible three-month siege towards the end of World War II resulted in the death of over 38,000 civilians and the destruction of much of the once so lively city.\n\nAfter the war, Budapest slowly recovered and became a showcase for the more pragmatic policies of Hungary's hard-line Communist government under the dictatorial rule of Mátyás Rákosi. The city was, however, also the main site of the ",{"type":"'''","value":["1956 uprising"]}," which was successful in installing a reform-oriented (albeit communist) government of ",{"type":"'''","value":["Imre Nagy"]},". This was swept away before long, after the Soviet leader Khrushchev decided to send in the tanks feeling that Hungary was slipping away from under Moscow's control. The Soviets installed János Kádár as the leader of the communist state who, after over thirty years of controversial rule, was voted out of leadership 1988 by the central committee due to health issues, and died in 1989.\n\nSince the peaceful 1989 'system change' (",{"type":"'''","value":["Rendszerváltás"]},") which was achieved as a compromise between reformist party forces and the opposition (notably including a younger self of the current PM, Viktor Orbán), Budapest transformed in appearance and atmosphere, a process further accelerated by the country's long-awaited joining with the European Union in 2004.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =   2.9"],["febhigh =   5.5"],["marhigh =   10.6"],["aprhigh =   16.4"],["mayhigh =   21.9"],["junhigh =   24.6"],["julhigh =   26.6"],["aughigh =   26.6"],["sephigh =   21.6"],["octhigh =   15.4"],["novhigh =   7.7"],["dechigh =   4.0"],["janlow =   0.4"],["feblow =   2.3"],["marlow =   6.1"],["aprlow =   12.0"],["maylow =   16.6"],["junlow =   19.7"],["jullow =   21.5"],["auglow =   21.2"],["seplow =   16.9"],["octlow =   11.8"],["novlow =   5.4"],["declow =   1.8"],["janprecip = 39"],["febprecip = 37"],["marprecip = 38"],["aprprecip = 47"],["mayprecip = 65"],["junprecip = 70"],["julprecip = 50"],["augprecip = 50"],["sepprecip = 43"],["octprecip = 47"],["novprecip = 60"],["decprecip = 50"],["description ="]]},"\n\nWinter (November until early March) can be cold and there is little sunshine. Snowfall is fairly frequent in most years, and nighttime temperatures of −15 °C (5 °F) are not uncommon between mid-December and mid-February. \n\nThe spring months (March and April) see variable conditions, with a rapid increase in the average temperature. The weather in late March and April is often very agreeable during the day and fresh at night. \n\nBudapest's long summer - lasting from May until mid-September - is warm or very warm. Budapest has as much summer sunshine as many Mediterranean resorts. Sudden heavy showers also occur, particularly in May and June. \n\nThe autumn (mid-September until late October) is perhaps the best season for tourists  as it has little rain and long sunny days with moderate temperatures. At the end of October the weather often turns abruptly colder.\n",{"type":"===","value":["Quality of life"]},"\nFor those with a reasonable budget, Budapest offers a rather high quality of life. In terms of culture, cuisine and general 'vibe', Budapest is comparable to other major European cities (see dedicated sections), while prices are lower.\n\nIt's just as well that prices are lower because local pay is significantly lower than in western Europe (for example, a recent university graduate may earn 150,000-300,000 Hungarian forint after taxes), although the living standards of the local population are somewhat lower, especially for those employed in lower paid jobs (the official minimal wage is around HUF90,000, as of 2012).\n\nA more serious issue is unemployment, especially in the face of the recent economical problems. This is also connected to the rise in the number of homeless people seen in metro stations doorways in both Buda and Pest in recent years. While this does trouble locals who often grew up without seeing explicit homelessness (before '89), this issue is still minor compared to other major cities and usually does not present a safety risk to travellers.\n\n",{"type":"===","value":["Official Tourism Information"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tourism Office of Budapest"],["alt="],["url=http:\/\/www.budapestinfo.hu"],["email="],["address=1115 Budapest, Bartók Béla út 105-113"],["lat=47.47222"],["long=19.03162"],["directions=",{"type":"[[","value":[["Image:BKV m 4 jms.svg"],["15px"]]},": 'Móricz Zsigmond körtér' further Tram 19, 49 to 'Karolina út'"],["phone=+36 1 438-8080"],["fax="],["hours="],["price="],["content= You can get some very good free items, including a map of Budapest, a map of Hungary with all the youth hostels and prices and a very complete brochure about the northern part of Hungary (available in many languages)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tourinform Call Center"],["alt="],["url=http:\/\/tourinform.hu\/english"],["email=info@hungarytourism.hu"],["address=Sütő utca 2 (Deák Ferenc tér)"],["lat=47.49650"],["long=19.05369"],["directions=",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},": Deák Ferenc tér"],["phone=+36 1 438-8080"],["tollfree=0800 36 000 000"],["fax="],["hours=M-F 08:00-20:00"],["price="],["content= Can help with local information, accommodation, and free brochures, maps, postcards, and souvenirs."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Tourist Information Centre"],["alt="],["url="],["email="],["address=Buda Castle (",{"type":"''","value":["Szentháromság tér"]},"), I. district, Tárnok u. 15"],["lat=47.50047"],["long=19.03459"],["directions=From ",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},": Deák Ferenc tér or ",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": Szél Kálmán tér take Bus 16 to Dísz tér"],["phone="],["tollfree="],["fax="],["hours=Daily 09:00-18:00"],["price="],["content=This Information Point stocks a comprehensive range of free leaflets, maps and listings magazines and free guidebooks which offer lots of ideas about sights and sounds, gastronomy, shopping, by night and lifestyle. You can also book shows, concerts and sightseeing tickets."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tourist Information Centre – City Park"],["alt="],["url="],["email="],["address=XIV. district, Olof Palme sétány 5"],["lat=47.51470"],["long=19.07978"],["directions=Ice Rink - ",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},": 'Hősők tere'"],["phone="],["fax="],["hours=M-Th 10:00–18:00, Fr-Sa 10:00–20:00 (09:00–18:00\/20:00spring and summer time)"],["price="],["content=The office is an attraction in itself, as it is in a very nice location, with a beautiful view from the window. In summer you can see a little lake with people boating, and in winter, the lake is frozen and used for ice skating. - You can book shows, concerts and sightseeing tickets and get information about city parks, free maps and free guide books."]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[","value":["http:\/\/www.bud.hu\/ ",{"type":"'''","value":["Budapest Franz Liszt International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["BUD"]]},") (",{"type":"''","value":["Budapest Liszt Ferenc Nemzetközi Repülőtér"]}," pronounced \"list-ferents\"), formerly (and colloquially still) referred to as ",{"type":"''","value":["Ferihegy"]},"; is the country's largest airport, located about 16 km (10 mi) southeast of the city centre.\nThe airport’s central telephone number for information is: +36 1 296-9696 or +36 1 296-7000. Luggage services can be contacted on +36 1 296-5449 in connection with flights to and from Terminal 1 and +36 1 296-5965 for Terminal 2.\n\n",{"type":"====","value":["Airport Terminals"]},"\nThe airport has two terminals, 2A and 2B, being within a short walking distance from each other.\n\n(The number 2 appearing in their names is due to the former Terminal 1 which closed after the Hungarian national carrier, ",{"type":"''","value":["Malév"]}," (Hungarian Airlines) was closed down in early 2011.)\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Terminal 2"]}," (opened in 1985) is divided into ",{"type":"'''","value":["Terminal 2A"]}," (gates 20-30), serving Schengen Area destinations, and ",{"type":"'''","value":["Terminal 2B"]}," (gates 11-19) serving non-Schengen Area destinations."]},"\nDuty free stores are operated by ",{"type":"[","value":["http:\/\/www.travel-value.de\/TV\/BUD-E Travel Value"]},". Customs authorities in German airports may not allow you to bring duty-free items purchased at the airport in Budapest through Germany. In Terminal 2, Hugo Boss and Swarowski are the only dedicated brand shops. The alcohol-tobacco-sweets assortment shop has a choice of local wines, mainly by Gundel. You can find ",{"type":"[","value":["http:\/\/www.cafferitazza.com\/ Caffè Ritazza"]}," eateries on Terminal 2A, both in the pre-check-in area and the in the boarding area. Terminal 2B pre-boarding area offers half a dozen cafés.\n\n",{"type":"====","value":["Connections"]},"\nHungarian low cost airline Wizz Air operates flights between Budapest and more than twenty European cities. American Airlines operate direct flights between Budapest and ",{"type":"[[","value":[["New York City"]]},". Many low cost airlines also operate service to\/from Budapest. London Heathrow is connected by a number of flights by American Airlines and British Airways, while discount airlines fly to London Luton, Gatwick and Stansted (2012).\n\nAs of 2012, the following low cost airlines operate to and from Budapest:\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.aerlingus.ie Aer Lingus"]}," (from Ireland) - Terminal 2B;"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.easyjet.com EasyJet"]}," (from France, Germany, Great Britain and Switzerland);"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.germanwings.com Germanwings"]}," (from Germany);"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.jet2.com Jet2"]}," (from Great Britain);"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.norwegian.no\/ Norwegian Air Shuttle"]}," (from Denmark, Norway and Sweden);"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.ryanair.com RyanAir"]}," (from Belgium, Denmark, Germany, Great Britain, Greece, Ireland, Italy, Finland, Netherlands, Norway, Spain, Sweden and Poland);"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.transavia.com Transavia"]}," (from the Netherlands);"]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.wizzair.com WizzAir"]}," (from Belgium, Bulgaria, Finland, France, Germany, Great Britain, Greece, Italy, Israel, Netherlands, Norway, Poland, Romania, Spain, Sweden and Ukraine)."]},"\n",{"type":"====","value":["Airport transfer"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Public transport"]},"."]},"Train and Metro ",{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]}," service are not affected by traffic congestion in the city, but they cannot take you all the way to the Liszt Ferenc (Ferihegy) airport, you need to change to bus line 200E (or take a taxi).\n\nPublic transport costs below HUF1,000 one way, somewhat dependent on what you use and where you buy the tickets.\nWhich combination you should chose, depends on whether your destination within Budapest is close to Budapest-Nyugati station or some other stop at Metro line M3.\n\n:*",{"type":"'''","value":["Train + Bus"]}," (",{"type":"''","value":["Minimum time 35 minutes to Budapest-Nyugati, depending on connections"]},")\n\n::There is no train station directly at Terminal 2. Trains run between a major Budapest train station, Budapest-Nyugati, and the former Airport Terminal 1 station, 'Ferihegy'. The train trip takes ca. 22min. These are trains coming from outside Budapest, running ca. 5-6 times per hour at irregular intervals.\n\n::Dedicated train tickets can be purchased from cashiers or vending machines next to the cashiers in the pedestrian underpass in Nyugati - press the button 'Ferihegy'; normally the machine can give change. At Ferihegy station there is a modern ticket vending machine at the platform towards Budapest. A single full-fare train ticket costs HUF365 for this travel, but ",{"type":"[","value":["http:\/\/www.bkv.hu\/en\/prices\/prices local public transport travelcards are also valid"]},"; these can be purchased at the newspaper vendors at the airport. If you board the train without a ticket, you will pay an additional fine of approx. HUF2,500, so avoid that unless no cashier or vending machine was available at the station. You may want to ask or check (e.g. on elvira.hu) whether the long-distance trains towards Nyugati require a seat reservation (a couple of hundred HUF).\n\n::",{"type":"''","value":["Warning:"]}," On the outbound platform there are some ",{"type":"''","value":["Intercity"]}," trains with Budapest-Keleti as destination - do not take this to get to Budapest as this is a loop route starting at Budapest-Nyugati and passting through Ferihegy and then through eastern Hungary before terminating at Budapest-Keleti - taking some 5h 45min and costing HUF6,660.\n\n::Public transport between Ferihegy train station and Airport Terminals 2A\/2B is provided by the ",{"type":"[","value":["http:\/\/bkv.hu\/busz\/200e.html local bus 200E"]},", running every 8–15 minutes, with travel time approx 10min. The bus stop towards the Airport is situated directly next to the train station, but you have to pass over a pedestrian bridge with elevators not always working. (Within the bus, this stop is called \"Ferihegy vasútállomás\" - i.e. train station - in case you want to get off there.) Single bus tickets are available in airport terminals for HUF350 at the newspaper vendors, or can be purchased from the driver for HUF450.\n\n::Alternatively you can pre-order a taxi by phone to wait in the bus-stop, to get to the Airport faster or at night.\n\n::The train station at Ferihegy also serves as a connection to a number of other cities: Long-distance trains coming from Budapest Nyugati train station run to destinations such as Szeged, Kecskemét, Debrecen, Miskolc etc. also stop here. \n\n:*",{"type":"'''","value":["Metro + Bus"]}," (",{"type":"''","value":["Minimum time 45 minutes to Deák Ferenc tér station, depending on connections"]},")\n\n::Bus line ",{"type":"[","value":["http:\/\/bkv.hu\/busz\/200e.html local bus 200E"]}," runs between the Airport Terminals 2A\/2B and a metro M3 station, 'Kőbánya-Kispest', a small local transport hub. The bus trip takes ~25 minutes. The bus ticket costs 350HUF, and your metro ride to\/from the city centre requires another ticket (another 350HUF). The Metro ride from Kőbánya-Kispest to downtown Budapest (Deák Ferenc tér station) takes another 17-20 minutes. \n\nIt's possible to buy a transfer ticket (",{"type":"''","value":["átszállójegy"]},") for HUF530 which will cover both the metro and the bus, but for unknown reasons these tickets are not sold in the machines. Get a transfer ticket from the ",{"type":"[","value":["http:\/\/www.bkk.hu\/ BKK"]}," kiosk at the airport. (If you are flying out from and then returning to Budapest, consider buying an extra transfer ticket in central Budapest before your departure to use for the return trip.) \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Minibus service"]},". If you travel alone, consider the ",{"type":"[","value":["http:\/\/www.airportshuttle.hu\/en\/ Airport Minibus service"]},", a shared taxi operation that collects passengers going in the same direction and will take you to or from anywhere in Budapest for HUF3,200 per person or HUF5,500 for a round trip. Join the queue at the airport and you will be on your way in 15 minutes. For the trip back, call the centre at +36 1 296-8555 at least 24 hours beforehand and the Airport Minibus will pick you up."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Taxi"]},". The only contracted taxi operator from Liszt Ferenc airport is ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fotaxi.hu Főtaxi"]}]},". Depending on your destination, a trip to Budapest will costs between HUF3,900-6,500 (3,900 is valid around the airport, downtown hotels usually HUF5,800 or €21 and above that). Queue at the taxi stand first to receive a written quote for your fare, then pay it when you arrive at your destination. This system is designed to eliminate unjustified price hikes."]},"WARNING: unless you have pre-ordered a taxi from a different company, do not accept offers from taxi drivers waiting (illegally) inside the terminal or near the exit. Pre-ordering by phone will generally get you a somewhat better price than the Fötaxi rates. However, on your trip into town you might receive a bonus from Főtaxi quoting cheaper fares towards Liszt Ferenc airport (e.g., €16 from Pest) - reserve a car by phone and quote the offer to save some money on your way back to the airport.\n\n",{"type":"===","value":["By train"]},"\nTrains connect Budapest with almost all countries in central and eastern Europe. All trains arrive at ",{"type":"''","value":["Budapest Keleti"]}," station, unless stated otherwise.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Berlin"]]},": 11¾h, two direct EC trains daily, one connection with change at Břeclav and a night train ",{"type":"''","value":["Metropol"]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Munich"]]},": 7½h, four daytime ",{"type":"''","value":["Railjet"]}," trains and one night train ",{"type":"''","value":["Wiener Walzer"]},". These trains stops in ",{"type":"[[","value":[["Salzburg"]]}," and ",{"type":"[[","value":[["Linz"]]}," too."]},"\nTickets from Germany are much cheaper if bought  ",{"type":"[","value":["http:\/\/www.bahn.de ",{"type":"'''","value":["online"]}]},", at least 3 days in advance.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Vienna"]]},": 3h, every two hours, departing from ",{"type":"''","value":["Wien-Meidling"]}," station. For tickets from Vienna, as well as from other cities in Austria, note: the earlier you book them, the cheaper they are. One-way ticket price from Vienna begins at €19."]},{"type":"*","value":[" ",{"type":"[[","value":[["Zürich"]]},": 11h, two direct connection, one daytime and one night train. One-way tickets start at €39."]},{"type":"*","value":[" ",{"type":"[[","value":[["Prague"]]},": 7h, three direct EC trains, two with change at Břeclav and night train ",{"type":"''","value":["Metropol"]},". There is a through sleeper car departing from Prague one hour before ",{"type":"''","value":["Metropol"]}," and later attached to it, so you have more time to sleep. ",{"type":"[","value":["https:\/\/www.cd.cz\/eshop\/international\/search_int.aspx?tt=4 ",{"type":"'''","value":["Online tickets"]}]}," are much more cheaper than normal tickets (the price begins at €19), but you should buy them at least 3 days in advance. If e-tickets are sold out or you have to buy a ticket immediately before departure, buy a (domestic) ticket Prague-Kúty Gr. (the CZ\/SK border point) and international tickets Kúty Gr.-Štúrovo and Štúrovo-Budapest. This combination costs about 65% of the direct ticket. For the two international tickets you can get ",{"type":"[[","value":[["RailPlus"]]}," discount and return ticket discount."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bratislava"]]},": 2¾h, six EC trains a day. Thank to bilateral agreement between Slovak and Hungarian Railways there are reasonably priced tickets from many important Slovak cities, sold at station counters."]},{"type":"*","value":[" ",{"type":"[[","value":[["Warsaw"]]},": 10½, four trains a day, one direct during night with through seat, couchette and sleeper cars (11½h) and three EC trains through daytime with one transfer in Břeclav or Ostrava Svinov (10-11½h). There is a limited amount of ",{"type":"''","value":["SparDay"]}," and ",{"type":"''","value":["SparNight"]}," discounted tickets, sold at Polish stations, from €29 in seat car and €39 in a couchette."]},{"type":"*","value":[" ",{"type":"[[","value":[["Bucharest"]]},": 16h, two night trains ",{"type":"''","value":["Dacia"]}," and ",{"type":"''","value":["Ister"]}," and one daytime connection with change at Timişoara. For ",{"type":"''","value":["Ister"]}," train you can buy a discounted ",{"type":"''","value":["Fortuna"]}," ticket for €29 for seat or €39 for couchette, but you should do it at least 7 days in advance. It cannot be booked online. Normal ticket cost about €50 one-way, €77 return (a ",{"type":"[[","value":[["RailPlus"]]}," discount is possible) and couchette reservation fee is €15."]},{"type":"*","value":[" ",{"type":"[[","value":[["Venice"]]},": 16h, connection through Vienna. The ",{"type":"''","value":["Venezia-Vienna Express"]}," Euronight departs at 20:57 arriving in Vienna at 08:10. The first railjet leaves at 09.48, permitting a nice Viennese coffee, try an Einspänner."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ljubljana"]]},": 10h, a daytime direct IC ",{"type":"''","value":["Lisinski\/Agram"]}," through Zagreb leaving Ljubljana at 06:35, arriving at ",{"type":"''","value":["Déli"]}," station at 16:29. There is also an IC from Maribor departing at 12:05, Budapest-Déli is 6h. Maribor is reachable from Ljubljana with the ",{"type":"''","value":["ICS"]}," premium train, departing from LJ at 08:05 and arriving in Maribor at 09:53. Discounted ",{"type":"''","value":["Budapest-Special"]}," tickets cost €39 one-way and €49 return (the ICS requires a supplement)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Zagreb"]]},": 6-7h, three daytime trains a day. The train ",{"type":"''","value":["Maestral"]},", arriving at 16:45, ends up at ",{"type":"''","value":["Déli"]}," station. One-way tickets start at €29."]},"\nThere is a seasonal sleeper train from ",{"type":"[[","value":[["Split"]]},", departing every Wednesday and Saturday from 11 Jun to 27 Aug.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Belgrade"]]},": 8h, two daytime trains ",{"type":"''","value":["Avala"]}," and ",{"type":"''","value":["Ivo Andric"]}," and one night train ",{"type":"''","value":["Beograd"]},". They are often delayed. There is a special offer ",{"type":"''","value":["Budapest Special"]},"\/",{"type":"''","value":["Beograd Special"]},", €15 for one-way and €26 for return ticket. These tickets are sold only at Budapest and Belgrade stations (you can also buy special tickes in Novi Sad at the same price). Couchette reservation is €16.40 for 6-berth couchette, but there are reservation-free seats even on the night train. Notice that the night train, arrives in Budapest very early at 05:00, and border crossing is around 02:00."]},"\nThe train ",{"type":"''","value":["Avala"]}," has seasonal sleeper cars from ",{"type":"[[","value":[["Podgorica"]]}," and ",{"type":"[[","value":[["Bar"]]},", departing every Monday, Thursday and Sunday from 19 Jun to 19 Sep.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Sarajevo"]]},": the direct IC has be suspended. Travel is possible through Belgrade."]},{"type":"*","value":[" ",{"type":"[[","value":[["Sofia"]]},": 18¼h, ",{"type":"''","value":["Balkan Express"]}," with a through couchette car via Belgrade. Direct ticket is expensive, the better solution is to buy a ticket Sofia-Belgrade (see ",{"type":"[[","value":[["Belgrade#By train"]]},") and then Belgrade-Budapest ticket at Belgrade station. The through car waits 2.5h in Belgrade and even if ",{"type":"''","value":["Balkan Express"]}," is delayed (a quite common situation), you have a time until the through car is shifted to the train to Budapest. ",{"type":"''","value":["Balkan Express"]}," leaves Sofia at noon and arrives to Belgrade at evening, so you can travel to Belgrade in a sitting car, and buy a cheaper couchette reservation only from Belgrade to Budapest."]},{"type":"*","value":[" ",{"type":"[[","value":[["Kiev"]]}," and ",{"type":"[[","value":[["Moscow"]]},": 25h\/39h, fast train ",{"type":"''","value":["Tisza"]},", a typical Russian long-distance train going over 2 nights. International ticket is much more expensive than domestic Russian and especially Ukrainian domestic ticket. If you are on a tight budget, use another train from Kiev (departing on 18:52 or 20:06) to Chop (arriving on 10:04 or 10:52) near the Ukraine\/Hungary border. In Chop buy a ticket to local train to Záhony (HU) and in Záhony buy a ticket to IC to Budapest (arriving on 18:37). You have more than 3h time in Chop and 1h in Záhony to buy your tickets - and there are later trains from Záhony to Budapest too. The overall trip is even shorter that the direct train and you'll pay less than a half of the official international fare. Beware that Ukraine uses Eastern European Time, which is one hour later after Central European Time."]},"\n",{"type":"====","value":["Train stations"]},"\n",{"type":"[[","value":[["File:Keleti fények ....jpg"],["thumb"],["Keleti Railway Station, built in the 1880s"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Western Railway Station"],["alt=Nyugati pályaudvar"],["url="],["email="],["address=Nyugati tér"],["lat=47.51049"],["long=19.05741"],["directions=",{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},": Nyugati tér"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=domestic trains to ",{"type":"[[","value":[["Debrecen"]]},", ",{"type":"[[","value":[["Nyíregyháza"]]}," and ",{"type":"[[","value":[["Szeged"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Eastern Railway Station"],["alt=Keleti pályaudvar"],["url="],["email="],["address=Baross tér"],["lat=47.50062"],["long=19.08402"],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": Keleti pályaudvar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=International trains, as well as domestic trains to ",{"type":"[[","value":[["Miskolc"]]},", ",{"type":"[[","value":[["Eger"]]},", ",{"type":"[[","value":[["Győr"]]}," and ",{"type":"[[","value":[["Szombathely"]]}]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Southern Railway Station"],["alt=Déli pályaudvar"],["url="],["email="],["address=Alkotás utca, Krisztina körút corner"],["lat=47.50004"],["long=19.02472"],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": Déli pályaudvar"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Trains to ",{"type":"[[","value":[["Slovenia"]]},", ",{"type":"[[","value":[["Croatia"]]},", ",{"type":"[[","value":[["Bosnia and Herzegovina"]]},", Lake ",{"type":"[[","value":[["Balaton"]]}," and south-western regions of Hungary"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Budapest Kelenföld Railway Station"],["alt=Budapest Kelenföld"],["url="],["email="],["address=Etele Tér"],["lat=47.46482"],["long=19.02089"],["directions=",{"type":"[[","value":[["Image:BKV m 4 jms.svg"],["15px"]]},": Kelenföldi Pályaudvar, a bus hub is at the nearby Etele tér"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If your train comes from ",{"type":"[[","value":[["Vienna"]]}," and Lake ",{"type":"[[","value":[["Balaton"]]}," or other western locations, stop here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kőbánya-Kispest station"],["alt=Kőbánya-Kispest állomás"],["url="],["email="],["address=Sibrik Miklós út"],["lat=47.46349"],["long=19.14966"],["directions=",{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},": 'Kőbánya-Kispest' station, also a bus hub is here"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you are coming from ",{"type":"[[","value":[["Romania"]]},", ",{"type":"[[","value":[["Ukraine"]]}," or from an Eastern Hungarian city, trains regularly stop here. Also a good place to get to Eastern Budapest or to Ferihegy Airport."]]}]},"\nTrain stations in Budapest are not up to Western quality standards; they are hard to access for people with disabilities and their facilities are very limited. Be prepared for long queues at the ticket office. English is rarely spoken. Do not expect luggage trolleys or clean toilets. Food or a coffee purchased at the stations is unlikely to give you a gastronomic buzz; it is also difficult to find a good nearby cafe if you didn't research in advance. Do not accept any offers from taxi drivers waiting around the station entrance. For further information read also ",{"type":"[[","value":[["Budapest#Stay safe"],["Stay safe"]]}," section.\n\n",{"type":"===","value":["By bus"]},"\nHungary’s national bus network is operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.volan.hu\/ Volán Association"]}]},". To get to Budapest from another Hungarian city, bus is often the best option. For services, discounts, schedules and on-line booking possibilities check ",{"type":"[[","value":[["Hungary#Get around"]]},".\n\nInternational bus routes are operated by ",{"type":"[","value":["http:\/\/www.volanbusz.hu\/en\/#indexmainpage ",{"type":"'''","value":["Eurolines"]}]}," +36 1 318-2122. Most connections run two or three times a week; connections to\/from ",{"type":"[[","value":[["Austria"]]}," and ",{"type":"[[","value":[["Slovakia"]]}," run daily. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.orangeways.com\/en Orangeways"]}]}," +36 30 830-9696, offer cheap tickets to and from ",{"type":"[[","value":[["Austria"]]},", ",{"type":"[[","value":[["Czech Republic"]]},", ",{"type":"[[","value":[["Croatia"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Netherlands"]]},", ",{"type":"[[","value":[["Poland"]]},", ",{"type":"[[","value":[["Romania"]]}," ",{"type":"[[","value":[["Slovakia"]]},", and ",{"type":"[[","value":[["Slovenia"]]},".\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.eurobusways.com Eurobusways"]}]}," offers direct, door to door transfers from\/to any place in Central and Eastern Europe\n\n",{"type":"====","value":["Bus stations"]},"\nBudapest’s long distance bus stations are located outside the city centre, but are very well connected to the rest of the city. The main stations are:\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Népliget Bus station"],["alt=Népliget autóbuszállomás"],["url=http:\/\/www.volanbusz.hu\/en"],["email=info@volanbusz.hu"],["address=Üllői út 131"],["lat=47.47467"],["long=19.09869"],["directions=",{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},": ",{"type":"''","value":["Népliget station"]}],["phone=+36 1 219-8086, +36 1 382-0888"],["tollfree="],["fax="],["hours=Travel Centre M-F 08:00-18:00, Sa-Su 08:00-16:00; Waiting Room daily 04:30-23:00; Public (disabled) toilet daily 04:30-22:45, ATM and public telephone daily 04:30-23:00; Baggage storage daily 06:00-21:00; Snack Bar and currency exchange 6:00 to 20:00; Newspaper sales M-F 06:00-20:00, Sa-Su 06:00-16:00"],["price="],["content=Buses from abroad and most of Western Hungarian destinations arrive and depart here. It's a fairly modern station with reliable facilities. Don't forget to check-in if you travel abroad. Orangeways buses depart opposite side."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Stadion Bus Station"],["alt=Stadion autóbuszállomás, formerly known as Népstadion autóbuszállomás"],["url=http:\/\/www.volanbusz.hu\/en\/"],["email="],["address=Hungária krt. 48-52."],["lat=47.50095"],["long=19.10696"],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": 'Stadionok' station"],["phone=+36 1 251-0125"],["tollfree="],["fax="],["hours=Information 05:30-21:00; Domestic pre-purchase ticket office M-F 06:00-18:00, Sa,Su 06:00-16:00; Ticket office M-Sa 06:00-18:00 Su 06:00-16:00"],["price="],["content=This is the biggest hub for Eastern Hungarian destinations. It's a quite modern but somewhat dirty station built underground."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Árpád Bridge Bus Station"],["alt=Árpád híd autóbuszállomás"],["url=http:\/\/www.volanbusz.hu\/"],["email="],["address=Árboc u. 1-3."],["lat=47.53217"],["long=19.06570"],["directions=",{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},": 'Árpád híd' station"],["phone=+36 1 329-1450"],["tollfree="],["fax="],["hours=Daily 06:00-18:00"],["price="],["content=This is a smaller station for some Northern destinations and suburban traffic; use it to and from ",{"type":"[[","value":[["Szentendre"]]},", ",{"type":"[[","value":[["Esztergom"]]}," or ",{"type":"[[","value":[["Visegrád"]]},"."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Etele tér Bus Station"],["alt=Etele téri autóbuszállomás"],["url=http:\/\/www.volanbusz.hu\/en"],["email="],["address=Somogyi utca 35"],["lat=47.46395"],["long=19.02253"],["directions=",{"type":"[[","value":[["Image:BKV m 4 jms.svg"],["15px"]]},": Kelenföldi Pályaudvar station"],["phone=+36 1 382-0888"],["tollfree="],["fax="],["hours=Cash desk: M-F 06:00-21:00, Sa-Su 06.00-16.00"],["price="],["content=This is a newly built station next to Kelenföld Railway Station, at the terminus of metro line 4. Useful for getting to Statue Park and some suburban destinations. Lines go to Biatorbágy, Érd, Százhalombatta and surrounding area."]]}]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Mahart International Port"],["alt=Nemzetközi Hajóállomás"],["url=http:\/\/www.mahartpassnave.hu\/webset32.cgi?MAHART@@EN@@32@@756479941"],["email=hydrofoil@mahartpassnave.hu"],["address=Belgrád rakpart (near Iranyi street corner)"],["lat=47.49039"],["long=19.05151"],["directions=",{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},": Ferenciek tere, 5 min by walk"],["phone=+36 1 484-4000"],["tollfree="],["fax="],["hours=M-F: 09:00-16:00"],["price="],["content=Operates a scheduled hydrofoil service on the Danube to and from ",{"type":"[[","value":[["Vienna"]]}," and ",{"type":"[[","value":[["Bratislava"]]}," between early April and early November."]]}]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"{{","value":[["Mapframe"],["47.49627"],["19.04519"],["zoom=13"],["height=700"],["width="],["layer=M"],["staticmap="],["align="]]},"\n\n",{"type":"===","value":["Orientation"]},"\n",{"type":"[[","value":[["File:ChainBridge Pest.JPG"],["thumb"],["The Chain Bridge and a view of Pest"]]},"\nOrientation is not a big problem in Budapest. The river Danube splits the city into two areas: ",{"type":"[[","value":[["Buda"]]}," and ",{"type":"[[","value":[["Budapest\/Pest"],["Pest"]]},". Aside from the very centre, the city's structure is quite logical. Landmarks in Buda as the Royal Castle or Citadella Castle also help you to find your way. Besides the Danube itself, the best reference points for orienting yourself are the bridges crossing the river. From North to South, they are:\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=Megyeri Bridge"],["alt=Megyeri híd"],["url="],["email="],["address="],["lat=47.60936"],["long=19.08852"],["directions=At northern city border"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A cable-stayed bridge. Built in 2008. There are 4 lanes and 2 hard shoulders. Part of the M0 motorway."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Árpád Bridge"],["alt=Árpád híd"],["url="],["email="],["address="],["lat=47.53792"],["long=19.05213"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A modern bridge linking to Northern Margaret Island. The longest bridge in Budapest at 973m."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Margaret Bridge"],["alt=Margit híd"],["url="],["email="],["address="],["lat=47.51407"],["long=19.04609"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Easily identified thanks to its distinctive shape: it makes an approximately 35 degree turn half way across, at the southern tip of Margaret Island. Trams 4 and 6 cross the Danube here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Chain Bridge"],["alt=Széchenyi lánchíd"],["url="],["email="],["address="],["lat=47.49937"],["long=19.04604"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Completed in 1849, the oldest, arguably most beautiful and certainly the most photographed of Budapest's bridges, floodlit at night."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Elisabeth Bridge"],["alt=Erzsébet híd"],["url="],["email="],["address="],["lat=47.49050"],["long=19.04808"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Completed in 1903. Its original chain structure was destroyed in World War II, and was eventually substituted by a modern cable bridge opened in 1964."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Liberty Bridge"],["alt=Szabadság híd"],["url="],["email="],["address="],["lat=47.48574"],["long=19.05492"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Elegant and complex, opened in 1896; it connects the Gellért Baths (Gellért fürdő) in Buda with the Central Market Hall (Nagy Vásárcsarnok) in Pest. Recently renovated"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Petőfi Bridge"],["alt=Petőfi híd"],["url="],["email="],["address="],["lat=47.47896"],["long=19.06392"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=For a long time the southernmost bridge, it links the inner ring road (Nagykörút) of Pest with Buda."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Rákóczi Bridge"],["alt=Rákóczi híd"],["url="],["email="],["address="],["lat=47.46878"],["long=19.06730"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The second newest bridge in Budapest, with modern architecture and a spectacular lighting system where mirrors reflect the beam of the upward facing floodlights. Built very next to a railway bridge on its southern side. It was called ",{"type":"''","value":["Lágymányosi híd"]}," before 2011."]]}]},"\n",{"type":"===","value":["On foot"]},"\nMany of Budapest's highlights are easy to approach walking, and in the centre you find more pedestrian zones from year to year. Car drivers tend to respect pedestrians and often give advantage on a cross-walk even if there is no traffic light. Due to the lack of bike lanes, cyclists have to weave around pedestrian traffic; be prepared. Don't wear high-heeled shoes in the downtown as there are lots of stone pavements, especially in the Castle Hill.\n\n",{"type":"===","value":["Public transport"]},"\n",{"type":"{{","value":[["cautionbox"],["In mid-2008 a new bus and tram numbering system was introduced in Budapest. Various tram and bus lines were given new numbers and many routes were re-established or modified. Don't believe your guide book and map edited before September 2008 or you will inevitably get lost."]]},"\n\n",{"type":"{{","value":[["cautionbox"],["A number of places (streets, squares, parks) were renamed mid-2011, which resulted in the renaming of a number of stops of public transport. If unsure - inquire! Most people are well aware of the changes and are pleased to help you. Also many schedules were modified, some buses circulate less frequently, while other means of transportations may have their operating time extended. Schedules are shown in every stop unless vandalised."]]},"\n\n",{"type":"{{","value":[["cautionbox"],["After Metro Line 4 had been opened for public use on 2014 March 28, that part of the bus network and the tram network which connects to the metro stations was significantly modified. The English language webpage of the Centre for Budapest Transport ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bkk.hu\/en\/ (BKK)"]}]}," notifies visitors that modifications were made, but the details are shown only on the Hungarian version of the website."]]},"\n\nYou'll find several points of interest within walking distance, but Budapest is a sizeable city, so unless you drive your own car (or bicycle), you will inevitably use some form of public transportation. The good news is that the urban area is well covered by four metro lines, blue urban buses, yellow trams and red trolley-buses, and the whole system is fairly easy to understand. On the other hand, schedules are not quite as reliable as in, say, Vienna, vehicles are not always the cleanest, and tickets have become increasingly expensive.\n\n",{"type":"'''","value":["Citizens of Hungary or other EU, EEA Member States or Switzerland aged 65+ can travel free."]},"  ID card or passport is sufficient to justify your age. Centre for Budapest Transport ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bkk.hu\/en\/prices\/ (BKK)"]}]},"\n\nPublic transportation in Budapest is run by Centre for Budapest Transport ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bkk.hu\/en\/ (BKK)"]}]},", which has some useful English-language pages on their site including current schedules and fares. Vehicles run from around 05:00 to 23:30 (or, on Christmas Eve, to 16:00). After that an extensive night bus network is available.\n\nIf you only visit Budapest for a few days as a tourist, you may find the following lines ",{"type":"'''","value":["particularly useful"]},":\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},{"type":"[[","value":[["Image:BKV m 4 jms.svg"],["15px"]]},{"type":"'''","value":["Metro 1, 2, 3, 4"]}," connect the suburbs with the biggest transport hubs, numerous touristic highlights and central hotels. The metro network is rather simple, there are no splits or merges of lines, no shortened routes in normal operation."]},{"type":"*","value":[" ",{"type":"'''","value":["Tram 2"]}," runs along the river Danube on Pest side."]},{"type":"*","value":[" ",{"type":"'''","value":["Tram 4, 6"]}," follow ",{"type":"''","value":["Nagykörút"]}," (Grand Boulevard) offering service up to every 3 minutes at peak times."]},{"type":"*","value":[" ",{"type":"'''","value":["Bus 7, 7A, 7E and 107E"]}," connect Keleti railway station with the city center and many points of interest in Buda and Pest."]},{"type":"*","value":[" ",{"type":"'''","value":["Bus 16, 16A and 116"]}," go to Buda castle."]},{"type":"*","value":[" ",{"type":"'''","value":["Bus 105"]}," connect Hősök tere (Hero's Square), goes up and down Andrássy avenue to Deák square\/Erzsébet square before it goes across the Chain Bridge to Buda and passes by Déli pályaudvar (Southern railway station)."]},{"type":"*","value":[" ",{"type":"'''","value":["Bus 200E"]}," serves the airport."]},{"type":"*","value":[" ",{"type":"'''","value":["Boat services D11, D12 and D13"]}," operate during the day, a special fare applies on weekends"]},"\nPublic transport maps are displayed in most metro stations, downtown tram stops and underpasses.\n\n",{"type":"====","value":["Tickets and passes"]},"\nIf you intend to travel a lot (and you probably will), travel cards are far less expensive than single tickets. As of 2013 most useful tickets and travel cards for tourists include the following:\n\nSenior Citizens resident in the EU over the age of 65 travel on the Metro, buses and trolley buses for free, if they can provide an ID proving their age to Inspectors if requested. This also applies to some train journeys.\n\n",{"type":"[[","value":[["File:Bkv200902.jpg"],["thumb"],["Single ticket, valid for one journey"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Single ticket"]}," (vonaljegy): Valid for one journey ",{"type":"''","value":["within the city limits"]},", transfer not allowed on buses and trams, but ",{"type":"''","value":["one transfer is allowed between metro lines"]}," ). HUF350. HUF450 if purchased from the driver (available on designated lines)."]},{"type":"*","value":[" ",{"type":"'''","value":["Transfer ticket"]}," (átszállójegy): Valid for one journey ",{"type":"''","value":["within the city limits"]},", one transfer allowed. HUF530."]},{"type":"*","value":[" ",{"type":"'''","value":["10 single ticket book"]},": HUF3,000"]},{"type":"*","value":[" ",{"type":"'''","value":["One-day travel card"]}," (napijegy): ",{"type":"''","value":["Valid for 24 hours after purchase"]}," (not only on the day of purchase - a new rule introduced in January 2009). HUF1,650."]},{"type":"*","value":[" ",{"type":"'''","value":["Three-day travel card"]}," (háromnapos turistajegy): ",{"type":"''","value":["Valid for 72 hours after purchase"]}," (not only on the day of purchase and the two following days - a new rule introduced in January 2009). HUF4,150."]},{"type":"*","value":[" ",{"type":"'''","value":["Seven-day travel card"]}," : Valid on the day when purchased and on the following six days. HUF4,950."]},{"type":"*","value":[" ",{"type":"'''","value":["Fourteen-day pass"]}," (kétheti Budapest-bérlet): Valid for 14 consecutive days with a photo pass (take a passport size photo to the ticket office). ",{"type":"''","value":["Valid also on MÁV trains and suburban yellow Volán buses"]}," (a new rule introduced in January 2009). HUF7,000."]},{"type":"*","value":[" ",{"type":"'''","value":["One-month pass"]}," (havi Budapest-bérlet): Valid for 30 or 31 consecutive days. ",{"type":"''","value":["Valid also on MÁV trains and suburban yellow Volán buses"]},". HUF9,500."]},{"type":"*","value":[" ",{"type":"'''","value":["Monthly pass for students"]}," : Valid for 30 consecutive days, with a Hungarian student ID, HUF3,450. You will be able to buy one without a Hungarian student ID, but if you are stopped, you will probably be fined, even if you have ISIC, or other student ID."]},{"type":"*","value":[" ",{"type":"[","value":["http:\/\/budapest-card.com\/en\/ ",{"type":"'''","value":["Budapest card"]}]}," (",{"type":"''","value":["Budapest kártya"]},")  allows you unlimited free travel in the city, and also gives you discounts at museums and restaurants. There are available cards for 24h, 48h or 72h. All of them are valid from the first use and free for a child under 6 years (with a cardholder). Every card give free entrance to the Budapest Zoo and valid for 2 walking tours in Buda and Pest. One-day card HUF3,900, Two-day card HUF9,900 (Hop on Hop off bus and boat included), three-day card HUF7,900."]},"\nTo have a care-free trip throughout Budapest, you should always have a public transport ticket, pass or a Budapest Card, when using this service. The fine was recently raised to HUF8,000-16,000, depending when you pay. You may run into ",{"type":"'''","value":["ticket inspectors"]},", especially in trams and buses on Sunday, but mostly they are busy guarding the entrance and exit to some of the metro stations. They hardly speak English and some were reported to be extremely keen on ckecking tourists. Ticket control inspectors can ask for your ID, however they are indeed not considered peace officers under Hungarian law.\n\n",{"type":"====","value":["Metro"]},"\n",{"type":"[[","value":[["File:M2keleti.jpg"],["thumb"],["M2 Keleti Station (Railway station connection)"]]},"\nBudapest's ",{"type":"'''","value":["underground network"]}," is an excellent way to get around, it connects the suburbs with railway and autobus stations, several centrally located hotels, museums and sights. The system consists of four lines. Line 1, 2 and 3 cross at Deák tér station (Deák square, in Pest centre), while Line 2 and 4 cross at Keleti Pályaudvar (Eastern Railway Station) and Line 3 and 4 cross at Kálvin tér (Kálvin square). Metro lines are well represented on maps scattered on platforms.\n\nUsually ticket inspectors guard the entrances of the downward-moving escalators and they only let those passengers move further who show them their validated tickets or passes. Passengers pass by the ticket validation machines before they reach the downward-moving escalators. It is best to purchase a discount booklet of 10 tickets. Do not separate the tickets and punch one ticket prior to each boarding of a subway train. Fines for non-compliance are in the 20 to USD30 range.\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]}," ",{"type":"'''","value":["Metro 1"]}," (yellow line) connects Mexikói út (Mexikói road, a transport hub in Central-Northeast Budapest) with Vörösmarty tér (Vörösmarty square in Pest's commercial and touristy centre), and also passes the Opera and Hősök tere (Heroes' square). It was built to commemorate the 1000th year of Hungarian nationhood in 1896 (thus often called Millennium Subway). It was the first underground built in the Continental Europe and second in the world after London. Although the vehicles are not original, the beautifully rebuilt, tile covered stations are a gorgeous historical memory of Budapest's richest period (1880-1910)."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]}," ",{"type":"'''","value":["Metro 2"]}," (red line) connects Déli pályaudvar (Southern Railway Station, in Central Buda) with Örs vezér tere (Örs vezér square, the biggest transport hub of Eastern Pest), and also takes you to Széll Kálmán tér (former Moszkva tér, Buda's biggest transport hub), Kossuth tér (Kossuth square, around the Parliament in Pest center) and Keleti Pályaudvar (Keleti Railway Station, in Pest). Although the construction started in the 50s, the line was only opened between 1970 and 1972. Having been completely rebuilt since 2004, its stations seem brand new, and the old Soviet trains have been replaced by modern Alstom Metropolis ones."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]}," ",{"type":"'''","value":["Metro 3"]}," (blue line) goes from Újpest-Központ (residential area in Pest's Northern suburbs) to Kőbánya-Kispest (transport hub in Central-Eastern Pest, terminus of bus 200 to the airport), passing Nyugati Pályaudvar (Western Railway Station) and different stations in central Pest. Opened between 1976 and 1990."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Image:BKV m 4 jms.svg"],["15px"]]}," ",{"type":"'''","value":["Metro 4"]}," (green line) connects Kelenföldi Pályaudvar (Kelenföldi Railway Station, transport hub in Central-Southern Buda) with Keleti Pályaudvar (Eastern Railway Station, transport hub in central Pest). It has stations at Újbuda-Központ (Újbuda Center), Szent Gellért Tér (Saint Gellért square, site of Gellért Hill, Gellért Spa and Danubius Gellért Hotel) and Fővám Tér (Fővám square, site of the Vásárcsarnok (Central Market Hall) and the southern end of Váci street). The line was built between 2006 and 2014, the result is state of the art stations and trains as well as the use of automatic train operation."]},"\n",{"type":"====","value":["Tram"]},"\n",{"type":"[[","value":[["File:Combino Supra 2036 in Budapest.JPG"],["thumb"],["In 2006 the world's longest trams started their service on lines 4 and 6"]]},"\nBudapest's 25 ",{"type":"'''","value":["tram"]}," lines are a tourist-friendly way of getting around. They are slower,  but more scenic than the subway and particularly useful on the nearly subway-less Buda side of the river. Be careful with doors, they open on different side of the tram on different stops.\n\nParticularly useful lines for tourists are:\n\n",{"type":"*","value":[" Tram ",{"type":"'''","value":["4"]}," and ",{"type":"'''","value":["6"]}," both run along ",{"type":"''","value":["Nagykörút,"]}," Pest's inner ring road, providing access to all four metro lines at multiple stations, and crossing over to Buda on Margaret Bridge (Margit híd) – another beautiful view. Although technically two lines, 4 and 6 only diverge for their last two stops that the tourists are unlikely to visit."]},"\n",{"type":"*","value":[" Two lines running along the Danube river (",{"type":"'''","value":["19"]}," \/ ",{"type":"'''","value":["41"]}," in Buda and ",{"type":"'''","value":["2"]}," in Pest) are considered a part of the cityscape. Both offer beautiful view of the opposite side."]},"\n",{"type":"====","value":["Bus"]},"\n",{"type":"[[","value":[["File:276E busz (BPI-623).jpg"],["thumb"],["Blue urban bus in Pest"]]},"\nBudapest has a dense ",{"type":"'''","value":["bus"]}," network, which also connects the agglomeration and suburban zones with several metro and train stations and the city center. The numbering system is easy to understand. Numbers below 299 indicate regular bus routes. Numbers with an added 'E' (for example 7E or 107E) indicate express services that don't stop at all stops. Numbers with an added 'A' have shorter routes than their regular counterparts (for example bus 30 has a longer itinerary than 30A). Numbers above 900 indicate night services.\n(Numbers between 300 and 899 are suburban services provided by Volán company, BKK tickets and most tourist passes are not valid on them.)\n\nParticularly useful lines for tourists include:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bus 7, 7A, 7E, 107E"]},",  – all connect Keleti railway station with Blaha Lujza square (Blaha Lujza tér, junction with tram 4, 6), Pest city center and many points of interest in Buda. Beware of the pickpockets!"]},{"type":"*","value":[" ",{"type":"'''","value":["Bus 16\/16A\/116"]}," go to Buda Castle from Széll Kálmán tér (former Moszkva tér). Bus 16 starts from Deak Ference Ter,  the main metro line hub."]},{"type":"*","value":[" ",{"type":"'''","value":["Bus 200E"]}," runs to Ferihegy Airport from Kőbánya-Kispest Metro 3 station."]},"\nBe aware that in September 2008 many lines have been provided with new numbers.\n\n",{"type":"====","value":["Trolley-bus"]},"\nBudapest's 13 trolley-bus lines run in Northeast and Central Pest. Unless you are a trolley buff, you're unlikely to use them frequently. However, some of them pass through the City Park (Városliget) and cross Andrássy avenue (Andrássy út), giving you beautiful views while using this eco-friendly mode of transport. Line 70 from Kossuth square (Kossuth tér, next to the Parliament) to City Park (Városliget) also passes through the lively Nagymező utca, Budapest's \"Broadway\".\n\n",{"type":"====","value":["Suburban rail"]},"\nGreen suburban railway lines (called ",{"type":"'''","value":["HÉV"]},") connect central Budapest with several suburbs, but most of them are of little use to visitors. Your tickets and travel passes are valid only within the city boundaries, otherwise you should purchase a supplementary ticket (kiegészítő jegy) at a ticket office.\n\n",{"type":"*","value":[{"type":"{{","value":[["listing"],["name=H5 (Batthyány tér–Szentendre)"],["alt="],["url=http:\/\/www.bkk.hu\/en\/timetables\/#H5"],["email="],["address=Batthyány tér uderpass"],["lat=47.50651"],["long=19.03937"],["directions= It connects at Batthyány tér with metro 2, at Margit híd (Margaret bridge) with tram 4\/6."],["phone="],["tollfree="],["fax="],["hours="],["price=A single ticket\/pass plus need an (extra) Metropolitan area single ticket, Price: HUF350 or buy a full ticket at cash desk HUF700."],["content=Goes upriver to the picturesque village of ",{"type":"[[","value":[["Szentendre"]]},". The same train takes you to ",{"type":"[","value":["http:\/\/www.sziget.hu\/festival_english Sziget Fesztivál"]},", Central Europe's biggest summer music festival."]]}]},{"type":"*","value":[{"type":"{{","value":[["listing"],["name=H8 (Örs vezér tere–Gödöllő)"],["alt="],["url=http:\/\/www.bkk.hu\/en\/timetables\/#H8"],["email="],["address=Örs vezér tere (Northeast corner)"],["lat=47.50363"],["long=19.13699"],["directions=Örs vezér tere metro 2 station take the underpass"],["phone="],["tollfree="],["fax="],["hours="],["price=A single ticket\/pass plus need an (extra) Metropolitan area single ticket, Price: HUF560 or buy an full ticket at cash desk HUF900."],["content=takes you to the beautiful royal castle of Gödöllő, almost one hour."]]}]},"\n",{"type":"====","value":["Other"]},"\n",{"type":"[[","value":[["File:2011-04-12 Schwabenbergbahn Budapest 01.jpg"],["thumb"],["The cogwheel railway entering the terminus Széchenyi hegy"]]},"\nSome other means of public transport can be useful if you get tired of regular buses and trams, or if you want to escape from the hustle and bustle to the lush green hills surrounding Budapest.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tram 60 (Cogwheel railway)"],["alt=Fogaskerekű vasút"],["url="],["email="],["address="],["lat=47.50913"],["long=19.01374"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=is a tram-like railway with historic charm, running from Városmajor terminus (two stops from Széll Kálmán tér ",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]}," station by tram 59 or 61) climbing Széchenyi hill (Széchenyi hegy), Buda's popular picnic, excursion and sledging place. BKK tickets and passes are valid."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Boat"],["alt="],["url=http:\/\/www.bkk.hu\/apps\/menetrend\/pdf\/8110\/20131021\/a.pdf"],["email="],["address=Haller utca"],["lat=47.47499"],["long=19.06829"],["directions="],["phone="],["tollfree="],["fax="],["hours=M-F 06:00-20:00, hourly"],["price=HUF750. BKK tickets are NOT valid. BKK passes are valid only on weekdays."],["content=Budapest currently has three regular boat services, from Kopaszi-gát (South Buda) or Haller utca (South-Central Pest) to Rómaifürdő (North Buda) or Árpád út (North Pest), making 8-10 intermediate stops. The operation is sometimes restricted to portions of the route or suspended altogether, depending on the level of the Danube."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Buda Castle funicular"],["alt=Budavári sikló"],["url=http:\/\/www.bkk.hu\/apps\/menetrend\/pdf\/E098\/20130101\/b.pdf"],["email="],["address=Clark Ádám tér"],["lat=47.49804"],["long=19.03999"],["directions=Take bus No.16 or 105 from ",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]}," Deák Ferenc tér"],["phone="],["tollfree="],["fax="],["hours=Daily 7:30-22:00"],["price=HUF 1000"],["content=This handsome, short funicular line takes you from Chain Bridge (Lánchíd) Buda end to Buda Castle. Built in 1870, completely destroyed in World War II, rebuilt only in 1986. BKK tickets and passes are NOT valid. As one might expect, it is relatively expensive and touristy."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Széchenyi Hill Children's Railways"],["alt=Széchenyi-hegyi Gyermekvasút"],["url=http:\/\/www.gyermekvasut.hu\/english\/timetable.php"],["email=info@gyermekvasut.hu"],["address=Hűvösvölgyi út (Lower terminus)"],["lat=47.541440"],["long=18.963819"],["directions=You can reach the  \"Széchenyi hegy\" terminus by the Cogwheel railway or the other \"Hűvösvölgy\" terminus by taking the tram number 61 from \"Széll Kálmán tér\"."],["phone=397 5394"],["tollfree="],["fax="],["hours="],["price=HUF 600. BKK tickets and passes are NOT valid"],["content=it's a narrow gauge line, operated partly by children. This 11.2km long line runs on the Buda Hills, giving a beautiful look at the nature around Budapest."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Zugliget Chair-lift"],["alt=Zugligeti libegő"],["url=http:\/\/www.bkk.hu\/apps\/menetrend\/pdf\/E095\/20130101\/d.pdf"],["email="],["address= Zugligeti út, 97 (Lower station)"],["lat=47.51658"],["long=18.97447"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=HUF 900. BKK tickets and passes are NOT valid."],["content=A chair lift taking you from \"Zugliget\" to \"János hegy\". While on the upwards journey you're facing the hillside, you have a nice view while travelling downwards (from János hegy to Zugliget)."]]}]},"\n",{"type":"====","value":["Night services"]},"\nBudapest is covered by 35 night bus lines and tram 6 operating non-stop. Numbers are triple-digit, starting with '9'. Buses run every 15–60 minutes from around 23:00-04:00. The main linking points of the night bus network are Széll Kálmán tér (former Moszkva tér) in Buda and Astoria (junction of Kossuth Lajos utca–Károly körút) in Pest. Daytime tickets and passes are valid.\n\nMost useful night routes are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Tram 6"]}," – Running along the Nagykörút, Pest's inner ring road, every 10–15 minutes at night, usually very packed."]},{"type":"*","value":[" ",{"type":"'''","value":["Buses 907 and 973"]}," – Substitute buses 7 at night"]},{"type":"*","value":[" ",{"type":"'''","value":["Bus 979"]}," – Runs on Andrássy út as metro line M1 does during the day"]},{"type":"*","value":[" ",{"type":"'''","value":["Bus 956"]}," – Cover most of the route of metro line M2"]},{"type":"*","value":[" ",{"type":"'''","value":["Buses 914, 914A, 950, 950A"]}," – Cover the route of metro line M3"]},"\nOn-line maps and schedules are available on ",{"type":"[","value":["http:\/\/www.bkk.hu  BKK's home page"]},". Real time traffic updates are posted on http:\/\/www.bkkinfo.hu  BKK Info] There are a few Android\/IOS apps for timetables, search for the word \"bkk\". BpMenetrend is one of them: ",{"type":"[","value":["https:\/\/play.google.com\/store\/apps\/details?id=hu.bpmenetrend.activity&hl=en Android"]},", ",{"type":"[","value":["https:\/\/itunes.apple.com\/us\/app\/bpmenetrend\/id360445890?mt=8 iOS"]},".\n\nMost night buses require front door only boarding. Security guards or the driver inspects the tickets or passes prior to boarding.\n\n",{"type":"===","value":["By car"]},"\nApart from the summer holiday, Budapest has heavy traffic with long-lasting traffic jams in the morning and in the afternoon. If you don't want to spend your visit to Budapest in a traffic jam, leave your car in the hotel's garage, and use the public transport.\n\nIf you drive across downtown, plan your journey, otherwise you can get into tough situations. For example you cannot turn left in most of the crossings of the inner ring road (Nagykörút) or on the main avenues like Andrássy út, Váci út, Üllői út or Rákóczi út.\n\n",{"type":"===","value":["By taxi"]},"\nBudapest's taxi drivers mostly are not fluent in English or any other foreign language, but it does not necessarily mean that they intend to overcharge their foreigner guests – use one of the major taxi companies with English speaking switchboards to avoid problems. Most companies' websites now have pages in English.\n\n",{"type":"'''","value":["Do not accept offers from taxi drivers waiting in the airport terminals or railway stations. Use your common sense, sit only in taxis logoed by bigger companies."]},"\n\nIf possible, as stupid as it may sound, try to pick a taxi with the meter in a place where the driver can't fiddle with it while driving. While the fare per kilometre stays the same, apparently it's possible to \"bump\" the price by adding extra basic fees.\n\nMost taxis parked in the central areas do not belong to radio taxi companies and charge much more than the usual HUF200+ per km. Ask about their price in advance or call any of the taxi companies above.\n\nAfter dark it is often best to negotiate the fare at the beginning of the ride as drivers often charge exorbitant rates to unwary travellers. Be sure to make sure your change is in Hungarian forint or Euros and not in another country's currency. Most taxi drivers only take cash payments but some of the larger taxi companies now equip their cars with POS terminals (allowing you to pay by plastic).\n\nIf you would prefer to ride in a luxury taxi, like a Mercedes, they can usually be found at the upmarket hotels. Fares, of course, are higher in these cars but the drivers are more reputable and more likely to speak English or German.\n\nCalling your own taxi will be less expensive than having one booked for you in a hotel; it's also almost always cheaper to call a taxi than to enter a waiting cab or to signal one that drives by you.\n\n",{"type":"===","value":["By bicycle"]},"\nBudapest may be one of the most exciting places of Europe, but it's still not a cyclists' paradise. Generally, the city is not prepared for cyclists' presence, although the situation is slowly changing. Budapest has been home to Europe's biggest cycling demonstration, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/criticalmass.hu\/ Critical Mass"]}]},", where in 2008 more than 80 000 people participated.\n\nBike lanes of varying quality exist but are not universal and don't form a good network. In many places, the bike lane is a part of the pavement, with only a yellow line separating it from the pedestrian zone; in some places (e.g. on the upper quay on the Buda side of the Danube, between the Chain bridge and the Elisabeth bridge) the bike lane and the pedestrian pavement even swap sides with no warning.\n\nIn the downtown area (e.g. Andrássy út), expect cars parking on bike lanes, and drivers opening car doors recklessly; on pavements, expect pedestrians wandering into the bike lane.\n\nMany native cyclists regard cycling not as a means of transportation but a form of extreme sport. You can see them zigzagging between pedestrians in bike lanes, ignoring red lights (but, thankfully, not traffic), cycling along one-way streets in the wrong direction, alternating between using the road and the pavement where no cycle lane exists, at speeds of 30 km\/h+ (20 mph+). Quite a few cyclists don't have any lights; when cycling after dark, be prepared for surprise encounters.\n\nIf, while walking, you hear a shout, be prepared to get out of the way quickly. Many cyclists don't have bells, and pedestrians are not used to bells either; if you're cycling, expect many pedestrians to ignore your bell. Also, beware of pedestrians wandering onto marked bicycle paths, especially in areas with heavy pedestrian traffic.\n\nLarge parks like the Városliget, the Margaret island and the Hajógyári (a.k.a. Óbudai) island are pleasant for cycling.\n\nCycling is forbidden on the lower quays on both sides, but the upper quays mostly have bike lanes; however, in many parts pedestrian traffic is so high that cyclists can't make good speed.\n\nCycling is typically forbidden on most hiking trails of the Buda hills, but mountain bikers tend to ignore this.\n\nIf you think you are ready, renting a bike is not a problem, but not cheap. Expect to pay around HUF 2000-3000 for a day.\n\nBudapest has a number of bike rental companies. Some of them are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.budapestbike.hu\/rent-a-bike Budapest Bike"]}]},", +36 30 944-5533. Rent a bike starting at HUF2,000  for 6 hours."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.yellowzebrabikes.com\/bike-rentals.html Yellow Zebra Bike"]}]},", +36 1 266-8777. Rent a bike starting at HUF1,500 for 1–5 hours."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bikebase.hu\/rentabike.php Bikebase"]}]},", +36 1 269-5983. Bike rentals available for HUF2,000 for 24 hours."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/dynamobike.com Dynamo Bike"]}]}," +36 30 868-1107. Cute bike rental shop + bakery cafe. Bike rentals starting at 3,000 per day."]},"\n",{"type":"===","value":["By scooter"]},"\nAlthough not as fancy as in Rome or Paris, scooters are becoming more common in the streets of Budapest. Inside the city scooters can be driven on the tram and bus ways, often buzzing in between traffic. Although most car drivers are quite used to the scooters around them, some can still be slight irresponsible. Ignore their pushiness and drive conservative and you should not experience any problems. The best roads are the main ring roads as these have plenty of space and good asphalt. The smaller in between roads and roads in hilly Buda can be of lesser quality with some unexpected potholes or tough to see speed bumps.\n\nA limited number of companies offer scooter rental and scooter tours inside the city centre. Expect to pay around HUF6,000 for a day. Some companies that offer scooter rental are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.retro-robogo.hu\/ Retro Robogó"]}]},", +36 70 432-0444. Rent a scooter starting at HUF3,600 per day (week rental)."]},"\nIn Hungary scooters with an engine up to 50cc can be driven without license plate and only a regular car drivers license. However these 50cc scooters cannot be driven with a passenger. Helmets are compulsory. For scooters and motorcycles with an engine size above 50cc a license plate and motorcycle drivers license is required. If you are experienced with driving a scooter, it is a great way to experience the city\n\n",{"type":"===","value":["By skateboard"]},"\nPest is ideal for skateboarding. Sidewalks are wide and smooth without too many pedestrians to avoid. Police won't pay you any attention as long as you are using your skateboard for transport and not trying to do tricks. Longboards are ideal because of their stability and bigger wheels.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"{{","value":[["seeDistricts"]]},"\n\n",{"type":"[[","value":[["File:Budapest aussicht.jpg"],["thumb"],["250px"],["The Danube River and the leafy hills of ",{"type":"[[","value":[["Budapest\/Buda"],["Buda"]]}]]},"\n\n",{"type":"'''","value":["The Danube"]},". This is what's unique about Budapest, the urban river landscape. This feature can be admired in several ways: from panoramic points, such as Fishermen's bastion or Gellért hill's ",{"type":"''","value":["Citadella"]}," in ",{"type":"[[","value":[["Budapest\/Buda"],["Buda"]]},", promenading along the river banks, or from the river's perspective, from a boat. For romantic views of the city, go at night. There is a number of ",{"type":"'''","value":["bridges"]}," (see ",{"type":"[[","value":[["#Orientation"],["Orientation above"]]},") that arch over the river and define Budapest. Most famous is the ",{"type":"'''","value":["Chain Bridge"]}," (",{"type":"''","value":["Széchenyi Lánchíd"]},"), owing its name to the suspension structure: the bridge is made of chains whose links are huge dog-bone shaped metal bars linked by pins at their ends. And there is also the magnificent ",{"type":"''","value":["Elisabeth bridge"]}," (",{"type":"''","value":["Erzsébet híd"]},") and the ",{"type":"''","value":["Liberty bridge"]}," (",{"type":"''","value":["Szabadság híd"]},"). To get away from all the hustle of the city visit ",{"type":"'''","value":["Margaret Island"]}," (",{"type":"''","value":["Margitsziget"]},"), reachable from the Margaret bridge. Its large parks (see ",{"type":"[[","value":[["Budapest\/Buda"],["Buda"]]},") are a very pleasant place to relax and wander, perfect for a sunny afternoon.\n\n",{"type":"[[","value":[["File:Saint Stephen's Basilica Budapest.jpg"],["thumb"],["right"],["225px"],["St. Stephen's Basilica is named after the first Hungarian king, and it's one of the highest building in the city"]]},"\n\nMost of Budapest's famous sights are concentrated on ",{"type":"[[","value":[["Budapest\/Castle Hill"],[{"type":"'''","value":["Castle Hill"]}]]}," on the ",{"type":"[[","value":[["Budapest\/Buda"],[{"type":"'''","value":["Buda"]}]]}," side, in downtown ",{"type":"[[","value":[["Budapest\/Pest"],[{"type":"'''","value":["Pest"]}]]}," and along the riverside walkways.\n\nOn ",{"type":"'''","value":[{"type":"[[","value":[["Budapest\/Castle Hill"],["Castle Hill"]]}]}," main highlights is the ",{"type":"'''","value":["Royal Palace"]}," (",{"type":"''","value":["Királyi palota"]},"). The most popular attraction on the hill. Home to the ",{"type":"[","value":["http:\/\/www.mng.hu National Gallery"]}," and ",{"type":"[","value":["http:\/\/www.btm.hu Historical Museum of Budapest"]}," exhibits about medieval Budapest and history of the Royal Palace. Northern way find the funicular on a big squre southestern corner, on the eastern part are some mediaval excavations and castle ruins from 14-17th century. Towards north is by the Dísz tér corner the Golden Eagle Pharmacy Museum (Arany Sas Patikamúzeum), with the collection of pharmaceutical objects from the Renaissance and Baroque eras. Near there the Café Ruszwurm, or 'the Heaven for coffein and sweets addicts'. A hundred meter east a local proudness the Matthias Church (Mátyás Templom) a neogothic church crowning Budapest's cityscape and the 'Fisherman's bastion', (",{"type":"''","value":["Halászbástya"]},"), lookout terrace. For impressive views across the Danube to Pest. In the next buildindg find you the Marzipan Museum, not only kids favourite. On the castle northwest corner is the ",{"type":"[","value":["http:\/\/www.militaria.hu Military Museum"]}," if you interested for uniforms, weapons, maps and other Hungary-related military objects from 11th century until nowadays. If not you must to go there because the view from before valid a short detour. Almost all west Buda hill visible from here.\n\n",{"type":"'''","value":["Downtown"]}," (",{"type":"''","value":["Belváros"]},") of ",{"type":"'''","value":[{"type":"[[","value":[["Budapest\/Pest"],["Pest"]]}]}," is the administrative and business centre of Budapest and the whole of Hungary. For the first place the ",{"type":"'''","value":["Parliament Building"]}," (",{"type":"''","value":["Országház"]},") is good choice. A neogothic jewel, beautifully situated overlooking the Danube. It is very much worth going inside opposite there the Museum of Ethnography and just couple hundreds meter to ",{"type":"[","value":["http:\/\/basilica.hu St. Stephen's Basilica"]}," what is the main church of Budapest is an important example of neoclassical architecture. Take 2 stops by M3 to Astoria station and visit the Jewish qurter (part of Unesco World Heritage), the main Hungarian Jewish holy place the  ",{"type":"[","value":["http:\/\/www.dohany150.hu\/ Great Synagogue and the Jewish Museum"]}," (Dohány utcai Zsinagóga), the largest and certainly among the most beautiful ones in Europe. Take the underpass toward ",{"type":"[","value":["http:\/\/www.museum.hu National Museum"]},", on the way admire the ",{"type":"[","value":["http:\/\/www.btk.elte.hu\/en Eötvös Loránd University"]}," on Múzeum körút. It is worth dropping by for a short visit. Visitors can rest in the lush ",{"type":"'''","value":["Trefort Garden"]}," or have a refreshment in the popular ",{"type":"'''","value":["Bölcsész Terasz"]},", an open-air cultural garden that has musical performances as well as food. If you take metro Kálvin tér can visit an other imprtant museum  which is the ",{"type":"[","value":["http:\/\/www.imm.hu Applied Arts museum"]},".\nOut of the Downtown southway take tram 2 to visit the famous Zwack Unicum,- a kind of liquor- company museum, and the new culture hub near to Lágymányosi bridge include the ",{"type":"[","value":["http:\/\/www.ludwigmuseum.hu Ludwig Museum of Modern Art"]},".\n",{"type":"[[","value":[["File:The Millennium Monument in Heroes' Square, Budapest, Hungary.jpg"],["thumb"],["right"],["160"],["Heroes' Square"]]},"\n",{"type":"[[","value":[["File:Òpera de Budapest.jpg"],["thumb"],["Budapest Opera"]]},"\n",{"type":"'''","value":["Eastwards"]}," from Downtown (",{"type":"''","value":["Belváros"]},") the 'Andrássy út' boulevard in ",{"type":"[[","value":[["Budapest\/Pest"],["Pest"]]}," stretches  to the City Park ('Városliget'). It is listed on ",{"type":"[[","value":[["UNESCO World Heritage List"]]}," and has some important sights along it, first is the ",{"type":"''","value":["State Opera House"]}," This is one of the most beautiful opera houses in the world. The main staircase was an important element of the building in the 19th century for ladies to show off their new gowns. After Oktogon (eight angled) square ",{"type":"[","value":["http:\/\/www.terrorhaza.hu\/index2.html House of Terror"]},", the former secret police headquarters what now is museum objectively documents the terror of the Nazi and Communist eras. The next are some eastern culture in the ",{"type":"[","value":["http:\/\/www.hoppmuseum.com Hopp Museum of East Asian Art"]}," a great collection from China, Japan, India, Nepal, Tibet and Mongolia.  Nearby is another similar collection, namely ",{"type":"'''","value":["Gyorgy Museum"]},". Also here ",{"type":"[","value":["http:\/\/www.thegoldmuseum.eu Southeast Asian Goldmuseum"]}," which has the leading collection in Europe of southeast Asian gold artifacts from the 1st millennia BC. Along the boulvard after Oktogon square many embassy in nice more than 100 year old villas\nwill find you. At the road end is the Heroes' Square - with the Millennium Monument, the ",{"type":"[","value":["http:\/\/www.ernstmuzeum.hu Ernst Museum"]}," where you can see lot of piece about Contemporary Hungarian art, opposite is ",{"type":"[","value":["http:\/\/www.szepmuveszeti.hu Museum of Fine Arts"]}," an incredible range of European artwork from Greek and Roman times to the present. Especially valuable is its collection of Spanish Baroque painting. Behind it there is the ZOO and the Gundel resstaurant one of the best of the capital. Woodpark area starting from here the ",{"type":"''","value":["City Park"]}," ('Városliget') is at the far end is probably the most pleasant of Pest's districts and features several interesting if low-key attractions which are often overlooked. A castle on a little island on a lake, - ",{"type":"''","value":["Vajdahunyad Vára"]},", - built for the 1898 World Fair. In the winter, the lake is turned into the city's biggest ice rink. Nowadays it houses an agricultural museum. Also in the park the Transport Museum.\n\nOn ",{"type":"'''","value":[{"type":"[[","value":[["Budapest\/Buda"],["Buda"]]}]}," side north from castle find you the ",{"type":"[","value":["http:\/\/www.museum.hu\/museum\/index_en.php?ID=27 Gül Baba Türbéje"]}," a shrine where ",{"type":"''","value":["Gül Baba"]}," (literally Rose Father, from whom the ",{"type":"''","value":["Rózsadomb"]}," (Rose Hill) was named) lies. Take H5 to Szentlélek square what is the heart of Óbuda (Old Buda) district. Near to that is  ",{"type":"'''","value":["Victor Vasarely Museum"]}," shows many works of the famous Hungarian-born post-modern painter ",{"type":"''","value":["Vásárhelyi Győző"]}," (1908-1997) and the ",{"type":"'''","value":["Kassák Museum"]}," at the Zichy Castle shows works of the modern Hungarian artists as well as modern Hungarian art, also near here the ",{"type":"[","value":["http:\/\/www.btmfk.iff.hu Kiscelli Museum"]}," is the Budapest Picture Gallery. More one sop with H5 is the city biggest archeological site the ",{"type":"[","value":["http:\/\/www.aquincum.hu Aquincum"]},". What was a city in the Roman times and there are some ruins of thermal baths, made by stones and decorated with mosaics and paintings.\n\n",{"type":"'''","value":["Far to west"]}," is the ",{"type":"[","value":["http:\/\/www.mementopark.hu\/pages\/home\/?lang=en Memento Park"]},", an open air museum in Budapest, dedicated to monumental statues from Hungary's Communist period (1949–1989).\n\nSouthward from the Castle is the ",{"type":"[","value":["http:\/\/www.heritagehouse.hu\/ ",{"type":"'''","value":["Budai Vigadó"]}," (Hungarian Heritage House)"]}," Between 1898 and 1900 winners of an architectural competition, faced a demanding project: building a theate rand library to suit the needs of the residents of Buda on the site of a former arsenal. Aladár Árkay and Mór Kallina worked to change the pre-existing block into a cultural center. The Vigado’s outside is in constructed in relatively simple, eclectic style, but the interior boasts an impressive Art-Nouveau hall with a marble staircase and pillars and a spacious, ornate theater. Today it is also known as the Hungarian Heritage House and is the home theater of the ",{"type":"[","value":["http:\/\/www.ticket.info.hu\/en\/program\/folklore-performances\/hungarian-state-folk-ensemble Hungarian Folk Ensemble"]},".\n\nMusic related Museums also find in the city the ",{"type":"'''","value":["Kodály Museum"]},", the ",{"type":"'''","value":["Liszt Museum"]},", former home of Ferenc Liszt, most famous Hungarian composer. Collection of his personal objects and instruments can be visited; the ",{"type":"'''","value":["Bartók's House"]}," and the ",{"type":"'''","value":["The Music Museum"]},", Includes a collection of musical instruments and the Bartok archive.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" The simplest (and perhaps best) of all: get a map, circle the things you want to see, divide up your time and ",{"type":"'''","value":["stroll around in the city"]},". Spend time in charming cafés or restaurants (preferably not right at the main tourist sights), look at the market stands, walk on a bridge in the evening. The lively atmosphere of this jewel of a city both by day and by night cannot be experienced via guided tours, locked into a tourist bus\/boat. Locals are usually happy to help, also to tell you what they think is best to see - and what is better to stay away from, or for a little chat just to keep up their English (or German). Don't hesitate to ask questions!"]},{"type":"*","value":[{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Hungaria Koncert"],["alt="],["url=http:\/\/www.hungariakoncert.hu"],["email=hunkonc@ticket.info.hu"],["address="],["lat="],["long="],["directions="],["phone=+36 1 317-1377"],["tollfree="],["fax="],["hours="],["price="],["content=Operates cruises with lunch or dinner daily at 14:00, 19:00 and 20:00. This service is 90 minutes with hot buffet lunch or dinner. During the cruise, the Parliament, Chain Bridge, Royal Castle, Palace of Arts etc. can be seen."]]}]}]},"\n",{"type":"*","value":[" Do it on a bike! (Rents are around 1800 HUF for half a day.) On a bike, you can ride out of the city, too. Szentendre is a 2 hours ride from the center and you get to see nice places, much of the way is at the Danube. If you prefer more organised ways, a guided bike tour gets you some exercise and introduces you to the local geography. For example, staff at Buda Bike [underground garage at the plaza in front of St. Stephan's Basilica] are very friendly. They also rent bikes. ",{"type":"[","value":["http:\/\/www.mozgasvilag.hu\/budapesti-kerekparut-terkep Bike map on the Net "]}]},"\n",{"type":"*","value":[" Walk in the City park (",{"type":"'''","value":["Városliget"]},") with your children. Walk around the lake and feed the ducks. See the statue of Anonymus at the Vajdahunyad Castle, a fairy-tale-like building. Széchenyi Spa, right next to the lake, is also enjoyable for kids (see also the Baths section)."]},"\n",{"type":"*","value":[" In the winter, the same lake is transformed into the large ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mujegpalya.hu ice-skating rink"]}]}," with an astonishing view during winter. It is a popular place for kids, teens and young tweens."]},"\n",{"type":"*","value":[" The nearby ",{"type":"[","value":["http:\/\/www.fnc.hu\/eng\/our-show ",{"type":"'''","value":["Circus"]}]}," (Fövárosi Nagycirkusz - Great Circus of the Capital) offers performances with international artists. (The program can be seen here ",{"type":"[","value":["http:\/\/www.fnc.hu\/index.php\/eloadasunk\/eloadas-idopontok"]}," in Hungarian)"]},"\n",{"type":"*","value":[" Next to it, the ",{"type":"'''","value":["Budapest Zoo"]}," - one of the oldest in the world - offers more than 800 animals to be seen in a historic atmosphere."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Buda Hill Labyrinth"]},". The Labyrinths are accessible by two points on the Buda hills. The caves were formed from hot water springs and then during WW2, they were linked with some of the cellars on the hill to create an air raid shelter for up to 10,000 people and a military hospital. The ",{"type":"[","value":["http:\/\/www.labirintusbudapest.hu\/contact.php labyrinth"]}," is now a popular tourist attraction"]},"\n",{"type":"*","value":[" Experience an ",{"type":"'''","value":["opera"]}," at Budapest's beautiful State Opera House (its a real hidden gem) or a performance of ",{"type":"'''","value":["folklore"]}," or ",{"type":"'''","value":["classical music"]}," at any of Budapest's many concert halls (s. details under Performing arts)."]},"\n",{"type":"===","value":["Festivals"]},"\nBudapest offers a multitude of fairs and festivals. A few of them are\n\n",{"type":"'''","value":["March"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Budapest Spring Festival"],["alt="],["url=http:\/\/www.btf.hu\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A dazzling variety of cultural events mainly revolving around classical music and performing arts - including folklore."]]}]},"\n",{"type":"'''","value":["August"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Jewish Summer Festival"],["alt="],["url=http:\/\/zsidonyarifesztival.hu\/?lang=en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another array of cultural and music events, with a Jewish touch."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Sziget"],["alt="],["url=http:\/\/sziget.hu\/festival_english"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Festival on Óbudai Sziget (Óbuda Island) An institution attracting rock fans, world music hippies and the usual festival crowd every year in august. It has become one of the best-known festivals in Europe, offering a multitude of cultural, culinary and musical events. Day tickets cost €45 and festival passes, including camping privileges cost €170 if purchased before April 15 and €200 thereafter. Festival passes without camping privileges cost €30 less. Sleeping in a tent under the open sky instead of a hotel room gives the complete festival feeling. (Safe boxes are available for valuable personal belongings)."]]}]},"\n",{"type":"===","value":["Performing arts and classical music"]},"\nApart from a renowned music scene, Hungary has a surprisingly rich theatre and art scene and, not surprisingly, Budapest is the epicentre of it. The season begins in mid-September and ends in June. Productions range from classic dramas and traditional operas to post-modern dance performances. The following venues can be particularly interesting for non-Hungarians. Tickets are bookable about one month beforehand at ",{"type":"[","value":["http:\/\/www.interticket.hu\/cgi-bin\/it\/search.cgi?venuetype_id=1 Interticket"]},", the Hungarian theatres' official booking engine for a small (10% + HUF50) booking fee.\n\n",{"type":"===","value":["Cinema"]},"\n\nIn spite of increasing funding difficulties, quality cinema has remained alive in Budapest. For contemporary non-mainstream European and Hungarian titles turn to Budapest’s excellent art house movie chain, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.artmozi.hu\/includehtm.php?htm=pestimozik Art mozi"]}]},", most of their branches are provided with a café or pub and offer pleasant atmosphere to spend your evening. A few selected cinemas of this chain: ",{"type":"[","value":["http:\/\/www.urania-nf.hu\/ Uránia National Movie Theatre"]}," | Uránia Nemzeti Filmszínház where you can see the mainstream European artistic movies with new Hungarian films, the latter ones sporadically subtitled in English; Cinema Puskin (Puskin Mozi) an elegant, decorated multiplex offering quality, but generally easy-to-watch Hungarian and foreign films; Cinema Művész (Művész Mozi) is probably the most popular “Art Mozi” theatre in Budapest; Movie Museum Örökmozgó (Örökmozgó Filmmúzeum) is your best choice if you’re in mood to see a movie from the times when Leonardo DiCaprio was a child, mostly film in original language and are subtitled in Hungarian. - Mainstream cinemas mainly show subtitled (or dubbed) Hollywood films and Hungarian romantic movies. After the shopping center revolution in the late 90s, more than two thirds of the city’s cinema screens are run by international chains and franchises. Two examples are:  ",{"type":"[","value":["http:\/\/www.corvin.hu\/ Corvin"]},", one of the oldest, although completely modernised cinema in the city—gives multiplex feeling for those tired of malls. The most centrally located mall cinemas  the ",{"type":"[","value":["http:\/\/www.westend.hu\/ Palace Westend"]}," in Pest.\n\n",{"type":"===","value":["Thermal baths "]},"\n",{"type":"{{","value":[["seeDistricts"]]},"\n\n\n\nBudapest offers a truly exceptional density of ",{"type":"'''","value":["thermal springs"]}," and its fame is still rising as a major European Spa location - so go \"bathing\". The baths are among last vestige of Turkish culture in Budapest; some baths indeed date back to Turkish times. However, Hungarians have modified and moulded this tradition into something of their own during the last four centuries.\n\nThermal baths contain several thermal pools. They are usually complemented with multiple ",{"type":"'''","value":["steam baths"]}," (in later decades also denoted by the Finnish word 'sauna'), ",{"type":"'''","value":["massage services"]}," and other therapies including ",{"type":"'''","value":["drinking cures"]},". Unlike in some Scandinavian or German baths, Budapest baths mostly require you to wear your bathing suit!\nAmong foreigners, Russians seem to be most frequent visitors to Budapest's baths, followed by Italians and Americans.\n\nIn recent decades a tradition of ",{"type":"'''","value":["night bath parties"]}," has evolved, often revolving around various branches of electronic music, ",{"type":"[","value":["http:\/\/www.cinetrip.hu\/en\/about see e.g."]},".\n\n",{"type":"====","value":["Traditional public baths"]},"\n\nTraditional public baths used to have a slightly outdated but nowadays improving service and admission system and allow an authentic bathing experience with locals around you. At the cash desk, you sometimes have to select treatments in advance (often they are offered in distinct places of the building). Bathing time is not restricted, and, depending on the system, if you're finished earlier, part of your fee is repaid. Towels and sometimes bathrobe can be rented either at the entrance or inside. Changing clothes can be done either in a common area with lockers (gender segregated) or in cabins (kabinok) which may come in different size and is highly useful for families. While newer systems may be introduced, according to the proper ancient ritual you're handed a token with a number, which is also written on a chalkboard inside(!) the cabin door as a security code - you must remember cabin number. To access your cabin again, show your cabin and a token to attendant, and s\/he'll open the door and check the number inside. Note that in swimming pools, swimming caps are sometimes obligatory (and often available for sale or rent).\n\n",{"type":"====","value":["Modern baths"]},"\nThere are also very modern baths (like Danubius Grand Thermal Hotel) which are usually called spas, although their central component are thermal pool and multitude of steam baths\/saunas, which is not always typical for ",{"type":"[[","value":[["spas"]]}," in the rest of the world.\n\n",{"type":"===","value":["Active Leisure"]},"\n",{"type":"*","value":[" If you live a sporty life you should not have a break during your holiday. Wide variety of health clubs, yoga & pilates clubs, riding schools, swimming pools and squash and tennis courts give sporting opportunity. On Margaret Island you will find joggers, and swimming opportunity in the Hajós Olympic Pool. Practicing the mentioned sports is cheap in Budapest."]},"\n",{"type":"===","value":["Caving"]},"\n\n\n",{"type":"*","value":[" Note that caving in Budapest ranges from well lit and renovated Szemlőhegyi cave, where you can even go to parts of the cave in a wheelchair, to some of the more extreme tours in the ",{"type":"'''","value":["Pál-völgyi–Mátyás-hegyi"]}," cave system, where you have to squeeze through several meters long passages with no room to spare. - The Pál-völgyi–Mátyás-hegyi cave system is recommended for the adventurous (and non-claustrophobic) who wants a great taste of \"proper caving\" instead of the more \"tourist friendly\" alternatives. The tours lasts between 2.5–3 hours and much of the time is spent crawling or climbing, so some degree of physical shape is needed. The guided tour includes a helmet, headlamp and overall so ",{"type":"'''","value":["bring good shoes"]},"! Guides are very professional. English guided tours are usually on Mondays, Wednesdays and Fridays late in the afternoon, but can be pre-booked by groups at other days as well. For booking you need to be with at least 4 people."]},"\nPlease do not litter, write your name on the cave wall or damage the cave in any other way! Part of the experience is the feeling of being in unspoiled nature.\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Teaching English"]]}," is a popular profession for travellers and people moving to Budapest."]},"\nGenerally speaking, finding a full-time job is fairly difficult unless you speak Hungarian. You should also be prepared that Western standards at job interviews regarding personal life and diversity issues do not always apply. Do not be surprised if you are asked about your smoking habits. Also, companies are not always prepared to fully understand and accept people from diverse backgrounds. You should be prepared that most places won't hire you until you speak at least a little Hungarian. Restaurants with a specific countries cuisine (such as Italian restaurants and pizzerias) tend to hire people from that country for making the food more authentic.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"===","value":["Money"]},"\nThe Hungarian forint (",{"type":"'''","value":["HUF"]},") is the legal tender. Until 2013 it had relatively high inflation levels, but currently it has an exceptionally low inflation rate.\n\nCurrently used coins: HUF5, 10, 20, 50, 100 (two colored, similar to €2) and 200 (two colored, similar to €1), plus bills: HUF500 (orange and brown), 1,000 (blue), 2,000 (brown), 5,000 (violet and green), 10,000 (red and blue), 20,000 (grey and reddish).\n\nBe sure when receiving change that all HUF1,000 notes contain a vertical silver strip. Older notes without the strip are no longer valid. HUF200 banknotes are also no longer valid, look out for these too!\n\nAlso, when receiving change from a taxi journey, make sure that the money is actually Hungarian. Some taxi drivers have been known to give unsuspecting passengers obsolete Romanian banknotes (lei).\n\n",{"type":"[[","value":[["File:Budapest GreatMarket Paprika.JPG"],["thumb"],["Paprika and more, Great Market Hall"]]},"\nMany reliable exchange bueaux can be found in the city centre near Deák Ferenc tér metro station. For example, there are two shops next two the tourist information. These shops as well as other shops in the area offer a better rate than other banks at tourist spots such as international bus stations and the castle hill. The rate might be even better than getting cash from ATMs. For example, in May 2012, you can get HUF295\/Euro from these shops while you will get HUF275\/Euro at international bus stations and HUF285\/Euro from ATMs. There is also no extra charge.\n\n",{"type":"[[","value":[["File:Chocolateshop.jpg"],["thumb"],["A chocolate shop in Budapest"]]},"\nMost of the visitors from far away end up shopping in ",{"type":"[[","value":[["Budapest\/Pest#Buy"],["Pest"]]}," in the middle of the city: ",{"type":"''","value":["Váci utca"]}," and nearby. It is historically the most expensive part of the city. You'll find Hungarian linens and lace, pottery, and other items, in souvenir shops.\n\nYou definitely want to visit the ",{"type":"'''","value":["Great Market Hall"]}," (",{"type":"''","value":["Nagy Vásárcsarnok"]},") at ",{"type":"''","value":["Fővám tér"]}," the recently renovated market hall with essential atmosphere (it's at the south end of Vaci). Prices for the same items vary a lot between sellers and aren't set in stone so be sure to compare and bargain.\n\n",{"type":"===","value":["Non-speciality shopping"]},"\nAlso, chain stores can be found along the ",{"type":"''","value":["Váci utca"]}," (C&A, H&M, Clinique, Estee Lauder, New Yorker, etc.).\n\nThe shopping malls locally known as \"Plazas\" are usually good for buying clothes, but prices may vary wildly even in shops next to each other. For electronics, the cheap supermarkets like ",{"type":"''","value":["Electro World"]}," and ",{"type":"''","value":["Media Markt"]}," are good targets, but the quality is on par with the prices. Due to the low cost of labour, a tradition in repairing mobile phones and other appliances exists, and buying second hand electronics is normal. This service is usually offered in smaller private shops.\n\nAbsinthe is available for purchase at common liquor stores, a must-have purchase for the European traveller. Many brands available in the Market Hall and liquor stores are of poor quality (or not even \"real\" Absinthe).\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"{{","value":[["seeDistricts"]]},"\n\n\n\nHungarian food deserves to be (and often is) mentioned among the country's main sites. As in other cultures, the Hungarian approach to food combines pride in their own traditions with a readiness to accept outside influences. The result is a vibrant restaurant scene where an Asian-Hungarian fusion restaurant may well be of genuine interest. Luckily, prices are significantly below western Europe's with around 4 EUR for a budget lunch, and around 8-14 EUR for a nice evening meal in a mid-range restaurant, depending on place and appetite. Above 20 EUR per person is definitely considered expensive, but there are enough lavish places above this price range for those looking for something special.\n\nLocal specialities often revolve around meat (pork, beef, veal, or poultry), often involve liberal use of paprika, however not necessary of the hot kind. Note that - due to a historical translation error - \"goulash soup\" is indeed a soup, not the \"goulash\" that visitors may be familiar with from home which is known as \"pörkölt\".\n\nMajor specialities include (google image search can aid your imagination):\n",{"type":"*","value":[" ",{"type":"'''","value":["gulyás(leves)"]}," usually translated as 'goulash soup' - a filling meat soup (usually beef) with potatoes and paprika, among other ingredients. Served as main dish or as a (heavy) starter. The name refers to the Hungarian version of a cowboy taking care of a 'gulya' (cattleherd)."]},{"type":"*","value":[" ",{"type":"'''","value":["paprikás"]}," veal or chicken cooked in delicious creamy paprika sauce (not spicy)"]},{"type":"*","value":[" ",{"type":"'''","value":["pörkölt"]}," a stew with of sautéed onions and - paprika. Similar to what is served as 'goulash' abroad."]},{"type":"*","value":[" ",{"type":"'''","value":["halászlé"]}," - fishermen's soup served differently depending on region"]},{"type":"*","value":[" ",{"type":"'''","value":[" töltött káposzta"]}," - stuffed cabbage, the cooked cabbage leafs are filled with meat and in a paprika sauce, served with sour cream (similar to crème fraîche or crème acidulée)"]},{"type":"*","value":[" ",{"type":"'''","value":["Balaton pike-perch"]}," (fogas)"]},{"type":"*","value":[" ",{"type":"'''","value":["gyümölcsleves"]}," - fruit soup - cold, creamy and sweet, consumed as a starter."]},"\nFrom the desserts, you may not want to miss\n",{"type":"*","value":[" ",{"type":"'''","value":["Somlói galuska"]},", a poem on biscuit dough, cream and chocolate sauce, invented by Károly Gollerits at Gundel"]},{"type":"*","value":[" ",{"type":"'''","value":["Gundel palacsinta"]}," - Gundel pancake (crepe) - with a filling prepared with rum, raisin, walnuts, and lemon zest, served with a chocolate sauce, and the careful reader may guess its birthplace."]},{"type":"*","value":["  There is also a great variety of wonderful pastries\/cakes (",{"type":"'''","value":["Torta"]},"), some of which you will recognize if you are familiar with Viennese pastries. You may want to try ",{"type":"'''","value":["Dobos torta"]}," (Dobos cake, named after József Dobos), and ",{"type":"'''","value":["Rigó Jancsi"]}," a light chocolate-cream cake."]},"\nIn addition to traditional Hungarian fare, which is recommended, there are numerous other cuisines available in Budapest.  The adventurous gourmand can enjoy a different cuisine each meal for a week.  Restaurant prices in Budapest are very reasonable by American and Western European standards with a general rule being that you would pay twice as much for a similar meal in New York, London or Paris.\n\n",{"type":"===","value":["Coffeehouses"]},"\n\nCoffeehouses (",{"type":"''","value":["kávéház"]},") were a traditional Budapest institution, somewhat resembling Viennese lifestyle. Visit to one should be on every traveller's agenda. These are places are great to spend some time at a cup of coffee and a delicious cake, but some of them (especially in the higher price range) offer meals as well. With dozens of places in the city, the best-known, landmark coffeehouses (and among priciest) are: ",{"type":"[","value":["http:\/\/www.gerbeaud.hu\/  Gerbeaud"]}," (Vörösmarty tér 7-9), ",{"type":"[","value":["http:\/\/www.muveszkavehaz.hu\/ Művész Kávéház"]}," (Andrássy út 29), ",{"type":"[","value":["http:\/\/www.newyorkcafe.hu\/ New York Kávéház"]}," (Erzsébet krt. 9-11). - Other Kávéházs worth visiting include the cafe at the Hotel Astoria, Cafe Central, the Cafe Mozart, Wall Street and the oldest in Budapest, the Ruszwurm in Buda castle.\n\n",{"type":"===","value":[" Restaurants "]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\nHungarian cuisine and restaurant experiences are happily remembered by visitors, even if the Hungarian diet may seem rather meat-based to many western visitors. The city has large variety of great places to eat at prices quite reasonable for western-Europeans. Like in some other cities, a number of restaurants see tourists as scapegoats. It is a good idea to avoid restaurants in the heart of the most touristic areas like Váci utca, especially if all customers seem foreigners - here you'll more likely than not be served mediocre food with a high bill padded with number of bizarre charges. In some restaurants anything you don't explicitly ask for, but appears on your table, is likely to be charged for. Don't take restaurant tips from suspicious individuals on the streets, ask at your hotel or local friends.\n\nA wide variety of decent food for not reasonable prices can be found at the lively Ráday utca, venue of a number of cultural events, near Kálvin tér. But simply strolling the more central areas - e.g. near the Great Ringroad (Nagykörút), or the Pozsonyi út -  will be enough to bump into nice places to test local cooking skill (though not necessarily with a menu available in English).\nTop-notch quality food (1st category restaurants) charge a wide range of prices (from starters around 1000 HUF, main courses around 3,000-10,000 HUF, and menus from 5,000 HUF). Perhaps the most reputed among top restaurants is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.gundel.hu\/site\/index.php?page=en Gundel"]}]}," near Városliget - check the prices before you decide to go, but it offers a good value Sunday brunch for some 5000 HUF.\n\nWalking along the Danube on the Pest side, you see a lot of ",{"type":"'''","value":["restaurant and bar boats"]},". Most of them serve traditional Hungarian and international dishes, some of them are function more as bars. Thanks to the beautiful panorama across the Danube and the castle, these places provide an unforgettable experience.\n\n",{"type":"====","value":[" Chains "]},"\n\nOnly cross-district chains are listed here; see ",{"type":"[[","value":[["#Districts"],["district articles"]]}," for individual restaurants.\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Wasabi"],["alt="],["url=http:\/\/www.wasabi.hu"],["email="],["address=Podmaniczky ut 21"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},":close to Nyugati station"],["phone="],["tollfree="],["fax="],["hours=11AM-5PM weekdays"],["price="],["content=Excellent Japanese and Korean food. Lunch 3790 HUF. The Buda unit: Szépvölgyi ut 15 (train station Szépvölgyi ut) 11AM-11PM."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Trófea Grill"],["alt="],["url=http:\/\/www.trofeagrill.hu"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best among all-you-can-eat (buffet) and all the alcohol you can drink. Best to book a table in advance. Has 4 locations. 1 on Buda downtown by Margaret Bridge (Margit körút 2)"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Leroy Cafe"],["url="],["email="],["address=Pest (5 locations), Buda (3 locations)"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= (See district article Pest for details) Mid to high-priced restaurant chain that offers Hungarian classics with other Italian and European cuisine.  Very fashionable interiors and popular with the well-paid white collar crowd. Reservations are recommended during traditional peak times. When eating here, always make sure that you won't be slapped on an extra 100% service charge. Read the menu before entering the restaurant carefully and insist on talking to someone who speaks English."]]}]},"\n",{"type":"===","value":["Vegetarian\/Vegan"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Govinda"],["alt="],["url= http:\/\/govinda.hu\/en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M–F 11:30–20:00, Sa 12:00–21:00"],["price="],["content=Great vegan\/vegetarian restaurant in Budapest. You can choose from different menus every day or just order separate dishes;  moderately priced. The Govinda chain has three restaurants in Budapest. The main restaurant is at Vigyázó Ferenc utca 4, ",{"type":"''","value":["Govinda Vega Corner"]}," is at Papnövelde utca 1, and the ",{"type":"''","value":["Govinda-Buda"]}," is at Árpád fejedelem utca 33. ",{"type":"[","value":["http:\/\/osm.org\/go\/0KfA3sYkc--?m See maps"]},",  ",{"type":"[","value":["http:\/\/osm.org\/go\/0KfA3sYkc--?m Vigyázó Ferenc utca 4"]}],["Central Pest;"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Edeni Vegan"],["alt="],["url=http:\/\/www.edenivegan.hu\/"],["email="],["address=Iskola Utca 31"],["lat="],["long="],["directions=1 block from Batthány tér metro station"],["phone=+36 6203 0775 75"],["tollfree="],["fax="],["hours=Mo-Thu 8-21, Fri 8-18, Sun 11-19"],["price="],["content=Cafeteria style restaurant, large portions, relatively cheap. Food may vary depending on day, time, and dishes chosen. Tofu goulash recommended. Staff is very helpful at explaining the dishes so ask what they are if you don't know. Note: CASH ONLY. There is an ATM at the bank across the street."]]}]},"\n",{"type":"===","value":["Grocery shopping"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\nNeedless to say, if you want to take home some Hungarian paprika, Pick szalámi, or Tokaji wine, grocery shops are naturally cheaper than specialised souvenir kiosks.\nIn the central areas, you will find smaller grocery shops such as the Hungarian chains ",{"type":"[","value":["https:\/\/www.groby.hu\/uzletek\/ GRoby shops"]},", ",{"type":"[","value":["http:\/\/www.cba.hu\/uzletek?lang=en CBA shops"]},", (sometimes ",{"type":"[","value":["http:\/\/www.espressokft.hu\/uzletlokator\/index.php?catalog3_id=63&Mzoom=catalog31016101002 Rothschild's shops"]},") as well as the usual European suspects ",{"type":"[","value":["http:\/\/www.spar.hu\/content\/aspiag_spar_hu\/hu_HU\/uzletek.html?_charset_=UTF-8&keyword=budapest&searchtype=1&targetPage_1=%2Fcontent%2Faspiag_spar_hu%2Fhu_HU%2Fuzletek.html&targetPage_2=%2Fcontent%2Faspiag_spar_hu%2Fhu_HU%2Ftermek-kereso.html&targetPage_3=%2Fcontent%2Faspiag_spar_hu%2Fhu_HU%2Freceptek.html&targetPage_4=%2Fcontent%2Faspiag_spar_hu%2Fhu_HU%2Fszolgaltatasok%2Fosszes-kereso.html Spar"]}," and ",{"type":"[","value":["http:\/\/tesco.hu\/aruhazak\/expressz Tesco Express shops"]},".\n\nFurther from the centre, you can find foreign-owned hypermarkets like ",{"type":"[","value":["http:\/\/www.auchan.hu\/ Auchan"]}," & ",{"type":"[","value":["http:\/\/tesco.hu\/aruhazak Tesco"]}," with the usual range of goods.\n\n",{"type":"===","value":["Kosher"]},"\n",{"type":"{{","value":[["movetodistrict"]]},"\n",{"type":"*","value":[" Hanna's Kosher Kitchen Features classic Hungarian food, but Kosher. VII., Dob utca 35. Tel.:+361 342-1072."]},"\n",{"type":"*","value":[" Kinor David VII. Dohany utca (next to the big Dohány Temple) Tel. (+361) 413-7304 or 5."]},"\n",{"type":"*","value":[" Salamon glatt kosher restaurant (Next to King's Hotel)1072 Budapest, VII. Nagydiófa u. 27 Tel: +36 1 413-1487, 413-1488 Cell: +36 30 743 6938, +36 20 966 6160."]},"\n",{"type":"*","value":[" Rothschild Supermarkets (located throughout the downtown) offer Kosher goods too."]},"\n",{"type":"===","value":["Others"]},"\nHalal food is not traditional for Budapest but a number of places are available recently.\nCheck this ",{"type":"[","value":["http:\/\/busralilmuhminin.blogspot.hu\/2011\/01\/halal-husboltok-es-ettermek.html  Muslim site for Meat shops (húsboltok) and restaurants (Éttermek)"]},".\n\nA version of Döner Kebab (as known e.g. in Germany) is sold under the Greek name Gyros (often by Turks!). Translated from Turkish Döner, Gyros means \"rotate\" or \"spintop\" in Greek - a reference to the meat being rotated on a stake.\nOne good moderately priced Turkish Halal place is Szeráj on Szt. István körút opposite to the theatre building of \"Vígszínház\", between Nyugati tér Margaret Bridge.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"{{","value":[["seeDistricts"]]},"\n\n\nBudapest offers plenty of places to drink, from cool and ultra-hip to rowdy and down-market. If you are in the mood for a particularly Hungarian experience, visit a so-called borozó (wine pub). These offer cheap yet tasty Hungarian wine on tap at outright hilariously low prices if you manage to find one outside the tourist circuit.\n\nHungary is famous for its wines produced at Balaton area and Eger. Among red wines the best are Kékfrankos, Egri Bikavér „Bulls Blood” and white wines the Szürkebarát and Chardonnay are popular. One of the most favorite is the Tokaji, a sweet white wine.\nYou should try not to miss out on the Hungarian spirit, ",{"type":"'''","value":["palinka"]},", made from fruits such as, plum, apricot, cherry or williams pears.\n\nUnique Hungarian soft drinks to try are ",{"type":"''","value":["Traubi Szoda"]}," (a white grape soda) and ",{"type":"''","value":["Márka"]}," (a sour cherry soda).\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["seeDistricts"]]},"\n\n\nBudapest offers a wide range of accommodation in all price classes from the hostels which start at €7 per night, to small cheap pension, to the luxurious 5-star hotels, although the costs of staying here are notably higher than elsewhere in Hungary.\n\nArriving trains are often met by touts offering free rides to hostels, as well as little old grannies offering their apartments for rent. Try to figure out exactly where you're going before you choose - or, better yet, visit any of the many travel agencies to browse the many options in a more comfortable environment.\n\nThe most expensive digs are on or near ",{"type":"[[","value":[["Budapest\/Castle Hill"],["Castle Hill"]]},",dozens of reliable backpacker hostels are mostly across the river in   ",{"type":"[[","value":[["Budapest\/Pest#Sleep"],["Pest"]]},". However, ",{"type":"[[","value":[["Budapest\/Buda#Sleep"],["Buda"]]}," has better air quality due to the closeness of the hills and the forests lying to the west from the city.\n\nApartments may be a cheap alternative for those making extended stays.\n\n\n",{"type":"==","value":["Learn"]},"\nBudapest's universities are sufficiently well-regarded and draw exchange students from near and far. There are a number of universities and other tertiary institutions in Budapests. Many of them offer degrees or courses in English, German, or French. Particularly popular, even though not cheap, are the medical university courses offered in German and English.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Central European University"],["alt="],["url=http:\/\/www.ceu.hu\/"],["email="],["address=Nador u. 9"],["lat="],["long="],["directions="],["phone=+36 1 327 3000"],["tollfree="],["fax="],["hours="],["price="],["content=An small but excellent American private university mainly funded by the Soros foundation (associated with Soros György - George Soros, \"The Man Who Broke the Bank of England\"), offers  an extensive graduate program in a wide variety of courses in political, economical and environmental fields."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Eötvös Loránd University"],["alt="],["url=http:\/\/www.elte.hu\/en\/index_noflash.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The flagship university in Hungary, founded in 1635, offering bachelor, master and PhD level degrees in certain fields in English."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Liszt Ferenc Academy of Music"],["alt=Zeneakadémia"],["url=http:\/\/www.lfze.hu\/hp\/english\/index.html"],["email="],["address=Liszt Ferenc tér 8"],["lat="],["long="],["directions=M1 Oktogon"],["phone=36 (1) 462-4600"],["tollfree="],["fax="],["hours="],["price="],["content=World-renowned music academy in the heart of the city"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Corvinus University of Budapest"],["alt="],["url=http:\/\/uni-corvinus.hu\/index.php?id=p1000290"],["email="],["address=Fővám tér 8"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 4 jms.svg"],["15px"]]},", Tram 2, 47, 48, 49, bus 15"],["phone= + 36 1 482 5023"],["tollfree="],["fax="],["hours=Welcome Office M-F 09.00-12.00"],["price="],["content=formerly the University of Economical Sciences, colloquially known as 'Közgáz': Offers Bachelor and Master courses in many languages"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Budapest University of Technology and Economics"],["alt=Műegyetem;  Budapesti Műszaki és Gazdaságtudományi Egyetem (BME)"],["url=http:\/\/www.bme.hu\/"],["email=info@bme.hu"],["address=Műegyetem rkp. 3"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 4 jms.svg"],["15px"]]},", tram  18, 19, 47, 48, 49, bus 7, 7a (to North end) Szent Gellért tér stop; Tram 4, 6 or bus 212 (to South end of the complex) to Goldmann György tér stop"],["phone= +36 1 463-1111"],["tollfree="],["fax="],["hours="],["price="],["content= B.Sc. and M.Sc. level engineering courses available for foreigners in English, French and German language at the International Education Center of the university."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Semmelweis University"],["alt="],["url=http:\/\/www.semmelweis-univ.hu\/"],["email=kovacse@rekhiv.sote.hu"],["address=Üllői út 26"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},": Corvin-negyed"],["phone=+36-1 266-0452"],["tollfree="],["fax="],["hours="],["price="],["content=the flagship institution in medical education and research, offering courses in English and German. International students make up  24 percent of the total student population."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=International Business School"],["alt=Nemzetközi Üzleti Főiskola, IBS-NÜF"],["url=http:\/\/www.ibs-b.hu\/"],["email=info@ibs-b.hu"],["address=Tárogató út 2-4"],["lat=47.508056"],["long=19.124722"],["directions=Tram 61 to Kelemen László utca"],["phone=+36 1 391 2500"],["tollfree="],["fax="],["hours="],["price="],["content=An institute of higher education offering numerous undergrad and some postgraduate programs, mostly providing Oxford Brookes University and Hungarian Degrees in English and\/or Hungarian languages."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Debrecen Language School"],["alt=Debreceni Nyári Egyetem Budapesti Nyelviskolája"],["url=http:\/\/www.nyariegyetem.hu\/"],["email=budapest@nyariegyetem.hu"],["address=Váci u. 63. II\/1."],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]}," Ferenciek tere, tram 2, 47, 49 Fővám tér"],["phone=+36 1 320 5751"],["tollfree="],["fax="],["hours="],["price="],["content=offers Hungarian language classes year round at all levels in Budapest, Debrecen and Sopron."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" Central Emergency: dial ",{"type":"'''","value":["112"]}]},{"type":"*","value":[" Ambulance: 104"]},{"type":"*","value":[" Fire: 105"]},{"type":"*","value":[" Police: 107"]},"\n",{"type":"{{","value":[["infobox"],["Váci utca – dos and don'ts"],["This narrow street begins at Fővám square (",{"type":"''","value":["Fővám tér"]},") in front of Central Market (",{"type":"''","value":["Nagyvásárcsarnok"]},") and ends at Vörösmarty square (",{"type":"''","value":["Vörösmarty tér"]},"). Supposedly being one of the main tourist attractions of the city, Váci Street is visited by all the tourists arriving to Budapest. Enjoy this lively place, shop in its fashion stores, buy Hungarian and foreign literature in its great bookshop, eat in the American fast food restaurants if you intend to, but avoid being victimized by its many tourist traps and scams:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Avoid its eateries and bars"]},", mainly between Vörösmarty sq and Elisabeth Bridge (",{"type":"''","value":["Erzsébet híd"]},"). Most of them offer mediocre food at exorbitant prices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Whatever restaurant you go, always see the prices on the menu."]}," Every restaurant is obliged to put its full menu with prices outside the restaurant. If you can't find this, the place is most likely to be very expensive."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Never enter its erotic\/topless bars"]},". It would cost a hundred times more than you can imagine in your worst dreams and you will have to pay anyway."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Don't try to pick up girls"]},". There are many great places to meet Hungarian women, but Váci Street is not one of them."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Change money only in exchange offices"]},". Though not as frequent as it used to be ten years ago, Váci Street still has street money changers waiting for you. Don't use their service."]},"\nSee details in ",{"type":"''","value":["Tourist traps"]}," section below.\n\nAs a general rule, you find better quality and prices outside Váci utca."]]},"\n\n",{"type":"===","value":["Crime"]},"\nBudapest is potentially one of the safest cities in the world for its size. There are no slums or districts you should avoid, particularly not in the touristy areas or nearby. As a traveller, you should take only normal precautions: don't show off your money and don't wear flashy jewellery. Magyars tend to be friendly with foreigners; racism or xenophobia against tourists is practically unknown. \n\nAs in most other big cities, ",{"type":"[[","value":[["pickpocketing"]]}," is the most common crime against tourists. The rate of picked pockets is relatively low by Western European and U.S. standards, and you're unlikely to have any problem if you follow some basic rules you wouldn't forget in Paris, Brussels or Vienna. The most important rules are that you never wear a backpack or purse on your back in public transportation or other places with a lot of people, and make sure that you have your wallet in one of your front pockets.\n\nYounger Hungarian policemen mostly speak some basic English. Tourists have no reason to be afraid of them unless they break the law.\n\nDuring the peak tourist season, police patrolling major tourist areas are accompanied by bilingual or multi-lingual students who assist with problems or complaints. Police have also opened a 24\/7 TourInform office in one of Budapest's busiest areas. It is located at Sütő Street 2, District V, and they are able to receive complaints and render assistance in English and German.\n\n",{"type":"===","value":["By night"]},"\n",{"type":"[[","value":[["File:Budapest Chain Bridge at night.jpg"],["thumb"],["Budapest's Chain Bridge and Castle Hill at night"]]},"\nMostly there's no reason to have concerns about Budapest by night. In practice, the ",{"type":"'''","value":["whole city"]},", including all the touristy areas, Pest within the inner ring road (the line of ",{"type":"''","value":["Szent István körút–Teréz körút–Erzsébet körút–József körút–Ferenc körút"]},", popularly known as ",{"type":"''","value":["Nagykörút"]},"), and Buda are ",{"type":"'''","value":["safe"]}," even before dawn. Most locals avoid walking alone by night in outer zones of districts 8th and 9th in Pest, as these are shady, though not particularly dangerous areas. Areas in 8th district behind Népszinház utca - József körút can be a bit risky, although the district is CCTV monitored by the police. If you don't have special thing to do there, try not to have a walk at night at Lujza, Dankó, Magdolna Streets and their surroundings: also, it's not a very attractive area. Népszinház utca itself is not a very nice place after dark but usually not risky.\n\nSome big panel areas on the outskirts of the city (parts of Újpest and Kőbánya, residential areas unknown by tourists) also not the best places to have a walk without knowing where to go. The area around Keleti pályaudvar is also not very friendly, but usually nothing happens. Avoid homeless people asking for money or selling something in the big underpasses. The subway at Nyugati tér collects different types of people; it is generally not risky because of heavy traffic day and night, but try not to look very \"lost\" there.\n\nBeautiful during the day, bigger public parks like ",{"type":"''","value":["Városliget"]},", are better avoided at night. Don't take a healthy walk at Népliget after dark. The famous 'chill-out' place at Római part (3th district) can be deserted especially after 1AM and in the winter season, although it's usually safe. Don't go to the dark paths alone around Citadella at night.\n\nNight buses and the tram no.6 passing through the city centre can be very crowded at peak socialising times on Friday and Saturday nights. You may come across aggressive drunk youngsters on the vehicles or at the stops. Keep a low profile or avoid the public transportation system on weekend nights. Major night lines are now guarded by security staff.\n\n",{"type":"===","value":["Tourist traps"]},"\nLike in several cities of the world, in Budapest the major scams for the inexperienced visitor are ",{"type":"'''","value":["taxis"]}," and ",{"type":"'''","value":["restaurants"]},". Much of the following would apply to a number of highly touristed cities in Europe.\n\nIn the past the airport taxis used to be a traveller's nightmare. Now is getting better: Főtaxi - contracted partner of the airport - is so far reported to be reliable and works according to advertised prices; for details read the ",{"type":"''","value":["Airport transfer"]}," chapter. Főtaxi has a stand outside the terminal building, enjoying the exclusive right to wait there, though other companies can come to pick up passengers if called by phone. Sometimes scam taxi drivers will still solicit services inside the terminal to take you for a ride with a very hungry meter. ",{"type":"[","value":["http:\/\/www.ferihegyexpress.com\/en\/prices.html Fixed price information on the internet"]},".\n\nAlternatives to Főtaxi include calling another trusted cab firm (saving €5-10), or to use the Airport Minibus service. Airport Minibus has a booth inside the terminal and they will allocate you to a minibus with several other travellers who are going to the same area of town. Depending on how lucky you are, yours may be the first destination or the last. However, it is only cheaper than a taxi if you are travelling alone. If you travel the from the city to the airport, pre-order your taxi on the chosen company's phone number or call for the ",{"type":"[","value":["http:\/\/www.airportshuttle.hu\/en\/#prices Airport Minibus"]},". The Airport Minibus is reasonably priced, reliable and an efficient way to get to the airport.\n\nUnfortunately, the situation around railway and bus stations is still not regulated. The worst is probably Keleti Pályaudvar: never trust drivers hanging around the arrival side; rather, order a taxi by phone (Some cars display their company's number). If that's not possible, take only taxis with a logo of the bigger companies, and with a proper sign on the roof and taxi licence plate. As a general rule, make sure the taximeter is on (and not set to the special \"extortionate rate for unwary tourists\") or agree the price with the driver beforehand. Many cases have been reported in which taxi drivers have extorted hundreds of Euros from unwary visitors. Smaller crimes include being given change in worthless, obsolete Romanian or other currency, which is not instantly recognizable by tourists as non-Hungarian currency. Other drivers take a longer route, which means a higher price, if you don't have an agreed price. If you have an agreed price, you can be sure to arrive to your destination in the shortest route possible. A typical taxi drive within the central zones should be in the range of HUF1,200-3,000 (ca. €4-10) as of early 2014.\n\nSimilar abuses have also happened in restaurants and bars, almost all of them in the vicinity of Váci utca in the touristy heart of Pest. You should avoid the eateries and bars of the zone. However, these are not typical, the majority of restaurants and pubs in Budapest are reliable. In Hungary it's compulsory to put the menu card outside the entrance; if it's not the case, don't enter. A good strategy is to eat and drink where locals do.\n\nDon't take any tip on the streets, especially if the person is apparently a gift from heaven and is being very, very nice to you.\n\nDon't befriend the girls hanging around Váci utca, and never accept any invitation for a drink from them: you can be sure that they will lead you to fake Champagne, but you will be left only with the bill, and it's unlikely that a small conversation with them will be worth the hundreds of euros. You'll find the same sort of girls in erotic and topless bars; avoid them unless you're ready to pay your monthly salary for a glass of wine. Currently the standard trick is to produce a menu with small print at the bottom stating that the first drink costs HUF15,000 and consumption is compulsory. This modified menu might be produced only when the bill is presented. Most of the erotic bars in Budapest are tourist traps. As of December 2009, this scam was still happening on a daily basis.\n\nA common scam is for attractive women to walk up to men and ask for directions to a particular bar. If you respond \"I don't know\", they will ask you if you have a map and say \"let's go together\" they commonly tell you a story such as \"I just got in from Bratislava and am just looking for a good place to get a drink...\"\n\nThe ",{"type":"[","value":["http:\/\/www.budapesthotels.com\/touristguide\/story.asp most popular scam"]}," involves a blond girl and a shorter girl with dark hair. They always act together and ask for a cigarette or the time. Next, they invite single men for a drink, in a bar at Váci utca only accessible by an elevator from the street. Once there, each drink costs around €50, but you only find that out at the end when you receive the €500 bill. So ",{"type":"'''","value":["never go to the elevator bar (Városközpont) at Váci utca"]},".\n\nTravellers are cautioned to avoid any establishment offering \"adult\" entertainment. A common scam in these places is for an attractive woman to join you at your table and ask for a drink. The problem is that her drink will cost €250 or something similar. You will not be allowed to leave until you pay. If you threaten to call the police you will probably be informed that the bouncer is an off duty police officer.\n\nThe ",{"type":"'''","value":["US Embassy maintains"]}," ",{"type":"[","value":["http:\/\/hungary.usembassy.gov\/tourist_advisory.html a list of blacklisted ",{"type":"'''","value":["erotic-clubs and restaurants"]}]},".\n\nMoney conversion:\nLike in other places, even if a restaurant or bar accepts euros, it's better to have forints since their conversion rate is usually way worse than the rate at exchange offices. It is better to avoid exchange offices inside airports and railway stations, those in the centre of the city offer a much better exchange rate.\n\nIf you see people gambling on the streets, usually in popular tourists' destinations like Buda Castle, stay away! The ",{"type":"''","value":["modus operandi"]}," usually involves a guy playing the ",{"type":"'''","value":["classic game of \"hiding the ball\""]},". This involves covering the ball (or small trinket) with either a bottle cap or a match box and swirling it around with two other bottle caps asking people to guess the position of the ball. The game is set in a way that you can easily see the ball's position. This is done to lure the unsuspecting person into placing a wager. There are usually two main players and, between them, they will lose and win money back and forth to give the appearance that it is a fair game: do not be tricked! They are from the same gang. Once you get greedy and get lured in, you will surely lose your money! The person in control of the bottle caps will remove the ball from their position through sleight of hand and you will never see your money back. Besides the two or three other players involved, there are usually at least two lookouts: one on each side of 'stage'.\n\nOn the other hand, Hungarian people are usually friendly, welcoming and interested towards foreigners, and nothing should happen to you unless you put yourself in harm's way. If you don't care about them they don't care about you, and nothing should get in your way of having a great holiday.\n\n",{"type":"==","value":["Stay healthy"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Phone"]},"\nMobile phones work in the metro, even in tunnels between stations.\n\nSome phone booths take coins (including € coins), but others only take pre-paid cards. The posted number for credit card calls will lead to unexpectedly high charges (USD1 for a one minute call to the US) and is to be avoided. Unfortunately, you cannot trust T-mobile to charge reasonable prices on their pay phones. You can make international calls from callshops and internet cafés at more reasonable prices.\n\n",{"type":"===","value":["Internet"]},"\n\n",{"type":"====","value":["Wi-Fi"]},"\nBudapest is one of the most Wi-Fi enabled cities in Europe. You can find hundreds of free Wi-Fi hotspots all over the city - in cafes, restaurants, shopping malls and hotels, or even parks or busy streets.\n\nIn VII district (Erzsébetváros), which is surrounded by Károly körút, Király utca and Rákóczi út, free Wi-Fi is provided by the government all over the district - in the cafes, shops, in the streets.\n\nHowever, there are still some hotels and restaurants using offering paid Wi-Fi usage, including the following:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=HotSpotSystem.com"],["url=http:\/\/hotspotsystem.com\/index.php?lang=en"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Has both free and paid (Pro) types of service—chosen by operating (restaurant, hotel etc.). For paid access, internet time can be purchased by credit card right from your browser at the point of connection. Prices are set by the operating business but can be like this (example taken from ",{"type":"[","value":["http:\/\/www.hotspotsystem.com\/customer\/index.php?lang=en&operator=hotelastra Hotel Astra"]},") 1h =HUF600, 2h = HUF960, 24h =HUF1,950. Time can not be purchased in other slots, and should be used at once (you can't pause it, nor use it in several intervals during several days). For Pro access, speed is: 384\/128 kbit\/s incoming\/outgoing traffic, and unlimited traffic within time paid for. And the time left is only shown in pop up that opens right at the start of connection - if you close it, you can't check how much is left!"]]}]},"\n",{"type":"====","value":["Internet Cafes"]},"\nThere are many internet cafes throughout the city. Prices average HUF200\/hour.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\nThe Consular Service site maintains a complete searchable database of ",{"type":"[","value":["http:\/\/konzuliszolgalat.kormany.hu\/tiszteletbeli-konzulok-magyarorszagon Honorary Consuls in Hungary"]},".\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Austria"]]}," ",{"type":"{{","value":[["listing"],["name=Austria"],["alt=Budapesti Osztrák Nagykövetség"],["url=http:\/\/www.bmeia.gv.at\/hu\/nagykoevetseg\/budapest\/metanavigation\/kezdolap.html"],["email="],["address=Benczúr u. 16."],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},":: Hősök tere"],["phone=+36\/1 479-70-10"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Azerbaijan"]]}," ",{"type":"{{","value":[["listing"],["name=Azerbaijan"],["alt="],["url=http:\/\/www.azerembassy.hu\/"],["email=budapest@azembassy.hu"],["address=Eötvös utca 14"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},": Deák tér"],["phone=(36 1) 374-60-70, 374-60-71"],["tollfree="],["fax="],["hours= M-F 09:00–18:00"],["price="],["content=Single entry -€60, Processing time – 10 days"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Belgium"]]}," ",{"type":"{{","value":[["listing"],["name=Belgium"],["url=http:\/\/www.diplomatie.be\/budapest\/"],["email="],["address=Toldy Ferenc utca 13"],["lat="],["long="],["directions="],["phone=+36 1 457 9960"],["tollfree="],["fax="],["hours=M-F 09:00-16:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/hungary-hongrie\/"],["email=bpest@international.gc.ca"],["address=Ganz u. 12-14"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": Széll Kálmán tér"],["phone=+36 1 392-3360"],["tollfree="],["fax=+36 1 392-3390"],["hours=M-Th: 08:00-16:30, F: 08:00-13:30"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Czech Republic"]]}," ",{"type":"{{","value":[["listing"],["name=Czech Republic"],["alt="],["url=http:\/\/www.mzv.cz\/budapest\/hu\/index.html"],["email=consulate_budapest@mzv.cz"],["address=VI., Szegfű utca 4"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},": Oktogon"],["phone=+36 1 462 50 14"],["tollfree="],["fax="],["hours=M-F 9.00-11.00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/www.chinaembassy.hu"],["email="],["address=Városligeti fasor 20-22"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},":"],["phone=+36 1 413-2401, 413-2419"],["tollfree="],["fax=+36 1 322-9067"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Croatia"]]}," ",{"type":"{{","value":[["listing"],["name=Croatia"],["url=http:\/\/hu.mvp.hr\/"],["email=vrhbp@mvpei.hr"],["address=Munkácsy Mihály u. 15"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},":"],["phone=+36 1 354 1315"],["tollfree="],["fax="],["hours=M-F 09:00-17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark"],["alt=Danmarks Ambassade, Ungarn"],["url=http:\/\/ungarn.um.dk\/"],["email=budamb@um.dk"],["address=Határőr út 37"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},":: Széll Kálmán, bus 39 to Határőr út"],["phone=+36 1 487 9000 (M-Th: 9.00-16.00, F: 9.00-14.00)"],["tollfree="],["fax="],["hours=M-F: 09.00-13.00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/english\/embassies\/Egyptian_Embassy_budapest\/Pages\/default.aspx"],["email=egyptembassybudapest@yahoo.com"],["address=1125 Istenhegyi UT 7\/B"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},": Ferenciek tere, bus 8"],["phone=+36 1 225-2150"],["tollfree="],["fax=+361 2258596"],["hours=M-F 09:00-15:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["alt=Finn Nagykövetség, Suomen suurlähetystö"],["url=http:\/\/www.finland.hu"],["email=sanomat.bud@formin.fi"],["address=1118 Kelenhegyi út 16\/A"],["lat="],["long="],["directions=Tram 18, 47, 49 to Gellért tér"],["phone=+36 1 279 2500"],["tollfree="],["fax=+36-1-385 0843"],["hours=M-F 9:00-12:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["France"]]}," ",{"type":"{{","value":[["listing"],["name=France"],["url=http:\/\/www.ambafrance-hu.org\/"],["email=BUDAPEST-AMBA@diplomatie.gouv.fr"],["address=Lendvay utca 27"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},": Hősök tere"],["phone=(36 1) 374 11 00"],["tollfree="],["fax=(36 1) 374 11 40"],["hours=M-F 9:00-12.30"],["price="],["content=For emergency: 36 20 91 06 413"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Germany"]]}," ",{"type":"{{","value":[["listing"],["name=Germany"],["url=http:\/\/www.budapest.diplo.de\/"],["email="],["address= Úri utca 64-66"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": Széll Kálmán, bus 16\/16A\/116 to Kapisztrán tér"],["phone=+36 1 488 3500"],["tollfree="],["fax="],["hours=M–Tu, F: 09.00–12.00; Th 13.30–15.30"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.mfa.gr\/budapest"],["email=gremb.bud@mfa.gr"],["address=Szegfű u.3"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},":"],["phone=+36 1 413 2621"],["tollfree="],["fax=36 1 342 1934"],["hours=M-F 09:00-16:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["the Netherlands"]]}," ",{"type":"{{","value":[["listing"],["name=Netherlands"],["alt=Holland Királyság Budapesti Nagykövetsége"],["url="],["email="],["address=Füge utca 5-7"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": Batthyany tér & bus 11 to Bimbo út"],["phone=+36 1 3366 300"],["tollfree="],["fax="],["hours=M-F 08:30-12:30 & 13:00-16:30 for phone. Visits by appointment only"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["India"]]}," ",{"type":"{{","value":[["listing"],["name=India"],["alt="],["url=http:\/\/www.indianembassy.hu\/"],["email="],["address=Búzavirág utca 14,"],["lat="],["long="],["directions="],["phone=(36-1) 325-7742"],["tollfree="],["fax=(36-1) 325-7745"],["hours=M-F 09:00-17:30"],["price=Visa €55"],["content= Visa Application M-Th: 10:00-12:00, Collection of Visa: 16:00-17:00"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Israel"]]}," ",{"type":"{{","value":[["listing"],["name=Israel"],["url=http:\/\/embassies.gov.il\/Budapest\/Pages\/default.aspx"],["email="],["address=Fullánk utca 8"],["lat="],["long="],["directions=Bus 11, 111 to Móricz Zsigmond Gimnázium; bus 149 to Tüske utca"],["phone=+36 (1) 392 6200"],["tollfree="],["fax="],["hours=M-F 09:00-12:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Italy"]]}," ",{"type":"{{","value":[["listing"],["name=Italy"],["alt=Olasz Nagykövetség"],["url=http:\/\/www.ambbudapest.esteri.it"],["email=ambasciata.budapest@esteri.it"],["address=Stefánia út 95"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": Keleti & bus 5, 7, 7a to Stefánia út stop; Trolley 72, 75 to Thököly út (Stefánia út) stop"],["phone=+36 1 460-62-00,201"],["tollfree="],["fax=+36.1.4606.260"],["hours=M-F 09:30–12:30"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["alt=在ハンガリー日本国大使館"],["url=http:\/\/www.hu.emb-japan.go.jp\/index_h.htm"],["email=consul@bp.mofa.go.jp"],["address=Zalai u. 7"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": Széll Kálmán tér, bus 156 to Dániel út stop"],["phone=+36-1-398-3100"],["tollfree="],["fax="],["hours=M-F 08:30-12:30 & 14:00-17:45"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=Republic of Korea"],["alt=주 헝가리 대한민국 대사관"],["url="],["email=korcom@t-online.hu"],["address=Andrássy út 109"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},":: Bajza"],["phone=+36 (1) 462-3080"],["tollfree="],["fax="],["hours=08:30-17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Macedonia"]]}," ",{"type":"{{","value":[["listing"],["name=Macedonia"],["url=http:\/\/www.missions.gov.mk\/budapest"],["email="],["address=Andrássy út 130, floor 1-2"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},": Hősök tere"],["phone=+36 1 336 0510"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Norway"]]}," ",{"type":"{{","value":[["listing"],["name=Norway"],["url=http:\/\/www.norvegia.hu\/"],["email=emb.budapest@mfa.no"],["address=Ostrom u. 13"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": Széll Kálmán"],["phone=+36-1 325 33 00"],["tollfree="],["fax= +36-1 325 33 99"],["hours=M-F 09.00-15.30, lunch: 12.30-13.00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Philippines"]]}," ",{"type":"{{","value":[["listing"],["name=Philippines"],["alt=Filippin Köztársaság Nagykövetség"],["url=http:\/\/www.philippineembassy.hu\/"],["email=consular@philembassy.hu"],["address=Gábor Áron utca 58"],["lat=47.521"],["long=19.012"],["directions=M2:"],["phone=+36 (1) 391 4300"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Poland"]]}," ",{"type":"{{","value":[["listing"],["name=Poland"],["url=http:\/\/budapeszt.msz.gov.pl\/hu\/"],["email=budapeszt.amb.wk@msz.gov.pl"],["address=Városligeti fasor 16"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},": Bajza utca"],["phone=(+36 1) 413-8200"],["tollfree="],["fax=(+36 1) 351-1722"],["hours=M,Th,Friday 09:00-13:00, Tu closed, W 12:00-17:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Romania"]]}," ",{"type":"{{","value":[["listing"],["name=Romania"],["url=http:\/\/budapesta.mae.ro\/"],["email=postmaster@roembbud.axelero.net"],["address=Thököly út 72"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": Keleti"],["phone=36-1-384-8394"],["tollfree="],["fax="],["hours=7.30-14.30"],["price="],["content=Consular Phone: 00-36-1-220 16 66"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Saudi Arabia"]]}," ",{"type":"{{","value":[["listing"],["name=Saudi Arabia"],["alt=سفارة المملكة العربية السعودية سعود"],["url=http:\/\/embassies.mofa.gov.sa\/sites\/Hungary\/EN\/Pages\/default.aspx"],["email=hucon@mofa.gov.sa"],["address= BÉRC UTCA. 16"],["lat="],["long="],["directions="],["phone=+36 (1) 436-9500"],["tollfree="],["fax="],["hours=M- F 09.00-15.00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Switzerland"]]}," ",{"type":"{{","value":[["listing"],["name=Switzerland"],["alt=Switzerland"],["url=http:\/\/www.eda.admin.ch\/budapest"],["email="],["address=Stefánia út. 107"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},":Puskás Ferenc Stadion"],["phone=+36 1 460 70 40"],["tollfree="],["fax="],["hours=By appointment only"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Sweden"]]}," ",{"type":"{{","value":[["listing"],["name=Sweden"],["url=http:\/\/www.swedenabroad.com\/budapest"],["email=ambassaden.budapest@gov.se"],["address=Kapás utca 6-12"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": Batthyany tér & bus 39 to Fazekas utca stop"],["phone=+36 1 460 6020"],["tollfree="],["fax=+36 1 460 6021"],["hours=M-F 10.00-12.00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United Kingdom"]]}," ",{"type":"{{","value":[["listing"],["name=United Kingdom"],["url=http:\/\/ukinhungary.fco.gov.uk\/en\/about-us\/our-embassy\/contact-us\/"],["email= info@britemb.hu"],["address=Harmincad utca 6"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},": Vörösmarty tér; ",{"type":"[[","value":[["Image:BKV m 1 jms.svg"],["15px"]]},{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},{"type":"[[","value":[["Image:BKV m 3 jms.svg"],["15px"]]},": Deák tér; bus 105;"],["phone=+36 1 266 2888"],["tollfree="],["fax=+36 (1) 429 6296"],["hours=M-Th 08:00-16:30,​ F 08:00-13:00"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/hungary.usembassy.gov\/"],["email=acs.budapest@state.gov"],["address=Szabadság tér 12"],["lat="],["long="],["directions=",{"type":"[[","value":[["Image:BKV m 2 jms.svg"],["15px"]]},": Kossuth tér"],["phone=+36 1 475-4400"],["tollfree="],["fax=+36 1 475-4764"],["hours="],["price="],["content= - After hours emergencies +36 1 475-4703\/4924"]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["Day Tours"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Apaj református templom.JPG"],["name=Apaj"],["alt="],["url="],["address="],["lat=47.11337"],["long=19.08772"],["directions=50 km from Budapest"],["content=Sights: Reform church, Millennium Park and Upper Kiskunsag Plain is part of the Kiskunsag National Park"]]}]},{"type":"[[","value":[["File:Királykastély.JPG"],["thumb"],["Royal Palace of ",{"type":"[[","value":[["Gödöllő"]]}]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Alcsútdoboz - Palace.jpg"],["name=Arboretum of Alcsút"],["alt=Alcsúti Arborétum"],["url=http:\/\/www.dinpi.hu\/alcsutiarboretum"],["email=info@alcsuti-arboretum.hu"],["address=Fejér County, Alcsútdoboz"],["lat=47.42577"],["long=18.60256"],["directions=West 40km - take M1 highway turn south after Bicske or By bus line 1253 to Felcsút from Népliget bus station and walk ~2km (daily 3-5 times)"],["phone=+36 22 353219"],["hours=W-Su 10:00-18:00"],["price=HUF700, guided tours 2h long HUF7000 per group"],["content=This Nature reserve is part of the Danube-Ipoly National Park. - Sights: Habsburg castle remains, Castle Chapel, Palm House ruins, House of Research, Dollhouse, Bear's House, Gloriette, Grotta, The Lion Fountain, Crowned Bridge, giant plane tree, giant thuja"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Minaret (7014. számú műemlék) 6.jpg"],["name=",{"type":"[[","value":[["Érd"]]}],["alt="],["url="],["address= Pest county"],["lat=47.377"],["long=18.923"],["directions=the first train stop from ",{"type":"'''","value":[{"type":"[[","value":[["Budapest\/Újbuda and Tétény"]]}]}],["content= - a suburb of Budapest, the biggest village in all Europe"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=EsztergomMontage2.JPG"],["name=",{"type":"[[","value":[["Esztergom"]]}],["alt="],["url="],["email="],["address="],["lat=47.795629"],["long=18.742622"],["directions=50 km north - intercity buses from M3 'Árpád híd' or train from Nyugati Railway Station (1 hour, ~HUF1500)"],["content=- Site of the biggest basilica (church) in Central Europe."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Fot karolyi kastely.jpg"],["name=Fót"],["alt="],["url="],["address= Pest county"],["lat=47.61812"],["long= 19.19032"],["directions=17 km north of the edge of Budapest"],["content=the Reformed church of the Holy Roman Empire, Károlyi Palace (1850)"]]}]},{"type":"[[","value":[["File:Limes4-en.png"],["thumb"],["The \"Limes Sarmatiae\", \"Devil's Dyke\" or \"Devil's Ditch\" in eastern Pannonian plain, a group of lines of Roman fortifications done by Constantine I"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=University of Gödöllő 03.JPG"],["name= ",{"type":"[[","value":[["Gödöllő"]]}],["alt="],["url="],["address=Pest county"],["lat=47.606"],["long=19.354"],["directions= by ",{"type":"[","value":["http:\/\/www.mav.hu\/en MÁV suburban rail – Keleti pályaudvar"]}," or HÉV (\"local\/suburban trains\" supported by ",{"type":"[","value":["http:\/\/www.bkv.hu\/en\/suburban_railway_schedules BKV"]},") from M2: 'Örs vezér tere' to Gödöllő (to Csömör is wrong direction, be aware of the splitting of HÉV lines H8 and H9).- 30 km east"],["content= - A town full of parks, and home to Grassalkovich Kastély (Grassalkovich Palace), formerly a Royal Palace also here is an Arboretum. This palace was the occasional residence of Sisi, Habsburg Empress Elizabeth. The great royal park became special with its old trees which could see Sisi in the 19th century.  - Take awalk in the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dinpi.hu\/index.php?pg=menu_2073 Gödöllő Landscape Protection Area"]}]}," with lot of historical and cultural memories such Sarmatian, Scythian and Avar places: remains of cemeteries, earthworks, trenches in the neighborhood of Valkó, Szada, Pécel setttlements and here is a part of the famous the Devil's Dykes (Hungarian: Ördög\/Csörsz árok or the Limes Sarmatiae). Also there is one of the biggest pilgrimage place, the Shrine Temple in Máriabesnyő village."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Teleki-kastély (7250. számú műemlék) 4.jpg"],["name=",{"type":"[[","value":[["Pomaz"]]}],["alt=Pomáz"],["url="],["address=Pest county"],["lat=47.6474"],["long=19.02699"],["directions=Danube Bend east side"],["content=Teleki-Wattay Palace and the Stone Hill"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Orszagkozepe1.jpg"],["name=Pusztavacs"],["alt="],["url="],["address=Pest county"],["lat=47.17128"],["long=19.50108"],["directions= 54 km south-east of Budapest."],["content=equestrianism. Interest there is the middle of the Country"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Ráckeve, Savoyai-kastély.JPG"],["name=Ráckeve"],["alt="],["url="],["email="],["address=Pest county"],["lat=47.161"],["long=18.943"],["directions=Take suburban rail from 'Vágóhíd' terminal"],["content=Famous about Serbian cathedral and Savoya Castle"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Szentendre légifotón.jpg"],["name=",{"type":"[[","value":[["Szentendre"]]}],["alt="],["url="],["address= Pest county"],["lat=47.668"],["long=19.076"],["directions=Danube Bend west side. From M2: Batthyany Square, take a suburban train 'HÉV' (supported by ",{"type":"[","value":["http:\/\/www.bkv.hu\/en\/suburban_railway_schedules BKV"]},") to Szentendre, -  19 km north"],["content=  A picturesque town. Home of the Hungarian Open-Air Museum, a huge site with many ancient buildings brought from all parts of the country, including barns, outbuildings, and even churches."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Tatárszentgyörgy templom.jpg"],["name=Tatárszentgyörgy"],["alt="],["url="],["address="],["lat=47.0815"],["long=19.369669"],["directions=South"],["content=ancient juniper fields"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Catedral of Vác.jpg"],["name=",{"type":"[[","value":[["Vác"]]}],["alt="],["url="],["address= Pest county"],["lat=47.779"],["long=19.129"],["directions= on the Danube bend east side - Reached from Budapest by ",{"type":"[","value":["http:\/\/www.mav.hu\/en MÁV suburban rail – Nyugati pályaudvar"]},", 32 km north"],["content=— a small town with Baroque style main square, Cathedral, Triumphal Arch, mummies of the Dominican church (Memento Mori)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Vácrátót légifotó1.jpg"],["name= Vácrátót"],["alt="],["url="],["address=Pest county"],["lat=47.710833"],["long=19.235278"],["directions="],["content=there is an arboretum, the Manor of the Vigyázó Castle"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Veresegyház légifotó4.jpg"],["name=Veresegyház"],["alt="],["url="],["address=Pest county"],["lat=47.65046"],["long=19.28299"],["directions="],["content=Sight of its the bear sanctuary, Roman Catholic Church: Built in 1777, Roman Catholic cemetery: in 1806 and 1849, Reformed Church: was built in 1786."]]}]},{"type":"[[","value":[["File:Rám-szakadék1.jpg"],["thumb"],["Rám Cleft near ",{"type":"[[","value":[["Visegrád"]]}]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Visegrád Mountain Fastness 01.jpg"],["name=",{"type":"[[","value":[["Visegrád"]]}],["alt="],["url="],["address=Pest county"],["lat=47.7847"],["long=18.9712"],["directions=Danube Bend west side"],["content=  Famous for its former royal palace partially rebuilt in Renaissance style, medieval residential tower, and impressive citadel. Suburban bus service by ",{"type":"[","value":["http:\/\/www.volanbusz.hu\/en\/domestictravel\/interurban Volánbusz"]}," - Take a biking\/walking tour to Visegrád Mountains (sights of its: Illuminated ditch (Holdvilág-árok), Rám Cleft (Rám-szakadék) the last one started from Dömös village"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Premontrei prépostsági templom romja (7623. számú műemlék).jpg"],["name=Zsámbék"],["alt="],["url="],["lat=47.55"],["long=18.716667"],["directions=30 km west of Budapest along the M1 motorway - Take a suburb bus from M2: 'Széll Kálmán Square'"],["content= A village with the Ruin of the Premontre monastery church"]]}]},{"type":"===","value":["Further away"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["image=Megyeszékhely - Heves megye - Eger.jpg"],["name=",{"type":"[[","value":[["Eger"]]}],["alt="],["url="],["lat=47.907137"],["long=20.376098"],["directions=150 km northeast"],["content=- small and charming town , in theory it possible on day tour"]]}]},{"type":"{{","value":[["related"],["New_Year_holidays_in_Hungary"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Central Hungary"]]},"\n",{"type":"{{","value":[["geo"],["47.4908"],["19.081"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Budapest"]]},"\n",{"type":"[[","value":[["WikiPedia:Budapest"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Hungary\/Localities\/Budapest\/"]]}]