[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Bude Beach.jpg"],["thumb"],["300px"],["Bude Beach"]]},"\n",{"type":"'''","value":["Bude"]}," is in ",{"type":"[[","value":[["Cornwall"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The beach"]}," Bude has an award winning long and deep sandy beach with excellent surf that provides some of the best surfing action in the U.K."]},{"type":"*","value":[{"type":"'''","value":["The cliffs"]}," Bude is the only part of the Cornish coast that is made of sandstone cliffs; starting from Hartland point (over the border in Devon), passing Bude and terminating just north of Boscastle (where the harder old Devonian slate cliffs becomes apparent), the carboniferous sandstone cliffs are the highest in Cornwall (the highest cliff in Cornwall is south of Bude, the 735 ft uninspiringly named \"high cliff\")."]},"\n",{"type":"==","value":["Do"]},"\nBude and North Cornwall is known for great surfing on beaches such as Widemouth Bay (1 mile of golden sand and surf), Summerleaze and Crooklets. Sandy Mouth and Crackington Haven are just a short drive away. All these beaches have lifeguards during the summer months.\nSummerleaze Beach also has a tidal 90m seapool, one of only a few in the country.\n\nThere are several dog friendly Beaches:\nWidemouth Bay South Beach, Summerleaze in Bude and the rugged, uncommercialised beaches of Northcott Mouth, Sandy Mouth and Duckpool.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nAtlantic Diner - great food with giant portions of it for quite cheap! very friendly atmosphere as well\n\nLife's a Beach - beach cafe by day, superb bistro by night. Overlooking Summerleaze beach, fantastic location and seafood.\n\nElements - the place to be seen. Great location near cliffs between Bude and Widemouth Bay. Quality food.\n\nBay View Inn - Open all day. Stunning views over Widemouth Bay and the ocean.\n\nThe Falcon Hotel by Bude Canal - wholesome food, bar meals or in the restaurant.\n\nWainhouse Inn - the local Cornish pub, good menu.\n\nThe Countryman - on Bude-Launceston road. Popular pub food.\n\nPort William Inn - great food and spectacular scenery.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=The Carriers Inn"],["alt="],["url=http:\/\/www.carriersbude.co.uk"],["email=info@carriersinn.co.uk"],["address="],["lat="],["long="],["directions="],["phone =+44  1288 352459"],["tollfree="],["fax="],["hours="],["price="],["content=A traditional and vibrant drinking establishment in the heart of Bude. The snakebite blacks are recommended."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hele Barton Luxury Farm Cottages"],["url=http:\/\/www.helebarton.co.uk"],["email="],["address=6 miles south of Bude, 2 miles from coast and beaches"],["lat="],["long="],["directions="],["phone = +44 1288 341622"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Secluded farm cottages offering luxury self-catering accommodation surrounded by meadows, woods, fishing lakes and ponds. 2 miles from the Coast.  Our cottages are set in a stunning setting, with spectacular views of the rolling countryside stretching as far as the eye can see to the high cliffs of Bude and Lundy Island beyond. There are 6 cottages sleeping from 2 to 6 people (plus travel cots). To find out more please visit our website"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Budemeadows Touring Park"],["url=http:\/\/www.budemeadows.com"],["email="],["address=Widemouth Bay"],["lat="],["long="],["directions=4 miles south of Bude off the main A39"],["phone =+44  1288 361646"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Family orientated touring park for camping, touring caravans and motorhomes.  With heated outdoor pool, licensed bar (Grumpy Pete's), shop and takeaway open in the summer months.  The site itself is open all year."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nBude lies just off the A39 which provides links to towns and attractions in the North of ",{"type":"[[","value":[["Devon"]]},".  ",{"type":"[[","value":[["Barnstaple"]]},", ",{"type":"[[","value":[["Bideford"]]}," and ",{"type":"[[","value":[["Tiverton"]]}," are all within an hour's drive of Bude.\n\n",{"type":"{{","value":[["geo"],["50.824"],["-4.542"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Cornwall"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Cornwall\/Bude\/"]]},"\n",{"type":"[[","value":[["wikipedia:Bude"]]}]