[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Buenaventura"]}," is a city in the ",{"type":"[[","value":[["Valle del Cauca"]]}," department of ",{"type":"[[","value":[["Colombia"]]},". With a population of 324,207 (most of city development lies on Cascajal Island), it is the size of Los Angeles metropolitan area. Most of the city's land is rural with small villages scattered throughout. It is located a few miles from the western cordillera of the Andes mountain range and the major city of Cali, the department's capital. Buenaventura is one of the rainiest cities in the world with 6000-7000 mm precipitation annually.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\n\nThe bus station is close to the city center. There are frequent buses to and from ",{"type":"[[","value":[["Cali"]]}," which is a 4 hours ride away for around 20,000 COP. Direct buses to ",{"type":"[[","value":[["Bogota"]]}," leave at 7AM and 7PM. If you're heading north, avoid going through Cali and catch a bus to Buga instead (16,000 COP).\n\n",{"type":"===","value":["By boat"]},"\n\nThe docks for cargo boats are on the way in to town. There are boats to most places along the Pacific coast.\nFast boats (lanchas) to Ladrilleros and close destinations leave from the ",{"type":"''","value":["Muelle Turistico"]}," in the center of town (4,000 COP taxi ride from the terminal).\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]}," \n\n",{"type":"==","value":["Do"]},"\n\nYou can catch a boat to nearby towns like Juanchaco and Ladrilleros in Bahia Málaga (Málaga Bay). It is humpback whale season between July and October, there you can get a boat for whale seeing.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Walking Tour"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You'd have to be insane!  See Safety section below."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nFruit called Chontaduro.\n\nLenos y Mariscos and La Casa are recommended restaurants.\n\n",{"type":"==","value":["Drink"]},"\n\nAgua de Coco (coconut water).\n\n",{"type":"==","value":["Sleep"]},"\n\nFor the most part, if you have to stay any length of time in Buenaventura then you should head to Calle 1 where there are a number of decent and safe hotels and restaurants in front of the park at reasonable prices\n\nThere are also some cheap hotels near the bus station.\n\n",{"type":"==","value":["Stay safe"]},"\n\nBuenaventura has had a notorious history plagued by drug trafficking, violence, and the presence of guerrilla and paramilitary groups. In the last two years, the amount of reported homicides has doubled. The murder rate that is 24 times that of New York City. To counter the violence, the Colombian government has set up a marine special forces unit in the worst area of the city.\n\n",{"type":"==","value":["Go next"]},"\n\nOne reason for passing through Buenaventura is to get to the resort areas of Juanchaco and Ladrilleros. These towns found to the north of the city are pleasant places to visit catering to package tourists and those interested in watching the annual marvel of migrating humpback whales in the months of July to late September through the waters of Bahia Malaga.\n\n",{"type":"[[","value":[["WikiPedia:Buenaventura,_Colombia"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Valle_del_Cauca"]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["3.8772222222222"],["-77.026666666667"]]}]