[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Buffalo River Pruitt Landing.JPG"],["thumb"],["Buffalo National River Pruitt Landing"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.nps.gov\/buff\/ Buffalo National River"]}]}," in northern ",{"type":"[[","value":[["Arkansas"]]}," is an unpolluted and free-flowing river in the heart of the Ozarks. It has both swift water and calm stretches on its 132 mile course. Buffalo River became the nation’s first National River in 1972.\n\n",{"type":"==","value":["Understand"]},"\nThe Buffalo River is one of the few remaining unpolluted, free-flowing rivers in the lower 48 states offering both swift-running and placid stretches. The Buffalo National River encompasses 135 miles of the 150-mile long river. It begins as a trickle in the Boston Mountains 15 miles above the park boundary. Following what is likely an ancient riverbed, the Buffalo cuts its way through massive limestone bluffs traveling eastward through the ",{"type":"[[","value":[["Ozarks"]]}," and into the White River. The national river has three designated wilderness areas within its boundaries.\n\nHeadquarters is located in ",{"type":"[[","value":[["Harrison (Arkansas)"],["Harrison"]]},". The Tyler Bend Visitor Center, the main visitor center for the park, is located 31 miles south of Harrison and 11 miles north of ",{"type":"[[","value":[["Marshall (Arkansas)"],["Marshall"]]}," on US Highway 65. The park has two other visitor contact stations: the Pruitt Ranger Station, located five miles north of ",{"type":"[[","value":[["Jasper (Arkansas)"],["Jasper"]]}," on Arkansas Highway 7, and Buffalo Point Ranger Station, located 17 miles south of ",{"type":"[[","value":[["Yellville"]]}," on Arkansas Highway 14.\n\n",{"type":"===","value":["History"]},"\n",{"type":"*","value":[" Many prehistoric and historic cultural sites are located in the park, some dating back more than 10,000 years.  These sites range from terrace village sites, to bluff shelters once occupied by Archaic Indians, to cabins built by early settlers.  In Boxley valley, Ozark farmers still live in harmony with the land.  Other areas, such as the Parker-Hickman Farmstead in Erbie, the Rush Mining District, the 1930s Collier Homestead at Tyler Bend, and the Civilian Conservation Corps structures at Buffalo Point, represent the progression of Buffalo River history.  Trails in these areas lead the hiker back in time to an era when the natural and cultural world were one."]},"\n",{"type":"*","value":[" How did a river surrounded by the progress of civilization escape impoundment, impairment, and change? The Buffalo National River encompasses the diversity of the natural resources that are the Ozarks. This was acknowledged by an U.S. House of Representatives Committee Reports (1972) that explained the basis for the establishment of the Buffalo National River. It stated, \"Because it is a pure, free-flowing stream which has not been significantly altered by industry or man, it is considered to be one of the country’s last significant natural rivers. It is not one single quality, but the combination of its size, its completeness, its wild qualities, and its associated natural, scenic and historic resources that makes the Buffalo worthy of national recognition.\""]},"\n",{"type":"===","value":["Landscape"]},"\n",{"type":"[[","value":[["File:BuffaloRiver.jpg"],["right"],["thumb"],["Overlook view of the Buffalo River"]]},"\n",{"type":"[[","value":[["File:Morning on the Buffalo River.jpg"],["thumb"],["Morning on the Buffalo River"]]},"\n",{"type":"[[","value":[["File:A Bluff Along the Buffalo.jpg"],["thumb"],["A Bluff Along the Buffalo"]]},"\n",{"type":"[[","value":[["File:Buffalo Little Buffalo confluence.jpg"],["thumb"],["confluence of the Buffalo and Little Buffalo"]]},"\n",{"type":"*","value":[" Buffalo National River has over 300 caves within its boundary. The Ozark Plateau is one of the most cavernicolous areas in the United States. Karst is a type of topography that is usually formed in rocks such as limestone and dolomite. It is characterized by an integration of surface and ground water via sinkholes, caves, losing streams, and springs."]},"\n",{"type":"*","value":[" The Ozark Mountains as a whole can be described as a southward tilted, uplifted plateau that has been dissected by the erosional effects of water resulting in dendritic or tree-branch shaped watersheds. Within the Ozark Mountains four major physiographic regions have been described: the Boston Mountains, Springfield Plateau, Salem Plateau, and the St. Francis Mountains. The drainage area of the Buffalo River is a mixture of the Boston Mountains, Springfield and Salem Plateaus."]},"\n",{"type":"*","value":[" The number and size of the springs and seeps within the Buffalo National River has never been quantified. Large springs that have perennial outputs, such as Mitch Hill Spring and Gilbert Spring, have been monitored for water-quality for more than 10 years, and much is known about the quantity, quality, and the aquatic organisms that reside in these springs. However, there could be thousands of springs and seeps within the watershed of the Buffalo River where little is known. These islands of aquatic and mesic habitats could be home to many rare or endemic species of macroinvertebrates and vascular plants."]},"\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"*","value":[" The plant communities that compose the forests of the Ozark Mountains are composed mainly of Oak-Hickory communities; however, many other types of plant communities exist and these communities are much influenced by the geology of the area. Gradients of plant diversity and species composition can be seen on almost any mountainside that is of moderate elevation. Plant community composition within the Ozark Mountains exhibit gradients of species change similar to other mountain systems; however, these gradients are due to the accessibility of water and nutrients and not temperature or elevations, as is the case with other mountainous regions in the U. S."]},"\n",{"type":"*","value":[" The vegetative community at Buffalo National River is rich and diverse. The ridges, bluffs, hillsides, and valleys provide a variety of habitats that support over 1500 plant species. The major forest types are the Floodplain, Mixed-Hardwood, Oak-Hickory, Oak-Pine, Cedar Glade and Beech. Forests, cultivated fields, and abandoned fields at different stages of ecological succession throughout the area support small herds of elk and other wildlife."]},"\n",{"type":"*","value":[" Wildflowers can be seen nearly year round at Buffalo National River, but spring is the peak season. Spring rains and warm balmy days bring amazing color to the fields and roadsides of the park. In early spring many wildflowers can be found on the forest floor."]},"\n",{"type":"*","value":[" In the eons old progression of seasons, animal abundance within the Ozark Mountains ebbs and flows as animals migrate into and out of the oak-hickory ecosystem that exists within the rough hills and valleys that create the Buffalo River. With the coming of spring, animal movement is at its highest. Fish are actively migrating up the river corridor into tributaries, and songbirds are arriving from far off places, filling the forest canopy with movement and song. Wildlife observers have recorded 55 species of mammals, 250 species of birds, and 59 species of fish, along with a multitude of reptiles, amphibians, insects and other invertebrates."]},"\n",{"type":"*","value":[" In 1995 the largest sighting of feral hogs on the Buffalo National River was reported, a herd of 35 hogs was observed in the Lower Buffalo Wilderness Area. Feral hogs have been released into the park from numerous sources in the last 2 decades, and now hogs range up and down the whole river corridor."]},"\n",{"type":"*","value":[" In 1981, the Arkansas Game and Fish Commission began an Elk Restoration Project that has been an overwhelming success, and now special-permit hunting is required to keep the ever-growing population in balance. Visitors to the park can see the elk most frequently in the late winter and early spring in the meadows of Boxley Valley along the upper reaches of the river."]},"\n",{"type":"*","value":[" The \"buffalo\" in the context of the park's name is not entirely clear. The name could refer to the American Bison, which once roamed most of the central United States but is now no longer found in Arkansas. On the other hand, it could also refer to a freshwater fish of the genus ",{"type":"''","value":["Ictiobus"]}," found in the lower Mississippi river valley."]},"\n",{"type":"==","value":["Get in"]},"\nOfficial National Park Service map: ",{"type":"[","value":["http:\/\/home.nps.gov\/applications\/parks\/buff\/ppMaps\/ACF5567.pdf"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Boone County Regional Airport"]}," (",{"type":"{{","value":[["IATA"],["HRO"]]},") ",{"type":"[","value":["http:\/\/www.boonecountyairport.com\/"]}," in Harrison is served primarily by general aviation, although SeaPort Airlines has commuter service to Kansas City and Memphis."]},"\nOther nearby airports, with driving directions and approximate driving time to the Tyler Bend Visitor Center:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fort Smith Regional Airport"]}," (",{"type":"{{","value":[["IATA"],["FSM"]]},") ",{"type":"[","value":["http:\/\/www.fortsmithairport.com\/"]}," Interstate 40 east to Russellville, Arkansas 7 north to Dover, Arkansas 27\/16\/377\/74 north to US 65 north; 3 hours 25 minutes"]},{"type":"*","value":[" ",{"type":"'''","value":["Northwest Arkansas Regional Airport"]}," (",{"type":"{{","value":[["IATA"],["XNA"]]},") ",{"type":"[","value":["http:\/\/www.nwara.com\/"]}," Arkansas 264 east to Lowell, US 71 south to Springdale, US 412 to east to Harrison, US 65 south; 2 hours 45 minutes"]},{"type":"*","value":[" ",{"type":"'''","value":["Little Rock International Airport"]}," (",{"type":"{{","value":[["IATA"],["LIT"]]},") ",{"type":"[","value":["http:\/\/lrn-airport.com"]}," Interstate 40 west to Conway, US 65 north; 2 hours"]},{"type":"*","value":[" ",{"type":"'''","value":["Springfield\/Branson Regional Airport"]}," (",{"type":"{{","value":[["IATA"],["SGF"]]},") (in Missouri) ",{"type":"[","value":["http:\/\/www.sgf-branson-airport.com\/"]}," US 65 south; 2 hours 15 minutes"]},"\n",{"type":"===","value":["By car"]},"\nBuffalo National River is a long, narrow park that is crossed by three main highways. Using Harrison as a starting point:\n",{"type":"*","value":[" To reach the Upper District, travel south on Arkansas 7 or Arkansas 43."]},{"type":"*","value":[" To reach the Middle District, travel 31 miles south on US Highway 65."]},{"type":"*","value":[" To reach the Lower District, take US Highway 65 for five miles, then take US Highway 62\/412 to the east to Yellville, then Arkansas 14 south."]},"\n",{"type":"==","value":["Fees\/Permits"]},"\nThere is no entrance fee charged to enter Buffalo National River. Fees for boat rental, lodging, and campsites will vary by provider. No permit is required to operate a boat on the river. An Arkansas fishing license is required to fish for persons age 16 and over and may be purchased online at https:\/\/www.wildlifelicense.com\/ar\/start.php.\n\n",{"type":"==","value":["Get around"]},"\nThe Buffalo National River is 132 miles long and the best way to get around is by boat. (See \"Do\" below.) You may enter or exit the river at any of 22 river access points. Boat rental providers will also provide transportation to and from the access points.\n\n",{"type":"==","value":["See"]},"\n",{"type":"===","value":["Auto tours"]},"\nThe routes below are described in minimal detail.  Not all turns and road numbers are listed.  Therefore a good map that indicates county roads is recommended to supplement the maps provided below.\n\n",{"type":"[[","value":[["File:ComptonBoxley.png"],["thumb"],["240px"],["left"],["Compton and Boxley Valley tour."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Compton and Boxley Valley"]},", Approximately 15 miles, one way, Route: Compton (Highway 43, approximately 15 miles south of Harrison) to Boxley Bridge (approximately two miles south of the Highway 43\/21 junction) For adventurous hikers, Compton marks a major trailhead for the Ponca Wilderness. One of the biggest attractions in this wilderness is Hemmed-in-Hollow, the tallest waterfall between the Rocky and Appalachians Mountains. Traveling south on Highway 43, travelers will pass through the community of Ponca, a once thriving mining community. During WWI, the height of the zinc and lead mining operations, miners earned $1.50 per day. At the junction of Highway 43 and 74, a solitary cabin sits as a reminder of days gone by. James Villines, known as \"Beaver Jim\" for his renowned trapping ability, grew up in this home. The Villines family is one of the oldest families to have lived in Boxley Valley. From the Ponca River Access, a short hike will take you to the home \"Beaver Jim\" lived with his wife until the early 1930s. \"Beaver Jim\" died in 1948 and is buried in Beechwood Cemetery beside his wife Sarah. A trail winding through Lost Valley takes visitors to unique geological features including a natural bridge, Cob Cave, Eden Falls, and Eden Falls Cave. Boxley Valley is a historic district listed on the National Register of Historic Places. While the homes and fields of the valley are privately owned, they retain the traditional patterns of the nineteenth century."]},{"type":"[[","value":[["File:ErbieLoop.png"],["thumb"],["240px"],["right"],["Erbie Loop tour."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Erbie Loop"]},", Approximately 24 miles, mostly gravel roads, Route: Marble Falls (13 miles south of Harrison; may still be called Dogpatch on older maps) to Erbie to Highway 7 and return to Marble Falls. County Road map highly recommended. Marble Falls was once the home of Dogpatch USA, a theme park that centered around Al Capp's \"L’il Abner\" cartoon series. The park is  no longer operational. The waterfall for which the town is named is located on property that was once part of the park, with a deserted train bridge high over the water. The Marble Falls Post Office is located on what was once the park's parking lot. The road from Marble Falls to the river winds through scenic forest and pastoral lands. About a half mile before the Buffalo River, Cecil Cove Loop Trail allows hikers to follow a nearly seven-mile trail that follows Cecil Creek and loops past an old homestead site and cemetery. After the left turn at the intersection of the Cecil Cove Trailhead, the Erbie Church and then the Rulus Jones Homestead will be visible on the right. The church, along with the nearby school, post office and store formed the center of the Erbie community. The former residents say the church was built in 1896. The church has continued to be available for services to the present time. The homestead, built by Rulus in 1922, shows the evolution from log homes to frame houses. This frame house replaced a log cabin that dated to the late 1830s. After the river crossing, the Parker-Hickman home is one of the oldest structures standing in the Buffalo National River. In the late 1830s, Alvin Parker and his brother Greenberry arrived from Tennessee and built a home here using the nearby red cedar trees. Joining the hand-hewed logs with half dovetail notches, the Parkers crafted one of the finest log houses in the Buffalo River valley. The Cedar Glade Picnic Area is located near the Henry R. Koen Experimental Forest. This picnic area overlooks the river and has an accessible trail leading to South Pond and a fishing dock across the road. A non-handicapped accessible hiking trail leads to North Pond and a 0.4-mile trail connects the ponds. The Koen Interpretive Trail (accessible) leads through the Henry R. Koen Experimental Forest, which was established in 1950. Over 34 species of trees and plants have been designated along its loop. Trail guides are available at the Pruitt Ranger Station and the Forest Service Office in Jasper. Ozark Campground was once owned by the Shaddox family who planted the fertile valley with peas and corn. Today, it is a popular spot for camping, swimming, and canoe access."]},{"type":"[[","value":[["File:BuffaloPoint.png"],["thumb"],["240px"],["left"],["Buffalo Point and Beyond tour."]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Buffalo Point and Beyond"]},", Approximately 38 miles, some gravel roads, Route: Caney (10 miles south of Yellville) to Maumee, to Rush, to Buffalo Point, and to Dillard's Ferry. From Caney to Maumee, many open pastures can be seen. The North Arkansas Mining Company developed the area known as Maumee in the late 1890s for the purpose of mining zinc ore. The company’s land surveyor named the area for the Maumee River in Ohio near which he was raised. The peak mining activity was during World War I. Now this area is a popular put-in point for canoeists. The crushing mill foundations and the entrance to the Maumee Mine can be seen along the road to the canoe launch, just outside of the park boundary. When zinc ore was discovered on Rush Creek in the 1880s, a community developed to support the influx of workers. By the 1890s, the mining boom was well established and miners and investors arrived from all over the country. It was written that so many people came that local farmers could not keep the town supplied in fresh meat and eggs. Some fifteen mines operated in the Rush District. The most famous mine at Rush was the Morning Star Mine. A quarter mile trail loops through the remains of the Morning Star area. Structures along the loop include the smelter, blacksmith shop, mill and other foundations. A longer trail (approximately 3 miles one way) rises above the valley floor crossing steep, rocky terrain and past mine ruins. Mines are very unstable and entry is prohibited. Trail guides are available at the Buffalo Point Ranger Station. The area known as Buffalo Point was developed through cooperation among the National Park Service, the Civilian Conservation Corps and the Arkansas State Parks Commission, and was established as Buffalo River State Park in 1938. All of the Civilian Conservation Corps structures are listed on the National Register of Historic Places. Several hiking trails ranging in length from a quarter mile to three and a half miles lead hikers to a scenic vista, caves, a waterfall, and other interesting features. Interpretive programs are given regularly in the summer. Schedules and trail guides are available at the Ranger Station. Doc Dillard built the original ferry (named Dillard’s Ferry) with his sons Ira and Pate and W. Davenport in the early 1900s. The old ferry crossing is just a few meters downstream from the present bridge and was in operation until the bridge was completed in 1959. In December 1982 a flood covered the bridge. The river was about 65 feet (19.8 meters) above normal water level, making this the biggest flood in the river’s recorded history."]},"\n",{"type":"==","value":["Pets"]},"\nAll pets are expected to be on leashes and under physical restraint at all times when in the campgrounds up to 25 feet from the river. Pet owners are expected to scoop up their pets' poop and dispose of it in a designated trash receptacle. There are currently two trails in Buffalo National River that are pet friendly: The Forest Pit Trail in the Lower District and the Mill Creek Trail in the upper district. Please contact one of the district Visitor Contact Stations or Park Headquarters for maps and current information.\n",{"type":"===","value":["Backpacking"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Buffalo River Trail"]},", From Boxley Valley to Pruitt, the Buffalo River Trail (BRT) winds through scenic overlooks, old homesites, and rugged wild areas that best characterize the park. Hiking is most strenuous between Boxley Valley and Erbie, where steep gradients and switchbacks lead to spectacular views of the river. The terrain gradually gives way to a nicer river corridor and terrain which is more forgiving to hikers. The trail is presently 37 miles long. Unlike the old river road trail, which follows the river more closely, the BRT does not have river crossings. Also unlike the old river road trail, use on the BRT is limited to hikers only. Trailheads to Buffalo River Trail are located at the south end of Boxley Valley, Ponca Low Water Bridge, Steel Creek, Kyles Landing, Erbie, Ozark, and Pruitt Ranger Station. All trailheads but Ponca Low Water Bridge have overnight parking areas available. The newest addition to the BRT is the 18-mile section from Woolum to Highway 65, near Tyler Bend, then ending up at Gilbert. Trail maps and guides are available for sale through the Eastern National Bookstore, park headquarters and at all visitor contact station locations."]},{"type":"*","value":[" ",{"type":"'''","value":["Ozark Highlands Trail"]},", The 165-mile long Ozark Highlands Trail (OHT) extends from Lake Ft. Smith State Park to Richland Valley at Woolum. If you plan on hiking a section of the OHT, which begins or ends at Woolum, realize that both the Richland Creek crossing and the Woolum river crossing can be swift and deep in winter and spring. Because of the inherent danger of these fords, we recommend selecting an alternative route during these times. Trail maps and guides are available for sale through the Eastern National Bookstore, park headquarters, and at all visitor contact station locations."]},"\n",{"type":"===","value":["Hiking"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lost Valley Trail"]},", 2.1 miles round trip, This trail begins at Lost Valley Campground.  Features along the trail include waterfalls, towering cliffs, a large bluff shelter, a natural bridge, a cave and spring wildflowers.  The cave is about 200 feet long and ends in a large room with a 35 foot waterfall.  If you intend on entering the cave, make certain each person in your group is equipped with a flashlight."]},{"type":"*","value":[" ",{"type":"'''","value":["Ozark to Pruitt Trail"]},", at Pruitt, 2.6 miles, Many wildflowers are in bloom along this trail from March through June."]},{"type":"*","value":[" ",{"type":"'''","value":["Mill Creek Trail"]},", at Pruitt, 2.1 mile loop, This level trail follows Mill Creek through a lowland hardwood forest and features a pioneer homesite. This trail begins at the east end of the Pruitt river access.  This level trail follows Mill Creek through a lowland hardwood forest and features a pioneer homesite.  This trail is best hiked before summer grasses take over the trail.  Additional information is available at the Pruitt Ranger Station or Park Headquarters."]},{"type":"*","value":[" ",{"type":"'''","value":["River Overlook Trail"]}," at Tyler Bend, 1.1 mile loop, The Collier Homestead provides one of the many glimpses into the past that is visible up hollows, atop ridges, and along the river corridor. This trail begins at the Collier Homestead parking area at Tyler Bend.  The loop trail leads you to the historic Collier homestead and to river overlooks.  The trail is accessible to wheelchairs for one-half mile, including the homestead and first overlook.  The Buffalo River Trail can be reached from the Collier Homestead parking area."]},{"type":"*","value":[" ",{"type":"'''","value":["Indian Rockhouse Trail"]},", at Buffalo Point, 3.5 mile loop, Begin your journey to the Rockhouse, a large bluff shelter once inhabited by Indians, at the trailhead located between the ranger station and restaurant.  The return trail is a strenuous uphill climb."]},{"type":"*","value":[" ",{"type":"'''","value":["Overlook Trail"]},", at Buffalo Point, 0.6 mile, This easy hike will lead you to a beautiful overlook of the Buffalo River.  Begin at the trailhead located between the ranger station and restaurant."]},{"type":"*","value":[" ",{"type":"'''","value":["Campground Trail"]},", at Buffalo Point, 1.3 miles, This connector trail links the campground with the ranger station, the concession cabins, and all other Buffalo Point trails."]},{"type":"*","value":[" ",{"type":"'''","value":["Forest Trail"]},", at Buffalo Point, 0.7 miles, The trail leads from the group camps sites to the canoe launch area."]},{"type":"*","value":[" ",{"type":"'''","value":["Morning Star Loop Trail"]},", at Rush, 0.3 mile loop, This path passes the ruins of the Morning Star Mine buildings, including the remains of a blacksmith shop, livery barn, and smelter built in 1886. Begin at the Morning Star Trailhead. DO NOT ENTER MINES."]},{"type":"*","value":[" ",{"type":"'''","value":["Rush Hiking Trail"]},", at Rush, 2.2 mile, Begin your hike at either the Morning Star Trailhead or Rush landing. The trail is completed to Clabber Creek."]},"\n",{"type":"===","value":["Boating"]},"\nThe very best way to see Buffalo River is by canoeing. There are 22 river access points along the river. You may bring your own canoe, kayak, raft, or john boat; but your best bet may be to rent one from local authorized concessioners – no permit is required. Motors must be less than 10 horsepower and properly registered in the state of Arkansas. Life jackets are required in all boats, and must be worn by children 12 and younger. United States Coast Guard regulations mandate that life jackets must be USCG-approved, in good condition, and the appropriate size for the wearer. No glass containers are permitted within 50 feet of the river or its tributaries. Floating the Buffalo can be a wonderful experience, and you can keep it that way by following a few precautions. Always check river conditions before you float. River levels are posted at the access areas and can also be found on the internet ",{"type":"[","value":["http:\/\/www.buffaloriverandrain.com"]}," or by calling any ranger station or visitor center.\n\n",{"type":"====","value":["Canoe Rental Providers"]},"\n\n",{"type":"=====","value":["Upper River (Boxley to Carver)"]},"\n\n",{"type":"*","value":[" Buffalo Adventures Canoe Rental"]},"(870) 446-5406\n\n",{"type":"*","value":[" Buffalo Outdoor Center, Inc."]},"1-800-221-5514\n\n",{"type":"*","value":[" Gordon Motel, Inc."]},"1-800-477-8509 or\n(870) 446-5252\n\n",{"type":"*","value":[" Keller's Kanoes"]},"(870) 446-2644\n\n",{"type":"*","value":[" Lost Valley Canoe & Lodging"]},"(870) 861-5522\n\n",{"type":"*","value":[" Riverview Motel Canoe Rentals"]},"(870) 446-2616\n\n",{"type":"=====","value":["Middle River (Carver to South Maumee)"]},"\n\n",{"type":"*","value":[" Buffalo Camping & Canoeing"]},"(870) 439-2888 or (870) 439-2386\n\n",{"type":"*","value":[" Buffalo River Outfitters, Inc."]},"1-800-582-2244\n\n",{"type":"*","value":[" Crockett's Canoe Rental"]},"1-800-355-6111 or (870) 448-3892\n\n",{"type":"*","value":[" Silver Hill Canoe Rental"]},"(870) 439-2372\n\n",{"type":"=====","value":["Lower River (North Maumee to Buffalo City)"]},"\n\n",{"type":"*","value":[" Dillard's Ozark Outfitters, Inc."]},"1-800-423-8731 or (870) 449-6619\n\n",{"type":"*","value":[" Dirst Canoe Rental"]},"1-800-537-2850 or (870) 449-6636\n\n",{"type":"*","value":[" Wild Bill's Outfitter"]},"1-800-554-8657 or (870) 449-6235\n\n",{"type":"===","value":["Fishing"]},"\nThe Buffalo River is a favorite with anglers. Long pools and shallow riffles provide excellent opportunities for fishing. The Buffalo and its tributaries comprise one of the Nation’s richest areas in total number of fish species. Game fish of choice are the small mouth, largemouth and spotted bass, catfish, Ozark bass, and a variety of panfish. Favored traditional methods of fishing are bank fishing and float fishing in flat-bottomed johnboats. Float fishing is most common on the lower (eastern) half of the river. State and National Park Service regulations govern fishing. An Arkansas fishing license is required for persons age 16 and over (see \"Fees\/Permits\" above for link to website). Catch and release of smallmouth bass is encouraged (with artificial lures, barbless hooks, and careful handling). Smallmouth bass kept must be at least 14 inches in length with a limit of two per day.\n\n",{"type":"===","value":["Swimming"]},"\nThe river is great for swimming, but never swim alone or during high water.  There are no life-guarded swimming areas.  Diving is extremely dangerous because of unseen rocks and logs beneath the water's surface.  Glass containers are prohibited on the river, on trails, within 50 feet of any stream or river bank, and in caves.\n\n",{"type":"===","value":["Bird watching"]},"\n",{"type":"{{","value":[["infobox"],["Ivory-billed woodpecker"],["The ivory-billed woodpecker (",{"type":"''","value":["Campephilus principalis"]},"), long thought to be extinct, was rediscovered in Southeast Arkansas in 2004 and 2005. The bird, now listed as critically endangered, is believed to live at or near White River National Wildlife Reserve. A $10,000 reward is being offered to anyone who can confirm the discovery with a photo of the bird. ",{"type":"'''","value":["WARNING:"]}," Shooting the bird or harming it in any other way is forbidden by law."]]},"\n",{"type":"[[","value":[["File:Campephilus principalisAYP026B.jpg"],["thumb"],["upright"],["Ivory billed woodpecker"]]},"\n\nBird watching is quite popular at Buffalo National River. The park is a biological crossroads, providing many different habitats supporting a large variety of our feathered friends. Over 200 species of birds inhabit the park for some part of the year, and many birds live here year round. Bird checklists are available at any ranger station or visitor center. In December the park hosts the Annual Christmas Bird Count, sponsored by the National Audubon Society. The event’s conception was in protest of a traditional event called a \"side hunt\", where hunters would choose teams and compete to see who could shoot the most birds and animals. On December 25, 1900, small groups of individuals began counting instead of shooting the wildlife. It is now the longest running ornithological database in the world, providing valuable insight into the past and present status of resident and migratory birds and the general health of the environment.\n\n",{"type":"===","value":["Horseback riding"]},"\nOne of the many ways to enjoy the Buffalo River is by horse. Designated trails for horseback riding are located in all districts of the national river. In the upper district, the Old River, Cecil Cove Loop, Center Point, and Sneed Creek Trails are horse routes. In the middle district, riders enjoy the Buffalo River Trail. In the lower district, the Cook Hollow\/Cow Creek trail accessed at Hathaway Gap is the most-used area. Two camping areas in the upper river are designated for visitors with horses – Steel Creek and Erbie. Steel Creek horse camp offers 14 sites, and Erbie horse camp offers 5 sites. Use is limited to 6 persons and 4 horses per site with a 7-day limit per stay, first-come, first-served. In the middle district, Woolum Campground is a designated horse camp. In the Lower Buffalo Wilderness Area, visitors may camp at Big Creek or Hathaway Gap trailheads. There are no commercial horse outfitters operating at Buffalo National River.\n\n",{"type":"==","value":["Buy"]},"\nMost authorized concessioners have gift shops.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Buffalo Point Concession"]}," (see \"Sleep\" below), located at Buffalo Point, has a restaurant that is open in the summer season."]},{"type":"*","value":[" There are plenty of restaurants in Harrison and other nearby towns."]},"\n",{"type":"==","value":["Drink"]},"\nNational Park Service regulations control the use of alcohol on Buffalo National River. There is no alcohol for sale within the park boundaries, however, you may bring your own alcohol into the park on a limited basis. Bringing alcohol is a privilege, not a right. You are required to regulate your alcohol consumption, and alcohol-related offenses may be punishable by eviction from the park. Once again: ",{"type":"'''","value":["Glass containers are not permitted on or within 100 feet of the river"]},".\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Buffalo River Motel"],["url=http:\/\/buffalorivermotel.com"],["email="],["address=14048 N Hwy 65"],["lat="],["long="],["directions=3 miles north of the river on Highway 65"],["phone = +1 870-439-2995"],["tollfree="],["fax="],["hours="],["price=seasonal"],["checkin=3PM"],["checkout=11AM"],["content=The closest hotel to the river along Hwy 65."]]}]},{"type":"===","value":["Lodging"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Buffalo Point Concession"]},". Rustic Cabins open from March 1 to November 30; Modern Cabins are available year around. Reservations Online ",{"type":"[","value":["http:\/\/www.buffalopoint.com"]},", Phone: (870) 449-6206, Located at Buffalo Point, 5 rustic and 8 modern cabins are available for rental. These cabins are very popular and may be reserved 15 months in advance. For more information and reservations, contact Buffalo Point Concession, 2261 Hwy. 268 E, ",{"type":"[[","value":[["Yellville"]]},", AR, 72687, or call (870) 449-6206. Room for extra people ($5 per person over 2), limit 6, Winter Rates (December - February, modern only) $58, Summer Rates (March - November) $81 rustic, $76 modern."]},{"type":"*","value":[" On the middle Buffalo, you can stay at ",{"type":"'''","value":["Mt. Hersey Cabin"]},". Located just three miles from the Buffalo National River, it is ideal for a family who wants to hunt, fish, canoe, go caving or just get away for a while. For more information call (870) 429-6425 or visit http:\/\/www.mtherseycabin.com."]},"\n",{"type":"===","value":["Camping"]},"\nThirteen designated campgrounds are accessible by car and are ",{"type":"'''","value":["open year round"]}," on a first-come, first-served basis except that Buffalo Point Campground offers some campsites by reservation through http:\/\/www.ReserveUSA.com or calling 1-877-444-6777. Tyler Bend(all year) and Buffalo Point (Mar 15-Nov 15) offer restrooms, showers, and trailer dump stations; camping fees are charged at both locations from Mar 15-Nov 15.  Buffalo Point has water and electrical hookups.  Buffalo Point Campground fills most weekend evenings from Memorial Day to mid-August.  The steep roads to Steel Creek and Kyles Landing and winding roads to Mt. Hersey are not recommended for large trailers, buses, or motorhomes.\n",{"type":"*","value":[" ",{"type":"'''","value":["Buffalo Point"]},". Modern campground with eighty-three drive in campsites and twenty walk in campsites. Three drive in campsites are accessible for disabled persons. Picnic tables, fire grates, drinking water available year round in B LOOP; showers, flush toilets, water and electric hookups, and a dump station are available Mar 15-Nov 15. Camping and pavilion fees required Mar 15-Nov 15.  Drive in sites: $17 - Day, Walk in sites:  $12 - Day, Pavilion: $50 - Day"]},{"type":"*","value":[{"type":"'''","value":["Carver"]},", Semi-developed campground with eight campsites, available first-come\/first-serve. Picnic tables and vault toilets available. Camping fees required Mar 15-Nov 15. $10 - Day "]},{"type":"*","value":[{"type":"'''","value":["Erbie"]},", Modern campground with fourteen drive-in campsites, sixteen walk in campsites, and ten group sites available first-come\/first-serve. One drive in and one walk in campsite are accessible for disabled persons. Picnic tables, fire grates, drinking water, and flush and vault toilets available. Camping fees required Mar 15-Nov 15. $10 - Day "]},{"type":"*","value":[{"type":"'''","value":["Kyles Landing"]},",Modern campground with thirty-three campsites, available first-come\/first-serve. No campsites are accessible for disabled persons. Picnic tables, fire grates, drinking water, and flush toilets available during Mar 15-Nov 15. Camping fees required Mar 15-Nov 15. $10 - Day "]},{"type":"*","value":[{"type":"'''","value":["Lost Valley"]},", Modern campground with fifteen campsites, available first-come\/first-serve. Two campsites are accessible for disabled persons. Picnic tables, fire grates, drinking water, and flush toilets available April - October. Camping fees required Mar 15-Nov 15. $10 - Day "]},{"type":"*","value":[" ",{"type":"'''","value":["Maumee South"]},", Primitive campground with open camping, available first-come\/first-serve. No campsites are accessible for disabled persons. Vault toilets available. No camping fees required."]},{"type":"*","value":[" ",{"type":"'''","value":["Mt. Hersey"]},", Primitive campground with open camping, available first-come\/first-serve. No campsites are accessible for disabled persons. Fire grates and vault toilets available. No camping fees required."]},{"type":"*","value":[" ",{"type":"'''","value":["Ozark"]},", Modern campground with thirty-five campsites, available first-come\/first-serve. No campsites are accessible for disabled persons. Picnic tables, fire grates, drinking water, and flush toilets available Mar 15-Nov 15. Camping and pavilion fees required Mar 15-Nov 15. Camping: $10 - Day, Pavilion: $25 - Day"]},{"type":"*","value":[{"type":"'''","value":["Rush"]},", Semi-developed campground with twelve campsites, available first-come\/first-serve. No campsites are accessible for disabled persons. Drinking water, fire grates, and vault toilets available. Camping fees required Mar 15-Nov 15. $10 - Day "]},{"type":"*","value":[" ",{"type":"'''","value":["Spring Creek"]},", Semi-developed campground with fourteen campsites, available first-come\/first-serve. No campsites are accessible for disabled persons. Picnic tables, fire grates and vault toilet available. No drinking water. Camping is free."]},{"type":"*","value":[" ",{"type":"'''","value":["Steel Creek"]},", Modern campground with twenty-six campsites, available first-come\/first-serve. No campsites are accessible for disabled persons. Picnic tables, fire grates, drinking water (Mar 15-Nov 15 only), and vault toilets available. Camping fees required Mar 15-Nov 15. Additional horse campground with fourteen sites available. Fees charged. $10 - Day"]},{"type":"*","value":[" ",{"type":"'''","value":["Tyler Bend"]},", Modern campground with twenty eight drive in campsites and ten walk in campsites, available first-come\/first-serve. Five group sites (for tent camping groups of ten to twenty-five) are available by reservation. One drive in, one walk in, and one group campsites are accessible for disabled persons. Picnic tables, fire grates, and drinking water available year round; showers, flush toilets, and dump station available April - October. No water and electricy at the campsite. Picnic pavilion available by reservation. Camping and pavilion fees required Mar 15-Nov 15. Camping: $12 - Day,  Pavilion: $50 - Day"]},{"type":"*","value":[" ",{"type":"'''","value":["Woolum"]},", Primitive campground with open camping, available first-come\/first-serve. No campsites are accessible for disabled persons. Fire grates and vault toilets available. No camping fees required. Horse campsites are available."]},"\n",{"type":"'''","value":["Primitive Camping on Gravel Bars"]}," Primitive camping with campfires is allowed along the river on the numerous gravel bars. This is a popular option for both locals and those floating a portion of the river. The gravel bars have no developed facilities, but also have few or no ",{"type":"[[","value":[["Pests"],["snakes"]]},", ",{"type":"[[","value":[["Pests"],["insects"]]}," or ",{"type":"[[","value":[["poison ivy"]]},".\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" Historic structures and mines are fenced off for your protection. ",{"type":"'''","value":["DO NOT ENTER MINES"]},"."]},{"type":"*","value":[" Do not climb up bluffs or get too close to cliff edges. Gravity can be dangerous."]},{"type":"*","value":[" Bring ample drinking water, or even better, a water purifier. Never drink untreated water from springs or rivers due to the potential presence of harmful organisms."]},{"type":"*","value":[" ",{"type":"[[","value":[["Poison ivy"]]}," and ",{"type":"[[","value":[["snakes"]]}," are present and protected in the park. Never reach or step where you cannot see."]},{"type":"*","value":[" Ticks and chiggers are hard to avoid anywhere in the Ozarks. Long pants and insect repellent (90%+ DEET) help. Light colored clothes make it easier to spot and remove insects."]},{"type":"*","value":[" Sturdy shoes and proper clothing are a must to ensure a safe and comfortable out-of-doors experience."]},{"type":"*","value":[" Choose campsites that allow an escape route as locally heavy rains can cause rivers and streams to rise rapidly."]},{"type":"*","value":[" Do not dive or jump into the river. Shallow water and submerged objects are hazardous. Swim only in clear, calm water and check below the surface for submerged objects."]},{"type":"*","value":[" If a lightning storm occurs, leave the river and find shelter immediately. Metal boats and water itself conduct electricity."]},{"type":"*","value":[" Prevent wildfires by exercising caution when building or extinguishing campfires. If possible, use a portable gas stove instead of starting a fire."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Branson"]]},", ",{"type":"[[","value":[["Missouri"]]}," a family-friendly Las Vegas with world class entertainment and access to Table Rock Lake for Bass fishing and Lake Taneycomo for lake trout fishing."]},{"type":"*","value":[" ",{"type":"'''","value":["Silver Dollar City"]}," and ",{"type":"'''","value":["Celebration City"]}," theme parks near ",{"type":"[[","value":[["Branson"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Eureka Springs"]]},", ",{"type":"[[","value":[["Arkansas"]]}," sometimes called the little ",{"type":"[[","value":[["Switzerland"]]}," of the Ozarks and on other occasions the ",{"type":"[[","value":[["San Francisco"]]}," of the Ozarks. Local craft shops and art galleries, good food and shopping. Close to Beaver Lake with fishing, water skiing, swimming and other water sports."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mountain View (Arkansas)"],["Mountain View"]]}," is home to the Ozark Folk Center and Blanchard Springs Caverns."]},{"type":"*","value":[" In Marshall, drop by the ",{"type":"'''","value":["Kenda Drive-In"]},", ",{"type":"[","value":["http:\/\/kendadrivein.com\/"]}," one of only three surviving drive-in movie theaters in Arkansas."]},"\n",{"type":"{{","value":[["geo"],["36.178056"],["-92.426111"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Ozarks"]]},"\n",{"type":"{{","value":[["isPartOf"],["Ozarks (Arkansas)"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n\n",{"type":"{{","value":[["related"],["United_States_National_Parks"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Buffalo National River"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Buffalo National River"]]}]