[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Uluwatu Cliffs.jpg‎"],["thumb"],["350px"],["right"],["The majestic cliff setting of Uluwatu Temple"]]},"\nThe ",{"type":"'''","value":["Bukit Peninsula"]}," is southernmost point of ",{"type":"[[","value":[["Bali"]]},", ",{"type":"[[","value":[["Indonesia"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThis is a large limestone peninsula which, bar a sliver of land just south of the airport, would be a separate island. It is rugged and dry, and pre-tourist development this was a real backwater of Bali.\n\nThe Bukit (as it is commonly referred to) includes the famous cliff-hanging temple at ",{"type":"'''","value":["Uluwatu"]},", a number of Bali's very best beaches including ",{"type":"'''","value":["Balangan"]},", and the top surfing spots on the island. As is so often the case, it was intrepid surfers who really opened up the eyes of the world to this part of the island.\n\nThe two main towns with strong local communities on the Bukit are",{"type":"'''","value":[" Pecatu"]}," and ",{"type":"'''","value":["Ungasan"]},".\n\nThis article covers the whole of the Bukit Peninsula south of ",{"type":"[[","value":[["Jimbaran"]]}," and west of ",{"type":"[[","value":[["Nusa Dua"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Bali-BukitPeninsula-SouthWest-Map.png"],["520px"],["thumb"],["right"],["Map of the south-west of the Bukit Peninsula"]]},"\n\nThe Bukit Peninsula is connected to ",{"type":"[[","value":[["Kuta"]]}," through ",{"type":"[[","value":[["Jimbaran"]]}," by the busy Jalan Bypass Nusa Dua and this is the only route in. Take this main road south to the junction with Jalan Uluwatu II (the famous McDonald's junction), turn west towards Jimbaran Bay, continue about 2 km and at the four road junction make a sharp left up the hill (signposted for Uluwatu). Continue on this road into the heart of the peninsula.\n\nA taxi from ",{"type":"[[","value":[["Kuta"]]}," to Uluwatu for example takes 30–40 minutes on winding roads and will cost about Rp 120,000 one-way.  If you are just visiting for the day, consider asking the driver to wait trip as it can be difficult to find transport back. Figure on paying the taxi driver Rp 20,000\/hour to wait.  Joining a tour can be a cheaper way of getting to Uluwatu and this destination is very widely offered by tour operators all over the island.\n\n",{"type":"==","value":["Get around"]},"\n\nExploring the Bukit lends itself very well to a rented motorbike. A number of the nicer beaches are reached via small roads or dirt tracks and a motorbike is the best method.\n\nTaxis are not plentiful but can be found. There is a taxi stand at Padang-Padang just north of the bridge and one or two taxis are often sitting there waiting for customers.\n\nA few bemos ply the main routes only but they are neither regular nor reliable.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Uluwatu BabyMonkey.JPG"],["thumb"],["left"],["150px"],["Behind the cuddly facade lies a cunning thief"]]},"\n\n",{"type":"'''","value":["Uluwatu Temple"]}," (",{"type":"''","value":["Pura Uluwatu"]},") is one of Bali's nine key directional temples. Though a small temple was claimed to have existed beforehand, the structure was significantly expanded by a Javanese sage, Empu Kuturan in the 11th Century. Another sage from East Java, Dang Hyang Nirartha is credited for constructing the padmasana shrines and is claimed to have attained Moksha here. Even more remarkable than the temple itself is its location, perched on a steep cliff 70 metres above the roaring Indian ocean waves.  There are more steep headlands on either side and sunsets over Uluwatu are a sight to behold.\n\nThe entrance fee from 1 Feb 2012 is Rp 20,000 and you need to be properly dressed to enter. Sarongs and sashes are available free at the entrance. Guides, once famously mercenary, hassle visitors less than they used to, although they will offer to \"protect\" you from the monkeys, for a tip of course. Note that while you are free to walk around the temple grounds, the central courtyards can only be entered during special rituals.\n\nThe temple is inhabited by large number of ",{"type":"'''","value":["monkeys"]},", who are extremely adept at snatching visitors' belonging, including bags, cameras and eyeglasses. ",{"type":"'''","value":["Keep a very close grip on all your belongings"]}," and ",{"type":"'''","value":["stow away your eyeglasses"]}," if at all possible.  If you do have something taken, the monkeys can usually be induced to exchange it for some fruit. Needless to say, rewarding the monkeys like this only encourages them to steal more. Locals and even the temple priests will be happy to do the job for you, naturally in exchange for a tip (Rp 10,000-50,000).\n\nThe cliff is fascinating but the temple itself is not as impressive as others in Bali.\n\nThere is also a very scenic cave underneath with rock formations leading onto a beach close to the temple. This is a popular spot for surfers.\n\n",{"type":"===","value":["Beaches"]},"\n\nThere are number of good white sand ",{"type":"'''","value":["beaches"]}," on the Bukit Peninsula which many consider the best in Bali:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Balangan"]},". Rated by some as the single best beach in Bali and one which receives relatively few visitors. It takes a bit of finding but from the main junction at Ungasan heading out from Jimbaran towards Uluwatu turn right (west) by Nirmala Supermarket. The road then twists and turns for about 6 km until you reach the beach.  Keep following informal signs to \"Balangan\" or \"Balangan Surf\" and a west-northwest bearing. This is a stunning beach and well worth the effort required in finding it. There are a few very laid-back warungs on the beach and even a couple of bungalows where you can stay the night."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bingin"]},". Another white sand beach north of Padang-Padang and south of Dreamland. The beach here is not easy to access as the cliffs are high but the ocean views alone make the visit worthwhile. From the village of Pecatu head towards Padang-Padang and look for informal signs on your right directing you to \"Bingin Surf\". Proceed down the maze of small roads here, paying a Rp 3,000 toll if the village attendant is there, until you reach the obvious parking areas at the clifftop. There are two sets of steps down the cliff to the beach which are known as the northerly and southerly steps. Don't be surprised if you have to walk through grassy fields with cows and narrow pathways. Women offering massages might chase you from the parking lot. They'll back off after a firm 'no'."]},"\n",{"type":"[[","value":[["File:Bingin Beach.PNG"],["260px"],["thumb"],["right"],["Bingin Beach"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Dreamland"]},".  Formerly a very beautiful beach which has been ruined by the adjacent Pecatu Graha Indah \"New Kuta\" development, sadly it has turned into \"Nightmare-land\". There are still excellent surfing conditions, especially for intermediate surfers & on days when other breaks are too big to surf. The break goes right & left, is not too shallow and has decent shape. If you do visit this beach, try to imagine how glorious it was before the bulldozers moved in. The entrance road to Pecatu Graha Indah is about 2 km southwest of Ungasan on Jl Uluwatu, and is impossible to miss adorned as it by huge statues and truly massive, intrusive billboards.  The entrance fee to use the road down to the waterfront is now not available anymore. Visitors must go through the Klapa Lounge and pay Rp 100.000."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Padang-Padang"]},". A truly lovely beach with a big surf break offshore. Accessed from a stepped pathway on the north side of the obvious bridge 3 km north of Uluwatu Temple heading back towards Pecatu. The white sand beach here is a little bit narrow at the highest of tides but is otherwise very nice indeed."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Suluban Beach"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=To the west of Padang-Padang Beach is secluded Suluban Beach, also known as Blue Point Beach. Access is not as public as that for Padang Padang, hence it is generally very quiet here. Even at high tides with the rolling surf, Suluban Beach has a rather wide sand beach. As tide recedes some 100 m, Suluban Beach makes a nice exploratory wade among the rocks, corals and seaweed. The view from the Suluban cliff-line above is a show of spectacular ocean colours."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Kecak Dance at Uluwatu.jpg"],["thumb"],["300px"],["The Kecak Dance at Uluwatu"]]},"\nUluwatu is a very well known destination among ",{"type":"'''","value":["surfing"]}," enthusiasts.  Most of the surf spots are only suitable for advanced or expert surfers though - the waves are big here. The main surfing spots are Uluwatu, Dreamland, Padang-Padang, Bingin\/Impossibles and Suluban.\n\n",{"type":"'''","value":["Kecak Dance"]}," (",{"type":"''","value":["monkey dance"]},") performances are held at Uluwatu temple daily between 6PM-7PM. Tickets for the visually spectacular, if rather unoriginal show (it was invented in the 1930s), cost Rp 50,000.\n\nChoosing to get ",{"type":"'''","value":["married"]}," or renewing vows in Bali is increasingly popular, and the Bukit Peninsula is the most popular destination for such ceremonies. There is a stunning, modernist, purpose-built cliff-front wedding chapel close to Nyang Nyang Beach and the Bulgari Hotel, and a number of resorts offer specialist wedding packages and planning.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Tirtha Wedding Chapel"],["url=http:\/\/www.tirthabali.com"],["email=info@tirthabali.com"],["address=Jl Raya Uluwatu,Banjar Dinas Karang Boma, Pecatu"],["lat="],["long="],["directions=on the southern cliff edge between The Bulgari and Puri Bali at Nyang Nyang"],["phone=+62 361 8471151"],["tollfree="],["fax="],["hours="],["price="],["content=This impressive chapel was designed by leading architect Glen Parker and is stunningly located on the cliff top above Nyang Nyang Beach. The architecture is very modern indeed, and the chapel is essentially a series of glass-walled triangular pavilions surrounded by reflection pools. Full wedding planning services offered."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=New Kuta Golf Course"],["url=http:\/\/www.newkutagolf.com\/"],["email=info@newkutagolf.com"],["address=Kawasan Pecatu Indah, Jl Uluwatu, Pecatu"],["lat="],["long="],["directions="],["phone=+62 361 8481333"],["tollfree="],["fax="],["hours="],["price="],["content=This golf course is stunningly located on top of the cliffs above Dreamland beach and is a top class venue. It is part of the highly controversial Pecatu Graha Indah development that was the brainchild of former dictator Soeharto's son Tommy. The dubious acquisition methods of the land here by his development company from the traditional landowners is still a huge bone of contention in Bali. That, coupled with the development ruining Dreamland Beach, has led to a lot of controversy. Anyone wishing to play at the course may wish to bear all of that in mind."]]}]},"\n",{"type":"===","value":["Spas"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Ayutaya Spa Bali"],["url=http:\/\/www.ayutayabali.com"],["email="],["address=Jl. Bingin Sari, Pondok Belong Jimbaran"],["lat="],["long="],["directions="],["phone=+62 361 704555"],["tollfree="],["fax="],["hours="],["price="],["content=Located with a view of Garuda Wisnu Kencana Culture Park. All treatment rooms have are equipped with a locker, large bathtub with hot shower and two jacuzzis."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThere are the usual souvenir shops at the parking area at the entrance to Uluwatu temple. Otherwise, this is not an area of Bali known for its shopping.\n\nThere are convenience stores\/small supermarkets in the villages of Pecatu and Ungasan for everyday shopping.\n\n",{"type":"==","value":["Eat"]},"\n\nThe growing number of five star resorts on the Bukit Peninsula all have top class restaurants (and prices to match). Alila and Karma Kandara are especially highly rated.\n\nAt a more humble level, there are a host of simple local roadside cafes catering to the young surfing crowd at Bingin, Padang-Padang and Uluwatu. A lot of these hardly have a name, let alone contact details, and the best advice is to follow the crowds. Expect cold beers and good, simple Indonesian food.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Moka"],["url="],["email="],["address=Jl Uluwatu, Ungasan"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=daily 8AM-10PM"],["price="],["content=Excellent coffee shop and cafe in Ungusan village close to the main Nirmala Supermarket. Bread and pastries are fresh daily and salads are excellent. Free wireless internet for customers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jiwa Juice Internet Cafe"],["url="],["email= jiwajuice@mac.com"],["address=108 Jl Labuan Sait, Pecatu"],["lat="],["long="],["directions=on main road between Bingin and Padang Padang"],["phone=+62 361 8470736"],["tollfree="],["fax="],["hours=8AM-8PM daily"],["price="],["content=A full service internet cafe and wireless hotspot.  Serves breakfast, sandwiches, salads and smoothies.  Also acts as a business centre, has a bulletin board and is a well known local surfies meeting spot. Jiwa means soul in Indonesian."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yeye's"],["url="],["email="],["address=Jl Labuan Sait"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pizzas and other reliable fare is served at this simple cafe close between Padang-Padang and Suluban. Beware that it is sometimes closed all day in the off season."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ayu Sweet and Snack"],["url=http:\/\/www.facebook.com\/AyuRestaurant"],["email="],["address=Jl. Uluwatu"],["lat="],["long="],["directions="],["phone=+62 878 60993732"],["tollfree="],["fax="],["hours=8AM-8PM"],["price=budget"],["content=Ayu's Sweet & Snack is a new bistro in the Dreamland area. Located on Jl. Uluwatu. It is owned by lovely Ayu from Bali who is always up for a chat. Small but good selection of drinks and foods, breakfast, lunch and dinner."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThis is certainly not an area in which to expect much nightlife, and visitors staying here wanting some late night bar or club culture might make the 45 minute journey up to ",{"type":"[[","value":[["Kuta"]]}," or ",{"type":"[[","value":[["Seminyak"]]},".\n\nYou will almost always find somebody to join you for a relaxed beer on the beach though as there is a strong surf culture here.  The beaches at Padang-Padang and Bingin are the best bets.\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Single Fin"],["alt="],["url="],["email="],["address=Uluwatu Beach"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sprawling multi-level bar\/club with postcard sunset views high above the surf at Uluwatu beach. Trendy, with prices and patrons to match."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["sleeppricerange"],["Under US $30"],["US $30 to 150"],["Over US $150"]]},"\n\nAs a tourist destination, the whole Bukit Peninsula area was popularised by surfers.  There are still numerous small, cheap bungalows close to the main surf points at Uluwatu, Padang-Padang, Bingin and Suluban, and many visitors just turn up and take what is available.\n\nThe area has more recently sprouted an impressive collection of high-end villas and resorts as well.  Beware false advertising though: only the most expensive \"villas\" are completely private and self-contained, while most share at least some facilities, and the cheapest ones are just clusters of bungalows.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chocky's Place"],["url=http:\/\/www.chockysplace.com\/"],["email=info@chockysplace.com"],["address="],["lat="],["long="],["directions=at the base of the cliff right on the beach at Bingin. Park at the top and walk down the southerly steps"],["phone=+62 818 05444833"],["tollfree="],["fax="],["hours="],["price=From Rp 90,000 for a single room to 400,000 for an en suite waterfront queen room"],["checkin="],["checkout="],["content=Good value rooms literally on the beach - the water laps right up to the property at high tide. Popular with surfers as the main Bingin break is right in front. Mostly Indonesian food prepared by the owners. The stairs down are murderous, but you get used to them. Try to pack light and bring a flashlight as there is no lighting on the stairs.  Walking down to the water is a bit rocky and the reef can quite deep at low tide so bring reef booties if you have them."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sally Bingin Beach"],["email=sally_bingin@yahoo.com"],["address="],["lat="],["long="],["directions=at the base of the cliff right on the beach at Bingin. Park at the top and walk down the southerly steps"],["phone=+62 8179795635"],["hours="],["price=Rp 150,000 for a seafront double room, fan, shared bathroom."],["checkin="],["checkout="],["content=Simple rooms with stellar views directly over the beach and facing the surf break. There are just four rooms in this wooden rattan and thatch guesthouse. The sandy-floored restaurant area and upstairs balcony are ideal for chilling and watching the surf. Run by a friendly and genuine local family. Great Balinese coffee and free wifi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Flowerbud Bungalows"],["url=http:\/\/flowerbudbalangan.com\/"],["email="],["address=Balangan Beach"],["lat="],["long="],["directions="],["phone=+62 816 4722310"],["tollfree="],["fax="],["hours="],["price=From Rp 345,000"],["checkin="],["checkout="],["content=8 very charming rustic bamboo bungalows on the beach, several of which are family-sized. Clean and cute.  Bring a flashlight as the lighting is soft, great for ambiance, but a little too low for moving about at night.  It's about a 8 min walk to Balangan beach.  The walk is mostly paved, but the last 300 m are stoney and rather steep.  There is a great breeze most of the time.  Lots of mosquitos, the grounds are very green and well manicured.  This great little place is representative of a Bali that is fast disappearing. Simple cafe facility and lots of old fashioned Bali charm."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gong"],["url="],["email=thegongacc@yahoo.com"],["address=Jl Pantai Suluban, Uluwatu"],["lat="],["long="],["directions=on the main road to Uluwatu Temple about 500 m before the temple gates"],["phone=+62 361 769976"],["tollfree="],["fax="],["hours="],["price=Rp 200,000"],["checkin=3PM"],["checkout=12PM"],["content=Bit of an institution with the surfer crowd. Good, clean budget accommodation with a beautiful swimming pool and garden, Free WiFi connection. You can also rent a motorbike here. Extremely popular."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Guna Mandala Inn"],["url="],["email="],["address=Padang Padang"],["lat="],["long="],["directions="],["phone=+62 361 8470673"],["tollfree="],["fax="],["hours="],["price=Rp 175,000"],["checkin="],["checkout="],["content=Budget accommodation just 100 m from the entrance track to Padang Padang beach. Rooms are on 2 levels with the upstairs option definitely preferable as it gets nice breezes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kongsi Inn"],["url="],["email="],["address=Padang-Padang"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From Rp 70,000"],["checkin="],["checkout="],["content=Just about as basic as accommodation gets in Bali these days. Very much aimed at young surfers and in a great spot for easy access to the Padang-Padang break. Simple huts with bamboo walls and cold water."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rocky's Bungalows"],["url="],["email="],["address=Jl Pantai Suluban, Uluwatu"],["lat="],["long="],["directions="],["phone=+62 817 346209"],["tollfree="],["fax="],["hours="],["price=From Rp 300,000"],["checkin="],["checkout="],["content=An old time favourite with the surf community. A good location close to Uluwatu with nice ocean views out over the Suluban cliff-line."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Balangan Sea View Bungalows"],["url="],["email=robbyandrosita@hotmail.com"],["address=Balangan Beach"],["lat="],["long="],["directions="],["phone=+62 812 3679212"],["tollfree="],["fax="],["hours="],["price=From Rp 325,000-625,000"],["checkin="],["checkout="],["content=Right by the  beach and 50 m from the cliff. Popular with surfers. Traditional style bamboo bungalows with swimming pool, internet access, restaurant and airport transfers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mick's Place"],["url=http:\/\/www.micksplacebali.com\/"],["email=booking@micksplace.com"],["address=Bingin"],["lat="],["long="],["directions=on the Bingin clifftop close to the northerly steps"],["phone="],["tollfree="],["fax="],["hours="],["price=From US $110"],["checkin="],["checkout="],["content=4 cliffront bungalows with a cliff-hanging infinity edge pool. Styles itself as a yoga retreat, a haven for surfers and a wedding venue. Everything here is very well done indeed."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mu"],["url=http:\/\/www.mu-bali.com\/"],["email=jbataillardbali@gmail.com"],["address=Bingin"],["lat="],["long="],["directions=on the cliff edge at Bingin close to the car park and the southerly steps"],["phone=+62 361 7428249"],["tollfree="],["fax="],["hours="],["price=From €60"],["checkin="],["checkout="],["content=4 clifftop bungalows with thatched roofs set around a large freeform pool. Wonderful views from the Bingin cliffront here. Popular with surfers and those who just want to be away from it all."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Puri Bali"],["url=http:\/\/www.puribalivillas.com\/"],["email=info@puribalivillas.com"],["address=Jl Uluwatu, Nyang Nyang"],["lat="],["long="],["directions=directly above Nyang Nyang Beach. From Uluwatu take the main road heading towards Pecatu and after about 1.5 km look for the sign-posted turning to the south (right)"],["phone=+62 361 7448300"],["tollfree="],["fax="],["hours="],["price=US $150"],["checkin="],["checkout="],["content=5 cottages all with large bathrooms and set in huge cliff-front grounds. This place has seen better days and the rooms are in need of renovation. It is a spectacular location looking due south on the highest cliffs in Bali. The beach is a long way down but it is quite stunning and there is a path leading down the cliff."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sandat Mas Cottages"],["url=http:\/\/www.sandatmas.com\/"],["email=info@sandatmas.com"],["address=Jl Pantai Suluban, Uluwatu"],["lat="],["long="],["directions=about 1 km north of Uluwatu Temple on the road to The Istana"],["phone=+62 361 769965"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Large range of accommodation here from regular rooms up to a private 3 bedroom villa with its own pool. Clean, simple and not bad value. No A\/C in the cheaper rooms and there is no restaurant. Good ocean views and the cottages face sunset."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Temple Lodge"],["url=http:\/\/thetemplelodge.com\/"],["email=ducabruzzi@hotmail.com"],["address=Bingin"],["lat="],["long="],["directions=on the Bingin clifftop close to the southerly steps"],["phone=+62 813 37769477"],["tollfree="],["fax="],["hours="],["price=From about €50"],["checkin="],["checkout="],["content=Boutique accommodation at Bingin with 3 creatively designed bungalows built into the cliff face. Views over the west coast surf breaks. Aims itself primarily at surfers but this would be a great value choice for any visitor who really wants to experience the best of the Bukit Peninsula. The restaurant prides itself on a health conscious menu and is very suitable for vegetarians."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alila Villas Uluwatu"],["url="],["email=uluwatu@alilahotels.com"],["address=Jl Belimbing Sari Banjar Tembiyak, Pecatu"],["lat="],["long="],["directions=on the southern ciff edge of the Bukit about 4 km south east of Pecatu"],["phone=+62 361 848 2166"],["tollfree="],["fax="],["hours="],["price=From US $600"],["checkin="],["checkout="],["content=84 private villas in a modern and stylish cliff-edge resort. One, two or three bedroom villas, all of which have their own private pool and ocean views. 5 star resort facilities including: 3 restaurants, 50 m lap pool, spa, fitness centre and provision for wedding. Despite the name, this resort is about 7 km from Uluwatu."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Blue Point Bay Villas"],["url=http:\/\/www.bluepointbayvillas.com\/"],["email=info@bluepointbayvillas.com"],["address=Jl Labuan Sait, Uluwatu"],["lat="],["long="],["directions=on the cliffront, just to the north of Uluwatu Temple"],["phone=+62 361 769888"],["tollfree="],["fax="],["hours="],["price=From US $145"],["checkin="],["checkout="],["content=Small cliff-edge resort with one and two bedroom villa accommodation. 2 pools, one of which is located right on the cliff-edge. Good in-house spa and decent restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bulgari Resort"],["url=http:\/\/www.bulgarihotels.com\/"],["email="],["address=Jl Goa Lempeh, Banjar Dinas Kangin"],["lat="],["long="],["directions=almost due south from Pecatu, well signposted"],["phone=+62 361 8471000"],["tollfree="],["fax="],["hours="],["price=From US $800"],["checkin="],["checkout="],["content=Clifftop resort every bit as stylish as you'd expect from a boutique hotel run by a fashion label.  Plunge pool, private elevator to the beach, excellent restaurants and a price tag to match."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Karma Kandara Resort"],["url=http:\/\/www.karmakandara.com\/"],["email="],["address=Jl Wijaya Kusuma"],["lat="],["long="],["directions=on the cliff-front south east of Pecatu, 1 km east of The Alila"],["phone=+62 361 708800"],["tollfree="],["fax="],["hours="],["price=From US $750"],["checkin="],["checkout="],["content=46 villas perched upon a clifftop with unobstructed views of the rolling surf of the Indian Ocean. Each villa has a private walled garden  with an infinity edge swimming pool. All bedrooms have their own en-suite bathroom. Living rooms are open plan with fully equipped kitchens, lounge and dining areas. A private cliff escalator provides access to Nammos Beach Club with its bar and fresh seafood grill. Gay\/lesbian friendly staff and management. Member of ",{"type":"''","value":["Leading Small Hotels of the World"]},"."]]}]},"\n",{"type":"===","value":["Private villas"]},"\n\nAll the villas listed below are standalone and feature private entrances, accommodation and their own swimming pools.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=The Istana"],["url=http:\/\/www.theistana.com\/"],["email="],["address=Uluwatu"],["lat="],["long="],["directions="],["phone=+62 361 730668"],["tollfree="],["fax="],["hours="],["price=US $1,500-2,500"],["checkin="],["checkout="],["content=5 bedroom, cliff-top villa just to the north of Uluwatu Temple and directly overlooking the famous surf break. Sleeps up to 10 people, 2 private pools and extensive gardens. Fully staffed with a cook and maids."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Suluban Cliff Villa"],["url=http:\/\/sulubancliffbali.com\/"],["email=info@sulubancliffbali.com"],["address=Jl. Pantai Suluban"],["lat="],["long="],["directions=just off Jl. Labuan Sait in front of Rocky's Bungalows"],["phone="],["tollfree="],["fax="],["hours="],["price=From US $1,300"],["checkin="],["checkout="],["content=Modern 4 bedroom cliff-front villa above Suluban Beach. Well furnished and fitted and has a dramatic cliff-edge pool, complete with a glass wall. Fully staffed and serviced."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Karang Putih"],["url=http:\/\/www.villakarangputih.com\/"],["email="],["address=Jl. Karang Putih 2001 #1"],["lat=-8.84455422109248"],["long=115.1831731720001"],["directions=off Jl. Pantai Kutuh"],["phone=+62 812 3853139"],["tollfree="],["fax="],["hours="],["price=US $2,500-3,300"],["checkin="],["checkout="],["content=6 bedroom, cliff-top villa. Sleeps up to 12 people, private beach club, helipad, tennis and more. Massive garden, spectacular wedding venue. Fully staffed and serviced with chef, car & driver, maids and security."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Moonlight"],["url=http:\/\/www.villamoonlight.com\/"],["email="],["address=Uluwatu"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=From US $595"],["checkin="],["checkout="],["content=Private villa featuring 4 bedrooms and ocean view.  A little inland from Uluwatu in an elevated postion with great ocean views. Built in 2008 to a high standard and is nicely fitted and furnished."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Pemutih"],["url=http:\/\/www.villapemutih.com\/"],["email="],["address=Padang Padang"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=from US $950"],["checkin="],["checkout="],["content=4 bedroom private cliff-edge villa with a dramatic infinity pool. All bedrooms with large en-suite baths. Big open living room and fully equipped kitchen. Fully staffed and serviced with car, driver, maids, chef and security. Private steps down the cliff to the beach."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Latitude Bali"],["url=http:\/\/www.latitudebali.com\/"],["email="],["address=Jalan Karang Kembar #1"],["lat=-8.84455422109248"],["long=115.1831731720001"],["directions=off Jl. Pantai Kutuh"],["phone=+62 361 733 320"],["tollfree="],["fax="],["hours="],["price=US $1,950-2,795"],["checkin="],["checkout="],["content=5 bedroom, cliff-top villa. Sleeps up to 10 people, private beach club, spectacular wedding venue.  Fully staffed and serviced with chef, car & driver, maids and security"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Villa Ali Agung"],["alt="],["url=http:\/\/www.villaaliagungbali.com"],["email=chris@raywhiteparadise.com"],["address=JL Labuan Sait, Pecatu"],["lat=-8.8227"],["long=115.1137"],["directions=5mins from Padang-Padang beach"],["phone=+6287861071622"],["tollfree="],["fax="],["checkin="],["checkout="],["price=$520 - $805"],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"===","value":["Internet"]},"\n\nMost of the Bukit Peninsula is now covered by ADSL services and you will find WiFi available at most hotels and many cafes.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Bagus Internet"],["url="],["email="],["address=Jl Labuan Sait No 61, Pecatu"],["lat="],["long="],["directions=front off impossible beach,villa C 151, Nirwana Giri SPA"],["phone=+62 361 7498036"],["tollfree="],["fax="],["hours="],["price=Rp 8,000\/hour"],["content=Broadband internet at Padang Padang beach. Speed Up to 6 Mbps.The Cheapest Internet In Padang-Padang beach area."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" This is the most southerly point of Bali. Unless you are inclined to make your way east to ",{"type":"[[","value":[["Nusa Dua"]]},", the only option is to return to town via ",{"type":"[[","value":[["Jimbaran"]]},"."]},"\n",{"type":"{{","value":[["guideregion"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["South_Bali"]]},"\n",{"type":"[[","value":[["wikipedia:Bukit Peninsula"]]}]