[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"==","value":["Understand"]},"\nBuldhana is part of Vidarbha as mentioned in Mahabharata.\nIn 1853, the entire Buldhana district was ruled by the British East India Company. Berar was then divided into East Berar and West Berar. Buldhana district was part of West Berar. In 1903, the Nizam of Hyderabad handed over Berar to the British Government of India. In 1867, Buldhana district started existing when North Berar and Mehkar districts were merged. When whole of Berar merged with the Central Provinces, then the district became the District of Central Provinces and Berar. Down the ages saw the Khamgaon and Jalgaon tehsils also combining with the Buldhana district. 1950, Buldhana became a part of the state of Madhya Pradesh and had Nagpur as the capital. In 1956, when the Marathi speaking areas of Vidarbha regions and Bombay state merged to form the State of Maharasthra, then Buldhana also became a part of this state. Today, Buldhana is a place known for its cotton trading industries besides other industries like oil seeds etc. \n\n",{"type":"===","value":[" Get in "]},"\n\n",{"type":"'''","value":["by air"]}," : The nearest airport is Aurangabad. From there you will have to travel 122 km by road.",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["by rail"]},": The nearest railhead is at Malkapur. ",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["by road"]},": From Mumbai you can also travel to Lonar by road via Aurangabad and Jalana. total distance is 600 km.",{"type":"<","value":["br"]},"Pune to Lonar -169 km  \n\n",{"type":"==","value":["See"]},"\n  \n",{"type":"===","value":[" Lonar Crater "]},"\nThe lake was first mentioned in ancient scriptures such as the Skanda Purana, the Padma Puran and the Aaina-i-Akbari [15] The first European to visit the lake was British officer, J.E. Alexander in 1823.\nBuldhana district in Maharashtra, where the lake is located, was once part of Ashoka's empire and then of Satavahana's. The Chalukyas and Rashtrakutas also ruled this area. During the period of the Mughals, Yadavas, Nizam and the British, trade prospered in this area. Several temples found on the periphery of the Lake are known as Yadava temples and also as Hemadpanti temples (named after Hemadri Ramgaya).[16]\n:This depression was fomed many many years ago. Some 50,000 years ago, there was a huge meteor, which fell on the earth from space. The impact of the fall was so tremendously huge that a huge bowl shaped crater was carved in the earth. This was 7 km in circumference and 1.8 km in diameter. This is supposed to be the largest and oldest meteoric crater in the entire world. The nearest rival here is the Canyon Diabolo of Arizona in the United States.You can also see numerous peafowls that has made the crater their home. You will also find lots of migratory birds.\n\n\n",{"type":"===","value":["Nandura "]},"\nThis is famous for the temple of Lord Hanuman. The Temple is supposed to be having world’s biggest Hanuman idol. It is around 105 ft tall.\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["isPartOf"],["Amravati (division)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Buldhana"]]},"\n",{"type":"{{","value":[["geo"],["20.533333333333"],["76.183333333333"]]}]