[{"type":"{{","value":[["pagebanner"],["Rila_7_lakes_banner.jpg"]]},"\nThe ",{"type":"'''","value":["Bulgarian mountains"]}," take up most of the southern and western parts of ",{"type":"[[","value":[["Bulgaria"]]},". The Bulgarian mountains are beautiful with their nature and their peacefulness. Many believe that the true spirit of the Bulgarian people can be felt only in the mountains.\n\n",{"type":"==","value":["Understand"]},"\nThough the flora and the fauna between the different mountains are similar, each of them has its own unique beauty.\n\nThere are thirty seven distinct mountains in Bulgaria, thirty six of which are in the south grouped in several mountain chains\/massifs, and one - ",{"type":"[[","value":[["Balkan Mountains"],["the Balkan"]]}," - divides the country in southern and northern parts. The heights belong to five distinct cultural regions and eight of them are notable because of their size, historical, cultural and geographical importance. \n\n",{"type":"==","value":["Cultural regions"]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Balkan Mountains"],["The Balkan"]]}]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Balkan Mountains"],["Balkan mountains"]]}," (officially called Stara planina, Bulgarian: Стара планина, meaning ",{"type":"''","value":["The Old Mountain"]},") is the border between North and South Bulgaria as they stretch from mount Kom near Bulgaria's border with ",{"type":"[[","value":[["Serbia"]]}," to the cape of Emine at ",{"type":"[[","value":[["Bulgarian Black Sea Coast"],["Black Sea"]]},". It is the largest and longest mountain in Bulgaria. There are a lot of historical sights in and near the towns of ",{"type":"''","value":["Stara Planina"]}," as well as a number of lodges, glades and hunting parks. The national park \" Centralen Balkan\" is in ",{"type":"''","value":["Stara Planina"]}," and near its highest mount (Botev - 2376 m) is located the 124.5 meters high waterfall of Raiskoto praskalo (",{"type":"''","value":["Paradise's shower"]},")."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Balkan Mountains"],["Sredna Gora"]]}," (Bulgarian: Средна гора, meaning ",{"type":"''","value":["The Middle Woods"]},") is a mountain to the south of the Balkan parallel to it and stretches only along the central part of the mighty heights. It is neither as high nor as large as the Balkan but still it is the second longest mountain in Bulgaria. Sredna Gora is famous for its historical sights, hunting areas and wine. "]},"\n",{"type":"'''","value":[" ",{"type":"[[","value":[["Rhodope Mountains"],["The Rhodopes"]]}]},"\n\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Rhodope Mountains"],["Rhodope mountains"]]}," (Bulgarian: Родопите) occupy a big part of South Bulgaria. While the mountain is not very high, it presents a challenge to the travellers due to the limited number of roads and the steep hills and the deep forests. The people living in the Rhodopes are very interesting to communicate with as they keep the traditions and rituals of the Bulgarian people. ",{"type":"[[","value":[["Pamporovo"]]}," near the town of ",{"type":"[[","value":[["Smolyan"]]}," in the middle of the Rhodopes is one of the most famous winter resorts in South-eastern Europe."]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Bulgarian Shopluk"],["Shopluka"]]}]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bulgarian Shopluk"],["Rila"]]}," (Bulgarian: Рила) is the home of some of the most beautiful monasteries and lakes. The mountain in the south-west of Bulgaria is the highest one in Eastern Europe with a top peak ",{"type":"''","value":["Musala"]}," (2925 m). The most famous monastery in the mountain and a must see is the Rila Monastery. It is on the ",{"type":"[[","value":[["UNESCO_World_Heritage_List#Bulgaria"],["UNESCO World Heritage List"]]},". Another very beautiful site to visit is the region of \"The Seven Rila Lakes\", which is considered holy to the White Brotherhood and attracts pilgrims in summer and on their \"Days of the New Year\" in August. The famous winter resort ",{"type":"[[","value":[["Borovets"]]}," is located just below mount Musala."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bulgarian Shopluk"],["Vithosha"]]},"(Bulgarian: Витоша) is located just south of the capital Sofia and is a favourite destination for the citizens of the city in the hot summer days. The mountain has a number of tourist routes and picnic openings with a wonderful panoramic view of the city. Its highest peak ",{"type":"''","value":["Cherni vrah"]}," (",{"type":"''","value":[" \"The Black peak\" "]}," - 2290 m) is where the Bulgarian tourist society was found more than a hundred years ago and cabin lift leading from one of the outer neighbourhoods of Sofia to just below the mount makes it a joyful ride to go to \"the top of the capital\"."]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Pirin Macedonia"]]}]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pirin Macedonia"],["Pirin"]]}," (Bulgarian: Пирин) is the second highest (peak ",{"type":"''","value":["Vihren"]}," - 2914m) in Bulgaria. It is just to the south of Rila. Pirin is often considered the most beautiful mountain in the country, as it features beautiful landscapes and many lakes. It is the home of the sand pyramids near the town of Melnik.  There are several tourist lodges in the mountain and a number of meadows suitable for picnics. As the mountain is in South-West Bulgaria it has relatively warm summers and mild winters. Its weather makes Pirin perfect for hiking in the summer days and sleep in the open at night. In the winter one can visit the popular resort ",{"type":"[[","value":[["Bansko"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Pirin Macedonia"],["Belasitsa"]]}," (Bulgarian: Беласица) is one of the small but interesting mountains situated on the furthest south-west end of Bulgaria. The mountain is in the territory of three countries: Bulgaria, ",{"type":"[[","value":[["Greece"]]}," and the ",{"type":"[[","value":[["Macedonia (country)"],["Republic of Macedonia"]]},"; and its highest peak (",{"type":"''","value":["Tumba"]}," - 1881 m) is the knot of the three borders. Belasitsa is the home of one of Bulgaria's still-standing medieval fortresses where one of the fiercest battles between the First Bulgarian State and the Byzantine was held."]},"\n",{"type":"'''","value":[{"type":"[[","value":[["Strandzha"]]}]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Strandzha"]]}," (also spelled Stranja, Strandza, Strandja, Bulgarian: Странджа) is a mountain in southeastern Bulgaria and the European part of Turkey. While not a high mountain (highest peak ",{"type":"''","value":["Mahyada"]}," in Turkey - 1031 m), Strandzha is an area with a large concentration of ruins of Thracian sanctuaries and sacrificial altars, dolmens and other archaeological objects. As a part of the Bulgarian culture and history, the mountain has a number of things worth seeing including the ritual known as ",{"type":"''","value":["nestinarstvo"]}," - barefoot dancing on live embers."]},"\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Monastery of Saint Ivan of Rila"]},", better known as the ",{"type":"'''","value":["Rila Monastery"]}," (Bulgarian: Рилски манастир, ",{"type":"''","value":["Rilski manastir"]},") is the largest and most famous Eastern Orthodox monastery in Bulgaria. It is situated in the southwestern Rila Mountains, 117 km (73 mi) south of the capital Sofia in the deep valley of the Rilska River at an elevation of 1,147 m (3,763 ft) above sea level. The monastery is named after its founder, the hermit Ivan of Rila (876 - 946 AD).Founded in the 10th century, the Rila Monastery is regarded as one of Bulgaria's most important cultural, historical and architectural monuments and is a key tourist attraction for both Bulgaria and Southern Europe."]},"\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Nature Park Bulgarka"]]},", in the Stara Planina, provides many outdoor activities opportunities for people who enjoy nature and hiking.\n\n",{"type":"{{","value":[["IsPartOf"],["Bulgaria"]]},"\n",{"type":"{{","value":[["extraregion"]]},"\n\n",{"type":"[[","value":[["Wikipedia:List of mountains in Bulgaria"]]}]