[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Bullarto"]}," is a small country farming hamlet in ",{"type":"[[","value":[["Victoria (state)"],["Victoria"]]},", ",{"type":"[[","value":[["Australia"]]},".  The name is derived from the Australian Aboriginal word \"Bullarto\", meaning \"Fertile\" or \"Place of Plenty\".  The area is known for its livestock and organic foods and offers a variety of accommodation.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\nVintage tractor pull and display of beautiful restored cars,trucks and motorbikes.Also steam traction engines,entertainment by Daylesford municipal brass band and Daylesford pipes and drums. For the ladies a mobile phone throwing competition. A great family day out. Bullarto Hall & Railway grounds, second Sunday of March each year.\n\n",{"type":"==","value":["Do"]},"\nTalk to the farmers about organic growing, visit their farm shops, go bushwalking, study forestry practices, hunt mushrooms, camping out.\n\n",{"type":"==","value":["Buy"]},"\nOrganic eggs, fruit, Veg and Pork\n\n",{"type":"==","value":["Eat"]},"\nOrganic eggs, Organic fruit, Organic Veg and Organic Pork and Organic potatoes. There is also a really neat local ham and bacon and traditionally preserved farm goods outlet nearby. Also locally grown potato's.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere is the Pine Cone Motel, Bullarto Glade Cottages for Bed and Breakfast and if you are backpacking there is Joes farm where you can either pay or exchange labour as in WWOOFing.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Victoria (state)"]]},"\n",{"type":"{{","value":[["Geo"],["-37.4"],["144.233333"]]},"\n",{"type":"[[","value":[["Wikipedia:Bullarto, Victoria"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/Victoria\/Localities\/B\/Bullarto\/"]]}]