[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Bunbury"]}," is a city in ",{"type":"[[","value":[["South West (Western Australia)"],["Western Australia"]]},". It's a little town with a big town attitude. Aimed at tourists this place can seem to be 'closed down' in winter.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\nBunbury is around 90 to 120 minutes south of ",{"type":"[[","value":[["Perth"]]}," by car - depending on the route you decide to take, coastal or inland. The \"Old Coast Road\" has a lot of two lane roadway in each direction now, with multiple 'overtaking lane sections' as well.\n\nIt can be a stopping point to or from the ",{"type":"[[","value":[["Margaret River"]]},", very popular with the surfing community and wine lovers alike. It is also a good base for exploring the beautiful south west region - the mining community of Collie, the giant trees of ",{"type":"[[","value":[["Pemberton (Western Australia)"],["Pemberton"]]}," (where you can still climb to the top of one of the highest tree based fire lookouts -the Gloucester tree.)\n\n",{"type":"===","value":["By train"]},"\nThere are two trains per day in each direction between Bunbury and ",{"type":"[[","value":[["Perth"]]}," ; these are run by Transwa ",{"type":"[","value":["http:\/\/www.transwa.wa.gov.au"]},".\n\n",{"type":"==","value":["Get around"]},"\nThere is a bus service that runs around the city and surrounding suburbs, but do not expect regular (or even handy) transport. It's best to have a car or be prepared to shell out for a few taxis here and there if you have travelled down from Perth via the train service (which is very comfortable and reasonably priced!)\n\n",{"type":"==","value":["See"]},"\n\nKoombana Beach is a modest beach on Koombana Bay.  This has a view of the port.  It is a protected beach with no surf.  There are wild dolphins in Koombana Bay, which you may be lucky enough to see close to the beach.  The best time to go is in the morning.\n\nThe ",{"type":"'''","value":["Dolphin Discovery Centre"]}," is on Koombana Beach.  There is not much to see inside the centre, only a few display boards with less dolphin information then you could find out in a minute on wikipedia.  You may want to check if there are any dolphins around on the beach before you pay the admission, otherwise you get very little for your money.  There are no captive dolphins at the centre.  They also run trips out to where the dolphins are, but these need to be booked in advance.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" There's a good ",{"type":"'''","value":["diving wreck"]}," called the Lena and you can dive on it with just your basic Padi Licence."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Leschnault inlet"]}," is great for Kite Surfers and there are classes available."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nRestaurants are concentrated along Victoria St.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Simply Thai"],["url=http:\/\/www.simplythaibunbury.com.au"],["email="],["address=33 Victoria St"],["lat="],["long="],["directions="],["phone=+61 8 97919901"],["tollfree="],["fax="],["hours=Dinner: W-M 5:30PM-Late; Lunch: Th-F 12PM-2PM"],["price=Mains $22-28"],["content=Very authentic Thai food. Service can be a bit slow due to popularity. The flavour of the Tom Yum Goong is worth the wait."]]}]},"\n",{"type":"==","value":["Drink"]},"\n3 monkeys, Barbados, Exit & Fitzgerald's are the places to be on Friday and Saturday nights.\n\n",{"type":"==","value":["Sleep"]},"\n\nAccommodation is varied and can be a bit sparse in the peak times - especially around the horse racing carnival time. Plenty of the hotels and pubs offer basic accommodation - which is fine if you are only looking for a bed to sleep in and plan to explore the surrounds during the day.\n\nThe Lord Forrest Hotel is the largest commercial hotel and probably offers the higher end of the accommodation scale\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mantra Bunbury"],["url=http:\/\/www.mantra.com.au\/western-australia\/perth-and-surrounds\/bunbury\/accommodation\/hotels\/mantra-bunbury\/"],["email="],["address=1 Holman Street, Bunbury WA 6230"],["lat=-33.3200"],["long=115.6387"],["directions=2 hours drive south of Perth"],["phone=+61 8 9721 0100"],["tollfree="],["fax="],["hours="],["price="],["checkin=2:00PM"],["checkout=10:00AM"],["content=Opened in December 2008 Bunbury’s newest boutique property, Mantra Bunbury, presents a tangible vision of contemporary elegance and hospitality. This full service Hotel caters to business and leisure travelers as well as locals looking for an intimate getaway. Mantra Bunbury offers sixty-four superbly appointed deluxe and standard studio suites set within the heritage precinct of The Silos. Capture the historical aura of the Silos in the hotel lobby, the gallery featuring works by Leon Pericles and opening in March, a fully-licensed residential club lounge . Other hotel features include an enclosed year-round climate controlled swimming pool and deck, a spa, tennis courts, landscaped gardens, professionally managed state of the art health spa and off-street parking"]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Busselton"]]}," — A seaside town with a very, very long jetty."]},{"type":"*","value":[" ",{"type":"[[","value":[["Collie"]]}," — A small coal mining town surrounded by bucolic and natural beauty."]},"\n",{"type":"{{","value":[["geo"],["-33.34"],["115.642"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["South_West_(Western_Australia)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bunbury, Western Australia"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Oceania\/Australia\/South Australia\/Localities\/B\/Bunbury\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bunbury, Western Australia"]]}]