[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Bunratty"]}," is a town in ",{"type":"[[","value":[["County Clare"]]},", in the ",{"type":"[[","value":[["Shannon Region"]]}," of ",{"type":"[[","value":[["Ireland"]]},".\n\n",{"type":"==","value":["Get in"]},"\nBunratty is well connected via the N18 dual carriageway to Limerick, and Shannon-Ennis-Galway respectively. There is also a public bus service into Limerick city and Shannon airport.\n\n",{"type":"==","value":["Get around"]},"\nBunratty is a small village, so everything is pretty much within walking distance.\n\nThe most famous ( and only ) attraction in Bunnratty is Bunratty Castle and Folk Park. The Castle is the most complete and authentic medieval fortress in Ireland.  Built in 1425 it was restored in 1954 to its former medieval splendour and now contains mainly 15th and 16th century furnishings, tapestries, and works of art which capture the mood of those times. Today, the castle stands peacefully in delightful grounds. The houses and cottages of the folk park spread out at the foot of its massive walls, much in the way that the cottages and crofts of old would have clustered around its base.\n\nWithin the grounds of Bunratty Castle is Bunratty Folk Park where 19th century life is vividly recreated. Set on 26 acres, the impressive park features over 30 buildings in a ‘living’ village and rural setting.  Meet and chat with the Bean an Ti (Woman of the House) and various street characters including the Policeman and Schoolteacher who give the site its sparkle.  Enjoy the tastes, scents, sights and sounds of this enchanting place as you stroll from house to house or around the charming village complete with school, post office, doctors house, hardware shop, printers and of course the pub! It’s a wonderful experience for adults and children alike with something for everyone to enjoy!\n\nAnother very interesting feature is the formal Bunratty Walled Garden, modelled on the original Regency period garden which supplied fruit, vegetables, and flowers to Bunratty House built in 1804 and now refurbished in typical Victorian style.\n\n",{"type":"==","value":["Do"]},"\nJoin the Earl of Thomond in the splendour of the main guard of Bunratty Castle for a dinner experience not to be missed!\n\nBunratty Castle, was built in 1425 by the Earl of Thomond. Following his tradition of hospitality, the world renowned Bunratty Medieval Banquet is held twice nightly throughout the year.\n\nSince 1963, the Ladies of the Castle, aided and abetted by the Earl's Butler, have welcomed guests from the four corners of the globe to dine at The Earl's Banquet at Bunratty Castle.  The entertainment provided by the world renowned Bunratty Singers is a fitting compliment to a mead reception, a four course meal, and of course good wine.\n\nBunratty Castle & Folk Park is open daily for visitors to explore. For night-time dinner entertainments, enjoy the Bunratty Medieval Castle Banquet at either 5:30PM (finish 7:45PM approx) or 8:45PM (finish 11PM approx) or the Traditional Irish Night at the Corn Barn at 7PM (finish 9:30PM approx from April to October). Reservations are necessary for Dinner Entertainments only. Bookings can be made on +353-61-360788.\n\n",{"type":"==","value":["Buy"]},"\nThere is not much in the village in terms of shopping, however, do check out the Blarney Woollen Mills \/ Meadows and Byrne store just opposite  the castle. They sell all kinds of traditional Irish goods, from tourist souvenirs to furniture and clothes.\n\n",{"type":"==","value":["Eat"]},"\nThere are several good restaurants in the village, the most well known being Gallagher's Seafood Restaurant, the Red Door Restaurant, the Bunratty Manor, and the Round Room Restaurant in the Bunratty Castle Hotel.\n\n",{"type":"==","value":["Drink"]},"\nApart from the various hotel bars, be sure to visit Durty Nellies, a landmark pub just next to Bunratty Castle.\nCheck out the Bunratty Winery just past the folk park for an excellent education in Bunratty Meade and Potcheen, Irish moonshine.\n\n",{"type":"==","value":["Sleep"]},"\nThere are lots of B&Bs in the village along with a host of hotels. \nThe most convenient one is probably Bunratty Manor Hotel ( ",{"type":"[","value":["http:\/\/www.bunrattymanor.org"]}," ), located just beside the famous Durty Nelly's Pub & Restaurant. The Bunratty Manor Hotel also has its own restaurant.\n\nThe Bunratty Castle Hotel ( ",{"type":"[","value":["http:\/\/www.bunrattycastlehotel.com"]}," ), as it is open year-round and within walking distance of all the sights. This hotel was recently renovated and now features all the modern amenities; you can also find the village's only public Internet terminal in the hotel's lobby.\n\nThe Bunratty Shannon Shamrock Hotel ( ",{"type":"[","value":["http:\/\/www.theshannonshamrockhotel.com"]}," )is nestled in the heart of Bunratty village. Choose from our comfortable spacious guestrooms or our luxury self-catering holiday homes. In our Bunratty hotel you can relax or work out in our Fitness Centre, Enjoy a drink and live music in our Shamrock Bar or sit back and indulge in afternoon tea in our Gallery Lounge.\n\nThe Bed & Breakfasts include :\n\n- Bunratty Castle Mews and the Bunratty Courtyard.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["52.7000"],["-8.8167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["County Clare"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Bunratty"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Ireland\/Clare\/Localities\/Bunratty\/"]]}]