[{"type":"{{","value":[["pagebanner"],["Burano banner.jpg"]]},"\n\n",{"type":"'''","value":["Burano"]}," is a small island north of ",{"type":"[[","value":[["Venice"]]}," in ",{"type":"[[","value":[["Italy"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"[[","value":[["Image:Burano venice.JPG"],["thumb"],["Burano, Venice"]]},"\n\nFrom Venice, get on LN line vaporetti from Fondamente Nove - north side of the town, near the hospital.\n\nFrom Jesolo - and from all the beaches on the Adriatic north coast - get on the LN Line Vaporetti from Tre Porti or from Punta Sabbioni.\n\nWhen you get off, turn left into the park, then right into the village.\n\n",{"type":"==","value":["Get around"]},"\nThe only way to get around Burano is by foot.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:94Burano.JPG"],["thumb"],["right"],["The colorful houses of Burano"]]},"\nThere are many colorful houses to see in Burano. Every color of the rainbow is represented. The village is quiet and peaceful. It is relaxing departure from the busier islands of ",{"type":"[[","value":[["Venice"]]}," and ",{"type":"[[","value":[["Murano"]]},". Enjoy lunch or a drink and buy some lace from a local artist. There is a lace museum called Museo del Merletto. However, it is small and does not offer much to see.\n\n",{"type":"==","value":["Do"]},"\n\nAs of 26 April 2011, the Lace Museum in Burano is still closed.  The sign in the windows simply says \"The Lace Museum is closed until Spring 2011 for requalification and restoration works.  We apologize for the inconvenience.\"\n\n",{"type":"==","value":["Buy"]},"\nAlmost every shop on this little island sells lace products. However, beware that there are many cheap foreign products, and the real stuff is quite expensive.\n\n",{"type":"==","value":["Eat"]},"\nWhy not try Burano's biscuits called \"Essi\": yellow \"s\" shaped cookies.\nYou can buy them in any food shop along calle Galuppi, the main street.\n\n",{"type":"==","value":["Go next"]},"\n\nVaporetto's leave about every 30 minutes in each direction.\nA worthy visit is to the nearby village of Torcello, only 5 minutes away by boat.\n\n",{"type":"[[","value":[["WikiPedia:Burano"]]},"\n\n",{"type":"{{","value":[["geo"],["45.4833"],["12.4167"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Venice (province)"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Burano"]]}]