[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Burdur"]}," is in ",{"type":"[[","value":[["Turkey"]]},"'s ",{"type":"[[","value":[["Lakes District"]]},", inland from the ",{"type":"[[","value":[["Mediterranean Turkey"],["Mediterranean coast"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nBurdur is a small city with 250.000 inhabitants, 80.000 of whom live in the city center. It is one of the oldest settlements in the world, dating back to 7000 BC. Burdur is a cosy city offering natural and historical treasures but not much of a nightlife. One day is more enough for the city center for examining the architecture, visiting the museum, meeting with the warm people and tasting the delicious food. Another day should be spend for the surroundings; ancient city, cavern and the lakes. The origin of the name Burdur has several rumors. In Greek mythology, Ulis, escaping from the gods heard Ezostas (\"stop here\" in Latin) and located here. The translation of the Ezostas (Burada Dur) transforms into Burdur. Another rumor is that the name comes from the Tumulus near the train station, Polydorion. One rumor is that the name is transformed from the word \"Limobrama\", old name of the region meaning \"the land of the lakes\". There are at least ten other rumors.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\nBurdur is not a big city so walking is advised to tour all of the city. The city center has mainly few main roads crossing each other and there is no need for a public transportation. If needed, dolmus (little buses) may be used. It is hard to pick a taxi from the roads so calling a taxi is advised. The taxis are secure and drivers almost never try to cheat, but the rates are relatively more expensive than other cities.\n\nBurdur people are very kind and helpful for directions but there may be some communication problems with elderly people. Try to approach youngsters to communicate in English.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["Burdur Museum"]}," is a must see, it offers more than you can expect from such a little city. The museum is awarded a special prize from European Museums Forum in 2008.  You may either buy a ticket or buy a Museum Card which is 4-5 times of a regular ticket price. A museum card is valid for a year and allows the bearer to enter most museums for free. Beside the museum, there is a little antique store with not much to offer but still, it is worth a look. (Bargaining is advised and keep in mind that some old coins cannot be taken out of the country: Even carrying them may violate laws.)\n\n",{"type":"[[","value":[["File:Burdur Yukarı Pazar Upper Bazaar.jpg"],["thumb"],["Burdur Yukarı Pazar"]]}," A traveller should visit ",{"type":"'''","value":["Yukarı Pazar"]}," (Upper Bazaar) which is around the ",{"type":"'''","value":["Ulu Cami"]}," (which is the most remarkable mosque in Burdur) Although there is too little to buy as a souvenir, the atmosphere is lovely.  You will feel like travelling in time, 30 years before present time. If accidently the bazaar day is catched, incredibly tasty fruits should be bought without hesitation. In the mid-day, you may encounter the part of the funeral ceremony and final prayer for the deceased in Ulu Cami. Although it is a depressing sight, if you are still interested, you should avoid mixing with the crowd and taking photographs. No one will offend you, but it is considered to be rude. From Ulu Cami, the perfect route will be towards the ",{"type":"'''","value":["Eski Hamam"]}," (Old Turkish Bath). Although the hamam is ruined, the narrow curved roads with cobblestones between architecturally beautiful houses gives a warm feeling. Try to communicate with the elderly people sitting on the sidewalks (you can always see them). Even if they know no English at all, they will welcome you, even invite you for a cup of tea. In Burdur, people are not bigots, but still do not mention alcohol and\/or gay related subjects, especially with elderly people.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"'''","value":["Burdur Şiş"]},": Nice juicy meatbals cooked in shape of a stripe. A standard portion is composed of 3-5 stripes and served with pita bread. Easy to find, a portion costs 6-10 TL. The waiter usually asks if you want one and a half portion, it is your call to accept or not. The price is simply multiplied with 1,5 or a little discount is executed. (If one portion is 7 TL, 1.5 portion is probably 10 TL)\n\n",{"type":"'''","value":["Kıymalı Pide"]},": Long thin pizza with minced meat, generally served with ayran (liquid yogurt) and salad. You should eat fast, it is delicious when hot. If you are vegetarian, you can order pide with cheese (",{"type":"''","value":["peynirli pide"]},") which is as good. A portion costs 6-10 TL, 1.5 portion rule is also valid.\n\nYou can find pide and şiş on most restaurants. Öz Sarı (for pide) and Emniyet (for şiş) are good restaurants but they are %20-30 more expensive than others. Both are on the main street of the Burdur and you can not miss. After the main dish, you should try the sweets, especially ",{"type":"'''","value":["Kadayıf"]}," if possible. If you order Kadayıf, the waiter asks if you want cream on top of it. The cream affects the price. A portion of kadayıf usually costs 4-6 TL and cream adds 1-2 TL on top of it.\n\nTipping has no determined rules, leaving the coins with a maximum of 5 TL is enough if you are satisfied with the service.\n\n",{"type":"'''","value":["Kökez Yoğurdu"]},": The yogurt from the village of Kökez, which has its own specific taste. Hard to find since it runs out at 6AM in the morning, still it is worth a try. (Warning: The bacteria level of milk products may be different in different countries and if your threshold is low, you may get diarrhea even if no one else is affected)\n\n",{"type":"'''","value":["Ceviz Ezmesi"]},": Wallnut pastry, a diamond shaped sweet that can only be found in Burdur. Made with %70 wallnut and %30 sugar by volume. It makes a good present since it is local and will stay fresh for weeks.\n\n",{"type":"'''","value":["Kayım Ice Cream"]},": Kayım is a family who makes ice cream for decades. With the same name, different ice cream stores with different owners can be encountered. Upper Kayım, which is in the Upper Bazaar is advised. It is delicious, cheap but the choices are scarce. Try all flavours, especially fruit flavours which has unique taste.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are no youth hostels in Burdur.\n\nThere are a few cheap hotels near bus station, but do not expect much. They were established mainly for the relatives of the soldiers in the nearby fleet and since the number of soldiers in the fleet is greatly reduced, they are open for bargaining.\n\nIf you can spare a little bit, there are some hotels near the Salda Lake with a good view.\n\nThe recent hotel with 4 stars is Grand Ozeren, near the stadium. The rooms are good and you can use the Sauna and Turkish Bath. The prices (including breakfast) are 130 TL for a single room and 220 TL for a double one.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["37.7167"],["30.2833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lakes District"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Burdur"]]}]