[{"type":"{{","value":[["pagebanner"],["Burgas banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/tic.burgas.bg\/english\/ Burgas"]}]}," (also ",{"type":"''","value":["Bourgas"]},") is a city on the ",{"type":"[[","value":[["Bulgarian Black Sea Coast"],["Black Sea coast"]]}," of ",{"type":"[[","value":[["Bulgaria"]]},".\n\n",{"type":"==","value":[" Understand "]},"\nBurgas is a city on the Bulgarian Southern Black Sea coast. It developed more actively in the beginning of 20th century and today it is a large industrial center with many tourist attractions in the region.\nBuilt by the sea and surrounded by lakes, Burgas offers relatively mild weather characterized by cooler summers and warmer winters.\n\nThree lakes surround Burgas – Vaya (also known as the Burgas lake), Atanaskovsko lake and Mandrensko lake.\n\nThere are historical evidences that the lands that today Burgas occupies were inhabited since ancient times. However at that period most of the lands that today Burgas covers were small fisherman villages and fortifications. It was hard to flourish under the pressure of the better developed at that period trade centers ",{"type":"[[","value":[["Nesebar"]]}," and ",{"type":"[[","value":[["Sozopol"]]},". At the end of the 19th century the city had less than 3000 inhabitants.\n\nThe Burgas Bay turned out to be very favorable for the navy and the Port of Burgas developed in the beginning of 20th c. The trade and the industry are the driving force of the city even today. The oil refinery was constructed in mid 20th c. and produces many plastic and oil products, as well as gas. More than 300 000 inhabitants live in Burgas today.\n\nThe tourism is not particularly developed in Burgas but the city is a stop for the picturesque century old towns ",{"type":"[[","value":[["Nesebar"]]}," and ",{"type":"[[","value":[["Sozopol"]]},". Many large luxury holiday resorts were constructed in the Bay of Burgas. For the lovers of nature there are many camp-sites.\n\n",{"type":"===","value":[" Districts "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Center"]}," – the nightlife, hotels and sights are located here, bus station, train station, shopping area"]},{"type":"*","value":[" ",{"type":"'''","value":["Bratya Miladinovi"]}," – living area close to the city center"]},{"type":"*","value":[" ",{"type":"'''","value":["Lazur"]}," – living area with hotels, close to the beach and the nightlife in summer"]},{"type":"*","value":[" ",{"type":"'''","value":["Vazrazhdane"]}," – living area relatively close to the city center"]},{"type":"*","value":[" ",{"type":"'''","value":["Zornitza"]}," – living area, close to the beach and the Atanasovko lake"]},{"type":"*","value":[" ",{"type":"'''","value":["Izgrev"]}," – living area, not interesting for tourists, close to the Atanasovsko lake"]},{"type":"*","value":[" ",{"type":"'''","value":["Slaveikov"]}," – living area, not interesting for tourists, the Asen Zlatarov University buildings are located in this district"]},{"type":"*","value":[" ",{"type":"'''","value":["Meden Rudnik"]}," – living area, not interesting for tourists, no beach there, but close to Vaya and Mandrensko lakes"]},{"type":"*","value":[" ",{"type":"'''","value":["Sarafovo"]}," – formerly a village, now it is district of Burgas, close to the beach, close to the airport, far from the city center"]},{"type":"*","value":[" ",{"type":"'''","value":["Kraimorie"]}," – formerly a village, now it is district of Burgas, close to the beach, far from the city center"]},{"type":"*","value":[" ",{"type":"'''","value":["Dolno Ezerovo"]}," – formerly a village, now it is district of Burgas, far from the city center, close to the Vaya (Burgasko) lake - at its North bench"]},{"type":"*","value":[" ",{"type":"'''","value":["Gorno Ezerovo"]}," – formerly a village, now it is district of Burgas, far from the city center, close to the Vaya (Burgasko) lake - at its South bench"]},{"type":"*","value":[" ",{"type":"'''","value":["Lozovo"]}," – formerly a village, now it is district of Burgas, far from the city center"]},{"type":"*","value":[" ",{"type":"'''","value":["Akatziite"]}," – mostly industrial region"]},{"type":"*","value":[" ",{"type":"'''","value":["Pobeda"]}," – mostly industrial region"]},{"type":"*","value":[" ",{"type":"'''","value":["5th Kilometer"]}," – the district is getting bigger as some big retail chains build their stores in this region."]},"\n",{"type":"==","value":["Get in"]},"\nBuses and trains from different destinations in ",{"type":"[[","value":[["Bulgaria"]]}," arrive several times per day.\n\n",{"type":"===","value":["By plane "]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bourgas-airport.com\/ Burgas airport (BOJ)"]}]}," is located in ",{"type":"[[","value":[["Sarafovo"]]}," district and it accepts numerous flights from all over ",{"type":"[[","value":[["Europe"]]},", especially in summer.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["International"]}," WizzAir offers flights to ",{"type":"[[","value":[["London"]]}," Luton, S7 ",{"type":"[","value":["http:\/\/www.s7.ru\/"]}," to ",{"type":"[[","value":[["Moscow"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Seasonal"]},": In addition during the summer season from May until September charter companies offer flights from UK, Ireland, Czech Republic, Germany, Switzerland, Sweden, Norway, etc. to Burgas. Check the Burgas airport website to receive actual information on departing\/arriving airlines operating this season."]},"\nBalkan Holidays ",{"type":"[","value":["http:\/\/balkanholidays.co.uk\/"]}," operates direct regular flights between Bourgas and Aberdeen, Belfast, Birmingham, Bristol, Cardiff, Doncaster Sheffield, Durham Tees Valley, East Midlands, Edinburgh, Exeter, Gatwick, Glasgow, Humberside, Leeds Bradford, Manchester, Newcastle, Norwich and Stansted in the summer months with 3 new flights added for 2014 from Cambridge, Newquay and Southend.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Internal flights"]},": Bulgaria Air offers every day flights to\/from ",{"type":"[[","value":[["Sofia"]]},"."]},"\nIt is possible to use the bus 15 to reach the airport. The rise costs 0,90 leva (about €0.45) and lasts about 30 minutes. This bus starts at the train station about every 30 minutes from about 6AM-11PM.\n\nThere is a ",{"type":"'''","value":["free"]}," shuttle bus between Varna Airport, ",{"type":"[[","value":[["Varna"]]}," city centre and Burgas Airport. ",{"type":"[","value":["http:\/\/www.bourgas-airport.com\/Bustransportation\/tabid\/230\/language\/en-US\/Default.aspx"]},"\n\n",{"type":"===","value":["By train"]},"\n\nRegular international train lines travel from Burgas to:\n",{"type":"*","value":[" Moscow, Kiev ",{"type":"[","value":["http:\/\/bdz.creato.biz\/files\/pdf\/bourgas_varna_moscow.pdf"]}]},{"type":"*","value":[" Prague, Bratislava, Budapest, Kraków ",{"type":"[","value":["http:\/\/bdz.creato.biz\/files\/pdf\/bourgas_varna_krakov.pdf"]}]},"\nThe central train station is in the very heart of the city and next its building is bus station South which is the main point to all small summer resorts and villages in the area like ",{"type":"[[","value":[["Sozopol"]]}," or Sunny Beach.\n\nTickets are sold in the train station building. For reservations call +359 56 845 022 or +359 56 844 501 or visit the Bulgarian Railways website ",{"type":"[","value":["http:\/\/www.bdz.bg\/"]},".\n\n",{"type":"===","value":[" By bus "]},"\nThere are very convenient buses from every city in the country to Burgas. Most of the buses coming to the city have a few stops before reaching the Central bus station - South. There are also many buses coming from Turkey and Greece.\n\n",{"type":"*","value":[" Domestic bus lines: Every operating company has their own reservation system. Some of the companies that run bus lines to the city are Enturtrans ",{"type":"[","value":["http:\/\/enturtrans.com\/"]},", Union Ivkoni ",{"type":"[","value":["http:\/\/www.union-ivkoni.bg\/home"]},", Kaleya."]},"\n",{"type":"*","value":[" International: Eurolines ",{"type":"[","value":["http:\/\/www.eurolines.bg"]}," runs regular international bus lines to\/from Burgas."]},"\n",{"type":"===","value":["By boat"]},"\nThe Port of Burgas ",{"type":"[","value":["http:\/\/www.port-burgas.com"]}," operates mainly industrial ships. There is small marina but the public sea routes to the city are not developed.\n\n",{"type":"==","value":["Get around"]},"\nBourgas has well developed public busing system. Buses travel also to all resorts and cities along the coastline. Hitchhiking is also a very popular and successful means of transportation in the region.\n\n",{"type":"'''","value":["Public transport"]}," runs regularly from 5AM-11PM. There are both buses and trolleys. Tickets are sold in the bus by special collectors and you should pay to them. The price for one ride is 1.00 lev (January 2013).\n\nThere are also small ",{"type":"'''","value":["mini-buses"]}," that run regularly and cover some routes of the city. The cost for the ride is 1.10 leva (0,55 euro). You should pay to the driver when you get off the mini-bus.\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.bourgassunnybeachtransfershuttle.com Burgas Airport Resort Shuttle Service"]}]},".  A mini bus working to Sunny Beach & St Vlas in the summer but you need to book in advance, they drop off and collect from your accommodation."]},"\n",{"type":"'''","value":["Taxis"]}," are another convenient way to travel around. There are many licensed operating companies. Be careful with scammers and always keep an eye to their tax-counter machine. Normally tariffs vary from 0,80 to 0,90 leva\/kilometer (August 2009).\n\nIf you are arriving at Bourgas airport and need a taxi then you are best to order in advance ",{"type":"[","value":["http:\/\/www.bourgasairporttaxis.com"]},".  They have a fixed price and they will wait for you even if your flight is late\n\n",{"type":"==","value":["See"]},"\nThe city of Burgas developed after the beginning of the 20th century and most of the buildings in the city centre date from this time. The city ",{"type":"'''","value":["Gallery of Fine Arts"]}," is hosted by a secession style synagogue.\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ethnographic Museum"],["address=69 Slavianska Str"],["hours=Mon-Fri 10:00-19:00; Sat 10:00-18:00"],["content=Includes various ethno exhibitions in its program, offers summer school of Arts, Crafts and Dances."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Archaeological Museum"],["address=21 Bogorodi Str"],["hours=Mon-Fri 10:00-19:00; Sat 10:00-18:00"],["content=Variety of exhibitions, ancient Roman, Byzantine and Greek antiques."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Historical Museum"],["address=31 Lermontov Str"],["hours=Mon-Fri 10:00-19:00; Sat 10:00-18:00"],["content=Tells both local and national history, various guest exhibitions from other museums and countries."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Nature and Science Museum"],["address=30 Fotinov Str"],["hours=Mon-Fri 10:00-19:00; Sat 10:00-18:00"],["content=Covers flora, fauna, subjects of medicine, physics, various thematic exhibitions."]]}]},"\nIn winter museums closed Saturday and Sundays.\n\nThere are many ",{"type":"'''","value":["galleries"]}," as well, some of them are Bogoridi, Briz - Boiadzhiev, and Petko Zadgorski Art Gallery.\n\n",{"type":"===","value":[" Nature "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Flora"]}," is international exhibition for flowers held annually since 1985. It takes place in pavilions in the Sea Garden (Morksa gradina) near the North Beach. Its motto is Nature-Human-Harmony and visitors are welcome to enjoy the picturesque atmosphere among the flowers and also buy rare or uncommon plants. The Flora is held usually in the end of April - beginning of May but most of the flower compositions stay for the public until the late summer."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Poda"],["alt="],["url=http:\/\/www.bspb-poda.de"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is protected area part of huge wetland area, vitally important as a resting station for many birds using the East European migration route known as the Via Ponticum. As well as many waders, gulls and terns there are also rare and threatened species such as Pygmy cormorants, Dalmatian pelicans and Red-breasted geese which may be seen feeding here. For birdwatchers from other countries the Burgas region is famous as a migration viewpoint."]]}]},"Poda can be reached by public transport. It is situated on the South exit\/entrance of Burgas on Highway E87—the road to Sozopol—just before the turn for Kreimorie.\nThe conservation center building is specially designed for its purposes: the centre has three large terraces as viewpoints for birds. Inside exhibitions illustrate the great variety of Poda's nature. Adults pay €2 tax, the lecture is €6.\n\n",{"type":"*","value":[" The city has a huge park called ",{"type":"'''","value":["Sea Garden"]}," (",{"type":"''","value":["Morska gradina"]},") with variety of green species and fantastic view to the Burgas Bay. The garden starts from the central bus and train station. There are small stairs to the sandy beach and in summer the coast is full of cafes and nightclubs."]},"\n",{"type":"'''","value":["Mosta"]}," (the Bridge) is a t-shaped pier at the sea garden - one branch of the \"t\" has stairs up to a viewing platform, locals boys practise diving off the other branch. It's a nice place for a walk, or you can sit at the nearby cafe and watch the world go by.\n\nWalking in the garden little by little it becomes wilder and you reach the ",{"type":"'''","value":["salt-pans"]},". The 'salt-factories' produce many tons of salt every year. A small train runs across the salt-pans, riding it you can see how salt is made and refined. The salt-pans are part of the Atanasovsko lake waters.\n\nBecause the city is a trade center, it has always been open to new religions and foreigners. The ",{"type":"'''","value":["St Kiril and Metodii"]}," church is located in the city center. Also visit the ",{"type":"'''","value":["Armenian church"]}," located next to Bulgaria Hotel.\n\n",{"type":"===","value":[" Burgas lakes "]},"\nTheree lakes surround Burgas:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Vaya (the Burgas) lake"]}," – the largest natural lake in Bulgaria. It is located to the west of Burgas. The water is 4-11% salty. Fresh water comes from 3 rivers and the neighboring  Mandrensko lake that is turned to dam. The lake waters are dirty and it is not recommended to swim there. A lot of people go fishing there. Via Pontica – one of the largest bird migration ‘highways’ passes over the lake and more than 250 bird species can be seen there. Carp fishing is popular in the lake."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Atanasovsko lake"]}," – It is located to the North of Burgas. The water is 20-27,5% salty and this makes it very favorable for salt-production. Its northern side is connected to the Black Sea. The Burgas – ",{"type":"[[","value":[["Nesebar"]]}," – ",{"type":"[[","value":[["Varna"]]}," road passes through the lake. Due to the specific salt flora in the region more than 70% of all birds that can be seen in Bulgaria can be seen in the Atanasovo lake zone especially during the autumn migration. Part of the lake is natural reserve and are under restricted access."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mandrensko lake"]}," – It is located to the South of Burgas. Until 1934 it was salty lake but later its structure was changed and a dam was constructed here. Today it is not a salty lake. Four rivers get into the lake. Via Pontica – one of the largest bird migration ‘highways’ passes over the lake. On the side of the Mandrensko lake is located the Poda bird and sparrow watching zone."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"===","value":[" Water and Sand Sports and Activities "]},"\nIn summer you can go surfing and kite-surfing in the bay. There are a few surf and sea sports schools, which you can find on the North Beach. You can also book diving.\n",{"type":"[[","value":[["File:Burgaskite.jpg"],["thumb"],["300px"],["The North Beach"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["St. Anastasia island"]}," (formerly known as Bоlshevik island) is visible from any point from the Burgas beach. Boats to St. Anastasia island leave from the Bridge. Offered in July and August, leaving at 10:00, 12:00 and 14:00."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Bourgas Sand Fest"],["alt="],["url=http:\/\/www.burgasandfest.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is festival of the sand sculptures held from the beginning of July until the end of August. The sand covers more than 4 ha. in the northern part of the Sea Garden (near the Park Hotel) artists from all over the world (Indonesia, Belgium, Netherlands, Ireland, Italy, Ukraine, Russia and of course Bulgaria) create stunning sand sculptures. Entrance is free. Everyone is welcome to take pictures."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Burgas Yachting Week"],["alt="],["url=http:\/\/www.yachtclubportbourgas.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Takes place at the end of April near the Port and the Most (The Bridge) on the beach. Participants are usually 20-30 yachts from Greece, Turkey, Ukraine, Romania, Bulgaria."]]}]},"\n",{"type":"===","value":[" Other sports and activities "]},"\n",{"type":"'''","value":["Carting Speedway"]},", ",{"type":"''","value":["126 Stefan Stambolov Bul (Kolodruma), Working time: 11:00-20:30"]},", Speedway - length: 320 m., width: 4m\n\nYou can do also do some extreme sports like ",{"type":"'''","value":["paragliding"]}," or moto-paragliding. Courses and tandem-flights are offered as well. Sky Dog Fly Center, ",{"type":"''","value":["4 Troykata Sq., fl.2, office 8"]},"\n\nMore recently small companies have started their own private businesses which offer a range of activities for tourists as well as for local people. One of them is PH QUADS which offer an amazing Quad Bike \/ ATV safari around the hills of Marinka - small village between Burgas and Sozopol with splendid nature. ",{"type":"[","value":["http:\/\/atvbourgas-phquads.com"]},"\n\n",{"type":"===","value":[" Music "]},"\nBurgas is making its way through the music scene with a few festivals that call international attention.\n",{"type":"[[","value":[["File:Spiritofburgas.jpg"],["thumb"],["300px"],["People dancing on the beach during the Spirit of Burgas Fest"]]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Spirit of Bugras"],["alt="],["url=http:\/\/spiritofburgas.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Takes place for 3 days in the City Central Beach every Mid August. On a number of scenes visitors can enjoy all kinds of music - ethno, rock, pop, indie, Latino and electro. Bands such as Faith No More, Fun Lovin' Criminals, Kosheen, LTJ Bukem, The Sisters of Mercy, Bonobo, The Crystal Method have been on scene. Workshops for dancing and music are part of the event. In 2009 Times (UK) rated the festival as one of the best in Europe. Tickets: from €20 for a day to €60 for 3 day package. Camping tickets should be purchased as 3-day package."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=International Folklore Festival"],["alt="],["url=http:\/\/www.burgas.bg\/en\/info\/index\/367"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is one of the oldest international music events in the city. It started in 1965 as festival for Balkan dances and music but later expanded and until today more than 18 000 dancers from more than 400 dance formations from all over the world have been part of it. The festival is held at the end of August in number of venues - Open Air Theatre and scenes in the city garden and central squares. It also offers seminars on the folklore traditions, souvenir shopping and traditional arts and crafts demonstrations."]]}]},"\n",{"type":"===","value":["Cinema"]},"\nIn winter you can go to see a movie. All movies are subtitled in Bulgarian and rarely there are voiceovers so if the movie is in English, you won't have problems. There are few exceptions for children's movies. Cinema: Trakia cinema (6 Tzar Asen Str.)\n\n",{"type":"==","value":[" Learn "]},"\nBourgas also has two universities and three colleges.\n\n",{"type":"*","value":[" The building of the Burgas Free University (private) is located in the city center and is one of the modern city landmarks."]},"\n",{"type":"*","value":[" The Asen Zlatarov University main buildings are located at the west entrance of the city. Part of the university are:"]},{"type":"*","value":[{"type":"*","value":[" The College of Tourism (located in the North part of the Sea Garden, near the Park Hotel)."]}]},{"type":"*","value":[{"type":"*","value":[" Medical College"]}]},{"type":"*","value":[{"type":"*","value":[" Pedagogical College"]}]},"\n",{"type":"==","value":["Buy"]},"\nShopping area is in the center of the town. It consists of two main streets and a few more small ones. The prices are reasonable. Some of the shops offer local brands while others are international (Benetton, etc.)\n\nGold shops are pretty popular. Most of the gold jewelry is imported from Turkey.\n\nSilver jewelry is offered on stands on the high street.\n\nA few shopping malls are constructed in the city but the global crunch postponed some of them. The Burgas Plaza Mall is located at the end of Izgrev living districts. To get there from the city center take bus 211 and get off at the last stop.\n\nInternational chains like Billa, Carrefour and Metro can also be found in the city.\n\n",{"type":"==","value":["Eat"]},"\nBurgas has an abundance of eating establishments.\n\nThere are many pizza places, pubs serving international food, Chinese restaurants. On the main streets there are kebabs, pancakes, hot dogs and hamburgers for about €1-2.\n\nIn summer many open air restaurants and pubs pop up by the sea. The area with the largest number of seaside restaurants and pubs is called Kapanite and it is located on the North Beach in the Sea Garden.\n\n",{"type":"==","value":["Drink"]},"\nBurgas has many cafés and small bars. On the main streets you will bump into their chairs especially in summer.\n\nBroadway and Silver Club are good places for a cocktail and modern dance and pop music.\n\nIn summer the Sea Garden is full of cafeterias and beer-places or small pubs. The sandy line is covered with night-bars and discos playing all kind of music.\n\n",{"type":"===","value":[" Bars and clubs "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Addict"],["address=6 Vazrazhdane Str"],["content=Disco, commercial music."],["hours=20:00-04:00"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Alibi"],["directions=located in the Sea Garden"],["content=Disco, commercial music, retro parties, black parties."],["hours=23:00-6:00"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Broadway"],["address=6 Silistra Str"],["content=Cafe & bar with variety of cocktails."],["hours=07:00–24:00"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Caribe"],["directions=the North Beach, on the beach alley"],["content=Open air, seasonally in summer, bar & disco club, Latino and pop music."],["hours=09:00-02:00"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Barcode"],["directions=on the beach alley under the Summer Theater"],["content=Electro, trance and lounge music, good for after-party, open seasonally in summer."],["hours=00:00-24:00"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Dover Strait"],["address=12 Bulair Str"],["content=Bar & cigars"],["hours=08:00–02:00"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Elite Poka Club"],["directions=in the sea Garden"],["content=Disco, pop-folk music."],["hours=22:00-04:00"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=London Pub and Restaurant"],["url=http:\/\/www.londonpubandrestaurantbourgas.webs.com"],["email="],["address=4a Tsar Simeon I"],["lat=27.48031"],["long=42.49252"],["directions=At the entrance to Central Beach at the southern end of the Sea Gardens"],["phone=00359889613310"],["tollfree="],["fax="],["hours=10.00-20.00"],["price="],["content=English Pub serving homemade English food and local beers and wine. English owned and run."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Nataly's Style cafe"],["address=21 Alexandrovska Str"],["directions=Bulgaria hotel"],["content=Bar with WI-FI"],["hours=07:00-24:00"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Silver Club"],["address=4 Svoboda Sq"],["directions=in front of the Municipality building"],["content=Cafe & bar with variety of cocktails."],["hours=07:00–02:00"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tequila"],["directions=in the Sea Garden"],["content=Disco, commercial music, retro parties, black parties, seasonally in summer."],["hours=23:00-6:00"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Gramofona"],["address=Bogoridi Str"],["directions=50 m. from the Sea garden's main entrance"],["content=Called this after a big gramophone installation located next to it,open air cafe & bar, good place for a drink before the clubs."],["hours=10:00-02:00"]]}]},"\n",{"type":"==","value":["Sleep"]},"\nThere are many new hotels in the city. Most of them offer BB for a reasonable price.\n\nYou can also stay in the suburb called ",{"type":"[[","value":[["Sarafovo"]]},". It has pretty seaside view and easy access to the city centre with ",{"type":"''","value":["public bus line 15"]}," (in 20 mins) and the airport (5 mins). ",{"type":"[[","value":[["Sarafovo"]]}," has numerous hotels. holiday apartments and guesthouses, as well as shops, restaurants and a serviced beach. It offers a good combination of peace and tranquility with easy access to the bustle and nightlife of the city centre. However keep in mind that the taxi to\/from the Burgas city center may get a bit experience.\n\nList of many means of accommodation in the city is offered by the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.tic.burgas.bg\/page\/nastanyavane.html Travel Information Center"]}]}," at the Burgas Municipality - 2 to 5 star hotels and shared rooms.\n\nIf you need something off the beaten track you can also try the private homestays. Especially in summer many old ladies or gentlemen offer accommodation in their houses. If you get off the train or the bus, you will spot their cardboard signs. Some language barriers exist as not all of them speak English. Usually they are hospitable and are a good equivalent to hostel accommodation. If you understand each other and have a good host, sometimes they will prepare a traditional breakfast.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Yonat Hostel"],["url="],["email="],["address=Georgy Kirkov Str.3"],["lat="],["long="],["directions=300m from the main bus and train station"],["phone=0884563605"],["tollfree="],["fax="],["hours="],["price=7.5"],["checkin="],["checkout=12h"],["content=Little pretty hostel well located in the centre."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Sezoni South Burgas"],["url=http:\/\/sezoni.hotelsbg.net\/"],["email="],["address=Ivan Vazov Blvd. 79"],["lat="],["long="],["directions=When out of the train station (front exit) turn left and follow the street for about 800 m."],["phone=+35956841703"],["tollfree="],["fax="],["hours="],["price=€25 for a double room."],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\nThe international phone code for Burgas is 056. When dialed from abroad, first dial +359 (for Bulgaria), ex. +359 56 123456.\n\nThere are two post offices in the city center and there you can make international calls in urgent cases.\n",{"type":"*","value":[" The Old Post Office - located at the crossroad in front of the central entrance of the train station."]},{"type":"*","value":[" The New Post Office - located in front of the central entrance of the Burgas Free University"]},"\n",{"type":"'''","value":["Free Wi-Fi spots"]},":\n",{"type":"*","value":[" Cafe-bar Nataly's - in the west entrance of Bulgaria Hotel"]},{"type":"*","value":[" Tria Shopping Center, the cafe on the ground floor"]},{"type":"*","value":[" London Pub and Restaurant, 4a Tsar Simeon I"]},"\n",{"type":"==","value":[" Stay Safe "]},"\nBurgas is generally safe city. However some common sense guidelines should be kept in mind when you travel especially in summer.\n\nIn summer the pickpocketing is more common because a lot of pickpockets from the country come to get advantage of the tourists. Keep your money and purse. Do not leave your property unattended.\nOften beggars approach foreigners and ask for money. The best will be to pretend that you do not get what they want and walk away. If they keep on following you – get into a shop or sit inside a café to have a drink until they leave you alone. Alternatively if they still don't go, try to speak to a security guard in the shop, café or bank.\n\nThere are a number of scam-taxi drivers in summer. Double check the tariff when you get into a taxi.\nWhen you exchange money, double check the rates, ask if there are any taxes and basically the best will be to ask a few times how much Bulgarian leva you will get for your foreign currency. The normal exchange rate for 1 euro is 1,94 leva. You should be very desperate to exchange under that level, but never allow exchange rate under 1,85 leva.\n\nBe aware of people approaching you on the street offering good exchange rates or anything else.\nAt night avoid speaking too loudly and avoid too dark areas especially in the Sea Garden.\nAvoid conflicts with drunken people. In summer the Sea Garden and the beach are full of cafes and bars and people who drink sometimes way too much and are easy confronted. Stay away form cases like this.\n\nBe aware of people offering you to taste cherries or other fruits in the street. It is not free and if you taste you will be physically pushed to buy an entire bucket, usually at a very high price. Ignore them and say no firmly.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Istanbul"]]}]}," is just some 4 or 5 hours drive from Burgas (including the time on the Custom Formalities). There are many bus-companies offering excursions by bus or just transport to Istanbul and other cities in Turkey. The trip to Istanbul can be made in a day but an overnight is recommended as the city is very rich in culture and sights. Before heading to Istanbul check the visa formalities and take your passport. Depending on your nationality small entrance fee is paid upon entrance to Turkey."]},"\n",{"type":"[[","value":[["File:Nessebar-orchestra.jpg"],["thumb"],["200px"],["Orchestra preparing for performance at Nesseber's open air music scene"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nesebar"]]}]}," (also Nessebur) is small town under the ",{"type":"[[","value":[["UNESCO"]]}," World Heritage conservation program. It is extremely picturesque and attractive. There you can see the Old Metropolitan Church (4 A.D.) and amazing architectural details from the Byzantine epoch. It is located 40 kilometers North of Burgas. Regular public bus lines run every 20 minutes from Burgas to Nesebar and Sunny Beach. The first bus leaves at 5AM and the last at 11PM.  One way adult ticket is 6 leva (3,05 euro) (January 2012)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunny Beach"]}," - is large holiday complex just a kilometer from Nessebur. In summer the two villages almost merge in one big party and holiday center. Sunny Beach is sometimes called the summer party capital. There are more than 200 hotels and thousands of clubs, bars and pubs. One of the most famous party places is Cacao Beach with guest DJs like Victor Calderone, or bands like UK's Ladytron."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pomorie"]}," is located 20 km to the North of Burgas. Buses to there run regularly from the central bus station. ",{"type":"'''","value":["The Pomorie Thracian Tomb"]}," is located near the village of Pomorie. It is open for visitors only in summer. Book a visit from a local travel agency."]},{"type":"[[","value":[["File:Sozopol2.jpg"],["thumb"],["200px"],["Sozopol"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Sozopol"]]}]}," - is famous for its ancient and renaissance buildings. The city is located 30 kilometers to the South of Burgas. To get there is public transport leaving from Burgas bus station South which is in the city center. The first buses in the morning leave at 5AM and the last bus for Sozopol is at 9PM. One way adult ticket is 4 leva (2 euro) (August 2009)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Campings"]}," - near Sozopol there are two camping sites very famous among ",{"type":"'''","value":["windsurfers and other water and wind sport fans"]},". These are Gradina (Garden) and Zlatna Ribka (Gold Fish). A few surf schools are open there from May to October. Equipment is available for rent."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Ropotamo Reserve"]}," is located 50 kilometers to the South of Burgas. There visitors can see wild sand dunes, rocky formations and authentic flora and wildlife. Around visitors can also enjoy water lilies. There you can take a boat trip up or down the river. To get there the best will be to take a car. Alternatively you can try to reach the town of ",{"type":"[[","value":[["Primorsko"]]}," and take some public transport or travel agency from there."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["St. Ivan island"]}," (the Snakes' island) located to the south, near the village of Primorsko. You can search for a boat or small ship for an excursion to there. It is called snake due to the number of water snakes that inhabit the island. Naturally grown cacti can also be observed there."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Strandzha mountains"]}," - A world-famous attraction in the region around the mountains Strandzha and Sakar to the south of Burgas are the authentic fire dancers, called nestinari (нестинари). The mountains are good for biking and hiking."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Bourgas Mineral Baths"]}," - The mineral baths are located 15 km to the northwest of the Burgas city center, near the village of Banevo. There is regular bus line that runs on 30 minutes intervals, buses are leaving from the bus stop at the New Post. The mineral springs are hot (41C) and lightly mineralised (0,604 gr\/liter). The spa center is surrounded by huge forest-like garden. The place is ideal for a picnic."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cape Emine and Irakli"]}," - Cape Emine is located 54 kilometers from Burgas and it divides geographically the Bulgarian Black Sea coast to South and North. The cape is the most eastern part of the Balkans (Stara planina) mountain chain and end of the European hiking route E-H, the Bulgarian part of which is the route Kom - Emine. The cape itself is vertical 60-meter cliff, surrounded by hundreds and underwater rocks. North of the cape is Irakli Protected Area."]},"\n",{"type":"*","value":[" There is a night (about 8 hours long) train to ",{"type":"'''","value":[{"type":"[[","value":[["Sofia"]]}]}," that offers comfortable and modern sleep cabins. The train runs daily and leaves from Burgas after 22:00 (ask in train station for exact time). This is a convenient option if traveling with kids, as they can occupy the travel time with sleeping."]},"\n",{"type":"*","value":[" Go to ",{"type":"'''","value":[{"type":"[[","value":[["Varvara"]]}]}," village for a peaceful stay at the sea (i.e. when traveling with kids). Some express buses (micro-buses) daily leave Burgas bus station (next to the train station) and pass Varvara on the way. Travel takes about an hour and costs 10 Lev."]},"\n",{"type":"===","value":[" Camping "]},"\nThe Southern Black Sea coastal line has suffered heavily from the construction boom of holiday resorts and complexes from the 2000 – 2008 period. As alternative to the traditional summer vacation there are a few campsites situated on picturesque beaches in the Burgas region. For travelers without cars - most of them are accessible by public transport to the main village and then by walk or hitchhike.\n\nTo the North of Burgas:\n",{"type":"*","value":[" Zora (near the town of Obzor)"]},{"type":"*","value":[" Nesebar bungalows (near Nesebar)"]},{"type":"*","value":[" Bolyarski stan (near Ravda)"]},{"type":"*","value":[" Aheloy campsite (near the village Aheloy)"]},{"type":"*","value":[" Villas Mariana (near Pomorie)"]},"\nTo the South of Burgas:\n",{"type":"*","value":[" VTEPS Chernomorets (Chernomorets)"]},{"type":"*","value":[" Gradina (Chernomorets)"]},{"type":"*","value":[" Zlatna ribka (Sozopol)"]},{"type":"*","value":[" Kavatsi (Sozopol)"]},{"type":"*","value":[" Kiten campsite (Kiten)"]},{"type":"*","value":[" Camping Yug (Kiten)"]},{"type":"*","value":[" Camping Koral (Lozentez)"]},{"type":"*","value":[" Pipilota (Lozenetz)"]},{"type":"*","value":[" Oasis (Lozenetz)"]},{"type":"*","value":[" Arapya campsite (Tzarevo)"]},{"type":"*","value":[" Morski briz (Tzarevo)"]},{"type":"*","value":[" Nestinarka (Tzarevo)"]},{"type":"*","value":[" Zelenika (Ahtopol)"]},{"type":"*","value":[" Slunchev den\/Sunny Day (Ahtopol)"]},{"type":"*","value":[" Siniya laguna\/Blue lagoon (Ahtopol)"]},{"type":"*","value":[" Zafo bungalows (Sinemoretz)"]},{"type":"*","value":[" Silistar (less than 1 kilometer from the Bulgarian-Turkish boarder)"]},"\n",{"type":"{{","value":[["isPartOf"],["Bulgarian Black Sea Coast"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Burgas"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Bulgaria\/Provinces\/Burgas\/Localities\/Burgas\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Burgas"]]},"\n\n",{"type":"{{","value":[["geo"],["42.5"],["27.466666666667"]]},"\n\n",{"type":"[[","value":[["fi:Burgas"]]}]