[{"type":"{{","value":[["pagebanner"],["Burkina Faso Wikivoyage banner.jpg"],["caption=Grand Mosque of Bobo-Dioulasso"]]},"\n",{"type":"{{","value":[["quickbar"],["image=BoboDioulasso-GrandMosqueE.JPG"],["caption=Bobo Dioulasso Grand Mosque"],["flag=Flag of Burkina Faso.svg"],["location=LocationBurkinaFaso.png"],["capital=",{"type":"[[","value":[["Ouagadougou"]]}],["government=Semi-presidential republic"],["currency=West African CFA franc (XOF), interchangeable at par with the Central African CFA franc (XAF)"],["area=274,200 sq km"],["population=13,925,313 (July 2006 est.)"],["language=",{"type":"[[","value":[["French"]]}," (official) and native African languages belonging to Sudanic family, spoken by 90% of the population"],["religion=indigenous beliefs 40%, Muslim 50%, Christian (mainly Roman Catholic) 10%"],["electricity=220V\/50Hz (European plug)"],["timezone=UTC"],["tld=.bf"],["callingcode=+226"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ontb.bf\/ Burkina Faso"]}]},", formerly ",{"type":"'''","value":["Upper Volta"]},", is a landlocked country in ",{"type":"[[","value":[["West Africa"]]},". It is surrounded by six countries: ",{"type":"[[","value":[["Mali"]]}," to the north, ",{"type":"[[","value":[["Niger"]]}," to the east, ",{"type":"[[","value":[["Benin"]]}," to the south east, ",{"type":"[[","value":[["Togo"]]}," and ",{"type":"[[","value":[["Ghana"]]}," to the south, and ",{"type":"[[","value":[["Côte d'Ivoire"]]}," to the south west.\n\n",{"type":"==","value":["Understand"]},"\nBurkina Faso is one of the friendliest - and until recently, one of the safest - countries in all of Africa. Although it receives only a small number of tourists per year, it is an excellent destination for anyone interested in seeing a beautiful West African country and exploring African culture and music.\n\n",{"type":"===","value":["History"]},"\nUntil the end of the 19th century, the history of Burkina Faso was dominated by the empire-building Mossi. The French arrived and claimed the area in 1896, but Mossi resistance ended only with the capture of their capital Ouagadougou in 1901. The colony of Upper Volta was established in 1919, but it was dismembered and reconstituted several times until the present borders were recognized in 1947.\n\nIndependence from ",{"type":"[[","value":[["France"]]}," came to Upper Volta, which was renamed Burkina Faso, in 1960. From 1984 until 1987, it was under the leadership of Thomas Sankara, otherwise known as the Che Guevara of Africa.  Sankara's regime proved to be very popular, as he averted much power and influence on the World Bank and IMF, encouraging worldwide aid to fight disease. Most of his programs were successful, though not successful enough to protect the country from political turmoil. He was ridiculed in the West for his authoritarian rule, banning free press and trade unions. In 1987, a coup led by Blaise Compaoré, a colleague of Sankara, toppled the regime and executed Sankara, citing deterioration of relations with foreign countries.\n\nSince 1987, Blaise Compaoré has been leading the country. Things have not improved during his years in office, and many of Sankara's policies for stability and economic growth have been largely dismantled, making Burkina Faso one of the poorest countries in the world. Political unrest has worsened, and economic reforms remain very uneven.\n\n",{"type":"===","value":["People"]},"\nBurkina Faso's 14.4 million people (2006) belong to two major West African cultural groups—the Voltaic and the Mande (whose common language is Dioula). The Voltaic Mossi make up about one-half of the population. The Mossi claim descent from warriors who migrated to present-day Burkina Faso from Ghana and established an empire that lasted more than 800 years. Predominantly farmers, the Mossi kingdom is still led by the Mogho Naba, whose court is in Ouagadougou.\n\nBurkina Faso is an ethnically integrated, secular state. Most of Burkina's people are concentrated in the south and center of the country, sometimes exceeding 48 per square kilometer (125\/sq. mi.).  Several hundred thousand farm workers migrate south every year to ",{"type":"[[","value":[["Cote d'Ivoire"]]}," and ",{"type":"[[","value":[["Ghana"]]},". These flows of workers are obviously affected by external events; the September 2002 coup attempt in Cote d'Ivoire and the ensuing fighting there have meant that hundreds of thousands of Burkinabé returned to Burkina Faso. A plurality of Burkinabé are Muslim, but most also adhere to traditional African religions. The introduction of Islam to Burkina Faso was initially resisted by the Mossi rulers. Christians, both Roman Catholics and Protestants, comprise about 25% of the population, with their largest concentration in urban areas.\n\nFew Burkinabé have had formal education. Schooling is in theory free and compulsory until the age of 16, but only about 54% of Burkina's primary school-age children are enrolled in primary school due to actual costs of school supplies and school fees and to opportunity costs of sending a child who could earn money for the family to school. The University of Ouagadougou, founded in 1974, was the country's first institution of higher education. The Polytechnical University in Bobo-Dioulasso was opened in 1995. The University of Koudougou was founded in 2005 to substitute for the former teachers' training school, ",{"type":"''","value":["Ecole Normale Superieure de Koudougou"]},".\n\n",{"type":"===","value":["Economy"]},"\nOne of the poorest countries in the world, landlocked Burkina Faso has a high population density, few natural resources, and a fragile soil. About 90% of the population is engaged in (mainly subsistence) agriculture, which is highly vulnerable to variations in rainfall. Industry remains dominated by unprofitable government-controlled corporations. Following the African franc currency devaluation in January 1994 the government updated its development program in conjunction with international agencies, and exports and economic growth have increased. Maintenance of macroeconomic progress depends on continued low inflation, reduction in the trade deficit, and reforms designed to encourage private investment. Burkina's economy has suffered badly because of political troubles, and because it is so poor, about two thirds of the population are forced to go abroad to find jobs.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Burkina Faso regions map.png"],["regionmaptext="],["regionmapsize=460px"],["region1name=",{"type":"[[","value":[["Volta Delta"]]}],["region1color=#a1a4c0"],["region1items="],["region1description=The country's population center, home to the mostly Christian Mossi and the national capital."],["region2name=",{"type":"[[","value":[["Black Volta Region"]]}],["region2color=#99bf99"],["region2items="],["region2description=The lushest and most culturally diverse section of the country."],["region3name=",{"type":"[[","value":[["East Burkina Faso"]]}],["region3color=#c4bfa4"],["region3items="],["region3description=Arid, mostly Muslim, and home to the country's most visited National Parks."],["region4name=",{"type":"[[","value":[["North Burkina Faso"]]}],["region4color=#d0d398"],["region4items="],["region4description=Dominated by the Sahel, home to the Fulani and Tuareg populations of the country."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Ouagadougou"]]},", also known as Ouaga (pronounced \"wa-ga\"), is the capital city, located in the center of the country, in the area known as the ",{"type":"'''","value":["Mossi Plateau"]},"."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Banfora"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bobo-Dioulasso"]]}," — the country's second largest city, located in the southwest."]},{"type":"*","value":[{"type":"[[","value":[["Dédougou"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gaoua"]]}," — hardly a pleasant town, Gaoua is near the ",{"type":"'''","value":["Ruins of Loropéni"]},", a ",{"type":"[[","value":[["UNESCO World Heritage list"],["UNESCO World Heritage site"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Koudougou"]]}]},{"type":"*","value":[{"type":"[[","value":[["Ouahigouya"]]}]},{"type":"*","value":[{"type":"[[","value":[["Fada N'Gourma"]]}," - gate to the National Parks of the southeast."]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Arli National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["Kabore Tembi National Park"]]}]},{"type":"*","value":[{"type":"[[","value":[["W National Park"]]}]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["Visa"]},"\nA passport and a visa are required to enter Burkina Faso. You generally should obtain your visa in advance, although European Union citizens can obtain visas upon arrival at the airport (XOF10,000). French citizens now require to get a visa in advance at €70 for one entry. If you are not from the European Union, the cost of a 3-month, single entry visa is XOF28,300 and must be acquired in advance of your journey. The Burkina Faso embassy in Washington offers six-month, multiple-entry visas for US$100. US citizens only are eligible for a five-year, multiple-entry visa for US$100.\n\nIf coming by land EU and US citizens are able to get a seven day single entry visa for XOF10,000 at the border. As of July 2010, at the border with Ghana at Paga, they increased the price to XOF94,000, payable in cash (and the exchange rate offered at the border was 10-20% lower than market rates). No passport photos were required.  They only were able to issue a 90 day visa. 2 passport photos and a yellow fever certificate are required (border crossing at Paga, in July 2010, did not ask for yellow fever certificate). Border police said that XOF10,000 visas were still available, but back in Accra. Border police also said that the 90 day visa was convertible at no cost to a 5 year visa for a US passport in Ouagadougou. Visas may be extended to 3 months multiple entry at the ",{"type":"''","value":["Bureau de Sureté de l'Etat"]}," which can be found in most major cities. To get the extension you should arrive before 9AM (again with 2 passport photographs) and collect your passport again that afternoon.\n\nUpon arrival, you may be asked to prove you've been vaccinated against Yellow Fever if you are traveling from within Africa. Failure to provide proof may result in either being forced to receive the vaccination at the airport, for a fee, or be refused entry into the country.\n\n",{"type":"===","value":["By plane"]},"\nFlights are available through ",{"type":"[[","value":[["Abidjan"]]},", ",{"type":"[[","value":[["Brussels"]]},", ",{"type":"[[","value":[["Casablanca"]]},", ",{"type":"[[","value":[["Dakar"]]},", ",{"type":"[[","value":[["Niamey"]]},", ",{"type":"[[","value":[["Paris"]]}," on the following carriers: Air Algérie, Air Burkina, ",{"type":"[","value":["http:\/\/www.airfrance.com\/indexCOM.html Air France"]},", Air Ivoire, ",{"type":"[","value":["http:\/\/www.brusselsairlines.com\/com\/ Brussels Airlines"]},", Ghana Airways, Point Afrique, and Royal Air Maroc. US flights : Brussels Airlines is part of '",{"type":"[[","value":[["Airline alliances#Star Alliance"],["Star Alliance"]]},"' and ",{"type":"[","value":["http:\/\/www.royalairmaroc.com\/ENG\/ Royal Air Maroc"]}," also offers some US flights departing from  ",{"type":"[[","value":[["New York City"],["New York"]]},", ",{"type":"[[","value":[["San Francisco"]]},", and ",{"type":"[[","value":[["Los Angeles"]]},".\n\nAir Burkina is the national carrier and offers a number of flights within West Africa and to Paris. Air Burkina is part of Celestair which also owns stakes in ",{"type":"''","value":["Compagnie Aerienne du Mali"]}," and newly created Uganda Airways. Planes are for the most part new and well maintained. Flights timing is unreliable but, once in the air, service is good. Like many African airlines, although flights may indicate only one destination, ie a direct flight from Ouagadougou, there are often multiple stops along the way to pick-up and drop-off passengers.\n\nUpon arriving at the carousel at the Ouagadougou Airport to claim your luggage, a number of men in uniforms will want to take your luggage out for you. They will expect to receive about XOF500 (USD1) per bag (at least from an expat). Unfortunately, it is difficult for them to exchange anything other than a USD20 bill. Euros are a bit easier for them to change, but it is best if you bring exact change in XOF.\n\n",{"type":"===","value":["By train"]},"\nThere is a 517 km railroad stretch from Ouagadougou to the Cote d'Ivoire border. Count approx. 48hrs a train trip duration from Abidjan to Ouagadougou, and slightly less than 24hrs for the trip duration from Bouake to Banfora. In August 2007, the cost trip from Abidjan to Ouaga was XOF30,000, with XOF5,000 more for first class, which is not always available.\n\n",{"type":"===","value":["By car"]},"\nEven wealthy Burkinabé who own cars do not use them to travel between major cities, but opt for buses instead. The major routes between Ouagadougou and other cities are in good condition; taxi drivers can be erratic.\n\n",{"type":"===","value":["By bus"]},"\nYou can also conveniently take the bus in and out of Burkina to and from the neighboring countries of Ghana, Mali, and Benin.\n\n",{"type":"==","value":["Get around"]},"\nThere are buses and vans (cars) to Benin, Côte d'Ivoire, Ghana, Mali, Niger, and Togo.  \nThere is a train service for the Abidjan-Banfora-Bobo-Ouaga route. Hitchhiking is not common. \nRent a bike (c. XOF3000) or a moto (c. XOF6,000) to get around locally.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["French"]]}," is the official language; however, you will find out that, outside the big cities, most people do not speak much French. Many African languages of the Sudanic family are widely spoken. The most common language is Mooré. Start the day with some Moore (the language of the Mossi): yee-bay-goh (\"good morning\")\n\n",{"type":"{{","value":[["See also"],["Mooré phrasebook"]]},"\n\n",{"type":"==","value":["See"]},"\nLaongo is home to a variety of sculptures by local and international artists The park's scattered pieces of granite have been transformed into beautiful works of art\n\nThe Sindou Peaks in Banfora consists of a narrow chain of soft rock that over the years has been eroded into unusual rock formations\n\n",{"type":"===","value":["Festivals"]},"\nBurkina Faso is the home of music in West Africa.\n\n",{"type":"*","value":[{"type":"'''","value":["Festival International de la Culture Hip Hop"]}," (International Festival of Hip Hop Culture)—Ouagadougou & Bobo-Dioulasso; October; Two weeks of Hip Hop performances"]},{"type":"*","value":[{"type":"'''","value":["Festival Jazz"]}," (Jazz Festival)—Ouaga & Bobo; April\/May; Features big names from around the continent"]},{"type":"*","value":[{"type":"'''","value":["Festival des Masques et des Artes"]}," (FESTIMA; Arts & Masks Festival)—Dedougou; March of even-numbered years; Hundreds of troupes of mask dancers from across West Africa perform."]},{"type":"*","value":[{"type":"'''","value":["Festival Panafricain du Cinema"]}," (FESPACO;Panafrican Film Festival)—Ouaga; Feb\/Mar of odd-numbered years; Africa's largest film festival held every other year brings stars and filmmakers from across the continent."]},{"type":"*","value":[{"type":"'''","value":["Semaine National de la Culture"]}," (National Culture Week)—Bobo; March\/April; music, dance, theater, and masquerades fill the air this week in Bobo"]},"\n",{"type":"==","value":["Do"]},"\nStarting in Gorom Gorom, you can take a camel ride out into the desert and even sleep out there on the sand. Guides can arrange this for you from Gorom Gorom and it can be expensive if you do not pick your guides carefully. Take warm clothes and good blankets if you plan to sleep in the desert. Women should bring pants to wear on camels because skirts (especially African pagnes) tend to fall open due to the shape of the saddle.\n\nThere is a beautiful hike alongside the waterfalls outside of Banfora. The admission price is one or two thousand francs. Be careful not to spend too much time in the water - tourists occasionally catch bilharzia, also known as Schistosomiasis, from swimming in the falls. The locals will tell you that swimming will not make you sick, but it can.\n\nAlso near Banfora is a lake (more of a pond, actually) where you can take a trip out on a pirogue to see the hippos. Do not expect too much. Often all you see of the hippos is ears sticking up out of the water. Remember, hippos are dangerous animals who do not like being bumped by pirogues that get too close, so be careful. This will cost two or three thousand francs per person.\n\nA couple of hours West of Banfora is Sindou, with the Sindou peaks. These rock formations are somewhat like the North American hoodoos. They are needle-like peaks that have shaped by wind erosion. The Sindou peaks are a great spot for a short hike or a picnic. A guide is not necessary to find your way around but can tell you many fascinating facts about Senoufo culture and the time when the village, which is now at the base of the peaks, used to be located up on the plateau. Look out for the thorned plants on the plateau - the Senoufo imported them from Mali to use the thorns to make poisoned arrows. Admission is XOF1,000. You will need to give the guide a tip.\n\nBuy fabric and get an African outfit made. In Ouagadougou, you will pay XOF3,750 for \"three pagnes\" of fabric. You can then take this to a tailor and have three items made - for women this is usually a shirt and skirt then a length of fabric left over to make a wrap-around skirt. Men can have shirts made. The going rate for a woman's outfit and skirt is XOF3,500. Fancier models and embroidery will cost extra, as much as f XOF20,000 if you want elaborate embroidery.\n\nSee the crocodiles at one of the crocodile lakes outside of Ouaga, on the road to Bobo-Dioulasso.\n\nExplore the mud mosque in Bobo-Dioulasso. An imam's son can serve as your guide. Remove your shoes at the entrance. Dress modestly. Women should be prepared to cover their heads, although this is not always requested. You will need to pay admission (XOF1,000), give a tip to the guide and give a tip to the kid who guards your shoes while you are inside.\n\nExplore the elaborate mosques in Bani, near Dori on the road to Ouaga.\n\n",{"type":"==","value":["Buy"]},"\nThe ",{"type":"'''","value":["West African CFA franc"]}," (XOF) is used by Burkina Faso. It is also used by ",{"type":"[[","value":[["Benin"]]},", ",{"type":"[[","value":[["Côte d'Ivoire"]]},", ",{"type":"[[","value":[["Guinea-Bissau"]]},", ",{"type":"[[","value":[["Mali"]]},", ",{"type":"[[","value":[["Niger"]]},", ",{"type":"[[","value":[["Senegal"]]}," and ",{"type":"[[","value":[["Togo"]]},". While strictly a separate currency from the Central African CFA franc (XAF), the two currencies are used interchangeably at par throughout all CFA franc (XAF & XOF) using countries.\n\nBoth CFA francs are guaranteed by the French treasury and are pegged to the euro at €1 = XOF655.957.\n\nCredit cards are rarely accepted, but cash may be withdrawn with a card at certain banks in all major towns (Ouaga, Bobo, Banfora, Dori, and Ouahigouya are confirmed). In general, most bank machines will accept only VISA cards, with a PIN or a CarteBleu. MasterCard and Maestro no longer have partner banks in Burkina Faso. Make sure you have a PIN for your credit card in order to access money from the bank machines. Travelers' checks (better luck in euros than in dollars) can usually be cashed at local banks in Ouaga and Bobo, but with large change fees.\n\n",{"type":"==","value":["Eat"]},"\nAny run-of-the-mill Burkinabé restaurant will most certainly have one or all of the following:\n\nTô = a millet or corn flour based jello-like dish served with a sauce.  Sauces commonly are okra-based (fr. \"sauce gumbo\" - tends to be on the viscous-side), peanut-based (fr. \"sauce arachide\"), baobab-leaf-based (not bad tasting, but very slimy), or sorrel-based (fr. \"oseille\", another green-leaf, a little sour).\n\nYou eat this dish by breaking off some tô with a spoon (or, if you want to go local and your hands are washed, use your finger - just remember to use always the right hand, as the left hand is considered \"unclean\" because it is used for bathroom purposes) and dipping it into the sauce. Definitely an acquired taste.\n\nFuFu = a pizza-dough-like ball of starch served with a sauce.  Made by pounding boiled ignames (sort of a super-sized version of a yucca-potato hybrid, called Yams in English).  The sauce is usually tomato-based.  Eaten in the same manner as tô.\n\nRagout d'Igname = boiled igname in a tomato sauce. A beef and yam stew\n\nRiz Gras = Rice cooked in tomato sauce and flavored stock, often with onion.  Sometimes served with extra sauce on top, but not a given.\n\nRiz Sauce (Rice and sauce) = Pretty self-explanatory.  White rice usually served with a tomato or peanut sauce.\n\nSpaghetti = Usually spaghetti is served au gras as opposed to spaghetti sauce.\n\nHaricots verts = Green-beans, usually from a can, with tomato sauce\n\nPetits pois = Green peas, usually from a can, with tomato sauce\n\nSoupe = usually chicken (fr. \"poulet\"), guinea fowl (fr. \"pintade\") or fish (fr. \"poisson\")\n\nSalade = a salad of lettuce, tomato, cucumber and onion with a mayonnaise-based dressing (mayo, vinegar, salt, pepper)\n\nA Burkina specialty is \"Poulet Telévisé\" aka televised chicken, or roast chicken, since many locals say if you watch the roaster it is like watching TV!\n\nSnacks:\n",{"type":"*","value":[" Beignets = (mooré ",{"type":"''","value":["samsa"]},") fried bean flour"]},{"type":"*","value":[" Fried ignames, patate douce (sweet potato french fries)"]},{"type":"*","value":[" Alloco = Bbq'd plantains"]},{"type":"*","value":[" Brochettes = bbq'd meat sticks, or liver, or tripe, or intestines"]},{"type":"*","value":[" Porc au four = baked greasy pork bits served with hot sauce (fr. \"piment\"), salt, and if you are lucky, mustard. Best enjoyed with a Flag beer (to make \"champagne\", add some tonic)"]},{"type":"*","value":[" Gateau = fried dough. Comes in all sorts of varieties, best when fresh."]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"*","value":[" Bisap = hibiscus leaf cold sweet tea, sometimes enhanced with mint and\/or ginger (XOF25-50)"]},{"type":"*","value":[" Yamoku, or Gingembre = sweet ginger drink (XOF25-50)"]},{"type":"*","value":[" Toédo, or Pain de singe = sweet and \"smoothie-like\" in texture. Made from baobab fruit."]},{"type":"*","value":[" Yoghurt = sweet dégué = yoghurt mixed with millet balls, sometimes couscous."]},{"type":"*","value":[" Dolo = millet beer."]},"\n",{"type":"==","value":["Sleep"]},"\nPeople go ",{"type":"'''''","value":["en repos"]}," from noon until around 15:00. Don't expect to get much done around this time. Formal businesses are often closed at this time as well.\n\n",{"type":"==","value":["Learn"]},"\nBurkina is a great country if you are interested in learning West African drumming. Bobo-Dioulasso, the second largest city, is perhaps the best place to learn to drum.\n\n",{"type":"==","value":["Work"]},"\nIf you are interested in helping to save lives in Western Africa then Burkina Faso, hit by severe drought and poverty in the last decade, would be ideal for a charity-holiday. Medical staff are also sorely needed, so any volunteering doctors would be greeted warmly.\n\nThe Peace Corps is active in Burkina Faso and constitutes a large proportion of Americans living in the country.\n\n",{"type":"==","value":["Stay safe"]},"\nBurkina Faso is one of safest countries in West Africa. However, be aware of thieves in the big city. Violent assault is rare. Pickpockets and purse snatchers are something to watch out for in big cities, especially in Ouagadougou, where it is recommended not to carry a bag with you when at all possible. The common, cheap green taxis in the big city can sometimes host thieves. Hold on to your purse, and keep your money safely tucked away. If you want to carry around a camera or other item that requires a bag, it is often safer to put it in one of the ubiquitous black \"sachets\" (plastic bags) that you get when you purchase something in a store, so that potential thieves will assume there's nothing of great value inside.\n\nYou should always take precautions when traveling, but Burkina is a remarkably safe and respectful country.  Women travelers rarely experience any problems.  Foreigners, especially white foreigners, frequently attract significant attention, but the interest is mainly an attempt to sell you tourist items or overpriced goods. Indeed, the Burkinabé will show more patience and friendliness to the foreigner than to another Burkinabé, be it in a small village or in a big city.\n\nThere was a violent altercation between military and police in December 2006. Members from involved parties made it a point to advise foreigners on the street that they should find shelter and stay out of harm's way. The problem was resolved quickly and no foreigners came to any harm.\n\n",{"type":"==","value":["Stay healthy"]},"\n",{"type":"[[","value":[["Yellow fever"]]}," vaccination is required.\n\nMalaria is a serious problem, so be sure to begin taking prophylaxis prior to leaving for Burkina and continue taking it while there and, depending on the drug chosen, for some time after returning home.\n\nCholera vaccination may be required in the event of an outbreak.\n\nMeningitis is also a problem, and vaccination is highly recommended.\n\nTyphoid is common, as are other water and food-borne diseases such as ",{"type":"''","value":["E coli"]},". Typhoid vaccination is recommended but it is not 100% effective so it is still important to take precautions.\n\nThe water is not safe to drink, especially outside the big cities where untreated well water is often the norm. Buy bottled water, and bring a water filter for emergency use if you're planning on spending time in any villages.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"{{","value":[["ramadandates"]]},"\n\nYou will observe the Burkinabé exchange greetings in what appears to be a shared prayer or ritual. Literally, all they are saying is \"good morning, how's the family, how's work, how's your health...\"\nGreeting is a very important part of Burkinabé culture, and the only thing you really need to do here is to make an instant friend.\n\nIgnoring someone and not greeting him or her, however, is taken far more seriously than in western cultures. It is virtually a slap in the face to ignore someone that has greeted you, or to not greet at all.  Foreigners can probably get away with being \"cold\" and \"unfriendly\" in some settings, but it is a good idea to greet everyone you pass by.\n\nRemember to always use your right hand when eating, greeting, offering gifts, paying for items, etc. This is true in both Muslim and Christian regions, as the left hand is used throughout the country in conjunction with water in place of toilet paper. The ubiquitous colored plastic teapots are filled with water and carried to the bathroom for \"wiping.\"\n\nWomen are often targets of extra attention from men, but catcalls and unwanted advances are not appropriate in Burkina, so don't be afraid to refuse this attention. In general, people are very respectful to women and foreigners.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"[[","value":[["Commons:Category:Burkina Faso"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Burkina Faso"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/Burkina Faso\/"]]},"\n\n",{"type":"{{","value":[["geo"],["12.3333"],["-1.6667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["West_Africa"]]},"\n",{"type":"{{","value":[["outlinecountry"]]}]