[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Burnt Pine"]}," is the commercial and residential hub of ",{"type":"[[","value":[["Norfolk Island"]]},". The site of most of the leading hotels and shops, as well as other infrastructure, most visitors will either stay in Burnt Pine or spend a lot of their time there.\n\n\n",{"type":"==","value":["Understand"]},"\nWhile not the official capital of the island, Burnt Pine is definitely the hub. The town consists of ",{"type":"''","value":["Taylor's Road"]}," and a number of shops, hotels and restaurants either side of it. ",{"type":"''","value":["Grassy Road"]}," joins Taylor's at the end closest to the airport, while ",{"type":"''","value":["Queen Elizabeth Avenue"]}," is located at the far end. Taylor's Road is intersected by ",{"type":"''","value":["The Village Place"]}," (often referred to simply as ",{"type":"''","value":["The Village"]},"), which is another shopping strip.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe rather grandiosely named Norfolk Island International Airport is located near the Grassy Road intersection. This is the only way onto and off the island.\n\n",{"type":"===","value":["By car"]},"\nTry to arrange either a lift from the airport to your accommodation or (if you've hired a car) pick it up from the carpark. Most guesthouses will offer this as a matter of course, and in some cases the staff will seem slightly affronted if you drive yourself up Taylor's Road.\n\nIt might only be one road, but Taylor's is surprisingly long when you're weighed down with suitcases. Besides, a car is necessary to see the rest of the island.\n\n",{"type":"==","value":["Get around"]},"\nBurnt Pine can be walked around quite easily, although the amount of shopping on offer might make a car a necessity.\n\nIf so, the simplest option is to hire a car for the duration of your stay. Borry's Rental Cars, located near ",{"type":"''","value":["The Village Place"]},", as well as Martin's, Father's and Hibiscus Rentals all offer a range of vehicles.\n\nLivestock have right of way on roads.\n\nA taxi service is beginning to establish itself as a means of getting around, but costs may prove prohibitive for trips up and down Taylor's Road.\n\n",{"type":"==","value":["See"]},"\nThere is a scarcity of actual sights in Burnt Pine itself, although a number of structures commemorating Australia's bicentennary (1988) are to be found in the area near the post office. Barney Duffy's Charcoal Grill restaurant is something of a local landmark.\n\n",{"type":"==","value":["Do"]},"\nBurnt Pine is a shopper's paradise. The absence of many of the duties and taxes normally paid on goods on the Australian mainland means that almost everything is cheaper than Australian prices. Shop assistants will almost always point out savings over \"mainland\" (Australia or New Zealand) prices. Don't forget to look at the establishments in ",{"type":"''","value":["The Village"]}," as well.\n\nOn Sundays, there is also a market near the post office.\n\nThere is also a proliferation of restaurants along Taylor's Road. In recent years, a number of cafes have also opened, providing a congenial location to relax with a cup of coffee (local coffee is beginning to develop as an industry) and watch the world go by.\n\nFor those planning a tour of the island, the information bureau is located near the post office and can advise on almost any aspect of your stay.\n\n",{"type":"==","value":["Work"]},"\nCasual work ",{"type":"''","value":["may"]}," be on offer in some shops and cafes; however, preference will always go to locals over visitors.\n\n",{"type":"==","value":["Buy"]},"\nA surprising range of things can be found in Burnt Pine's shops. As well as specialist clothing, shoes and electronics stores, there is a bookshop, two video\/DVD rental shops (one which sells audio CDs as well) and at least two toy shops.\n\nThe \"department stores\" are always worth a browse in. Unlike the multi-storey affairs on the mainland, Norfolk's department stores are generally single-room shops arbitrarily divided into departments, and often selling collectible items from unusual locations.\n\nBrowsing is, in fact, the recommended way of shopping, as frequently the shop assistants simply don't know what they have to sell. This isn't unprofessionalism, but a reflection of the sheer range on offer.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nCrime is very minimal on Norfolk Island, and most locals take pride in the fact that they don't need to engage in the sorts of security procedures common \"on the mainland\". That said, exercise common sense, as Murphy's Law has a tendency to come into effect on holidays.\n\n",{"type":"==","value":["Cope"]},"\nIn the summer, Burnt Pine can become quite hot, and the lack of airconditioning can be a trial. Occasionally, there will be brief power outages in very hot weather, however these are rare.\n\nWeather on the island is notoriously unpredictable, so don't be surprised to be caught in short downpours every now and then.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Norfolk Island"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Burnt Pine"]]},"\n",{"type":"{{","value":[["geo"],["-29.033333333333"],["167.95"]]}]