[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Burra.jpg"],["thumb"],["250px"],["Burra Isle from Bannaminn Viewpoint"]]},"\n\n",{"type":"'''","value":["Burra"]}," is in the ",{"type":"[[","value":[["Shetland Islands"]]}," and is connected to ",{"type":"[[","value":[["Mainland (Shetland)"],["Mainland"]]}," by a series of bridges via the Island of ",{"type":"[[","value":[["Trondra"]]},".  It is divided into two sections, East Burra and West Burra.\n\n",{"type":"==","value":["Villages"]},"\n",{"type":"*","value":["Hammnavoe - Main village of the island.  Attractive marina, small shop with Post Office and public toilets."]},{"type":"*","value":["Bridge End - outdoor activity centre near here."]},{"type":"*","value":["Papil"]},"\n",{"type":"==","value":["Get in"]},"\nFrom ",{"type":"[[","value":[["Lerwick"]]},", take the main road A970 northbound.  Take the left hand turn for the B9074 (signposted for ",{"type":"[[","value":[["Scalloway"]]},", Trondra, and Burra).  Follow the road along the East side of the voe (inlet) with Scalloway on your right.  Cross the first bridge to Trondra (note that the bridge is single track).  After approximately two miles you will cross the second bridge onto Burra.\n\n",{"type":"==","value":["Get around"]},"\nPublic transport is fairly limited and having your own transport would be optimal.  The service 4 bus runs from Lerwick to Papil, Hammnavoe and Houss approximately three times a day Mondays to Saturdays.  On Sundays there is a single bus to\/from Hammnavoe only.  Some roads are single track with passing places.  Most roads in this area are fenced but it is still advisable to watch out for escaped sheep.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["Meal Beach - white sand beach with interesting rocky outcroppings.  Can look positively tropical in photos but as elsewhere in Shetland the water is quite cold."]},{"type":"*","value":["Bannaminn - restored croft house (only open to the public sporadically but interesting to see from the outside - particularly the thatched roof secured against the wind by many large stones).  Sandy beach down track beyond croft house."]},"\n",{"type":"==","value":["Do"]},"\nSea Kayaking is available from the Bridge End Outdoor Centre.\nThere are a number of interesting walks around the headlands of both East and West Burra, taking in ruined crofthouses, uninhabited islands, cliffs and seabirds.  It is possible to spot seals and whales in the clear waters and there is much evidence of otter activity.\n\n",{"type":"==","value":["Eat"]},"\nBring your own picnic or there is a shop in Hammnavoe.  The nearest restaurants are in Scalloway.\n\n",{"type":"==","value":["Drink"]},"\nThere are no pubs or bars on Burra.\n\n",{"type":"==","value":["Sleep"]},"\nThere are various B&Bs and self-catering cottages but no actual hotels.\n\n",{"type":"==","value":["Stay safe"]},"\nThis is an extremely safe remote and rural area.  It is quite customary for locals not even to lock their doors.\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["IsPartOf"],["Shetland Islands"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Burra"]]}]