[{"type":"{{","value":[["pagebanner"],["Panorama of Bursa (cropped) 01.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Yesilturbe.jpg"],["thumb"],["300px"],["Green Tomb at a winter night"]]},"\n\n",{"type":"'''","value":["Bursa"]},", the fourth largest ",{"type":"[[","value":[["Turkey"],["Turkish"]]}," city, is in the northwestern part of the country, just ",{"type":"[[","value":[["Southern Marmara"],["south of the Sea of Marmara"]]},".\n\nThe first impression of the city might be that of a large, concrete-ridden modern metropolis that is betraying its largely recognized Turkish epithet of ",{"type":"''","value":["Yeşil Bursa"]}," (\"Green Bursa\"), and its historical prominency as being the cradle of the Ottoman state; however, upon a closer look you will see it really lives up to its name, by proudly displaying its Ottoman heritage in the shape of many mosques, tombs, and lovely quarters of old houses, as well as by harbouring many pleasant parks, which fill the city with fresh air, and provide the weary traveller some shade to rest in—and even if you haven't found the parks sufficient enough to have this city earned the honorific of \"green\", then the lush woodlands of ",{"type":"[[","value":[["Uludağ"],["Mt. Uludağ"]]}," is just above that steep hill.\n\nIn 2014, Bursa and a nearby village of Cumalıkızık were added to the ",{"type":"[[","value":[["UNESCO"]]}," world heritage list. The remains at several sites illustrate the creation of an urban and rural system establishing the Ottoman Empire in the early 14th century.\n\n",{"type":"==","value":["Understand"]},"\nBursa lies 20 km inland from the coast of the Sea of Marmara, with which it is connected by the River Nilüfer, which meanders its way through the northwestern suburbs of the city. With its 2.5 million residents, it closely follows the \"big three\" of Turkey—",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Ankara"]]},", and ",{"type":"[[","value":[["İzmir"]]},"—in population. Much of the population are immigrants, or their descendants, who have been in the city for a couple generations or more, either from ",{"type":"[[","value":[["Balkans"],["Balkan"]]}," countries fled from their homeland mostly during the years of often oppressive communist regime (mainly ethnic Turks from ",{"type":"[[","value":[["Bulgaria"]]},", ",{"type":"[[","value":[["Republic of Macedonia"],["Macedonia"]]},", and ",{"type":"[[","value":[["Kosovo"]]},", as well as some Albanian Muslims), or from the ",{"type":"[[","value":[["Eastern Karadeniz"],["far northeast of the country"]]},", including Muslim Georgians, who settled in the city in numbers for economical reasons. The city is also receiving immigration from elsewhere in the country, due to the recent growth of industry.\n\nAs one of the western terminuses of ",{"type":"[[","value":[["Silk Road"]]},", Bursa was, and still is, the main centre of Turkish silk industry. Other local products include fruits—especially peaches—grown abundantly in the fertile plain below the city, and chestnuts harvested from semi-wild stands on the hillsides. Relatively recent newcomers include automative industry, and a more diverse array of textiles, which have surpassed the traditional trades lately.\n\nBursa also strives to be \"green\" in the other sense: It is the first and so far the only Turkish city to have been measuring the electromagnetic pollution, and has some of the highest recycling rates in the country raked up by its metropolitan municipalities within the last two decades (the program is geared more towards the residential districts, though, so you won't see many separated bins in the centre to put your empty water bottle in). The environmental auspices reach beyond the city limits as well; Bursa has pioneered in signing the power lines in the surrounding countryside with big coloured spheres so as to minimize the danger they pose upon migratory birds (a project now implemented nationwide), and hosts the sanctuary of the bears that were rescued from the cruel tradition of \"dancing bears\" now outlawed (in which bear cubs were taken away from wilderness and forced to \"dance\" upon the percussion of their masters, of course, unbeknownst by the spectators, with the threat of physical harm—this was a common theme of the tourist photo shots taken in Istanbul up to the early 90s) in the forests near Karacabey, 70 km west of the city. The sanctuary is still in operation, now serving as a temporary rehabilitation centre for all kinds of wildlife that were illegally taken into captivity.\n\n",{"type":"===","value":["History"]},"\nAs with many cities of the classical era, ancient ",{"type":"'''","value":["Prusa"]},", a corrupted form of which is now the modern name of the city, was named after its founder, Prusias, the king of ",{"type":"[[","value":[["Eastern Marmara"],["Bithynia"]]},", who set the first stone of the city in 202 BC. About a century and quarter later, Bursa, along with the rest of the Kingdom of Bithynia, was annexed into the Roman Empire. It was the Romans who developed the baths making use of the thermal waters of Çekirge first, and they have been in continual operation ever since. (But the Byzantines were the ones who were really enthusiastic about the baths. The first steps of tourism in Bursa date back to that era, when people from far and wide were arriving in numbers to visit the baths for their therapeutic properties.)\n\nIn 1326, after trying for 8 to 10 years (historians haven't come to an agreement on the exact duration yet), then-Byzantine Bursa became the first major city that the Ottomans, who started as a small emirate in the ",{"type":"[[","value":[["Eastern Marmara"],["countryside just east of the city"]]},", had taken control of. As such, it was here that the Ottoman principality rose to full statehood from being an insignificant, remote, semi-nomad society. Even after the seat was moved to ",{"type":"[[","value":[["Edirne"]]}," in ",{"type":"[[","value":[["Eastern Thrace"],["European mainland"]]}," in 1365, as the sultans turned their attention to the continent across the Sea of Marmara, Bursa kept its special place in the Ottoman psyche, and all sultans up to Mehmet the Conqueror, who put an end to the Byzantine Empire by taking its last stronghold, ",{"type":"[[","value":[["Istanbul"],["Constantinople"]]},", in 1453, were buried here, even those reigning from Edirne. Many dynasty members, even after the throne was moved to Constantinople, followed the suite as well.\n\nThe earthquake of 1855 shook the city hard, claiming many landmarks together with it. With this information in mind, you'll have little reason to wonder why what seemingly should be an ancient Ottoman edifice was built in then-contemporary styles of Ottomanized Baroque and Rococo.\n\n",{"type":"===","value":["Orientation"]},"\nThe steep foothills of Uludağ forced the city to grow in a linear, elongated form in an east-west direction, rather than spread out. Most of the sights and useful locations are on or near the main street, which finds its way through the entire length of the city centre (roughly 6–7 km), called under various names in different parts of the city.\n\nThe central square of the city is ",{"type":"'''","value":["Heykel"]}," (\"statue\"), named so because of an imposing equestrian statue of Kemal Atatürk, the founder of the Turkish Republic, standing in front of the building of the Province Governorship (the official name of this square is ",{"type":"''","value":["Cumhuriyet Alanı"]},", \"Republic Square\", but no one uses it).\n\n",{"type":"'''","value":["West of Heykel"]},", the name of the main drag is ",{"type":"'''","value":["Atatürk Caddesi"]},". Past Ulucami and the bazaars area (or the \"Khans and Bazaars District\", as those in the tourism industry in Bursa love to name it), the street becomes ",{"type":"'''","value":["Cemal Nadir Caddesi"]},", skirting around the hill of ",{"type":"'''","value":["Tophane"]},", the oldest core of the city surrounded by ancient walls. Useful landmarks on this part of the city include the Ottoman clocktower rising on Tophane, and just below it on the street level, the much modern blue glass pyramid standing on the square in front of the Zafer Plaza shopping mall. Heading further west, passing under the overpass at the intersection with another main street (Ahmet Hamdi Tanpınar Caddesi), the main street is named ",{"type":"'''","value":["Altıparmak Caddesi"]},", one of the main shopping streets of the city, sharing the same name with the district it traverses. The western end of Altıparmak Cd, and the hill on which the Ottoman quarter of ",{"type":"'''","value":["Muradiye"]}," resides south of\/above it, mark the limit of the traditional centre of the city; further west from here lies ",{"type":"'''","value":["Çekirge Caddesi"]},", leading to the one-time suburb of ",{"type":"'''","value":["Çekirge"]},", through the affluent and leafy neighbourhood of ",{"type":"'''","value":["Kükürtlü"]},". Between Altıparmak and Kükürtlü, due north of Muradiye, ",{"type":"'''","value":["Stadyum Caddesi"]}," lying on the edge of the football stadium and Kültürpark connects the city centre with ",{"type":"'''","value":["D200"]},", the main intercity highway skirting the city centre to north.\n\n",{"type":"'''","value":["East of Heykel"]},", just past the ",{"type":"'''","value":["Setbaşı Bridge"]},", spanning the fairly deep gorge of Gökdere Stream (the bridge, due to the unexpectedly long drop below it, is infamous as the favourite suicide spot of Bursa), the main street forks into two in a Y-junction, marked by an old plane tree right in the middle: Take left, ",{"type":"'''","value":["Yeşil Caddesi"]},", for Yeşil, and Emirsultan further east, or right, ",{"type":"'''","value":["Namazgah Caddesi"]},", for the station of cable-cars to ",{"type":"[[","value":[["Uludağ"]]},".\n\n",{"type":"===","value":["Climate"]},"\nA great time to visit the city is the late winter\/early spring, which is characterized by refreshing rains early in the morning, followed by sunny and comfortably warm noons—a welcome and easily perceived change from cooler ",{"type":"[[","value":[["Istanbul"]]}," (located further north) or ",{"type":"[[","value":[["Eskişehir"]]}," (located higher, and further away from the sea).\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThe local airport, ",{"type":"'''","value":["Yenişehir Airport"]}," (",{"type":"{{","value":[["IATA"],["YEI"]]},"), is located 43 km east of the city, near the town of Yenişehir. A limited number of international and domestic flights connect to the airport (listed below); however, given the inconvenient location of the airport, and the infrequent connections with the city, ",{"type":"[[","value":[["Istanbul"]]},"'s Atatürk and Sabiha Gökçen are frankly easier airports to get to the city, and with a ferry connection, form the most common way of getting to the city. And you will very likely have to transit in one of them to land in Yenişehir, anyway.\n\nHere is a list of international and domestic flights to Bursa:\n\n",{"type":"====","value":[" International "]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Munich"]]}," Franz Josef Strauss Airport — Operated by Lufthansa ",{"type":"[","value":["http:\/\/www.lufthansa.com\/de\/en\/Homepage"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Skopje"]]}," \"Alexander the Great\" Airport — Operated by Borajet ",{"type":"[","value":["http:\/\/www.borajet.com.tr\/main.aspx"]}]},"\n",{"type":"====","value":[" Domestic "]},"\n\nOperated by Anadolu Jet ",{"type":"[","value":["http:\/\/www.anadolujet.com\/aj-EN\/index.aspx"]}," and Borajet  ",{"type":"[","value":["http:\/\/www.borajet.com.tr\/main.aspx"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Ankara"]]}," Esenboğa Airport"]},"\nOperated by Borajet ",{"type":"[","value":["http:\/\/www.borajet.com.tr\/main.aspx"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Adana"]]}," Şakirpaşa Airport"]},{"type":"*","value":[{"type":"[[","value":[["Diyarbakır"]]}," Airport"]},{"type":"*","value":[{"type":"[[","value":[["Erzurum"]]}," Airport"]},{"type":"*","value":[{"type":"[[","value":[["Samsun"]]}," Çarşamba Airport"]},{"type":"*","value":[{"type":"[[","value":[["Sivas"]]}," Airport"]},{"type":"*","value":[{"type":"[[","value":[["Trabzon"]]}," Airport"]},"\n",{"type":"===","value":["By train"]},"\nSince the decommissioning of Bursa–Mudanya railway in the 1950s, there has been no railway connecting with Bursa.\n\nHowever, when coming from ",{"type":"[[","value":[["Ankara"]]},", you can take the high-speed train (",{"type":"''","value":["YHT"]},") to ",{"type":"[[","value":[["Eskişehir"]]},", which is located about the mid-way, and then transfer to the bus heading for Bursa there, which is provided by Turkish State Railways and departs right in front of the station. This combined trip takes around 4 hours (as opposed to 5 and a half hours by bus only), and there are seven fast train departures daily from Ankara.\n\n",{"type":"===","value":["By car"]},"\nHighways that are fairly wide and in good condition connect the city to north (D575\/E881, from ",{"type":"[[","value":[["İzmit"]]},", ",{"type":"[[","value":[["Yalova"]]},", and ",{"type":"[[","value":[["Istanbul"]]},", the shortest route from last of which involves taking a ferry to Yalova), west (D200\/E90 from ",{"type":"[[","value":[["Balikesir"],["Balıkesir"]]}," with a connection to D565 from ",{"type":"[[","value":[["İzmir"]]}," in the southwest), and east (D200\/E90 from ",{"type":"[[","value":[["Eskişehir"]]}," and ",{"type":"[[","value":[["Ankara"]]},", with a connection to D650 from ",{"type":"[[","value":[["Antalya"]]}," in the south).\n\n",{"type":"===","value":["By bus"]},"\nBuses connect with most, if not all, significant cities in the country, including, but not limited to, ",{"type":"[[","value":[["Ankara"]]},", ",{"type":"[[","value":[["İzmir"]]},", and ",{"type":"[[","value":[["Antalya"]]},". Prices vary between € 10 to € 50, depending on the distance.\n\nA bus ride from ",{"type":"[[","value":[["Istanbul"]]},", which costs about € 10 or 30 TL, involves taking a ferry when crossing the Gulf of İzmit between the ports of ",{"type":"[[","value":[["Eskihisar"]]}," east of Istanbul and Topçular east of ",{"type":"[[","value":[["Yalova"]]},", and takes about three to three and a half hours, depending on the stops the bus makes in the towns along the route and the length of the queue for the ferry. Note that the food and drinks in the ferry are overpriced; a small sandwich gulped down with some orange juice can easily cost 12 TL.\n\nAll intercity buses arrive at the modern bus station (locally called ",{"type":"''","value":["Terminal"]},"), about 10 km north of the city, off the highway to Istanbul, and just inside the newly-built beltway (which the buses heading for east, west, and south take). All buses offload at one side, the ticket kiosks all located inside, and at the other side are the yellow city buses leaving for the downtown and various districts of the city centre. The row of bus stops are equipped with illuminated signs telling the route number and the main stops the bus in the stop in question will go through—#38 goes in a loop between the downtown and the station, while #96 connects with Çekirge, also going through parts of the downtown first, and closing its loop through Kükürtlü and Çekirge before returning to the station. (Upon returning to the station while leaving the city, you should also take your bus in the stops on the same side of the street that you got off, because of the circular fashion of the routes of these buses.) It takes these buses around 45 minutes to complete their route, first along the highway in the edge of the city, then into the narrow alleys of the slum-like district of Çirişhane, and finally into the city centre through Stadyum Caddesi (see the ",{"type":"[[","value":[["#Orientation"],["\"Orientation\" section"]]}," above). While in the station, buy your ticket (2.50 TL) from the small building next to the bus stops.\n\nThere are also very frequent turquoise coloured buses marked ",{"type":"''","value":["HEYKEL"]}," which will let you off right in the centre of Bursa opposite Ulucamii.\n\n",{"type":"===","value":["By boat"]},"\nThe following journey is the fastest option from Istanbul:\n",{"type":"*","value":[" Take the Yenikapı-Bursa ferry from ",{"type":"[[","value":[["Istanbul"]]}," Yenikapı terminal (in the European part of ",{"type":"[[","value":[["Istanbul"]]}," near ",{"type":"[[","value":[["Istanbul\/Sultanahmet-Old City"],["Sultanahmet"]]},") to ",{"type":"[[","value":[["Güzelyalı"]]}," (80 minutes, 20 TL). Alternatively, take the Ido ferry from the Kadıköy ferry terminal, that departs several time a day (from 1 TL if booked in advance, or 19 TL on the same day)."]},{"type":"*","value":[" Güzelyalı is about 20 km from Bursa, and buses meet the ferry to take passengers to Organize Sanayi metro station (30 mins, 3 TL) in the outer suburbs of the city."]},{"type":"*","value":[" Take the metro to downtown Bursa — get off at Şehreküstü station for the old section of the city close to the market area (30 mins, 2 TL). The whole journey from Istanbul to the centre of Bursa will take about two and a half to three hours."]},"It's also possible to transit through ",{"type":"[[","value":[["Yalova"]]}," fast ferry jetty, about an hour bus ride (which costs 9 TL pp) north of Bursa.\n\nUntil recently, all of the ferries were operated by ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ido.com.tr\/en\/index.cfm İDO"]}]},", once affiliated with the metropolitan municipality of Istanbul, and now a private company. ",{"type":"'''","value":[{"type":"[","value":["https:\/\/budo.burulas.com.tr\/ BUDO"]}]},", owned by the metropolitan municipality of Bursa, is now entering the market as well. Tickets can be booked online.\n\n",{"type":"==","value":["Get around"]},"\nThe city has a metro line connecting downtown with suburbs in the northwest. There is also an extensive bus and dolmuş network. The dolmuşes in Bursa are more likely to be a normal looking white car with a sign on the roof rather than the yellow minibuses that are common in Istanbul.\n\nThe Bursa Metro is called Bursaray - for information in Turkish: ",{"type":"[","value":["http:\/\/www.bursaray.com.tr Bursaray"]}," and a ",{"type":"[","value":["http:\/\/www.bursaray.com.tr\/index.php?option=com_content&task=view&id=72 map"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"====","value":["Mosques"]},"\n",{"type":"[[","value":[["File:71 Bursa la Grande Moschea.jpg"],["thumb"],["Ulucami (great mosque)"]]},"\n",{"type":"[[","value":[["File:Bursa Orhan Gazi Mosque.jpg"],["thumb"],["Orhan Gazi Mosque"]]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Ulucami"],["url=http:\/\/www.bursaulucamii.com\/"],["email="],["address="],["lat="],["long="],["directions=in downtown"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The \"great mosque\" of Bursa. Built in early Ottoman period, in 1399, it resembles more of earlier ",{"type":"''","value":["Seljuq"]}," buildings of inland Anatolia than the typical Ottoman mosques such as ",{"type":"[[","value":[["Istanbul\/Sultanahmet-Old_City#See"],["Blue Mosque of Istanbul"]]}," built later.  Ulucamii is perhaps most reknown for the striking calligraphic panels that adorn its walls and columns as well as the fountain within the mosque whose trickling sounds contribute to its serene atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Orhan Camii ve Külliyesi"]}," (Orhan Mosque) "]},{"type":"*","value":[{"type":"'''","value":["Yeşil Camii"]},"(Green Mosque)This mosque is in the Yesil or 'green' district of Bursa just left over the bridge. It contains a wonderful Turbe or tomb completely covered by tiles inside and out. The mosque opposite is very unusual in that it has a fountain inside the prayer area - with lots of legends attached to it. It is also built in a cruciform shape. No one knows why. Beside it are tea gardens with spectacular views over the Bursa valley and Uludag mountain. "]},{"type":"*","value":[{"type":"'''","value":["Emir Sultan Camii"]}]},{"type":"*","value":[{"type":"'''","value":["Muradiye Camii"]}]},{"type":"*","value":[{"type":"'''","value":["Hüdavendigar Camii"]}]},{"type":"*","value":[{"type":"'''","value":["Yıldırım Camii"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Koca Sinan Paşa"]}]},{"type":"*","value":[{"type":"'''","value":["İshak Paşa Külliyeleri"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Celal Bayar Müzesi "]}]},"\n",{"type":"====","value":["Tombs"]},"\n",{"type":"*","value":[{"type":"'''","value":["Yeşil Türbe"]},"(Green Tomb) is the tomb of the Ottoman Sultan Mehmed I (1412-1420) and is the iconic monument of the city."]},{"type":"*","value":[{"type":"'''","value":["Emir Sultan Türbesi"]}]},{"type":"*","value":[{"type":"'''","value":["Gazi Timurtaş Paşa Türbesi"]}]},{"type":"*","value":[{"type":"'''","value":["Gazi Osman Türbesi"]}," is the tomb of the first Ottoman sultan located in the Tophane district"]},{"type":"*","value":[{"type":"'''","value":["Orhan Gazi Türbesi"]}," is the tomb of the second Ottoman sultan, the son of Osman. It's located immediately next to his father's tomb in the Tophane district."]},{"type":"*","value":["The ",{"type":"'''","value":["Muradiye Complex"]}," surrounding the Muradiye Mosque is a small necropolis filled with tombs of illustrious Ottoman figures such as ",{"type":"'''","value":["Murat II"]},"; ",{"type":"'''","value":["Prince Mustafa"]},", son of Suleiman the Great; ",{"type":"'''","value":["Gülbahar Hanım"]},", midwife of Mehmet the Conqueror and various wives of sultans."]},"\n",{"type":"====","value":["Historical Trees "]},"\n",{"type":"*","value":[{"type":"'''","value":["İnkaya"]}," — a huge centuries-old (well, approximately 600 years, to be precisely) plane (",{"type":"''","value":["Platanus orientalis"]},") tree with an open-air café sheltered by its deep shadow, on the foothills of (and just off the road to) ",{"type":"[[","value":[["Uludağ"]]},"."]},"\n",{"type":"====","value":["Historical Buildings"]},"\n",{"type":"[[","value":[["File:Bursa Koza Han (Silk Bazaar) 2.jpg"],["thumb"],["Koza Han (Silk Bazaar)"]]},"\n",{"type":"[[","value":[["File:Bursa Kalesi 1.jpg"],["thumb"],["Castle"]]},"\n",{"type":"*","value":[{"type":"'''","value":["Darüzziyafe"]},". A poorhouse during the Ottoman period, this building now serves as a family restaurant (with no alcohol service).It is a stunningly restored building in the Muradiye district of Bursa. The garden has wonderful views of Bursa. The cuisine is pure Ottoman and difficult to find in a modern Turkish city.",{"type":"[","value":["http:\/\/www.daruzziyafe.com.tr\/Default.aspx?pageID=3&ln=en"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Sarı Konak"]}," In Tophane."]},{"type":"*","value":[{"type":"'''","value":["Balıbey Han"]}]},{"type":"*","value":[{"type":"'''","value":["Koza Han"]}]},{"type":"*","value":["'''Irgandı Köprüsü (Bridge)in Setbasi.Its an old version of shopping malls.There are small shops on bridge."]},"\n",{"type":"====","value":["Old villages"]},"\n",{"type":"*","value":[{"type":"'''","value":["Cumalıkızık"]}," A village founded more than 700 years old. There are 265 centuries-old half timbered houses in the village and approximately 190 of them are still occupied."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Yeni Kaplica"],["alt=Termal Hotel and Baths"],["url=http:\/\/www.yenikaplica.com.tr\/"],["email="],["address=Kukurtlu Mh. Cekirge Cadd"],["lat="],["long="],["directions=Immediately down from the Celik Palais Hotel"],["phone=0224 2366968"],["tollfree="],["fax="],["hours="],["price=12 tl"],["content=An experience not to be missed while visiting Bursa for anyone interested in a relaxing thermal bath. The mineral water boils up from below the extensive baths built in 1555 and flows into a large central pool from a lion's head fixed into the wall. The baths are anything but touristy but the staff are used to tourists. Not a word of Turkish is necessary! The building remains unchanged since it was built by the Vizer 'Kara Mustafa' or 'Black Mustafa'. It is a large multi roomed building with a wonderful sense of space and proportion. it is modeled on the Roman Baths rather than a hamam as pools - or non-flowing water were never permitted under Islam. This is the exception. A good rubdown (kese) and a massage are essential. Afterwards just go for a nap in one of the beds provided wrapped in towels. Bliss."]]}]},{"type":"===","value":["Turkish Baths"]},"\nSince Bursa lies on a geologically-active area, the place is rich in mineral waters and accordingly is famous for its traditional baths.\n\n",{"type":"*","value":[{"type":"'''","value":["Keçeli Hamamı"]},". For women. More than 600 years old and renewed."]},{"type":"*","value":[{"type":"'''","value":["Umurbey Hamamı"]}," "]},{"type":"*","value":[{"type":"'''","value":["Yeşil Hamamı"]}]},{"type":"*","value":[{"type":"'''","value":["Beyaz Saray Hamamı"]},". For men. In Altıparmak."]},{"type":"*","value":["'''Kervan Saray Hamamı For Women and For Men, in CEKIRGE district.The Hamam has a nice pool.Its so clean and hygienic."]},"\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"'''","value":["Silk"]}," - one of the major industries of Bursa in the past, this is still one of the major draws of Bursa."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Koza Han"],["alt=Silk Bazaar"],["url=http:\/\/www.kozahan.org\/"],["email="],["address="],["lat="],["long="],["directions=in downtown, very near Ulucami"],["phone="],["tollfree="],["fax="],["hours=M-Sa 8AM-8PM"],["price="],["content=Silk bazaar dating back to 1491. Think of a very historical mall devoted only to silk."]]}]},"\n",{"type":"==","value":["Eat"]},"\nTry the ",{"type":"'''","value":["İskender kebap"]},", a dish originated from Bursa. ",{"type":"''","value":["İskender"]}," consists of roasted, sliced lamb spread atop diced bread pieces, topped with tomato sauce, served with yoghurt. A similar dish, meatballs instead of sliced lamb only, would be ",{"type":"'''","value":["Pideli Köfte"]}," which is definitely cheaper and perhaps more delicious. Go to Kayhan Carsisi, very close to Heykel, for best options. ",{"type":"'''","value":["Candied Chestnut"]}," is the best choice for dessert but sadly you cannot get it from a restaurant.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=İskender"],["url=http:\/\/www.kebapcilskender.com"],["email="],["address=Ünlü Cadde"],["lat="],["long="],["directions=near Heykel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Restaurant is named after the dish since the owners are descendants of the person who \"invented\" the dish."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pidecioğlu"],["url="],["email="],["address=Bozkurt Caddesi"],["lat="],["long="],["directions=just off Altiparmak Caddesi, near the Bursaspor stadium"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Another good ",{"type":"''","value":["İskender kebab"]}," restaurant."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Çiçek Izgara"],["url="],["email="],["address=Belediye Caddesi 15, Heykel"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A meat ball restaurant referred to by many Turkish novelists."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hacı Dayı"]}," is a kebab restaurant in the Tophane district with tasty dishes and large portion sizes for a decent price.  Look for it right behind the tombs of Osman and Orhan."]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"==","value":["Drink"]},"\nThe cafe at the gardens of Kozahan might be the most authentic place in the city to have a Turkish coffee—which might be what Queen Elizabeth II was thinking, who visited there in 2008.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Açelya Hotel"],["url="],["email=info@acelyahotel.com.tr"],["address=İnönü Caddesi 73"],["lat="],["long="],["directions=city center; from the main bus terminal take bus 38, get off a few stops after the Grand Mosque"],["phone=+90 224 223-01-66"],["tollfree="],["fax=+90 224 221-42-75"],["hours="],["price="],["checkin="],["checkout="],["content=Clean and small hotel in the city center. Homely atmosphere. You can walk to Bazaar and historical places from the Hotel easily."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Çeşmeli Hotel"],["url="],["email="],["address=Gümüşçeken Cad. 6"],["lat="],["long="],["directions="],["phone=+90 224 224 15 11 - 12"],["tollfree="],["fax="],["hours="],["price=150 TL"],["checkin="],["checkout="],["content=right in the heart of Bursa in Heykel this hotel is unusual in that it is owned by two sisters and all the employees are women. The Hotel gets it's name \"with drinking fountain\" from the fountain in the wall of the hotel - much appreciated by locals in the summer. I've updated the price so that you have the most current information."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Safran Otel"],["url="],["email=safranhotel@mynet.com"],["address=Ortapazar Cadessi, Arka Sok, 4"],["lat="],["long="],["directions=just inside Sultanat Kapi (old city wall gates)"],["phone=224-7216"],["tollfree="],["fax="],["hours="],["price=140TL double with breakfast"],["checkin="],["checkout="],["content=Very nice small hotel in a recently renovated old house close to the centre of town. Staff are very friendly and helpful. Rooms on the ground floor tend to be a little noisy.\n\nNote that Googlemaps has this hotel listed twice with one incorrect location. The correct location is just inside the city gate closest to the covered markets."]]}]},"\nThe best budget hotel you can stay is \"Hotel Gonluferah\", around €70 per night, but having rooms with great views of the city as the hotel is located on the way to the Uludag mountain.\n\n",{"type":"==","value":["Connect"]},"\nThe telephone code of the city is (+90) ",{"type":"'''","value":["224"]},".\n\n",{"type":"==","value":["Stay safe"]},"\nBursa is a safe city. But of course you should always be cautious if you're wandering alone in late night.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"==","value":["Go next"]},"\nOther sites and places near the city include\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Uludağ"],["Uludag National Park"]]}]}," (",{"type":"''","value":["Uludağ Milli Parkı"]},") — just south of city, a wintersports resort and hiking destination"]},{"type":"*","value":[{"type":"'''","value":["Cumalıkızık"]}," — made into the ",{"type":"[[","value":[["UNESCO World Heritage List"]]}," together with Bursa itself, this well-preserved and nice historic village east of the city that dates back to the early Ottoman settlement in the area (early 14th century) is an easy day-trip thanks to the frequent public transport links with the city centre"]},{"type":"*","value":[{"type":"'''","value":["Çekirge"]}]},{"type":"*","value":[{"type":"'''","value":["Oylat"]}," (Turkish Baths)"]},{"type":"*","value":[{"type":"'''","value":["Gemlik Kaplıcaları"]},"(Turkish Baths)"]},{"type":"*","value":[{"type":"'''","value":["Kumla"]},"(Beach)"]},{"type":"*","value":[{"type":"'''","value":["Kurşunlu Plajları"]},"(Beach)"]},{"type":"*","value":[{"type":"'''","value":["Prusa Kenti Surları"]},"(City Wall)"]},{"type":"*","value":[{"type":"'''","value":["Miletopolis"]}," (Karacabey)"]},{"type":"*","value":[{"type":"'''","value":["Mirlea"]}," (Mudanya)"]},{"type":"*","value":[{"type":"'''","value":["Kirmastı"]}," (Mustafa Kemal Paşa)"]},{"type":"*","value":[{"type":"'''","value":["Atranos"]}," (Orhaneli)"]},{"type":"*","value":[{"type":"'''","value":["Neopolis"]}," (Yenişehir) ",{"type":"'''","value":["Koimesis"]},", ",{"type":"'''","value":["Hagios"]}," Kiliseleri (Churches)"]},{"type":"*","value":[{"type":"'''","value":["Nikaia Nekropolü"]},","]},{"type":"*","value":[{"type":"'''","value":["Yıldırım Bedesteni"]}," (Yildirim Bazaar)"]},{"type":"*","value":["'''Bursa Arkeoloji Müzesi (Bursa Archeology Museum)"]},{"type":"*","value":[{"type":"'''","value":["Bursa Atatürk Müzesi"]}," (Bursa Atatürk Museum)"]},{"type":"*","value":[{"type":"'''","value":["Bursa Türk İslam Eserleri Müzesi"]}," (Bursa Turk Islamic Works Museum)"]},{"type":"*","value":[{"type":"'''","value":["Mudanya Mütareke Müzesi"]}," (Mudanya Armistice Museum)"]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Armutlu (Marmara)"],["Armutlu"]]}]}," — sea-side town with some hot springs to north "]},{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Iznik"]]}]}," (Nicaea\/Nikaia) — historical town to east featuring old city walls, lakefront promenade, and the church in which first and seventh ecumenical councils of early Christianity were convened"]},"\n",{"type":"{{","value":[["routebox-1"],["image1=Tabliczka E90.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Çanakkale"]]}],["minorl1=",{"type":"[[","value":[["Bandirma"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Ankara"]]}],["minorr1=",{"type":"[[","value":[["Eskişehir"]]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["40.1833"],["29.0667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Marmara"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Bursa"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Turkey\/Provinces\/Bursa\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Bursa"]]}]