[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["style"]]},"\n",{"type":"'''","value":["Busch Gardens Europe"]}," is a theme park in ",{"type":"[[","value":[["Williamsburg"]]},", ",{"type":"[[","value":[["Virginia"]]},". \n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["History"]},"\n",{"type":"{{","value":[["infobox"],["Busch Gardens Timeline"],[{"type":"'''","value":["1969"]}," - Anheuser-Busch buys 3,000 acres of land alongside the beautiful James River\n\n",{"type":"'''","value":["1975"]}," - Busch Gardens opens featuring England, Scotland, France, and Germany \n\n",{"type":"'''","value":["1976"]}," - Oktoberfest debuts \n\n",{"type":"'''","value":["1978"]}," - Loch Ness Monster roller coaster opens \n\n",{"type":"'''","value":["1980"]}," - Italy, the park’s fifth country, opens \n\n",{"type":"'''","value":["1984"]}," - The Big Bad Wolf roller coaster opens \n\n",{"type":"'''","value":["1987"]}," - Festa Italia rides area opens \n\n",{"type":"'''","value":["1988"]}," - Roman Rapids white water raft ride opens \n\n",{"type":"'''","value":["1994"]}," - Land of the Dragons children’s adventure attraction debuts \n\n",{"type":"'''","value":["1995"]}," - Escape From Pompeii debuts \n\n",{"type":"'''","value":["1997"]}," - Alpengeist roller coaster opens \n\n",{"type":"'''","value":["1998"]}," - “Pirates,” a 4-D high-tech comedy adventure debuts, “American Jukebox” takes center stage at the Canadian Palladium \n\n",{"type":"'''","value":["1999"]}," - Apollo’s Chariot roller coaster opens, “Howl-O-Scream” debuts \n\n",{"type":"'''","value":["2000"]}," - Jack Hanna’s Wild Reserve opens \n\n",{"type":"'''","value":["2001"]}," - Ireland, the park’s sixth country, opens \n\n",{"type":"'''","value":["2005"]}," - “Curse of DarKastle” opens\n\n",{"type":"'''","value":["2006"]}," - “Emerald Beat” and “Kinetix” debuts \n\n",{"type":"'''","value":["2007"]}," - Griffon opens May 25 \n\n",{"type":"'''","value":["2009"]}," - Sesame Street Forest of Fun at Busch Gardens debuts,Christmas Town: A Busch Gardens Celebration debuts\n\n",{"type":"'''","value":["2010"]}," -“IllumiNights: A Busch Gardens Encore” debuts, “Celtic Fyre” debuts,“Europe in the Air” debuts ",{"type":"[","value":["http:\/\/www.buschgardens.com\/AssetManagement\/Assets\/WIP\/BGV\/FastFacts2010.pdf"]},"."]]},"\nBusch Gardens opened in 1975, near the colonial capital of Williamsburg, Virginia. Originally called “The Old Country,” planning for this park began in the mid-1960’s when the company started looking for a place to build a new brewery. In 1969, the company purchased a 3,000-plus acre tract of land just east of Williamsburg on the James River. According to a Sept. 17, 1969 Wall Street Journal article, the tract would be used to build a brewery, a residential development and recreation attraction. Company officials were quoted as saying the company “has been actively studying the land development business for the past 12 months as part of its long-range diversification program.” As a condition of the sale, Busch Gardens could not use an “early American” theme, since it could detract from the historical site located in Williamsburg. Construction of the brewery began soon afterward and was completed in 1971. Then in April 1973, the company’s board of directors approved plans for a 300-400 acre theme park on the site adjacent to the brewery. \n\nOn May 10, 1975, “The Old Country” opened to the public after many months of planning and construction. A formal dedication ceremony was held on May 16, 1975 and was described in detail in the May 17, 1975 edition of the Richmond Times-Dispatch. The article stated, “More than 6,000 guests led by Governor Mills E. Godwin, Jr. and television personality Ed McMahon dedicated and officially opened The Old Country as Busch Gardens.” When Busch Gardens opened, it featured England, Scotland, France, and Germany. Today, Busch Gardens features England, Scotland, Ireland, France, Germany, and Italy. \n\nIt was clear after the first season that Busch Gardens was successful and plans for future expansion were implemented. Today, Busch Gardens has been voted the world’s “Most Beautiful Park” for 20 consecutive years by the National Amusement Park Historical Association. More than 50 thrilling rides, attractions and shows fill the park, 40 of which are kid-friendly. ",{"type":"[","value":["http:\/\/www.buschgardens.com\/AssetManagement\/Assets\/WIP\/BGV\/FastFacts2010.pdf"]},"\n\n",{"type":"==","value":["Get in"]},"\nBusch Gardens\n\nOne Busch Gardens Blvd.\n\nWilliamsburg, VA 23187 \n\nExit 243A on I-64\n\nNearby Airports include:\n",{"type":"*","value":[" (ORF) Norfolk International Airport"]},{"type":"*","value":[" (RIC) Richmond International Airport"]},{"type":"*","value":[" (PHF) Newport News-Williamsburg International Airport"]},"\n",{"type":"[[","value":[["File:Bush Gardens - 09.JPG"],["thumb"],["300px"],["Banbury Cross"]]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Banbury Cross (England)"]}]},"\n",{"type":"'''","value":["The Globe Theatre"]}," 900-seat 4-D theater. As of November 2010, currently showing Sesame Street's \"Lights, Camera, Imagination!\" Guests see, hear, and feel the show.\n\n",{"type":"'''","value":["Banbury Cross"]}," Fashioned after England, complete with stereotypical red telephone booths and common English architecture. A variety of shops await guests in this small hamlet. Guest Services windows are located next to the turnstiles of the Main gate. A simulacrum of the famous St. Stephen's Clock Tower (Big Ben) is the central element of this area. Banbury Cross also includes The Squire's Galley, serving breakfast and lunch, as well as a funnel cake shop, ice cream shop, and candy store. The Globe Theatre, a double-sized replica of William Shakespeare's performance home, is the most prominent attraction in the area, currently featuring Sesame Street presents Lights, Camera, Imagination!, a 4-D film. The theater previously featured the films Pirates, starring Eric Idle and Leslie Nielsen, R. L. Stine's Haunted Lighthouse, and Haunts of the Old Country. Prior to the 4-D films, the theater hosted a variety of live shows including Mark Wilson's Worlds Greatest Illusions, America on Ice, Hot Ice, Celebrate America and the People's Choice. Banbury Cross also contains the skyride station nearest to the Main Gate. The Aeronaut (first leg) of the skyride departs to Aquitaine, France, while the Zeppelin (third leg) skyride arrives from Rhinefeld, Germany. ",{"type":"[","value":["http:\/\/bgwfans.com\/wiki\/index.php?title=Main_Page"]},"\n\n",{"type":"[[","value":[["File:Bush Gardens - 91.JPG"],["thumb"],["350px"],["Loch Ness Monster, worlds first interlocking loop roller coaster."]]}," \n\n\n\n",{"type":"'''","value":["Heatherdowns"]}," is a quaint Scottish hamlet situated at the top of the hill on the path leading from Banbury Cross, England. It is the second of Busch Gardens' European hamlets. ",{"type":"'''","value":["Tweedside Train Station"]}," offers a 20 minute ride through the park with additional stops in Festa Italia and at the central train station, Caribou, in New France. ",{"type":"'''","value":["Tweedside Gifts"]}," is located adjacent to the train station and offers a variety of gift items. Heatherdowns is also home to the ",{"type":"'''","value":["Highland Stables"]}," featuring Scottish Blackface sheep, Border collies, Clydesdales and birds of prey. The stables highlight Scottish traditions dating back hundreds of years. Guests can interact with the animals and see them in action as they demonstrate their skills during daily demonstrations. Prior to 2010, the stables were home to several of the Anheuser-Busch Clydesdales until the theme park unit of Anheuser-Busch was sold in 2009. Other points of interest include ",{"type":"'''","value":["Pigs in a Kilt"]},", a counter service walk-up.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Loch Ness Monster"]}," is a looping Arrow Dynamics roller coaster. It is the first and (currently) only roller coaster in the world to feature interlocking loops."]},{"type":"*","value":[" ",{"type":"'''","value":["Li'l Clydes"]}," is a ride for young children, in which they ride a carousel of Clydesdales. ",{"type":"[","value":["http:\/\/bgwfans.com\/wiki\/index.php?title=Main_Page"]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Killarney (Ireland)"]}," Formerly known as Hastings, England, this section of the park was re-themed in 2001 as Ireland, the newest country in over 20 years. This area prominently features ",{"type":"'''","value":["Celtic Fyre"]},", at the ",{"type":"'''","value":["Abbey Stone Theatre"]},", an engaging celebration of Irish dance, showcasing world class performers. Previously, the theatre housing Celtic Fyre was named the ",{"type":"'''","value":["Magic Lantern Theatre"]},", and housed some of the best theme park musical reviews in the United States. Shows such as ",{"type":"'''","value":["Kaleidoscope"]},", ",{"type":"'''","value":["Hats Off to Hollywood"]},", ",{"type":"'''","value":["Journey into Music"]},", ",{"type":"'''","value":["Stage Struck"]},", and ",{"type":"'''","value":["Rockin the Boat"]}," were some of the names of the earlier productions. ",{"type":"'''","value":["Grogan's Grill"]}," offers Irish cuisine in this area. ",{"type":"'''","value":["Emerald Isle"]}," offers gifts, crafts, and jewelry from Ireland. Outside the gateway next to ",{"type":"'''","value":["Dining with Elmo"]},", the walkway makes a sharp left turn and begins a long, moderately steep climb toward ",{"type":"'''","value":["Aquitaine"]},", ",{"type":"'''","value":["France"]},". Several animal sanctuaries and an animal performance theater are situated along this path."]},{"type":"*","value":[" ",{"type":"'''","value":["Eagle Ridge & Wolf Valley"]}," - Animal exhibits located just outside the village."]},{"type":"*","value":[" ",{"type":"'''","value":["Europe in the Air"]}," - An immersive, motion simulator above the wonders of Europe, including Stonehenge, Neuschwanstein Castle (the inspiration for the park's The Curse of DarKastle attraction in Germany), and the Coliseum in Rome, using video projection nearly seven times clearer than broadcast HD, according to the park's website. Europe in the Air replaced Corkscrew Hill for the 2010 season."]},{"type":"*","value":[" ",{"type":"'''","value":["Pet Shenanigans Theater"]}," - An outdoor venue that currently hosts the More Pet Shenanigans show. "]},"\n",{"type":"*","value":[{"type":"'''","value":["San Marco (Italy)"]}," When Italy\/San Marco was opened, it completed the outer circle walkway around Busch Gardens. Part of the park's expansion included a high pedestrian bridge across the Rhine River into Oktoberfest, Germany. The bridge currently houses a salute to the various branches of the United States military. San Marco is based upon Renaissance era Italy. A prominent feature within San Marco is ",{"type":"'''","value":["Da Vinci's Garden of Inventions"]},". This garden features Italian statues and flowers set amid rides based on sketches by Leonardo da Vinci. Also in the area is ",{"type":"'''","value":["Ristorante della Piazza"]},", featuring Italian cuisine and the outdoor show \"Festivale Italiano.\" Guests can often watch master Italian artisans handcrafting Capodimonte porcelain flowers. During the summer until 2008, sounds of the Starlight Orchestra could be heard while dining."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Da Vinci's Cradle"]}," - A standard magic carpet amusement ride that swings back and forth, gaining in height until it rotates over the top. It's relatively tame and does not invert riders."]},{"type":"*","value":[" ",{"type":"'''","value":["Escape from Pompeii"]}," - A shoot-the-chutes boat ride featuring an extensive indoor portion within the city of Pompeii, featuring fire and water effects."]},{"type":"*","value":[{"type":"'''","value":[" Little Gliders & Little Balloons "]},"- Family-sized carnival rides themed to Da Vinci's inventions."]},{"type":"*","value":[{"type":"'''","value":[" The Battering Ram"]}," - A high-capacity, high-thrill swinging ship."]},{"type":"*","value":[" ",{"type":"'''","value":["The Flying Machine"]}," - A lightly themed troika ride that spins riders. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Festa Italia (Italy)"]}," Festa Italia is themed around a fair celebrating Marco Polo's return to Italy from his famous visit to China. It has a general \"party\" atmosphere, and contains many of the park's midway games, all given a festival theme. It attractions are themed around Roman mythology."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Apollo's Chariot"]}," - A B&M Hypercoaster reaching over 200 feet high, featuring dives towards and around ponds and hills. Apollo's Chariot also features a deep purple and gold color scheme."]},{"type":"*","value":[{"type":"'''","value":[" Roman Rapids"]}," - A circular-raft rapids ride among Roman ruins."]},{"type":"*","value":[" ",{"type":"'''","value":["Tradewinds"]}," - A permanent-placement music express ride."]},{"type":"*","value":[{"type":"'''","value":[" Turkish Delight"]}," - A typical spinning \"teacup\" ride."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rhineland (Germany)"]}," This section is based upon Germany. It is largely themed to a runaway ski resort in the German Alps. The third leg of Busch Gardens' skyride arrives and departs from this section. Also in Rhinefeld is ",{"type":"'''","value":["Land of the Dragons"]},", a large children's play area featuring a playground, five rides, and seasonal shows."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Alpengeist"]}," - A Bolliger & Mabillard inverted roller coaster, Alpengeist is themed to a ski-lift taken over by a local legend, the Alpengeist (Ghost of the Alps)."]},{"type":"*","value":[{"type":"'''","value":[" Kinder Karussel"]}," - The park's antique Herschell Carousel."]},{"type":"*","value":[{"type":"'''","value":[" Land of the Dragons"]}," - Interactive children's play area featuring a treehouse, children's rides and a Ferris wheel. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Oktoberfest (Germany)"]}," Like Rhinefeld, this section is based on Germany during the annual celebration of Oktoberfest. Oktoberfest features many of the park's flat rides. It is also home to a large assortment of carnival-style games. Das Festhaus is a large, air conditioned eating facility where guests can purchase authentic German food or American classics. While eating in Das Festhaus, guests can experience This is Oktoberfest, an upbeat show featuring German singing and dancing, or listen to a brass quartet, playing a variety of well known tunes and German folk songs. This section of the park formerly hosted The Big Bad Wolf, one of the first successful suspended roller coasters. The Big Bad Wolf was closed on September 7, 2009. On September 18, 2010, it was announced that in 2011, Oktoberfest will be renovated with new shops and sights, along with a 246-foot drop tower called Mäch Tower. Also announced was a new \"multi-launch\" roller coaster will open in 2012 on the former site of the Big Bad Wolf roller coaster."]},"\n",{"type":"*","value":[{"type":"'''","value":[" Der Autobahn"]}," (Bumper Cars)"]},{"type":"*","value":[{"type":"'''","value":[" Der Autobahn Jr."]}," (Kiddie Bumper Cars)"]},{"type":"*","value":[{"type":"'''","value":[" Der Katapult (Katapult)"]}," - a basic carnival scrambler"]},{"type":"*","value":[{"type":"'''","value":[" Der Roto Baron (Red Baron)"]}]},{"type":"*","value":[{"type":"'''","value":[" Der Wirbelwind (Waveswinger)"]}," - classic yo-yo swings ride"]},{"type":"*","value":[{"type":"'''","value":[" Mäch Tower"]}," - Coming in 2011, this 246-foot tall free-fall tower will be located where Der Katapult currently resides. Riders are seated in a 30-person ring around the tower, which rotates as it makes its way to the top."]},{"type":"*","value":[{"type":"'''","value":[" The Curse of DarKastle"]}," - An indoor, technologically-advanced dark ride \/ haunted house in which an ancient German king terrorizes guests through 3D and 4D effects in a motion-simulator style."]},{"type":"*","value":[{"type":"'''","value":["Wirbelwindchen (Kiddie Swings)"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Aquitaine (France)"]}," Centering around the quaint French village of Aquitaine, this section is based upon France. It is home to many French boutiques and one of the park's skyride stations, where the first leg of the skyride arrives from England and the second leg departs for Rhinefeld, Germany. The ",{"type":"'''","value":["Royale Palace Theatre "]},"in France hosts numerous shows throughout the season."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Griffon "]},"- The world's second tallest and fastest Diving Machine roller coaster, named after the legendary creature, the griffin; contains a ninety-degree drop from over two-hundred feet and a \"splashdown\" finale; the sister ride of",{"type":"'''","value":[" Busch Gardens Africa's SheiKra."]}]},"\n",{"type":"*","value":[{"type":"'''","value":["New France (French Canada)"]}," It is based on French colonial Canada. It consists of a hub of Canadian-themed shops with a colonial tone throughout the area. Rides in New France include the Busch Gardens Railway departing from Caribou Station and ",{"type":"'''","value":["Le Scoot Log Flume"]},", featuring a 50-foot (15 m) plunge through a saw mill. New France also houses the",{"type":"'''","value":[" Canadian Palladium Theater"]},", which features the new show ",{"type":"''","value":["Goin' Country"]},". A predominant feature in this area is the ",{"type":"'''","value":["Trappers Smokehouse"]}," which has an outdoor grill centrally located. ",{"type":"'''","value":["Trappers Smokehouse"]}," offers grilled and smoked items such as chicken, ribs, and beef brisket. Guests also can paint a variety of colorful ceramics in the quaint Caribou Pottery shop."]},{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":[" Eat "]}," \n",{"type":"'''","value":["Bistro 205"]}," (France) All you can eat buffet that includes: Fried Chicken, Hot Dogs, Salad Bar, Macaroni and Cheese, Green Beans, Mashed Potatoes, Gravy, Cut Corn, Potato Salad, Cole Slaw, Dinner Roll, Hot Apple Crisp, Chocolate Pudding, Tea, Assorted Soft Drinks \n\n",{"type":"'''","value":["The British Baker"]}," (England) Sweet shop offering: Funnel Cakes, Assorted Pepsi Products, Water \n\n",{"type":"'''","value":["Cafe Lulu"]}," (New France) Cute cafe offering: Smoked Turkey Legs, Jumbo Soft Pretzels, Nachos with Chili and Cheese, Fresh Churros with Sugar and Cinnamon, Fresh Fruit Smoothies, Frosted Lemonade, Iced Coffees, Assorted Pepsi Products, Lemonade, Fruit Punch, Coffee, Milk, Water, Hot Chocolate, Anheuser-Busch Beverages\n\n",{"type":"'''","value":["Dine at Castle O'Sullivan"]}," (Ireland) Dine with the Sesame Street gang at this buffet. Reservations recommended. Offers: Chicken tenders, Hot dogs, Pork loin with red onion marmalade, Beef fajitas, Tortellini with a buttery white sauce, BBQ chicken, Macaroni & cheese, Cheesy hash browns, Pasta salad, Tossed salad, Rolls, Soft drinks, Assorted desserts    \n\n",{"type":"'''","value":["Das Edelweiss"]}," (Rhinefield) Traditional German ice cream and sweet shop. Includes: Funnel Cakes, Strawberry Parfait, Fresh Cut Watermelon, Fresh Fruit Smoothies, Milk, Fresh Brewed Iced Tea, Coffee, Hot Chocolate, Lemonade,\nAssorted Pepsi Products \n\n",{"type":"'''","value":["Das Festhaus"]}," (Oktoberfest) Large variety of lunch and dinner meals available.\n\n",{"type":"'''","value":["Trapper's Smokehouse"]}," (New France) Large variety of lunches and dinners available such as ribs, chicken, and desserts. ",{"type":"[","value":["http:\/\/buschgardens.com\/bgw\/Explore\/Restaurants.aspx"]},"\n\nAnd many more!\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["geo"],["37.234722"],["-76.644444"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Williamsburg"]]},"\n",{"type":"[[","value":[["WikiPedia:Busch Gardens Williamsburg"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Busch Gardens Williamsburg"]]},"\n",{"type":"{{","value":[["outlinecity"]]}]