[{"type":"{{","value":[["pagebanner"],["Air_New_Zealand_banner.jpg"]]},"\n\nTravel for fun is a fairly new concept: for millennia, as today, people traveled mostly out of necessity, such as on business.\n\n",{"type":"==","value":["High-travel jobs"]},"\n",{"type":"'''","value":["Sales"]}," is the classic high-travel occupation, so much so that \"traveling salesman\" has become a bit of a cliché.  ",{"type":"'''","value":["Consulting"]}," can also mean high travel, but on a somewhat less intense scale, as individual consulting gigs can sometimes last weeks or months and can easily turn into long-distance commuting.  In general, any very specialized job, where customers are few but can afford to (or have no choice but to) fly in experts will tend to mean high travel.\n\nThe ",{"type":"'''","value":["airline industry"]}," also offers good travel opportunities.  Aside from the obvious pilots and cabin staff, maintenance crew and sales & marketing people may also fly extensively, and even desk job employees can often fly for free or very cheaply using space-available seats.\n\n",{"type":"'''","value":["Academia"]},", including research, studies and teaching, also offers international travel. See ",{"type":"[[","value":[["Studying abroad"]]},".\n\n",{"type":"==","value":["Downsides"]},"\nTravel to exotic locales, staying in quality hotels, maybe even flying business class may sound like an all-expenses-paid vacation.  But it's not: in the end, business travel often boils down to the ",{"type":"'''","value":["stress of working"]}," combined with the ",{"type":"'''","value":["hassle of travel"]},", only now you'll often be working in an unfamiliar environment without the ability to walk down to your colleague's cubicle and ask for advice.  You are only rarely in control of your own schedule.  Being on the road constantly can have an adverse impact on:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Relationships"]},". You may not be able to see your family or significant other while traveling."]},{"type":"*","value":[" ",{"type":"'''","value":["Health"]},". Practicing sports and eating well is harder when traveling, but the risk of picking up bugs your immune system isn't equipped to handle is higher."]},{"type":"*","value":[" ",{"type":"'''","value":["Levels of stress"]},". After a bad day at work, imagine going to the airport only to find that your flight has been cancelled."]},{"type":"*","value":[" ",{"type":"'''","value":["Cost"]},". If you are an independent contractor and pay all your expenses, then cost of travel gets very expensive and you may be looking for the best cost break available on airlines, hotels and travel in general."]},"\nIf offered a high-travel job, think about it carefully.  It can be an interesting experience when young and single, but it can quickly become a drag.\n\n",{"type":"==","value":["Upsides"]},"\nOf course, business travel does have its positive aspects.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["It's free"]},".  Provided you work for a company that pays your expenses, then flights, hotels, taxis, departure taxes, whatever, they're the company's headache, not yours.  But beware of the penny-pinching if not outright sadistic travel policy, and fill out your expense reports carefully."]},{"type":"*","value":[" ",{"type":"'''","value":["All expenses paid"]},".  Many companies offer ",{"type":"''","value":["per diems"]},", where you get paid a fixed amount every day based on your destination, and it's up to you how to spend it.  The frugal traveller can actually turn this in to a nice little bonus.  (The other end of the spectrum, however, is the company that won't pay you anything without an itemized receipt.)"]},{"type":"*","value":[" ",{"type":"'''","value":["Frequent flyer miles"]},".  Your company pays for the tickets, but it's you who will rack up the miles.  Sitting on an airplane in your free time may lose its appeal after a while, but you can also use the miles for upgrades or flying down your friends and family to visit you."]},{"type":"*","value":[" ",{"type":"'''","value":["New challenges, new experiences"]},".  Business travel is still travel, and you will encounter new people, new things and new situations that are guaranteed to be a learning experience and change the way you think."]},"\n",{"type":"==","value":["Cope"]},"\n",{"type":"===","value":["Before you travel"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Find a good travel agent"]},".  Booking online can be cheap and easy, but a good travel agent can be worth their weight in gold when your Jumbo flight is cancelled and you need to rebook in a hurry."]},{"type":"*","value":[" ",{"type":"'''","value":["Learn the tricks of the trade"]},".  Your ticket says you need to show up at the airport three hours before departure, but maybe 45 minutes will do in a pinch. However, that is a risk that could make you miss your flight and there may not be another one available."]},{"type":"*","value":[" ",{"type":"'''","value":["Have a packing routine"]},".  Invest in a good carry-on bag and learn to pack enough to survive a week with it.  Figure out the optimal way to pack it, because when everything has its place, it's easy and fast to pack.  If you often travel on short notice, consider keeping the bag packed and ready to go.                                                                                                                                                                                        "]},{"type":"*","value":[" ",{"type":"'''","value":["Mileage, mileage, mileage"]},".  You probably know you can get miles from flying — but you can also get them from staying at hotels and renting cars, and if you pay by credit card, you can get more miles yet again.  Familiarize yourself with the programs at places you visit regularly and work out how to maximize your benefit.  Dedicated sites like ",{"type":"[","value":["http:\/\/www.flyertalk.com\/ FlyerTalk"]}," are useful for working out the loopholes and finding the latest promotions."]},"\n",{"type":"===","value":["On the road"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Learn the language"]},".  Even a few words will smooth your way and you can pick up the survival-level basics of most languages in a few weeks if you take some time to study."]},{"type":"*","value":[" ",{"type":"'''","value":["Work out"]},".  Most business-level hotels have a gym and any hotel's front desk will be happy to advise you of a good jogging route nearby."]},{"type":"*","value":[" ",{"type":"'''","value":["Get out of the hotel"]},".  It's all too easy to sit in your hotel room, order overpriced room service, and grumble about how miserable the dump you're in is.  Ask a local (or check Wikivoyage!) for a recommendation and go for dinner or a drink elsewhere."]},{"type":"*","value":[" ",{"type":"'''","value":["Find a local friend"]},".  The Internet is full of friend-finding and online dating services, and many people will gladly take a visitor for a tour of the sights, even if you're only in town for a day or two — just offer to return the favor when they come your way."]},{"type":"*","value":[" ",{"type":"'''","value":["Spend the weekend"]},".  If your trip starts on a Monday or ends on a Friday, spend the weekend sightseeing.  You're already there so the additional effort involved is minimal, and you'll see more than the airport, hotel and office at your destination.  If you're spending more than a week away, most companies will be more than happy to pay your hotel and expenses instead of flying you back for the weekend."]},"\n",{"type":"==","value":["Stay safe"]},"\nBusiness travellers regularly visit places like ",{"type":"[[","value":[["Lagos"]]},", ",{"type":"[[","value":[["Bogotá"]]}," or ",{"type":"[[","value":[["Jakarta"]]}," where no sane tourist would go for fun.  The general advice in ",{"type":"[[","value":[["Staying safe"]]}," and ",{"type":"[[","value":[["Arriving in a new city"]]}," still applies, only it's much more important for business travel: a scruffy backpacker may draw interest because he probably has a wad of cash stashed somewhere, but a guy in a suit toting a laptop case, speaking into his late-model cellphone while signing bills with his platinum credit card is a ",{"type":"'''","value":["far more enticing target"]},".  Consider the following precautions:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pre-arrange your transportation"]},".  From the airport, hotel pickup services are safe and can often be expensed.  Follow hotel or partner recommendations for local transportation."]},{"type":"*","value":[" ",{"type":"'''","value":["Meet-and-greet services"]}," can be worthwhile when traveling to dodgy locales, especially for the first time, so enquire discreetly at your hotel.  For fees starting from US$50 or so, you'll be met at the plane door and whisked through immigration and customs with a minimum of hassle."]},{"type":"*","value":[" ",{"type":"'''","value":["Personal security"]}," — in other words, bodyguards — are rarely necessary and may only serve to make you stand out even more."]},{"type":"*","value":[" ",{"type":"'''","value":["Dress down"]},", unless you have a meeting that requires a starched shirt and wingtips.  Jewelry, expensive watches and bulging pockets are best avoided.  Try to match what the locals are wearing; even if you don't look like a native, at least you'll look like a resident who knows his way around."]},{"type":"*","value":[" ",{"type":"'''","value":["Avoid corporate logos"]},".  Kidnappers target the staff of big companies that can pay big ransoms, not those who look like they're on their own."]},{"type":"*","value":[" ",{"type":"'''","value":["Watch your stuff"]},".  Unguarded laptop bags are a very tempting prize for the snatch thief.  In taxis, take them into the back with you instead of leaving them in the trunk."]},{"type":"*","value":[" ",{"type":"'''","value":["Be careful with credit cards"]},".  Foreign cards with high limits are a jackpot for credit card thieves.  Pay cash or get a low-limit card for use when traveling."]},{"type":"*","value":[" ",{"type":"'''","value":["Backup all your data."]}," Before leaving, and frequently while on road. Applies both to laptop and mobile\/iPads\/other gadgets with user data. Buying a replacement for hardware is frequently much easier than dealing with lost data."]},"\n",{"type":"==","value":["Stay healthy"]},"\nMake sure your ",{"type":"'''","value":["health insurance"]}," also covers travel-related illnesses, including treatment in other countries and medical evacuation.\n\n\n\n\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Reasons to travel"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Business travel"]]}]