[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Busuanga.JPG"],["thumb"],["500px"],["Northern Busuanga"]]},"\n",{"type":"'''","value":["Busuanga"]}," is the largest Island of the ",{"type":"[[","value":[["Calamian archipelago"]]}," in the Northern part of ",{"type":"[[","value":[["Palawan"]]}," province in the ",{"type":"[[","value":[["Philippines"]]},". Nice beaches, gentle landscape, good hiking and great diving make the island a good holiday destination.\nWreck diving is the main attraction and many Japanese ships wait patiently for you under the sea. Nearby Coron Island has the beautiful Kayangan and Barracuda lakes the latter is known for its thermoclines and fabled gigantic barracudas.\n\n",{"type":"==","value":["Get in"]},"\nBusuanga is the closest point in Palawan from Manila and is quite accessible from Manila.\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Francisco B. Reyes Airport"]},"(",{"type":"{{","value":[["IATA"],["USU"]]},") serves the general area of Busuanga, fly into Busuanga from ",{"type":"[[","value":[["Manila"]]}," via PAL Express ",{"type":"[","value":["http:\/\/www.palexpressair.com\/"]},", Cebu Pacific ",{"type":"[","value":["http:\/\/www.cebupacificair.com\/"]},", SEAIR ",{"type":"[","value":["http:\/\/flyseair.com\/"]}," or Zest Air ",{"type":"[","value":["http:\/\/www.zestair.com.ph\/"]},". The flight from Manila takes one hour. The trip from the airport to the town of Coron will take about 40 to 50 minutes.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.superferry.com.ph\/ SuperFerry"]}]}," stops in ",{"type":"[[","value":[["Coron"]]}," on its way to Puerto Princesa. Leaves ",{"type":"[[","value":[["Manila"]]}," on Friday afternoon and arrives in Coron early Saturday morning. Heads back to Manila on Sunday night. Wait until a couple of days before it departs to get cheaper tickets. Don't wait too long, though.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jeepney"]}," is one option for tourists from the airport. Vans carrying 6 to 8 people cost about 150 pesos per person. Once in ",{"type":"[[","value":[["Coron"]]},", you can rent another transportation mean."]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" The largest town on the Island is ",{"type":"'''","value":[{"type":"[[","value":[["Coron"]]}]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Calauit Game Preserve and Wildlife Sanctuary"]}," is located on Calauit Island on the North side of Busuanga. This reserve created by Presidential decree in 1976 houses various African species (giraffes included...) wandering in the wild."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Wreck diving"]}," is extremely popular around Busuanga. Several Japanese WWII ships lay in good conditions in shallow water (the Skeleton Wreck is  even visible for snorkellers), making for excellent dives even for amateur divers."]},":* ",{"type":"'''","value":[" Sea Dive Resort"]},", ",{"type":"[","value":["http:\/\/www.seadiveresort.com"]}," Located in the heart of Coron town. Seadive is the only PADI authorized dive shop in Coron. Seadive also owns the only recompression chamber in Palawan and dives with the lowest diver to dive master ratio in Coron.\n:* ",{"type":"'''","value":["Coron Divers"]},", ",{"type":"[","value":["http:\/\/corondivers.com.ph\/"]},": Is the only Dive Center owned by a Filipino, Arni is the big boss and his sons are divemasters. Everything makes you feel in a Filipino family (even more if you stay at Chinette's lodge, just 10m away in front of Coron Divers). \n:* ",{"type":"'''","value":["Discovery"]},", ",{"type":"[","value":["http:\/\/www.ddivers.com\/"]},", Coastal Rd Bgy. 5, Coron Palawan (at Coron Town).\n\n:* ",{"type":"'''","value":[" Dive Calamianes"]},", ",{"type":"[","value":["http:\/\/www.divecal.com"]}," Located between the Discovery Bar and downtown\n:* ",{"type":"'''","value":[" Rocksteady Dive Center"]},", ",{"type":"[","value":["http:\/\/www.rocksteadydivecenter.com"]}," Rock out with Rocksteady! We are located near the Hospital.\n",{"type":"*","value":[" ",{"type":"'''","value":["Island Hopping"]},". Busuanga is more or less a \"miniature version\" of Palawan with smaller islands in close range. Resorts can arrange boat rental, or you can head down to the Market Pier in Coron and get a boat captain (P1000-1500) Boats generally handle around 6 passengers. Grab a lunch before you head out. You can also buy meat, fish, veggies from the wet market and request the boat captain to barbecue or cook them for you or your group. You can go ",{"type":"'''","value":["camping"]}," on a (somewhat) deserted island. There are a couple of islands to check out. You can find everything you need in town\/at resorts. Ask around. Gunter at Discovery seems to know of a couple good spots."]},{"type":"*","value":[" ",{"type":"'''","value":["Mt. Tapyas"]}," hike - If you are staying in Coron Town, you can walk to the foot of Mt. Tapyas, where there is a basketball court, from the main market square in 10 minutes; alternately, you can go by tricycle for P10 (July 2011). The hike to the top will probably take the average healthy 30 year old 30 to 40 minutes to complete. The view is worth it at any time of day, but especially at sunset. Most people will definitely prefer to go up mornings or evenings, when it is cooler."]},{"type":"*","value":[" ",{"type":"'''","value":["Siete Pecados"]}," is popularized by the shoot of a local television show of a mermaid love story. Experience swimming in an aquarium, beautiful corals and a great variety of fishes. There is a caretaker who will collect P100 from tourists. Recommended time to snorkel is around 1PM-2PM. Current can be strong in the morning. This is one of the best sites to snorkel in Coron. Myth suggests that seven kids swam from the main island to escape it and follow their parents. They all drowned and the place where they drowned is where the islands are now present."]},{"type":"*","value":[" Other activities - can be arranged for instance at Discovery Bar"]},":* ",{"type":"'''","value":["Horseback riding"]},"\n:* ",{"type":"'''","value":["Mountain bike tours"]},"\n:* ",{"type":"'''","value":["Jungle Treks"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Maquinit hot spring"]},". Beautiful place to hang out in the evening. It will take you 20 to 25 minutes from the Coron town market, and cost you 200 to 300 Ps depending on the number of passengers. On August 1, 2011, the entrance fee will be raised from 100 to 150 for foreigners,and from 50 to 75 Ps for Filipinos. Filipinos must show an ID. An armed guard checks everyone's bags and backpacks. The hot springs are comprised of three areas; the two smaller circular areas are warmest, and the third larger area is less warm. By Japanese onsen standards, however, the water is not at all \"hot\" anywhere. In the back of the pool, there is a beautiful view of the adjoining bay."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nBeyond options in ",{"type":"[[","value":[["Coron"]]},", there are a handful of resorts on nearby islands: Dive link, Coral Bay, Club Paradise and the most recent Rio y Mar.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Discovery Resort"],["alt="],["url=http:\/\/www.ddivers.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Perhaps the only place near Coron where you will be free from the calls of roosters and karaoke. On Decanituan Island (Discovery Island) about a 10 minute boat ride from Coron. A little isolated and very beautiful."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Busuanga Island Paradise"],["alt="],["url=http:\/\/www.busuangaislandparadise.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=A quiet resort located in a forest 10 minutes from Coron town. Private property of 21 hectares with a small river cutting thru it - relaxing."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Puerto Del Sol Resort @ Discovery Dive Center"],["alt="],["url=http:\/\/www.puertodelsolresort.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Located in Puerto Del Sol Bay, Coron, on the West Coast of Busuanga Island, Northern Palawan, Philippines. Just 2 minutes from the huge wreck of the Japanese Tanker The Okikawa Maru\" at the entrance to our Bay, just 5 minutes from the Japanese Warship The \"Akitsushima\".and 8 minutes from the many other Historic Shipwrecks of the large Japanese Supply Fleet sunk in 1944. You may talk to Angelica at Discovery Bar (where the main office is) at Coron Town or give her a call through +639209012414 and she will help you to get into the resort."]]}]},"\n",{"type":"==","value":["Go next"]},"\nThe usual place to go after Busuanga is ",{"type":"[[","value":[["El Nido"]]},".\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["12.1667"],["119.9500"],["zoom=11"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Palawan"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Busuanga, Palawan"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Busuanga"]]}]