[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"{{","value":[["Style"]]},"\n",{"type":"'''","value":["Busua"]}," is a seaside city on ",{"type":"[[","value":[["Ghana"]]},"'s ",{"type":"[[","value":[["Ghanaian Coastal Plain"],["Coastal Plain"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\nFrom ",{"type":"[[","value":[["Accra"]]}," : Follow the coastal road via ",{"type":"[[","value":[["Cape Coast"]]}," before reaching ",{"type":"[[","value":[["Takoradi"]]},".\n\nFrom ",{"type":"[[","value":[["Lomé"]]}," :Pass Ghanaian border in ",{"type":"[[","value":[["Aflao"]]}," and follow coastal road through Accra, Cape Coast to Takoradi.\n\nFrom ",{"type":"[[","value":[["Abidjan"]]}," :Take Grand Bassam road, and continue to the Ghanain border until ",{"type":"[[","value":[["Elubo"]]}," passing through ",{"type":"[[","value":[["Aboisso"]]},". Continue until Agona Junction, Then straight to Busua.\n\nFrom ",{"type":"[[","value":[["Ouagadougou"]]}," : Take Ghana road through ",{"type":"[[","value":[["Pô"]]},", pass the boarder in ",{"type":"[[","value":[["Paga"]]},". Drive through ",{"type":"[[","value":[["Tamale"]]}," and ",{"type":"[[","value":[["Kumasi"]]},". After Kumasi, take Tarkwa road through Obuasi. From Tarkwa take Takoradi road until Agona Junction, then straight to Busua.\n\nFrom ",{"type":"[[","value":[["Takoradi"]]}," : To reach Busua, take Elubo and Axim road from Takoradi, Turn left in Agona Junction on Busua-Dixcove road. After the 3rd village turn left to Busua. Only 30 minutes drive from Takoradi.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nAn amazing city to go to. The food is great, the smell isn't so bad and it's not that big. The beach is amazing, almost the nicest beach in Ghana. Near the bridge in town you can find fishermen in canoes who can take you to the tiny island off-shore for 5 Cedis a person but you might be able to talk them down if you were so inclined. For walking around you could see out East on the beach a house way up by itself. If you walk on the beach towards it you'll see stairs going up to it. The stairs are falling apart so be careful, there is also a footpath nearby. Up at the top is a sweet house some British couple built (so the story goes) but the Chief wants it so now it's home to a Ghanaian family and from the top it's quite a view.\n\n",{"type":"==","value":["Do"]},"\n\nDadson's is only two buildings away from the beach and Dadson's and Busua Inn are both right near the Black Star Surf Shop which rents boogie-boards (1.5 Cedis and hour) and surfboards for cheap. You can even get lessons. There's a huge resort in town as wellif you have the money which rents kayaks and even jet-ski's. It's the only place that has Internet in town but don't go because it costs 10 pesweas a minute (1 Cedi for ten minutes) which is mind-boggling.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nThe 2 best restaurants of Busua are African Rainbow, they have a good togolese cook and Busua Inn,a good French chef .\n\nFor breakfast hit up Dan the Pancake Man near Alaska, he uses rice flour and the pancakes are pretty damned good. There's a juice guy that hangs out there too where you can get 1.5 liters of juice for about 3.5 Cedis (Good Luck!). The Black Mamba is another good place to go to since it has pizza for about 7 Cedis and it's delicious. They also have rooms and a gazeebo down on the water that you can see from town easily, it's out on a point.Nana's is another restaurant, but be careful because he'll trap you there and try and serve you tons of seafood while you're eating and, of course will beg for money to help him.For street food there's a great potatoes and beans lady right at the center of town, also if you walk on the road in town towards the fishing boats, on the left you might be lucky enough to spot the lady who makes biscuits which are more like cookies.\n\n",{"type":"==","value":["Drink"]},"\n\nSankofa beach bar is a cool place to hang around and have a drink at anytime, It's right on the beach very close to Busua Inn.\n\n",{"type":"==","value":["Sleep"]},"\n\nDadson's Lodge is cheap (20 Cedis for a double with bathroom, 10 Cedis for a single with shared bathroom) and right in the \"center\" of town but if you want a nicer place you should go to the ",{"type":"[","value":["http:\/\/www.busuainn.com\/ Busua Inn"]}," (ranges from 25 Cedis to 50 Cedis for AC) right on the water.The Alaska is another hotel right on the beach and your own bungalow is about 25 Cedis but some items have reportedly gone missing there.\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Busua Beach Resort"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Arena Beach Lodge"],["url=http:\/\/www.arena-lodge.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+233 (0) 31 20 95195"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["4.8000"],["-1.9333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ghanaian Coastal Plain"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Busua"]]}]