[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Butaritari"]}," (pronounced Pu-tari-tari) atoll is in the Gilbert Islands group of ",{"type":"[[","value":[["Kiribati"]]},".\n\n",{"type":"==","value":["Understand"]},"\nKnown as the first island to have battles between Japanese and US forces during World War II, evidence of WWII relics and other historical sites can still be seen nowadays. \n\nButaritari was once a home for Robert Louis Stevenson during the nineteenth century. It was the first island to be sighted by Randell and Durant, the first resident traders. Given its abundance of rain received in a year, Butaritari is a lush and tropical island with widely grown vegetation. Because of this, bananas and pumpkin, apart from other food crops, are shipped to Tarawa for sale. \n\nButaritari also has a number of easily accessible reefs. Its very deep lagoon has made it one of the best harbours in the island group and it can comfortably accommodate large vessels. \n\nButaritari is also famous for having the best spiritual weapons (black magic) among the islands of Kiribati. They claim to use these spiritual weapons to make people sick, paralysed, mentally retarded and even dead. They can also use it to court a girl or a boy. Up to now, the number of people practising this knowledge is getting smaller. Other cultural shrines such as shrines for Te Binekua (calling of whales), Kaobunang and others have also been erected by the islanders which can also be seen today.\n\n",{"type":"===","value":["Geography"]},"\nButaritari Island is located north of the equator and south of Makin Island with an area of 13.6km² and a population of 3,280 (2005 Census). It's one of the larger atolls in Kiribati with a width of 30km (east to west) and a length of about 15km (north to south). It has many islets which are either linked by channels or causeways. The lagoon is very open to exchange with the ocean making the water cool for swimming. The main government headquarters is located at Temwanokunuea village. Other villages also have clinics and police services on them.\n\n",{"type":"===","value":["History and culture"]},"\nButaritari was first sighted by Spanish explorer named Pedro Fernandez de Quiros in 1606 before John Marshall and Thomas Gilbert came upon several of the other islands of Kiribati in 1788.\n\nDuring WWII, Butaritari and Making to the north were the first islands occupied by the Japanese. On 9 Dec 1941, 200 to 300 troops landed on Ukiangang and later the Americans came on the 20 Nov 1943. Most of the Japanese positions were overrun on the second day of the American invasion of Butaritari. Butaritari was also known as Makin South during WWII.\n\nThe knowledge of calling whales and dolphins was practised in the past, especially in Kuma village. This knowledge was only used during the village’s opening events which involved big feast like opening of new maneaba for village, church or schools. The formality of this started off when a person who was knowledgeable in this locked himself up in a local house (buia) for three days before the opening of each new maneaba. On the third day, he came out and whales were seen swimming up to the shore and were taken for meat during the feast.\n\nTraditionally, Butaritari and Making were ruled by a chief who lived on Butaritari Island. The chief has all the power and authority to make and impose decision for Butaritari and Makin. After Kiribati gained independence, the power and authority of the chief no longer exist and the mayor and elderly men are elected and now regarded as heads of the islands that can make and impose decisions regarding the community. Butaritari Island is now having its different head of state from Makin.\nThe general setting up of Butaritari Island is naturally rural and the people still depend on sea and land for daily living and for earning income. The people of Butaritari Island value the importance of family and respect of the elderly, guest hospitality, cultural practices and coming together under the maneaba (traditional meeting house) to socialize and feast.\n\nDress code is also restricted on the island. Casual wear is preferable and women are not allowed to walk around with mini skirts or shorts. A skirt\/short covered down to your knees or wrapped around sulus and T-Shirts are preferable. \nPredominantly, the Roman Catholic Church and the Protestant Church are the two major denominations on the islands.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Escorted starting from the far north east of the island, Kuma village, to the South"]},"\n",{"type":"*","value":[" Visit shrines of calling whales and Kaobunang at Kuma village"]},"\n",{"type":"*","value":[" Visit other remaining shrines on Butaritari"]},"\n",{"type":"*","value":[" Visit Japanese and American base during WWII"]},"\n",{"type":"*","value":[" Visit American airport, war relics which include bunkers, pontoons and airplanes and other war memorial sites at Ukiangang village"]},"\nVisitors should be prepared to leave a gift, especially sticks of tobacco, at each of the shrines. \nThe traditional welcoming custom of Butaritati Island can be performed on you first day of arrival.\n\n",{"type":"==","value":["Do"]},"\nLocal activities are of numerous on the island and visitors can have a good time to observe and participate in them. These activities include:\n\n",{"type":"*","value":[" Picnics at historical and cultural sites ( can be arranged upon request)"]},"\n",{"type":"*","value":[" Boat trips to uninhabited islets (on hire services)"]},"\n",{"type":"*","value":[" Reef, beach and island walking"]},"\n",{"type":"*","value":[" Moonlight walking"]},"\n",{"type":"*","value":[" Tour to cultural and historical sites to see shrines and WWII remaining and wrecks"]},"\n",{"type":"*","value":[" Participating in any cultural practices that you like"]},"\nOther local entertainments are available on the island like dancing especially which you can sit back and relax watching it. Arrangement needs to be done for this or if visitors are in time with a big event where local dancing is part of it, visitors are always welcomed to see and watch it. Don’t forget to bring your perfume as it is custom to put the perfume on the dancers when they dance. If you don’t know where to go, you can ask around the local people and they are usually most obliging.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nFacilities and services are limited and the island is remote. You will need to be flexible with your plans to allow for instances where there may be transport delays. Accommodation is basic and food will be what is available locally. It is strongly recommended that you take additional supplies of drinking water. Medical facilities are limited on the islands to a local clinic and village nurse. Pharmaceuticals are not available and you will to ensure you have any medications you may require and basic medical supplies. Please also ensure you have advised family and friends of your travel plans and when you expect to return. Communications while on the island may be limited, however most villages will have a public phone. It is also important to note that as a sign of respect you will need to leave offerings at a number of the shines you visit. Tobacco\/cigarettes are the traditional offering. If you are interested in participating in any cultural activity please have it arranged prior your travel or you can ask around the local people and they are usually most obliging.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["3.167778"],["172.825833"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Gilbert Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Butaritari"]]},"\n",{"type":"[[","value":[["Commons:Category:Butaritari"]]}]