[{"type":"{{","value":[["pagebanner"],["View from Seurasaari banner.jpg"]]},"\n\n",{"type":"{{","value":[["itinerary"]]}," \n\n",{"type":"'''","value":["A seaside stroll in Helsinki"]}," is an easy half-day walk along ",{"type":"[[","value":[["Helsinki\/West"],["Helsinki's west coast"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Hietaniemi Beach Geese.JPG"],["thumb"],["400px"],["Geese enjoying a chilly summer day at Hietaniemi Beach"]]},"\nThis stroll past some of Helsinki's sights is about 7 km from end to end and can be completed easily in a morning or afternoon.  Aside from the Sibelius Monument and Seurasaari Open-Air Museum, there are few tourists about on most of the trail, and it offers a slice of Finnish nature and city life a very short hop away from the city.  A sunny summer day is optimal, but a warm late spring or early autumn day has its attractions, and parts of it may even be accessible by ski in winter.\n\n",{"type":"==","value":["Prepare"]}," \nNo preparation necessary, everything you'd need can be picked up from kiosks and cafes along the way.  You don't really even need a map, as the trail follows the coast all the way.\n\n",{"type":"==","value":["Get in"]},"\nHere are three points along the walk easily accessible by public transport.\n\n",{"type":"*","value":[" For ",{"type":"'''","value":["Ruoholahti"]},", take the metro (or tram 8) to western terminus Ruoholahti metro station."]},"\n",{"type":"*","value":[" For ",{"type":"'''","value":["Hietaniemi Beach"]},", take bus 55A from Central Railway Station towards Hietaniemi, the final stop is right at the beach car park."]},"\n",{"type":"*","value":[" For ",{"type":"'''","value":["Seurasaari"]},", take bus 24 from Erottaja, at the intersection of Etelä-Esplanadi and Mannerheimintie.  The bus terminates directly in front of Seurasaari Bridge."]},"\n",{"type":"==","value":["Walk"]},"\n",{"type":"{{","value":[["Mapframe"],["60.17576"],["24.89708"],["zoom=13"],["height=400"],["width=400"]]},"\n\nOur walk starts at ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.16316"],["long=24.91420"],["name=Ruoholahti metro station"]]},", smack dab in one of Helsinki's newer districts, full of modern apartments and anonymous office buildings.  Unless you want to pack a picnic at the S-Market or have a fast-food lunch before setting off, there's no need to spend any time here — take the underpass under the highway and wind your way past the blue office buildings to the start of the footpath.\n\n",{"type":"*","value":[" The large white buildings to your left, mostly hidden by the forest, make up ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.16766"],["long=24.91297"],["name=Lapinlahti Hospital"]]},", Finland's first mental hospital.  Designed by Carl Ludvig Engel, the man behind most of classical Helsinki, it opened in 1841 and, in an age when \"treatment\" for mental patients often consisted of chaining them to their beds, was quite advanced for its time, with large gardens around it to calm and heal patients.  The hospital ceased operations in 2008, but the place is commemorated in the name of the cult Finnish pop band ",{"type":"''","value":["Lapinlahden Linnut"]},", or \"Birds of Lapinlahti\" -- shades of ",{"type":"''","value":["One Flew Over the Cuckoo's Nest"]},"."]},"\n",{"type":"*","value":[" Past the hospital you'll see the sweep of ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.16950"],["long=24.91154"],["name=Lapinlahti Bay"]]}," to your left, the coast that we'll be following from now on.  To your right is peaceful ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.17093"],["long=24.91412"],["name=Hietaniemi Cemetery"]]}," (",{"type":"''","value":["Hietaniemen hautausmaa"]},"), where the great, the good and the ancient of Finland are buried.  Highlights for grave-spotters include the graves of marshal Mannerheim, architects Alvar Aalto and Engel, Moomin creator Tove Jansson, and the often ornate Orthodox crypts.  Some gravestones date back several hundred years and have been eroded into illegibility, and photographers and goths will find it atmospheric, but the rest of us can simply stick to the coast path, cross the car park and continue straight to..."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.17371"],["long=24.90472"],["name=Hietaniemi Beach"]]},", or just ",{"type":"''","value":["Hietsu"]}," to the locals, is Helsinki's hottest beach, where hunks strut and bikini babes oil up in summer whenever the mercury climbs above 25°C or so.  There are toilets, changing rooms, cafes and other basic amenities.  The water here never gets too warm (by non-Finnish standards, anyway), but after a few sunny days, the relatively shallow bay does make it a little more tolerable than the always frigid Baltic Sea."]},"\n",{"type":"[[","value":[["Image:Hietaniemi_Coast_Snow.JPG"],["thumb"],["Lapinlahti Bay, frozen over in winter"]]},"\n",{"type":"*","value":[" Keep tracking the coastline past Hietsu.  This end of the beach, currently occupied by unruly bushes and a minigolf course, is to be turned into a luxurious spa hotel, although the plan has run into both local opposition and financial trouble, and is unlikely to go forward anytime soon.  "]},"\n",{"type":"*","value":[" After the minigolf course, you'll reach ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.17607"],["long=24.91576"],["name=Hesperia Park"]]}," (",{"type":"''","value":["Hesperianpuisto"]},"), which heads down to Mannerheimintie and the city center.  That's not where we're going just yet, though, so just follow the coastside sidewalk for a few hundred meters past the yacht harbor."]},"\n",{"type":"*","value":[" Before our next stop, keep an eye out for a Finnish summertime institution, namely a seaside ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.17716"],["long=24.91339"],["name=carpet pier"]]}," (",{"type":"''","value":["mattolaituri"]},").  This is where the good folk of Helsinki come to ",{"type":"'''","value":["wash their carpets"]},": running water and drying racks are provided, but you need to bring your own soap, and on a warm summer day the pier will be packed with housewives (and husbands) giving their ",{"type":"''","value":["ryijy"]}," rag carpets a good scrubbing."]},"\n",{"type":"*","value":[" Right after the pier is ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.17763"],["long=24.91223"],["name=Mestaritalli"]]},", the \"Master Stable\", a fairly expensive year-round restaurant with a very popular seaside summer terrace called ",{"type":"'''","value":["Meritalli"]}," (\"Sea Stable\").  If you haven't had any refreshments yet, drop in for a pint of cider (around €6) and watch the yachts flit about in the bay."]},"\n",{"type":"*","value":[" Keep on walking along the coast.  The building to your left is the ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.17889"],["long=24.91126"],["name=Rowing Stadium"]]},", built for the 1952 Olympics.  Across the street, the glass-fronted apartment building to your right at Kesäkatu is pretty much the only new one built in this part of town since the 1930s and is priced to match, with most apartments selling for upwards of a million euros."]},"\n",{"type":"*","value":[" Soon, you'll probably spot rows of sightseeing buses and camera-toting tourists swarming around a bizarre pipe-organ-like mass in the park across the street: this is the ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.18205"],["long=24.91366"],["name=Sibelius Monument"]]},", designed by Eila Hiltunen to commemorate Finland's foremost classical composer.  When completed in 1967, traditionalists complained that Sibelius was nowhere to be seen, so Hiltunen had to add another, smaller sculpture of his whiskered mug right next to it."]},"\n",{"type":"*","value":[" Return to the path.  Between the ice-cream stands (open summer only), a road leads towards the marina to your left and beyond it to ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.18202"],["long=24.90502"],["name=Rajasaari Island"]]},", half of which is devoted to dogs: here they can be taken off the leash and run around the park freely."]},"\n",{"type":"*","value":[" If you have no canines with you, head onwards towards the red pagoda ahead of you.  Surrounded by a sturdy wrought iron fence, this little whimsy is a part of ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.18462"],["long=24.90586"],["name=Kesäranta"]]}," (\"Summer Coast\"), the prime minister's official residence.  In egalitarian Finland, even the prime minister has to pay to use his own residence (€44\/day, to be exact), so it's usually only used for official events and such.  No access to the public, but you can get a fairly good glimpse just by walking past."]},"\n",{"type":"*","value":[" After Kesäranta, the path goes uphill for a bit before merging to the road running left towards Seurasaari.  Take a little detour before the road and scramble up onto the rocks to your left, where you'll see a ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.18725"],["long=24.90414"],["name=pile of stones"]]}," marked off with a heavy iron chain.  Nobody is quite sure what this originally was, but the best guess is an ",{"type":"'''","value":["ancient funeral pyre"]},", as charred human bones dating back about 6000 years were found in it."]},"\n",{"type":"*","value":[" Cross the road and follow the footpath past a beautiful wooden mansion.  The path dips into the forest for a bit, crosses the road again, and then suddenly deposits you at ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.18453"],["long=24.89714"],["name=Mäntyniemi"]]}," (\"Pine Cape\"), the official residence of the President of Finland.  The low-lying building faces the sea and you can only see bits of it, but the understated but immaculate ",{"type":"'''","value":["gardens"]}," around it are a pleasant sight and open to the public."]},"\n",{"type":"[[","value":[["Image:Seurasaari Stable.JPG"],["thumb"],["Old stable in Seurasaari"]]},"\n\n",{"type":"*","value":[" The footpath reaches the coast again and continues for a while longer, past bushes of wild raspberry and red currant, until you reach ",{"type":"{{","value":[["Marker"],["type=see"],["lat=60.18855"],["long=24.88545"],["name=Seurasaari Bridge"]]},", leading to an island that is an open-air museum, all bearing the same name.  If you've had enough for the day, take a break at the cafe across the road and head back; if you've still got some juice left in your batteries, by all means go poke around the rustic buildings of Seurasaari (island entry is free, although some buildings charge admission) and have your coffee or even a full meal at its pleasant but pricy central cafe-restaurant instead."]},"\n",{"type":"==","value":["Stay safe"]},"\nThe main danger is ",{"type":"'''","value":["mercenary squirrels"]}," in Seurasaari.  Don't carry open containers of food, even in your backpack, since these little thieves won't hesitate to jump in to get to it!\n\nIn summer, you can spot quite a few ",{"type":"'''","value":["berries"]}," along the path.  E.g. raspberries and red currants are easily identifiable and safe to eat, although Finns tend to shun those ",{"type":"''","value":["right"]}," next to the path — odds are they've been \"watered\" by dogs.  Steer clear of anything you're not sure of though.\n\n",{"type":"{{","value":[["Guideitinerary"]]},"\n",{"type":"{{","value":[["DEFAULTSORT:Seaside Stroll In Helsinki"]]},"\n",{"type":"{{","value":[["geo"],["60.17781"],["24.90686"]]}]