[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n\n",{"type":"'''","value":["Aalst"]}," is in ",{"type":"[[","value":[["East Flanders"]]},", ",{"type":"[[","value":[["Belgium"]]},". A medium-sized town by Belgian standards, with a population of around 77,000 people. Aalst is between the larger city of ",{"type":"[[","value":[["Ghent"]]}," (",{"type":"''","value":["Gent"]},") and the capital, ",{"type":"[[","value":[["Brussels"]]},".\n\n",{"type":"==","value":[" Understand "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tourist Office"],["alt="],["url=http:\/\/www.aalst.be\/toerisme"],["email=toerisme@aalst.be"],["address=Molenstraat 45"],["lat="],["long="],["directions="],["phone=+32 53 732 270"],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\nTravel by train from Brussels, it takes about 25 minutes.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Béguinage"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Between Anna Snelstraat and Pontstraat"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Built in 1261, only the original shape of the square with its small houses has been preserved. Ste Catherine’s church, dating from 1787, is a rare example of religious architecture in classic style; at present, the church is used by the orthodox community. A béguinage is a collection of small buildings used by Beguines. These were various lay sisterhoods of the Roman Catholic Church, founded in the 13th century in the Low Countries, comprising religious women who sought to serve God without retiring from the world."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Borse van Amsterdam"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=To the left of the belfry, at the former \"meat house\""],["phone="],["fax="],["hours="],["price="],["content=The Borse was built in 1630. It was erected in renaissance architecture with open gallery. The building was used as a hostelry along the old commercial route Lille – Amsterdam. Presently, you can wine and dine here in a stylish and pleasant setting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Country House"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Town Hall"],["phone="],["fax="],["hours="],["price="],["content=Around the inner court yard, you’ll find the buildings in rococo style of the former country house. It was built as residence and administrative seat for the government of the Land of Aalst. Today, many town services are housed here. The ornamental Dutch gable of the main building with sundial and oculus (small round window) is flanked by the monument for the victims of 1830 and the bronze statue of Ondineke. She is the main character in the novel ",{"type":"''","value":["De Kapellekesbaan"]}," (",{"type":"''","value":["Chapel Road"]},") from Louis Paul Boon. Walk through the pedestrian passageway to the backyard of the town hall where you can admire the beautifully renovated rear elevation."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Dirk Martens Statue"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Dirk Martens (1446 -1534), from Aalst, is generally considered as the person who brought the craft of printing to the southern part of the Low Countries. In 1473, he set up his first printing atelier in Aalst. His statue was designed and cast in bronze by Jean Geefs. In 1856, it was given a permanent place on the Grote Markt. Because of its typical green and black colours from oxidised bronze, people from Aalst often refer to this statue as \"the black guy\". He was also an important promoter of humanism in Europe at that time. He published, among others, works from his good friend Erasmus and printed the first edition of ",{"type":"''","value":["Utopia"]}," from Thomas Moore and also the travel stories of Christopher Columbus."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Faluintjes"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Between the Affligem Abbey and the water castle of Moorsel lies Faluintjes nature reserve"],["phone="],["fax="],["hours="],["price="],["content=Four rural villages of Aalst, namely Baardegem, Herdersem, Meldert, and Moorsel, together form the Faluintjes region. They are the green lungs of Aalst. The word \"Faluintjes\" is explained in different ways. According to some, it is a corruption of the French \"vallée\", the valley of the Molenbeek brook. Others recognise the French word \"fallourdes\", which means faggots. Did the monks make this swampy valley passable by using stacks of faggots? Or would it be a corruption of the Celtic  \"fallæn\", the French \"fallun\" – \"fallunière\" or stone quarry? Whatever, the Faluintjes remains a linguistic mystery."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Grote Markt"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The central market square in Aalst or Grote Markt is a pleasant, yet stately square with several imposing monuments and various restaurants and pubs. It is the administrative, economic, and social heart of town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Keizersplein"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The bourgeoisie of the 19th century used the fronts of the former medieval bulwarks for building their mansions. The walls rendered in white are decorated with pillars and ornamental elements and, often, also with a balcony above the entrance gate. Here lived at the time the headmen of the conservative party and, particularly, many factory bosses who had their factories in their back garden. In 1997, the whole complex of mansions and rows of trees in the middle were protected as townscape. The statue of Queen Astrid, erected in 1938, and that of King Baudouin, dating from 1991, form the beginning and end of the row of trees."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kravaalbos"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The Kravaalbos is one of the last remaining woods to the northwest of Brussels and is for the most part in Meldert. It is part of the former coal forest, which also covered well-known woods such as Zoniënwoud and Hallerbos. In the Middle Ages, this stretch of woods became widely known for its stone quarries, which also explains the name of the woodland: \"kravaal\" comes from \"carvaal\", or \"car\" and \"vaal\", \"car\" meaning \"stone\" and \"vaal\"  \"valley\". In the 12th century, its development started on the initiative of the monks of the Affligem Abbey. It was an important source of income for Meldert."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Louis Paul Boon Statue"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Oude Vismarkt, front garden of Town Museum 't Gasthuys"],["phone="],["fax="],["hours="],["price="],["content=Louis Paul Boon (1912-1979)  wrote about the eventful social history of Aalst and its environs. The town where he was born and its history are his main sources of inspiration. His novels ",{"type":"''","value":["De Kapellekesbaan"]}," (Chapel Road) and ",{"type":"''","value":["Menuet"]}," (Minuet) are his most popular and most translated works for which he was also nominated for the Nobel Prize. Other literary works of Boon include: ",{"type":"''","value":["Zomer te Ter Muren"]},", ",{"type":"''","value":["Mieke Maaike"]},", ",{"type":"''","value":["De bende van Jan de Lichte"]}," and ",{"type":"''","value":["Daens"]},". To honour him, Aalst erected a statue: \"The Narrator\". It embellishes the front garden of Town Museum 't Gasthuys. In his novels ",{"type":"''","value":["De Kapellekesbaan"]}," and ",{"type":"''","value":["Zomer te Ter Muren"]}," Louis Paul Boon describes the life of Ondineke, a sly working-class girl who will do anything to climb the social ladder. Town Museum 't Gasthuys contains a small statue of her. An exact copy can be found in the town hall's inner courtyard."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Oud Schepenhuis"],["alt=Former city hall with belfry and \"gebiedshuis\""],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=The main attraction on the Grote Markt is no doubt the former Aldermen's House with belfry and late Gothic extension (\"Gebiedshuis\"). The Oud Schepenhuis was built in 1225 and is the oldest preserved  aldermen's house in the Low Countries. The high saddle roof and four round corner towers will later become typical of late medieval town halls. The belfry from 1407 owes its elegance to the octangular tower with open gallery. The façade holds two statues picturing the Counts of Flanders and Counts of Aalst and the inscription ",{"type":"''","value":["Nec Spe Nec Metu"]}," (\"no hope, no fear\"), the motto of Philip II, who in 1555 was welcomed as Count of Aalst. The decorative belfry tower received UNESCO world heritage status in 1999 and houses one of the oldest carillons in Belgium. The carillon still reminds people every quarter of an hour of the centuries-old presence of the belfry on the Grote Markt. The neo-Gothic figures of the tower clock were replaced in 1960 by a dial with half spheres. Since then, people from Aalst have referred to the belfry as the \"tettentoeren\" or \"breasts tower\", a reference to the resemblance between the clock and a woman's breasts. The Gebiedshuisje, the protruding late-Gothic extension, was the place from where the bailiff or alderman proclaimed new laws for people gathering at the Grote Markt. Five statues decorate the face: Lady Justitia, Dirk van Aalst (the last count who died in 1166), Pieter Coecke (court painter), Emperor Charles V, and Cornelius De Schrijver (humanist and Latin poet). The belfry is not open to the public. Every month, all members of the town council gather here for the town council's meeting. The second floor is fitted out as a meeting room and the ground floor and cellar are let as exhibition rooms."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Railway Station"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The railway station and its surrounding quarter were designed in 1852 by Jean-Pierre Cluysenaer. He got his inspiration for the design from the gallery of the Borse van Amsterdam. The battlement, corner turrets, and central turret evoke memories of a medieval castle."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=St Martin's Church"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Jan Van der Wauwe, a renowned architect, replaced the former place of worship, which was destroyed and had become too small, by the present church. The construction of the St. Martin's church started in 1480 but the church was never fully completed according to plan. For financial reasons, the construction works would be stopped 180 years later. The designers and clients had a much larger building in mind. Still, for the self-assured urban community the imposing church became a symbol of power. The main church of Aalst is a fine example of late Brabant Gothic. In the Museum ‘t Gasthuys you can still see a scale-model of the St. Martin’s church as it should have looked according to the architect. The painting ",{"type":"''","value":["Christ makes Saint Roch patron of plague victims"]}," by Peter Paul Rubens was commissioned by local beer and hop merchants. Many objects of art embellish the church: the gravestone of Dirk Martens, the renaissance sacrament tower of Jeroen Du Quesnoy the Old, some frescos, the imposing Van Peteghem organ, and several stained-glass windows from the Ghent atelier of Casier. The \"popular window\" in the right-hand transept played an important part for the urban meridian. The meridian lies in the form of a copper strip in the floor of the St. Martin’s church. At noon, when the sun falls through an oculus (small hole) of this stained-glass window, this generates a ray of light on the copper strip. In the beginning of the 19th century these meridians were used to establish a standard time for the whole of the Belgian territory. Such uniform time was needed to draw up the time schedules for the trains, which were introduced in Belgium in 1832."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Terlinden Castle"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Square J. Geerinckx"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The former coach house and orangery now holds a branch of the Aalst library. The castle gardens, measuring 2 hectares, still have their original pattern of roads and bulwarks and have been landscaped in country style. The gardens are open to the public, the castle is not."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Town Museum ‘t Gasthuys"],["alt="],["url=http:\/\/www.aalst.be\/museum"],["email= museum@aalst.be"],["address=Oude Vismarkt 13"],["lat="],["long="],["directions="],["phone=+32 53 732 345"],["fax="],["hours="],["price="],["content=Town Museum ‘t Gasthuys is in the oldest part of town and got its name from the old hospital that used to be here. In popular speech a hospital was also called \"gasthuys\". Archaeological finds from Aalst are exhibited and various temporary exhibitions are organised here. In the central meeting place a short history of Aalst is told and at the guests' table you can consult information brochures and books. In the Carnival Museum (on the attic floor), you’ll find out more about the history and typical features and elements of Aalst Carnival. In the former hospital wards, you can experience more about the life and life's work of the four famous people from Aalst: Dirk Martens, Valerius De Saedeleer, Adolf Daens, and Louis Paul Boon."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Town Park"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Bordered by Parklaan, Désiré De Wolfstraat, and Erembodgemstraat"],["phone="],["fax="],["hours="],["price="],["content=The town park was laid out in 1915 to create work for the men of Aalst to protect them from Germans conscription. The park was conceived as a spacious recreational area with promenade walks and playgrounds around two fishponds – the balloon pond and the mirror pond – and comprises more than 100 different kinds of trees. The original park constructions (a milking parlour, a card clubhouse, a garden shed, and a bridge) still exude the aura of those days. The milking parlour owes its name to the compulsory and unlimited sales of dairy products as of 1916. Today, the milking parlour, with comfortable terrace, invites people for a drink and a bite, offering a wonderful view over the park."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Valerius De Saedeleer Statue"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Oude Vismarkt"],["phone="],["fax="],["hours="],["price="],["content=The artist from Aalst, Valerius De Saedeleer (1867 -1941), received his first artistic education at the Ghent Academy of Fine Arts and painted mainly the Leie region and the Flemish Ardennes. He is one of the most prominent representatives of the School of Latem (first period). After his death, this honorary citizen was interred in a monumental grave in the public graveyard of Aalst. Some of his masterpieces are exhibited in Town Museum ‘t Gasthuys. From this museum, amidst his masterpieces, you can catch a glimpse of the artist’s statue."]]}]},"\n",{"type":"===","value":["Events"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=After-Tour Criterium"],["alt="],["url=http:\/\/www.criteriumaalst.be"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=Free"],["content=Every year, the Tour de France travels through France. Riders climb the Alps and Pyrenees, put on sprints and do time trials to finally reach Paris. On the Monday following their arrival in Paris, Aalst is the Mecca of cycling because then the first After-Tour Criterium is contested in our city. The organisers boast not only the big names of cycling at the start in Aalst, but also the tour's green and yellow jersey winners."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Carnival"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content=Aalst Carnival, Shrove Tuesday, Mardi Gras or, as they say in Aalst, \"Oilsjt Carnaval\". They’re all about the same phenomenon: a three-day carnivalesque popular festival. In 2010, UNESCO recognised Aalst Carnival as a cultural world heritage. Traditionally, on Sunday and Monday before Ash Wednesday the original carnival procession parades through the streets of Aalst. More than seventy groups, all from Aalst, give their personal and humoristic view on figures and events of the past year. Then, the typical street carnival bursts out, a wonderful mix of partygoers in colourful and inventive costumes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cirk! Aalst"],["alt=Circus"],["url=http:\/\/www.cirkaalst.be"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price= Free"],["content=Cirk! Aalst is and will always remain an accessible open-air summer festival for a broad public: young, old, families with children, typical festival visitors, circus fans, or passers-by. Everyone will find something to his liking during this three-day circus in Aalst."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jumping Aalst"],["alt="],["url=http:\/\/www.jumping-aalst.com"],["email="],["address=Domain De Kluizen, Affligemdreef 184"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price=Free"],["content= Jumping Aalst is a highly ranked international equestrian event."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Pikkeling"],["alt="],["url=http:\/\/www.faluintjes-pikkeling.be"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price= Free"],["content=A freely accessible harvest festival organised every year at a farmstead of one of the Faluintjes villages Baardegem, Herdersem, Meldert and Moorsel. This folkloric festival pays tribute to the joys of harvesting, with typical Flemish harvest scenes being demonstrated by farmers in traditional clothing. Much attention is paid to international folklore and typical regional dishes are promoted."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Winter Fair"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Hopmarkt, Houtmarkt, Espanadeplein, Keizershallen, &  Grote Markt"],["phone="],["fax="],["hours="],["price="],["content=For many years, the Winter Fair has been the ideal appetiser for Aalst Carnival. When the more than hundred fairground attractions take in their places on the various market squares, carnival tension starts to rise. The recipe for a successful visit to the fair consists of the following ingredients: swinging or whirling around in one of the many spectacular attractions, sniffing up the atmosphere at nostalgic fairground attractions and enjoying a delicious doughnut ball (\"smaâbol\"). Dates for the next 3 years are 15 Feb 2015, 7 Feb 2016, 26 Feb 2017."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cultural Centre De Werf"],["alt="],["url=http:\/\/www.ccdewerf.be"],["email=ccdewerf@aalst.be"],["address=Molenstraat 51"],["lat="],["long="],["directions="],["phone=+32 53 732 812"],["fax=+32 53 732 849"],["hours="],["price="],["content=A meeting place for performing arts, classical music, theatre, and comedy. The open glass building symbolises bringing culture to the streets and passers-by."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Netwerk"],["alt=Centre for Contemporary Art"],["url=http:\/\/www.netwerk-art.be"],["email="],["address=Houtkaai"],["lat="],["long="],["directions="],["phone=+32 53 709 773"],["fax="],["hours="],["price="],["content=Netwerk offers a comprehensive modern art programme with expositions, lectures, workshops, screenings, and concerts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Park Concerts"],["alt=Parkies"],["url=http:\/\/www.parkies.net"],["email="],["address="],["lat="],["long="],["directions=In the city park"],["phone="],["fax="],["hours=M evenings, Jul-Aug"],["price= Free"],["content=Music and atmosphere, by a range of excellent artists."]]}]},"\n",{"type":"==","value":["Buy"]},"\nFive shopping streets, all leading to the central market square (Grote Markt), constitute the economic heart of our town. Next to the big chains you’ll also come across many small and trendy boutiques. Most shops are open from Monday to Saturday, from 10:00-18:00. On Sundays and holidays, doors remain closed except on Open Sundays during special shopping weekends.\nSome shopping highlights are the “Top Sales day\" (first Saturday of May), the Summer Fairs (last weekend before Summer sales), Autumn Shopping (first weekend of October) and the Year-end Shopping Sundays with lively Christmas village and ice-skating rink on the central market square.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Saturday Market"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Grote Markt, Nieuwstraat, Korte Nieuwstraat, Hopmarkt, Vredeplein, Vlaanderenstraat and Keizersplein"],["phone="],["fax="],["hours=08:00 – 13:00"],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\nThe brown gold of Aalst. There is nothing better with a cup of coffee than a piece of Aalsterse vlaai. They are made of \"mastellen\" (rock-hard bread with cinnamon, comparable to a bagel).\nIn June 2010, these bakers received an official logo as recognised manufacturers of Aalsterse vlaaien.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bakery De Ridder Wim"],["alt="],["url="],["email="],["address=Korte Zoutstraat 30"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bakery Lowie"],["alt="],["url=http:\/\/www.bakkerijlowie.be"],["email="],["address=Heilig Hartlaan"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bakery Malpertuus"],["alt="],["url="],["email="],["address=Kattestraat 67"],["lat="],["long="],["directions="],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bakery Verleysen"],["alt="],["url="],["email="],["address=Hoogstraat 3"],["lat="],["long="],["directions=Hofstade"],["phone="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nelson BVBA"],["alt="],["url="],["email="],["address=Vlaaien van Aalst, Rampelberg 59"],["lat="],["long="],["directions=Baardegem"],["phone="],["fax="],["hours="],["price="],["content=With a stall at the Saturday market."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aparthotel Malpertuus"],["alt="],["url="],["email=aparthotel_malpertuus@telenet.be"],["address=Kattestraat 77"],["lat="],["long="],["directions="],["phone=+32 47 392 8514"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=B&B ‘t Slaapmutske"],["alt="],["url=http:\/\/www.tslaapmutske.be"],["email=info@tslaapmutske.be"],["address=Zijpstraat 97"],["lat="],["long="],["directions=Hofstade-Aalst"],["phone=+32 47 253 0070"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Het Gedicht"],["alt="],["url="],["email=het.gedicht@hotmail.com"],["address=Denderstraat 15"],["lat="],["long="],["directions="],["phone=+32  48 678 3359"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hof Selmussen"],["alt="],["url=http:\/\/www.hofselmussen.be"],["email=info@hofselmussen.be"],["address=Blektestraat 140"],["lat="],["long="],["directions=Hofstade-Aalst"],["phone=+32 53 215 053"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Holiday cottage"],["alt="],["url=http:\/\/www.hofterdromen.be"],["email=hof.ter.dromen@skynet.be"],["address=Grote Baan 13"],["lat="],["long="],["directions=Herdersem-Aalst"],["phone="],["tollfree="],["fax="],["price=+32 53 214 810"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostellerie De Biek"],["alt="],["url=http:\/\/www.hostelleriedebiek.be"],["email="],["address=Moorseldorp 3"],["lat="],["long="],["directions=Moorsel"],["phone=+32 53 607 640"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Royal Astrid"],["alt="],["url=http:\/\/www.royal-astrid.be"],["email=info@royal-astrid.be"],["address=Keizersplein 27"],["lat="],["long="],["directions="],["phone=+32 53 706 500"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Ibis"],["alt="],["url=http:\/\/www.ibishophonecom"],["email=info@ibisaalst.be"],["address=Villalaan 20"],["lat="],["long="],["directions="],["phone=+32 53 711 819"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Keizershof Hotel Aalst Centre"],["alt="],["url=http:\/\/www.keizershof-hophonecom"],["email=info@keizershof-hotel.com"],["address=Korte Nieuwstraat 15"],["lat="],["long="],["directions="],["phone=+32 53 774 411"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=New Hotel de la Gare"],["alt="],["url="],["email="],["address=Stationsplein 11"],["lat="],["long="],["directions="],["phone=+32 53 775 843"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Station Hotel"],["alt="],["url=http:\/\/www.stationhotel-aalst.com"],["email=info@stationhotel-aalst.com"],["address=A. Liénartstraat 14"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=La Vie en Roses"],["alt="],["url=http:\/\/www.la-vie-en-roses.be"],["email=info@lavieenroses.be"],["address=Tinnenhoekstraat 61"],["lat="],["long="],["directions=Moorsel-Aalst"],["phone=+32 53 788 034"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=De Zwarte Maan"],["alt="],["url="],["email=lieven.corthals@scarlet.be"],["address=Dirk Martensstraat 11"],["lat="],["long="],["directions="],["phone=+32 53 783 729"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["East Flanders"]]},"\n\n",{"type":"{{","value":[["geo"],["50.93809"],["4.03919"],["zoom=15"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Aalst, Belgium"]]}]