[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Abancay"]}," is in the department of ",{"type":"[[","value":[["Apurimac (department)"],["Apurimac"]]},", ",{"type":"[[","value":[["Peru"]]}," in a valley over the ",{"type":"[[","value":[["Pachachaca (river)"],["Pachachaca"]]}," river. The population is 58,000, and with an altitude of 2,378 m.\n\nAbancay is part of Peru's ",{"type":"[[","value":[["Southern Sierra (Peru)"],["Southern Sierra"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe ",{"type":"'''","value":["Tourist Office"]}," is next to the Plaza de Armas.\n\n",{"type":"==","value":["Get in"]},"\n\nAll buses on the ",{"type":"'''","value":[{"type":"[[","value":[["Lima"]]},"-",{"type":"[[","value":[["Nazca"]]},"-",{"type":"[[","value":[["Cuzco"]]}]}," line pass through Abancay. The\nroad is well paved.\n\nThere are daily ",{"type":"'''","value":["buses"]}," from and to ",{"type":"[[","value":[["Andahuaylas"]]},", one of the closest ",{"type":"'''","value":["airports "]},". This journey takes 5 to 6 h hours on an unpaved road. The closest airport is in ",{"type":"[[","value":[["Cusco"]]},", a 4 and a half to 5 hour drive on a bus or a 3 and a half to 4 hour drive in a \"colectivo\" (taxi car)\n\n",{"type":"==","value":["Get around"]},"\nDistances are short, so walking is your best options for getting around. If you need a taxi, don't pay more than 3 Soles (0,80 US$) in the city.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["AMPAY"]}," (mountain and tree species) protected area (sanctuary). Get the collectivo 9 (70 centimos) to Sawanay. From there ask for \"camino del ampay\". You`ll reach the park`s house. 5 soles to enter, it`s better to go because the way begin in this place, and they´ll give you informations if you`re going by yourself (you can also pay a guide in the municipalidad, 30 soles the day). The way is hard, 3 km for the first laguna, 4 more to the second and you´ll see the Nevada Ampay. Possible to make a loop but long (more than 20 km). Better in dry season."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" Swimming in natural water pool"]},{"type":"*","value":[" Cock fights"]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Take a hike"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Mountains (foothills) rise abruptly from the North and South end of town, allowing you to be in a beautiful setting with stunning views very quickly.\nFrom the center of town, walk downhill and cross the river. Head for the radio tower up on the hill (south). From here, a large wide trail that's cut into the side of the mountains proceeds west along the side of the folded ridges. A lovely walk that goes on for miles. Nice at sunset. Bring a flashlight in case it gets dark as you're coming back - it's a steep drop-off the side of the trail."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nAvenida Arenas, which turns into Arequipa, is the main drag through town. You can find all manner of restaurants and bars along this strip. Also a market for picking up fruits and vegetables. There are also a couple of supermarkets along this street. Paralleling this street one block further uphill is another avenue with a fair amount of shops and restaurants, including a vegetarian one.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["El Dorado"]},", Av. Arenas, good and safe, ca. US$ 5."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Turistas (old hacienda)"]},",splurge with hot water and dining-room."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Paraiso"]},", across from the bus terminal.  30 soles for a matrimonial with bano privado.  Nice place, television, but lacked hot water despite the claims."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Saywa Hotel"],["url=http:\/\/www.saywa-hotel.com"],["email="],["address=302 Av. Arenas"],["lat="],["long="],["directions="],["phone =+51 83  32-4876"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A good value for the price. Nice rooms with real, strong hot water showers, cable TV, and a fast connection of WiFi. Rooms on the front have fantastic views overlooking the park and mountains behind. Price includes breakfast. Price for a single room is normally 50 Soles per night, but can be talked down to 40 Soles."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nYou can visit the ",{"type":"'''","value":[{"type":"[[","value":[["Canyon of Apurimac"]]}," (Cañon de Apurimac)"]}," and cross it on a hanging bridge. Take a bus towards Cuzco and exit after ca. 1h at the village of ",{"type":"[[","value":[["Curuahuasi"]]},". Then go to Cachora - you can rent mules,horses and guides (canyon depth  approx. 1000 m - one of the deepest in the world)\n\nIf you have 3 days, you can climb the canyon at the other side and\nvisit the recently discovered and only 30% excavated ruins of an Inca\ncity (Choquequirao). Guides are easily found via the tourist office in Abancay.\n\nFrom Abancay to Puquio the bus costs 40 soles and the first one of the day leaves at 12 noon (Palamino).  The views and country along this route are great, but it is windy.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-13.6333"],["-72.8833"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southern_Sierra_(Peru)"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Abancay"]]}]