[{"type":"{{","value":[["pagebanner"],["Australia-oceania default banner.jpg"]]},"\n",{"type":"'''","value":["Abemama"]}," (pronounced Apamama), the land of the moon-light, is known by many as the island where the Declaration of a British Protectorate was made by Captain Davis of ‘Royalist’ on 27 May 1892. For a while, it was a home to Robert Loius Stevenson. The island is well known for its pristine beach and crystal clear blue lagoon. In Abemama, you still can find physical evidence of American and Japanese WWII relics, cultural shrines and sites\/monuments relating to their traditional spirits and famous King Binoka. History of King Binoka and his close allies, the early foreign traders, can still be heard through oratory that was passed from one generation to another and written in some history books of Kiribati. The island is considered one of the popular weekend hideaways for expatriate from Tarawa (capital) and usually visited by cruising yachts due to its very sheltered lagoon bay. It also has the potential to host fly fishermen due its abundance of bonefishes.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"===","value":["Geography"]},"\n\nAbemama has an area of 16 square kilometers and an estimated population 3,608 (census 2005). The islets surround a deep lagoon. The eastern part of the atoll of Abemama is linked by causeways making automobile traffic possible between the different islets. The outlying islands of Abatiku and Bike are situated on the southwestern side of the atoll. The village of Kariatebike serves as the government center for the atoll which includes an administration building, the police station and a hospital. Next to Kariatebike on the eastern side is Chevalier College and the western side is the only government Junior Secondary School.\n\n",{"type":"===","value":["History, Tradition and Culture"]},"\n\nAbemama is known as the island where the Declaration of a British Protectorate made by Captain Davis of Royalist on 27 May 1892. The first British Resident Commissioner was CR Swayne who was appointed in 1893. To rule such a scattered empire, which included Ellice Islands at a time of very poor shipping was a near impossibility. The Resident Commissioner therefore started to appoint Island officials. In Abemama, officials were automatically chosen from the chiefly family.\n\nIn 1889, it was also the home of Robert Louis Stevenson. Near Tabontebike is the tomb of a tyrant-chief Tem Binoka, who was immortalized by Stevenson in his novel “In the South Seas”. During WWII the American submarine USS Nautilus landed a force of 78 Marine Amphibious Reconnaissance Scouts to seize the island on 21 November 1943. On the morning of 25 November, a native reported to the Marines that the remaining Japanese committed suicide.\n\nIn most of the northern islands, there are several district leaders, each of whom led a group of Kainga. On Abemama – Kuria – Aranuka one chief was recognized as paramount. The chiefly dynasty of Abemama, Kuria and Aranuka was only consolidated after the arrival of Europeans. The heads of the Kainga were always consulted on matters affecting the community and could initiate action, but always they were obliged to seek the approval of the chief, who provided overall leadership and regulated relationships amongst the kainga. Strong evidence of these early activities can still be physically seen on the ground and stories related to them transcend from one generation to another. In Abemama, the chiefly family and its present generation are still highly regarded and respected status among the community is still intact and recognized.\n\n",{"type":"===","value":["Traditional welcome for First Time Visitors"]},"\n\na) Any tour of the island for first time visitors should start from Kabangaki village\n\nb)Traditional shrines and cultural sites are recommended sites to visit\/see and all visitors are advised to bring sticks of tobacco (3) as offering gifts at the shrines.\n\nc) All visitors are advised to drive slowly when passing through a village or a maneaba where a meeting of the community elders is held.\n\nd) Visitors especially ladies are advised to appropriately cover their body when walking around the villages (bikinis not acceptable).\n\ne) The sitting protocol for every maneaba or homes of the local people is that you have to sit and fold your legs probably and it’s considered insulting to stretch out your legs while sitting.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nSplendid local activities are available on the island and visitors can enjoy themselves with. The activities include:\n\n",{"type":"*","value":[" Fishing"]},"\n",{"type":"*","value":[" Local weavings"]},"\n",{"type":"*","value":[" Playing local games"]},"\n",{"type":"*","value":[" Dancing"]},"\n",{"type":"*","value":[" Experiencing traditional lifestyles\/local practices."]},"\n",{"type":"*","value":[" Kayaking"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\nVisitors should aware when traveling to Abemama that facilities and services are limited and the island is remote in nature. You will need flexibility in your plans to allow for instances where there may be transport delays. It is highly recommended that you take additional supplies of drinking water. Medical facilities are limited on the islands to a local clinic and village nurse. Pharmaceuticals are not available and you will to ensure you have any medications you may require and basic medical supplies. Please also ensure you have advised family and friends of your travel plans and when you expect to return.\n\n",{"type":"==","value":["Respect"]},"\nIt is also important to note that as a sign of respect you will need to leave offerings at a number of the shrines you visit. Tobacco\/cigarettes are the traditional offering. If you are interested in participating in any cultural activity please have it arranged prior your travel or you can ask around the local people and they are usually most obliging.\n\n",{"type":"==","value":["Connect"]},"\nCommunications while on the island may be limited; however some villages will have a public phone.\n\n",{"type":"{{","value":[["IsPartOf"],["Gilbert Islands"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Abemama"]]},"\n\n",{"type":"{{","value":[["geo"],["0.39962222222222"],["173.87683888889"]]}]