[{"type":"{{","value":[["pagebanner"],["Abu Dhabi Sheikh Zayed Mosque banner.jpg"]]},"\n\n",{"type":"[[","value":[["File:Abu Dhabi in evening.JPG"],["thumb"],["350px"],["Abu Dhabi city gleaming in the evening light."]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.abudhabitourism.ae\/ Abu Dhabi"]}]}," is the federal capital and center of government in the ",{"type":"[[","value":[["United Arab Emirates"]]},". It is the largest city of the ",{"type":"[[","value":[["Abu Dhabi (emirate)"],["Emirate of Abu Dhabi"]]}," and one of the most modern cities in the world.\n\n",{"type":"==","value":["Understand"]},"\n\nWith a population of just under 1.5 million, Abu Dhabi is the headquarters of numerous oil companies and embassies. With only 420,000 citizens in the entire emirate, each has an average net worth of $17 million.  The city features large gardens and parks, green boulevards lining all the streets and roads, sophisticated high-rise buildings, international luxury hotel chains and opulent shopping malls.\n\nLong viewed as a staid bureaucratic outpost entirely lacking in neighboring Dubai's pizzazz, things started to change radically in 2004 after long-ruler Sheikh Zayed passed away and his son Sheikh Khalifa took over.  In a bid to attract tourism and investment, land sales to foreigners were allowed and restrictions on alcohol were loosened.\n\nHomosexuality is currently illegal throughout the United Arab Emirates with possible resulting penalties of deportation, fines, prison time, or the death sentence.\n\n",{"type":"[[","value":[["File:SaadiyatExpo Island.JPG"],["thumb"],["240px"],["Scale model of Saadiyat Island, with the Guggenheim up front"]]},"\nSeveral ",{"type":"''","value":["massive"]}," projects are also under way. ",{"type":"[[","value":[["Yas Island"]]}," hosts Abu Dhabi's Formula 1 track and the new Ferrari theme park, while the upcoming $28 billion cultural zone of Saadiyat Island and its centerpieces the Louvre and Guggenheim museums are scheduled to open in 2015 and 2017 (respectively). It remains to be seen how well the strategy will work but the city is certainly experiencing a construction boom.\n\n",{"type":"===","value":[" Climate "]},"\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =23.7"],["febhigh =24.8"],["marhigh =28.4"],["aprhigh =32.9"],["mayhigh =37.5"],["junhigh =38.8"],["julhigh =40.4"],["aughigh =40.4"],["sephigh =39.0"],["octhigh =35.0"],["novhigh =30.1"],["dechigh =25.7"],["janlow =13.8"],["feblow =14.5"],["marlow =17.5"],["aprlow =20.8"],["maylow =24.8"],["junlow =26.8"],["jullow =29.0"],["auglow =29.4"],["seplow =26.8"],["octlow =23.2"],["novlow =19.0"],["declow =15.8"],["janprecip =7.0"],["febprecip =21.2"],["marprecip =14.5"],["aprprecip =6.1"],["mayprecip =1.3"],["junprecip =0"],["julprecip =0"],["augprecip =1.5"],["sepprecip =0"],["octprecip =0"],["novprecip =0.3"],["decprecip =5.2"]]},"\n\nThe city has an arid climate, with very hot temperatures in the summer.\n\n",{"type":"===","value":["Orientation"]},"\n\nThe core of Abu Dhabi is a wedge-shaped island connected to the mainland by the Maqta and Musaffah bridges.  The wide end of the wedge forms the city center, with the ",{"type":"'''","value":["Corniche"]}," running along the coast and a road variously known as ",{"type":"'''","value":["Airport Rd"]}," or ",{"type":"'''","value":["Sheikh Rasheed bin Saeed al Maktoum St"]}," running lengthwise out to the bridges.\n\nStreet addresses in Abu Dhabi are simultaneously very logical and hopelessly confusing.  Many roads have traditional names, like \"Airport Rd\", which may not correspond to the official names, like \"Maktoum St\", and the city is divided into traditional districts like \"Khalidiyya\".  However, by recent decree, the city has been split up into numbered \"zones\" and \"sectors\", with all roads in each sector numbered, First St, Second St, etc., and the vast majority of street signs only refer to these. The system of main streets is straight forward enough once you realize that the odd numbered streets run across the island and the even numbers run along it.  So First St is in fact the Corniche, and the odd numbers continue out of town to 31st St which is near the new Khalifa Park.  Airport Rd is Second St and the even numbers continue to the east through to 10th St by Abu Dhabi Mall.  On the west side of Airport Rd, the numbers go from 22nd Street to 32nd St by the new Bateem Marina.  Alas, confusion is caused by the local streets, which are on green signs (main streets are on blue signs) and are also called First, Second etc.  Most locals opt to ignore the system entirely, and the best way to give instructions is thus ",{"type":"'''","value":["navigating by landmarks"]},", if taking a taxi, odds are you will get to \"behind the Hilton Baynunah\" much faster than \"Fifth Street, Sector 2\".\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:AbuDhabi Airport.JPG"],["thumb"],["250px"],["Abu Dhabi Airport"]]},"\n\n",{"type":"====","value":["Abu Dhabi International Airport"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.abudhabiairport.ae\/ Abu Dhabi International Airport"]}]}," (",{"type":"{{","value":[["IATA"],["AUH"]]},") is the UAE's second busiest airport (after Dubai) and the home base of Abu Dhabi's flag carrier ",{"type":"[","value":["http:\/\/www.etihadairways.com\/ Etihad Airways"]},".  Launched in 2003, Etihad Airways has been expanding rapidly and now flies everywhere from the United States to Australia, and its services (particularly on long-haul flights) are remarkably good in all classes.\n\nThe airport is separated into Terminal 1 (the original terminal), Terminal 3 (a new terminal mostly dedicated to Etihad Airways), and a smaller Terminal 2.  \n\nTerminal 1 provides a slightly dingy appearance and a spectacularly bizarre blue-lime tiled mushroom canopy that awaits you at the gates.\n\nTerminal 2 has no aerobridges, relying on buses to take passengers to and from their planes.\n\nTerminal 3 is much newer and has improved shopping and gate access.  It is noted that Etihad flights to and from the US utilize the older terminal.\n\nA fourth, midfield terminal, is under construction.\n\n",{"type":"'''","value":["To\/from the airport:"]},"\n",{"type":"*","value":["Al Ghazal taxis travel to the city at a flat rate of Dhs 75 and take around 40 minutes. "]},{"type":"*","value":["Metered taxis are now allowed to pick up passengers at the airport. A trip into Abu Dhabi city center will cost between Dhs 60 and Dhs 70. Metered taxis can also bring passengers to the airport.  The taxi stand is at the end of a long walkway from the main terminal.  Passengers must turn left when leaving the arrivals area and travel through a long passageway to the curb area,  where a covered platform next to the taxi stand is provided.  Expect long lines at the taxi stand during the evening and late night hours."]},"\n",{"type":"*","value":["Public bus route A1 also heads to the city every 30–45 minutes 24 hours a day, and costs just Dhs 3. This leaves from outside T3: Go to the lower level and spot the Etihad busses right in front of you. Just 10 metres on the right is a sign saying \"Bus Stop\". The Etihad bus and the public bus use the same bus stops, the public bus will just stop as the very first one of the line. Be warned, that airport information may say that there is no public bus, and to take a taxi. The bus used to depart from the upper level but due to traffic it was changed to the lower level. The terminus in the city is Al Ittihad Square bus station, next to the British Embassy."]},"\n",{"type":"*","value":["If you are flying on Etihad, complimentary shuttle buses are provided at regular intervals to Dubai (you should book these at least 24 hours in advance). These depart from the main car park at the front of the airport, by the car hire offices."]},"\n",{"type":"====","value":["Dubai International Airport"]},"\nA viable alternative is to fly to Dubai International Airport in the neighbouring emirate of ",{"type":"[[","value":[["Dubai"]]}," and continue onward by bus or, if really in a hurry, by taxi.\n\n",{"type":"'''","value":["To\/from Dubai airport:"]},"\n",{"type":"*","value":["A metered Dubai airport taxi direct to the Abu Dhabi town center will cost about Dhs 300."]},{"type":"*","value":["To get a bus, you will have to go to one of several bus stations in Dubai to catch the Emirates Express to Abu Dhabi. See ",{"type":"[[","value":[["#By bus"],["By bus"]]}," section below."]},{"type":"*","value":["If you have got a car, you can hire Mahtara's Car Storage Service(+9714 2858484) and get a free transportation to Dubai Airport. It's going to cost much cheaper as the charge of the service is not exceeding 25 AED\/Day."]},"\n",{"type":"===","value":["By road"]},"\nThe five-laned E11 highway between ",{"type":"[[","value":[["Dubai"]]}," and Abu Dhabi is the country's heaviest-traveled route, and the 130-km journey can be covered in two hours.  While there is a national speed limit of 120 km\/h, it is allowed to speed up to 140 km\/h, yet this is often wildly exceeded by some drivers. Stay out of the leftmost lane and drive carefully, especially at night.\n\nTo travel directly into Abu Dhabi from Dubai on E11,  keep to your left at Al Shahama and follow the E10 highway, which passes the newly developed Yas Island (exit at the E12 highway) and Al Raha Beach on the way to the new Sheikh Zayed Bridge into Abu Dhabi City.  This bridge connects directly to Salam Street (8th Street), a newly widened megahighway along the northern shore of Abu Dhabi Island.  There is still significant construction along this route entering the central business district so expect delays and detours.  As an alternative to the Zayed Bridge, there are ramps off E10 that connect to the Maqta Bridge, which leads to both 2nd Street (Airport Road) and 4th Street (East Road or Muroor Road).  During off-peak periods,  these routes run fairly quickly into the City.\n\n",{"type":"===","value":["Parking"]},"\nParking can be very challenging in the central business district and business areas around the City.  While there are some free parking areas,  much of the surface parking throughout the City is governed by the ",{"type":"[","value":["http:\/\/www.mawaqif.ae Department of Transport's Mawaqif program"]},", which allows payment both at curbside meters (receipts displayed on windshield) and through a subscription program that allows you to SMS a parking request after you've pulled into a space.\n\nIn the central area, there are limited parking garages (some are in malls such as Al Wahda and Khalidiya which are generally free of charge).\n\n",{"type":"===","value":["By bus"]},"\nYou can get into Abu Dhabi from the other Emirates of Dubai, Sharjah, etc., by bus. The ",{"type":"''","value":["Emirates Express"]}," between Abu Dhabi and ",{"type":"[[","value":[["Dubai"]]}," is operated jointly by the Abu Dhabi and Dubai municipalities. The 130 km route takes around two hours. The buses operated by Dubai's RTA are luxury buses that charge 25 Dirhams for the onward journey to Abu Dhabi and 25 Dirhams for the return journey. The Abu Dhabi transport buses charge 15 Dirhams each way. The first bus departs from the Abu Dhabi main bus terminal on the corner of Hazza bin Zayed the First (11th) St and East (4th) Rd at 5:30AM and the last leaves at 11:30PM; they leave at 30 minute intervals, or if the bus gets full sooner. From Dubai, the buses leave from 5:30AM, and run until 11:30PM, from the Al Ghubaiba station in Bur Dubai (opposite Carrefour Shopping). For bus times, see the timetable ",{"type":"[","value":["http:\/\/www.rta.ae\/wpsv5\/links\/buses\/timetable\/E102Both.pdf"]}," published on the Government of Dubai's website.\n\n",{"type":"===","value":["By taxi"]},"\nYou can flag down any metered taxi on the street in Dubai or any other place in the UAE and ask to go to Abu Dhabi. The cost between Dubai and Abu Dhabi is about Dhs 250. From Abu Dhabi, taxis cost about Dhs 200 to Dubai.\n\n",{"type":"==","value":["Get around"]},"\nAbu Dhabi is built for cars.  As a result, there are a lot of them and lots of traffic jams in the down town area.\n\n",{"type":"===","value":["By taxi"]},"\nThe best way to get around if you did not rent a car is by taxi. Basic white and gold taxis with green signs on top are ubiquitous and crossing town will cost only cost Dhs. 10 ($3.70 US) or so. Basic metered fares start from Dhs. 3.50. Slightly more luxurious silver cabs, have white signs on top and charge a little more with a Dhs. 3.50 starting fare and Dh. 1 per 750 m thereafter, slightly more at night. They are probably the safer bet in the unruly traffic. Taxis like Al Ghazal and National monopolize the hotels and charge roughly twice what the local Silver or white and gold cabs charge. Alternatively, you can book a taxi in Abu Dhabi by calling 600535353.\n\nA host of silver colored taxis have now entered the local taxi business. Though the cars used are of a higher standard, have better educated and trained drivers, they charge a little more. These cabs charge the metered fare plus Dhs. 10 for a trip to the airport, which usually works out cheaper than the white and gold cabs. Silver taxis are fitted with GPS based tracking system which are monitored from centralized control center.\n\nThe local white and gold cabs or silver cabs are not allowed to pick up passengers from the airport as this service is reserved for the Al Ghazal limousine service, who charge around Dhs. 75 for a trip to the city.\nThe white and gold taxis are no longer legal. They will not use their meters and require haggling over the fare. Rides to the airport will entail bargaining. The previous fare was between Dhs. 35-50, depending on your race and bargaining ability.\n\nYou are not expected to tip cab drivers, but gratuity will be extremely appreciated. Many taxi drivers are displaced persons, far from their home countries and families, so often they take out pictures of family members for you to comment on.\n\n",{"type":"===","value":["By bus"]},"\nThe main Bus station in Abu Dhabi is on Hazaa Bin Zayed Road. You can get buses here going to the different points within the city as well as inter city buses. The bus stand also serves as a taxi stand, for inter-emirate taxis.\n\nThe fare system is simple: Dhs. 1 for a single ride, Dhs. 3 for a day pass, or Dhs. 40 for a one-month ",{"type":"''","value":["Ojra"]}," pass. The dark bluish green buses are air-conditioned but not wheelchair accessible. Passengers can board and alight at the designated stops along the route. These locations can be identified by the temporary Department of Transport bus stop poles. Beware: bus stops that do not have the DoT bus stop sign may not be served as not all bus stops along the route are used.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Route 5:"]}," Al Meena to Marina Mall via Abu Dhabi Mall and Hamden Street. Every 10 min, 6:30AM–11:30PM."]},{"type":"*","value":[" ",{"type":"'''","value":["Route 7:"]}," Abu Dhabi Mall to Marina Mall via Zayed the 1st Street (also known as Electra). Every 10 min, 6:30AM–11:30PM."]},{"type":"*","value":[" ",{"type":"'''","value":["Route 8:"]}," Tourist club to Break Water via Hamdan Street, Zayed the 2nd (via 4th) Street, Airport Road, Al Manhal Street. Every 20 min, 7:15AM–11:30PM."]},{"type":"*","value":[" ",{"type":"'''","value":["Route 32:"]}," Sports City Carrefour to Marina Mall via Airport Road, Bus Station, and Zayed the 1st Street. Every 10 min, 6AM-10:40PM."]},{"type":"*","value":[" ",{"type":"'''","value":["Route 54:"]}," Sports City Carrefour to Abu Dhabi Mall via East Read, Bus Station, and Hamden Street. Every 10 min, 6AM-11PM."]},"\nThe older bus service, operated by the Abu Dhabi Municipality, operates bus routes within city and to the other emirates. The routes within the city are very few. The buses are very modern and air-conditioned. The services are as punctual as possible and operate more or less around the clock and charge Dhs. 1 for travel within the capital. The front few seats are reserved for ladies, so men should avoid occupying them.",{"type":"[","value":["\/\/www.ojra.ae\/en_index.htm"]},"\n\n",{"type":"===","value":["By car"]},"\n\nUnless they are very aggressive drivers or accustomed to reckless road behaviour, most visitors find the style of driving far too dangerous to be willing to get behind the wheel themselves. Rented cars\/visitors are not treated differently if they get into a car accident. Tests for alcohol can also be administered, and even the blood-alcohol level rise from a glass of wine will be sufficient grounds for one month's incarceration.\n\nIf you do decide to take the plunge, beware that the street numbering system is unusual and it can take weeks to get used to it. U-turns are allowed at almost every intersection. When the left lane signal turns green, you simply have to swing a U-turn and come back. Whatever other flaws drivers here may have, they do ",{"type":"''","value":["not"]}," run red lights. There are cameras at many intersections, fines are high (about Dhs. 550 or $150 US), and residents who are not citizens can be deported for running too many red lights. When the light turns yellow, that taxi in front of you ",{"type":"''","value":["will"]}," jam on the brakes, and you should, too. When the light turns green, however, expect someone behind you to honk at you immediately to get you moving.\n\nUnfortunately, despite excellent roads, and a traffic signal system, vehicle accidents remains the largest cause of deaths in the UAE.\n\n",{"type":"===","value":["On foot"]},"\nNavigating Abu Dhabi on foot is difficult due to the spread-out nature of the city and the oppressive summertime heat and humidity. Pedestrian crossings across the massive boulevards are few and far between.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Abu Dhabi Grand Mosque.jpg"],["250px"],["right"],["thumb"],["Sheikh Zayed Mosque, the largest mosque in the UAE."]]},"\nAbu Dhabi offers little in the way of historical or cultural sights but it certainly isn’t lacking in attractions and many of them are free.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Sheikh Zayed Grand Mosque"],["alt=مسجد الشيخ زايد الكبير"],["url=http:\/\/www.szgmc.ae\/en\/"],["email="],["address=2nd Shaikh Rashid Bin Saeed"],["lat=24.412572"],["long=54.475098"],["directions="],["phone=+971 2 4416444"],["tollfree="],["fax="],["hours=Sat-Thu 9AM-10PM"],["price="],["content=The 8th largest mosque in the world. Friday is closed for worshipers. You can easily get there by public bus. Ask the bus driver to let you know once you get there. The public bus stop is a 100 metres before the mosque and after that is no stop for the next 5km.The Mosque Center offers several free tours through the mosque everyday. Times vary on a daily basis, so check the homepage. As it is a place for worshipers, dress conservatively (ladies need to wear a scarf)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Qasr al-Hosn"],["alt=قصر الحصن"],["url="],["email="],["address="],["lat=24.482316"],["long=54.354896"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The oldest stone building in Abu Dhabi, this small fort was first constructed in 1761 and served as the royal palace from the late 18th century until 1966."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Corniche"]},". Abu Dhabi's spectacular waterfront stretches for miles from the Breakwater near Marina Shopping Mall almost up to the Mina Zayed port. It has a walkway for the entire length, and certain stretches have sandy beaches. There are also many activities like go-cart riding, playgrounds and even stages for shows. All this against a backdrop of the impressive towers of downtown Abu Dhabi. Come in the evening and you feel as if the whole of Abu Dhabi have come here for their evening walk."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Flagpole"]},".  At 123m, this is among the world's tallest flagpoles, and you won't miss the massive UAE flag hanging off it.  On Marina Island across from Marina Mall."]},"\nAbu Dhabi has several large green spaces, many of which include play areas and equipment for children, and the city is studded with lovely fountains, swathes of neon light, and the occasional sculpture.\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Khalifa Park"],["url="],["email="],["address="],["lat="],["long="],["directions=off Al Salam St (8th) near the Grand Mosque"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The best park by far, built at a cost of $50 million.  Has its own aquarium, museum, train, play parks and formal gardens."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cultural Events"]}," The Abu Dhabi Cultural Centre has become a landmark in the Emirates and holds cultural events and workshops throughout the year. It has a well-stocked library, children's programs, art exhibitions, benefits, and other culture-related activities that are the hallmark of any city. It's well worth a look."]},"\nThere are a vast number of projects coming up in Abu Dhabi.\n\n",{"type":"*","value":[{"type":"'''","value":["Saadiyat Island"]}," is being developed into a cultural haven (see ",{"type":"[[","value":[["#Understand"],["Understand"]]},")."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[[","value":[["Yas Island"]]}]},": The alpha-male motorsports den of Yas Island will feature a world-class motor sports racetrack which held the final Formula 1 race of the 2009 season and is on the race calendar for 2010 - the  Etihad Airways Abu Dhabi Grand Prix ",{"type":"[","value":["http:\/\/www.etihadairways.com\/sites\/Etihad\/ca\/en\/Pages\/Beattheheartofaction.aspx"]},", a Ferrari theme park, water park, and — of course — enormous shopping malls."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Lulu Islands"]}," are a group of artificial islands, already built just offshore at great expense, but currently sitting there doing absolutely nothing after a tourism venture failed to even start construction."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Swimming"]}," Nearly all hotels and private clubs in Abu Dhabi offer swimming facilities, usually in the form of private beaches. You can pay for a day's use, or for a year's. Another, notably cheaper, option is The Club, an organization geared towards expatriates."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lessons"]}," Some hotels also offer dance lessons, aerobics classes, and other physical entertainment."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Desert Safari"]}," trips are a tourist but fun experience. They must be booked ahead, but can often be booked as late as the day before, most hotel receptionists can arrange this for you.  Trips start late afternoon and end late evening.  You will be collected from your hotel and driven to the desert in a 4 x4 vehicle. Most packages include a bone-rattling drive over the dunes, a short camel ride, a mediocre Arabic buffet and a belly dancer. Note that the belly dancer is normally only included if there are enough of you in your party so enquire at the time of booking. Another option would be renting\/buying a 4x4 and joining the many growing 4x4 clubs in the UAE. Most popular off them is the Abu Dhabi 4x4 offroad club ",{"type":"[","value":["http:\/\/www.ad4x4.com"]}," AKA AD4x4 that offers a free learning experience for all newcomers. The club consists of all nationalities and is currently active with over 2000 members and schedule trips weekly to suit all levels of driving skills."]},"\n",{"type":"*","value":[" The official sport of the Emirates is shopping, and Abu Dhabi offers plenty of opportunity in this area."]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["do"],["name=Abu Dhabi Classics Run - Beat Beethoven"],["alt=Sept 29th - Oct 1st 2010; Corniche Beach, Abu Dhabi"],["url=http:\/\/www.abudhabiclassicsrun.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Charity event, proceeds go to music education and diabetes prevention programs."]]}]},"\n",{"type":"'''","value":["Helicopter Tour"]}," Board a luxurious 6-seater Eurocopter EC130 B4 and Discover Abu Dhabi from a birds' eye view with Falcon Aviation Services.Tours operate daily from 9AM to 5PM out of the Marina Mall Terminal. Reservations recommended (tours can be booked on an individual or private basis)\n\n",{"type":"==","value":["Buy"]},"\nAbu Dhabi is a compulsive shopper's dream. There are several malls, most of which have the same stores as other malls. Besides establishments aimed at locals, malls also include popular foreign chain stores, as well as designer places. Many visitors will be surprised at the female fashion dichotomy - while local custom calls for women to be covered in public, most stores sell short skirts and halter tops alongside the more sedate floor-length skirts and high-necked shirts.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Abu Dhabi Mall"]}," is a three story shopping mall located in Tourist Club Area, adjacent to the Beach Rotana Hotel."]},"\n",{"type":"[[","value":[["File:MarinaMall Causeway.JPG"],["250px"],["left"],["thumb"],["The turquoise waters of the Persian Gulf along the Corniche, with the Marina Mall in the background"]]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Marina Mall"]}," boasts a musical fountain and ceilings that thunder and rain. It is in the Water Breaker area near the magnificent Emirates Palace.  It also contains one of two Carrefour hypermarkets in town."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Al Wahda Mall"]},", opened in 2007, is a large, modern mall in the center of downtown (11th and 4th Streets).  Stores are high-end, the food court is extensive, and the LuLu Hypermart in the basement is probably the largest grocery and dry goods store in, well, anywhere."]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Khalidiya Mall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Khalidiya mall is a nice place to visit. The droll fashion stores may grip you for maybe several seconds, but then the obvious lack of things to do kicks in. However, the food court is popular, alongside New York Fries, Chili's and a Dunkin' Donuts + Baskin Robbins.\nDownstairs there is an extortionate Krispy Kreme and Starbucks, and a what looks to be an Indian\/Arabian cuisine restaurant, which seems good but looks to be unpopular."]]}]},"\nThere are also many small, independent stores around the city. On the bottom floor of one building, a person can purchase fancy chocolates, computer parts, antiques, and clothing. It is better to purchase things like carpets, art, native jewelry, and antiques at the independent or souk-like places than at the malls, as the price will be lower and the shopkeepers more willing to haggle.\n\nBargaining is a big part of shopping in the Emirates, but be prudent. Don't bargain at Marks and Spencer or Hang Ten. Save your discounting skills for independent shops dealing in antiques and the like.\n\nShopping in most places can be frustrating, as the clerks will follow you around the store. This is partly due to their concept of what constitutes good service, and partly because there is a shoplifting problem. Most will not be intrusive, but some employees can be very pushy and overly obsequious. Smile and thank them often, and you're more likely to be left alone after a bit.\n\nIn carpet stores - or anywhere that sells tapestries, Indian antiques, and the like  don't feel too pressured to buy, and don't be shocked if they start unrolling beautiful rug after beautiful rug at your feet. You are under no obligation to buy, no matter how much time they spend with you. However, the pressure will be very steady, and shyer shoppers may want to travel in packs for comfort's sake.\n\nGrocery stores such as Spinney's, Carrefours, and the Abu Dhabi Cooperative Society are inexpensive and usually stocked with Western goods. Be careful to examine all products before purchasing. Visitors wishing to purchase pork products will likely have to enter a separate room to do so, as no nationals are permitted in these sections of the grocery stores.\n\nPrices in Abu Dhabi tend to be very competitive, and there is no tax.\n\nGeneral discount season - end of the year and midyear. These are the time where you can get some branded items with a very low price, maybe last season stock.\n\n",{"type":"{{","value":[["buy"],["name=Khalidiya Mall"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Indian restaurant is called Asha's. It's the one franchise in Abu Dhabi, part of a chain based in Dubai. Named after the popular Bollywood singer, who came up with some of the recipes. It's really quite a good restaurant and relatively inexpensive."]]},"\n\n",{"type":"==","value":["Eat"]},"\nAlthough Abu Dhabi hosts to a wide range of palates and ethnicities, there isn't much variety when it comes to cuisine. Indian food is relatively cheap, and there are a few Chinese chain restaurants with reasonable prices. Hotel restaurants are usually the most expensive. The city is home to all manner of fast food like McDonald's and Hardees, but there is little call for most people to eat at those places.\n\nThe fun thing about Abu Dhabi is that everywhere, literally from tiny falafel shacks to the cushy hotel restaurants to Burger King, delivers to anywhere in the city. Delivery is quick and reliable, and usually doesn't cost extra. All food is certified halal.\n\nVegetarians will find the city's selection of meals very satisfying. Vegetable and bean-heavy native dishes, the array of splendid pure vegetarian Indian cuisine, and the ready availability of fresh salads make eating in Abu Dhabi a stress-free experience. Strict vegans may have a little difficulty communicating their precise demands, but most places offer vegan dishes and are always willing to accommodate a paying customer. The best choice for pure Vegans would be one of the many Indian veg restaurants like Evergreen, Sangeetha in Tourist Club area.\n\nVisitors should always check the Islamic calendar to determine whether they will be visiting during the month of Ramadan.  Since Muslims fast during daylight hours, restaurants are, by law, closed during the day.  It is also against the law to eat or drink anything, even water, in public and tourists (and non-Muslim residents) have been arrested and given fines.  Large hotels generally have one restaurant open during the day to serve meals to non-Muslims.  During the evening, however, it's quite a different story, as the festive atmosphere of ",{"type":"''","value":["iftar"]}," (breaking the fast) begins and residents gather for lavish, Thanksgiving-like meals.  As long as you don't mind tiding yourself over in private, the evening meals are magnificent.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Olive Branch"],["url=http:\/\/www.mafraq-hotel.com\/"],["email="],["address=Mafraq - Abu Dhabi"],["lat="],["long="],["directions="],["phone=+971 2 659666"],["tollfree="],["fax="],["hours="],["price="],["content=Mafraq’s all day restaurant serves up fresh Mediterranean cuisine borrowing influence from various regions, including France, Spain and Turkey. The buffet is prepared with the freshest of ingredients and the interior décor is equally breezy and funky. \nOpen 24 hours daily serving buffet and an A La Carte menu\nBuffet serving times: Breakfast  06.00 - 10.30"],["Lunch     12.30 – 15.30"],["Dinner 19.00 – 23.00"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=hunter’s b&r"],["url=http:\/\/www.mafraq-hotel.com\/"],["email="],["address=Mafraq - Abu Dhabi"],["lat="],["long="],["directions="],["phone=+971 2 659666"],["tollfree="],["fax="],["hours="],["price="],["content=The international bar and restaurant showcases a new look, taking on a modern twist with green brick walls, solid wood tables and numerous flat screen TVs showing all the latest sporting action. The menu is packed with sumptuous mains and tempting nibbles to accompany the thirst quenching bevies on tap.  Ideal for after work drinks, or an evening with friends, hunter’s b&r offers a casual environment with a social buzz.\nOpen daily from noon to 02.30 with food served throughout"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Rimal"],["url=http:\/\/www.mafraq-hotel.com\/"],["email="],["address=Mafraq - Abu Dhabi"],["lat="],["long="],["directions="],["phone=+971 2 659666"],["tollfree="],["fax="],["hours="],["price="],["content=The new Rimal Asian fusion bar serves up oriental dishes in an authentic atmosphere with a modern edge.  Taste the delicious flavours from Korea, China and Japan in this Asian inspired outlet, complete with Sake and signature cocktails.  The perfect place to enjoy an evening with friends. \nOpen daily from noon to 02.30 with food served till midnight"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Oasis Courtyard"],["url=http:\/\/www.mafraq-hotel.com\/"],["email="],["address=Mafraq - Abu Dhabi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This poolside bar and restaurant serves refreshing drinks under the sun and a wide selection of snacks.  The swim-up bar in the pool offers another level of refreshment, with dedicated bartenders who blend and whip sensational cocktail creations. Shisha is also available in a melody of flavours, perfect for an afternoon or evening with friends.  \nOpen daily from noon to 21.00 with food served throughout."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Burlington Grill"],["url=http:\/\/www.mafraq-hotel.com\/"],["email="],["address=Mafraq Abu Dhabi"],["lat="],["long="],["directions="],["phone=+971 2 659666"],["tollfree="],["fax="],["hours="],["price="],["content=The hotel’s signature grill restaurant serves up succulent grilled meat and seafood steaks.  The red leather interior, coupled with a show kitchen delivers a treat for all the senses.  Choose from an array of starters and salads including crab cakes and goats cheese tartlets, dig into American-style Louisiana fish gumbo, or choose an al dente risotto.  The main event brings a hefty offering of grilled fish, rack of lamb and meaty steaks complemented by a selection of daily chef’s specials. With al fresco dining on the terrace, an aperitif bar and a knowledgeable team, The Burlington Grill will soon become an Abu Dhabi favourite. \nOpening Hours: Lunch noon – 15.00 and Dinner 19.00 – midnight"]]}]},{"type":"===","value":["Budget"]},"\nSome of the cheapest (but not necessarily good) food in the city can be found at its many Indian restaurants. Portions are almost always generous, prices low, and quality excellent. Set meals of rice, fish curry, lentil curry (",{"type":"''","value":["dhal"]},"), peppery soup (",{"type":"''","value":["rasam"]},"), a vegetable side dish and perhaps a small fried fish, served on a large steel tray (",{"type":"''","value":["thali"]},") with little steel bowls for the accompaniments, can go for as low as Dhs.5.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Arabian Palace"],["url="],["email="],["address="],["lat="],["long="],["directions=behind Baynunah Tower"],["phone=+971 2 6343396"],["tollfree="],["fax="],["hours="],["price=Dh 50"],["content= The decor is basic and the food, while cheap and filling, is forgettable, but the shisha here is excellent.  Puff up a pipe, order their excellent \"lemon with mint\" drink and gaze at the skyscrapers."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Anand Vegetarian Restaurant"],["url="],["email="],["address=Hamdan Street"],["lat="],["long="],["directions=behind Dunia Finance Building and Al Mansouri Plaza"],["phone=+971 2 6775599"],["tollfree="],["fax="],["hours="],["price=Dhs.10 per person Eat all you can and various"],["content=This is a pure veg Gujarati (North Indian) style restaurant. The demand for Puri Bhaji (a deep fried bread and Potato and Chick Pea veg dish) is so great that you will have to wait your turn but it's worth it. There is a special part for ladies and families. Friday lunch with sweets and as much Puri as you want for only at Dhs 12.  \nSometimes you will have to wait for 10 mins to get a roti."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Nalas Aappakadai Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Behind the NDC building on Salam St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Speciality for Aappam & Excellent South Indian food from the Chettinad cuisine, Chinese & Tandoor"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Cettinad Restaurant"],["url="],["email="],["address="],["lat="],["long="],["directions=Behind Eldorado cinema\/National cinema, in between Hamdan and Electra St, next to Abudhabi Floor Mill"],["phone=+971 2 6777699, +971 2 6780002"],["tollfree="],["fax="],["hours="],["price="],["content=Authentic Chettinad food available at reasonable price. Also serving North Indian,Chinese,Tandoor and Mughalai food. Both vegetarian and non vegetarian foods are available. Cettinad Restaurant branch is next to the taxi station flyover traffic light, on the back isde of Brightway advertisement building, +971 24454331, +971 2 4454332"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Al Safadi"],["url="],["email="],["address="],["lat="],["long="],["directions=Sheik Zayed Road Khalidiya Area"],["phone="],["tollfree="],["fax="],["hours="],["price=Dh 50"],["content= In an older building in one of the older & more walkable parts of Abu Dhabi, Al Safadi is a Lebanese gem for Shawarma: both lamb and chicken. Shawarma sandwiches for 5 AED each. Each entree comes with a huge plate of greens, pickles, peppers and Lebanese bread."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Zen"],["url=http:\/\/sushiatzen.com\/"],["email="],["address=Al Ain Palace Hotel"],["lat="],["long="],["directions="],["phone=+971 2 6794777"],["tollfree="],["fax="],["hours=12PM-3PM, 7PM-12AM"],["price="],["content=The more widely known and older Japanese restaurant, serving traditional Japanese foods and drinks. The fine dining experience is accompanied with a great decor."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nOnly restaurants located in hotels are allowed to serve alcohol. Therefore, all nightlife is associated with hotels. The drinking age is 21, but most places don't care. Unlike some other Middle Eastern nations, the bars in Abu Dhabi will be able to accommodate most drink orders.\n\nTechnically, you are supposed to purchase a permit to buy alcohol for private storage, although Spinney's and other liquor stores usually take proof that you aren't a local Muslim (a military ID or driver's license.)\n\n",{"type":"*","value":[{"type":"'''","value":["Hemingway's"]},", Hilton Abu Dhabi (",{"type":"''","value":["Corniche West"]},") – There are three different places inside. The main restaurant has a good tex-mex menu, a wide selection of beer on tap and features live music in the evening. ",{"type":"'''","value":["Jazz Bar"]}," – The second venue, has great food and a good jazz band. The band normally changes every six months or so, but the quality is consistent and they take requests. The bartenders normally put on a show by tossing bottles around while mixing a mean cocktail. The third place is ",{"type":"'''","value":["Cinnabar"]},", a nightclub that normally gets going after midnight, although it can be a nice place for a quiet drink early in the evening, even though bartenders there can be rude.  The music is mostly house\/club, although they have a salsa night."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Captain's Arms"]}," Le Meridien (",{"type":"''","value":["Eastern Abu Dhabi"]},") – Traditional British pub located in the hotel courtyard. The pub features traditional food and a great selection of beer on tap. The large terrace is great during the cooler months of the year. A typical hang-out for the expat crowd, but try to get there early, as it attracts a large after-work crowd."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wakatua"]},", Le Meridien (",{"type":"''","value":["Eastern Abu Dhabi"]},") is a Polynesian-themed cocktail bar located at the far end of the courtyard, right on the water. The cocktails are amazing. The Navy Grog is highly recommended.  It has a nice view at night, over the water."]},"\n",{"type":"*","value":[{"type":"'''","value":["Rock Bottom"]},", at the Capital Hotel, is one of the most popular night club locations in all of Abu Dhabi.  It stays open later than most venues, and is cheaper.  If you get there early enough, they have decent food you can enjoy in the restaurant area.  They have both a live band and an excellent DJ, along with black lights and lasers.  There is even a hot dog stand later in the night, providing some delicious drunk snacks.  Thur nights can get extremely crowded, be warned."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Embassy"]}," is a fairly new nightclub in The Emirates Palace Hotel.  Though drinks are expensive, it is worth a visit.  The grand hotel is a must-see in Abu Dhabi and the actual club is nicely decorated, comfortable, has great service, a balcony overlooking the hotel grounds, and provides a fun time with great music and very colorful laser shows."]},"\n",{"type":"*","value":[{"type":"'''","value":["Sax"]}," is a popular night club located in The Royal Meridian Hotel (not to be confused with Le Meridian Hotel).  Next door to the restaurant\/bar \"Oceans\". Sax is a beautifully decorated club with sleek black marble floors, two bars, a DJ, and depending on the time, a jazz band.  The club is often very loud and very dark with little more than lasers lighting the room.  It's not a place to go if you expect to talk at all, at least not on a weekend night.  Collared shirts are required for men, and sneakers usually don't pass the bouncers either.  It's not uncommon to have to pay an entry fee.  There are free drinks for the ladies on Wednesday nights, so expect it to be crowded."]},"\n",{"type":"*","value":[{"type":"'''","value":["PJ's"]}," is a 'traditional' Irish Pub in the Royal Meridian Hotel, boasting brunch buffets and a long happy hour.  The majority of the guests are usually English\/British\/American\/Australian.  There is something entertaining going on every day of the week, from 'Quiz Night' to 'Ladies Night'.  If you want to start drinking early, this is the place to go.  No one will bat an eye if you order beer with brunch, and you'll probably find yourself staying for more than one round.  The music earlier in the day is a mix of oldies and rock with faster-tempo songs for the late night crowd.  This is also a great place to come to watch sports, as the quiet daytime atmosphere and televisions throughout ensure a pleasant experience.  The outdoor seating near the hotel's pool is also a great asset on cooler days."]},"\n",{"type":"*","value":[{"type":"'''","value":["Zenith"]}," at the Sheraton Corniche is nicely decorated club and has a nice sized dance floor.  If you like the local Abu Dhabi crowd and Arabic music, this is a great place to go. The drinks can be expensive,but the presentation is entertaining.  Just around the corner is a quiet outside venue where you can drink and smoke sheesha near a pond."]},"\n",{"type":"*","value":[{"type":"'''","value":["Trader Vic's"]}," is a famous cocktail bar\/restaurant located in The Beach Rotana Hotel (connected to The Abu Dhabi Mall).  The flattering lighting, interesting menu, and soft but fun island music make this a great place for a date or hanging out with people you actually want to talk to.  The cocktail menu is pages long, and ordering a complicated fruity concoction is a must.  The drinks may be a little on the expensive side at times, but the atmostphere is great.  Try ordering one of their two or four person drinks, which come in a giant fishbowl.  They're a lot of fun if you don't mind sharing!"]},"\n",{"type":"*","value":[{"type":"'''","value":["49ers"]}," is a steakhouse\/bar.  It is often quoted as \"More of a meat market than a steakhouse\" because of its solid reputation for prostitution.  I wouldn't recommend a non-prostitute woman going there.  It is uncomfortable and the men in the bar will probably assume you are for sale.  The Novotel Hotel and The Sands Hotel are also notorious for their nightclubs that men frequent when looking to purchase a date for the night."]},"\n",{"type":"*","value":[{"type":"'''","value":["Heroes"]}," is a friendly sports grill\/bar.  Located in The Crowne Hotel's basement, it offers reasonable meals, and fair drink prices.  The bar is often full of men and women watching various sports games on television.  Later at night they have a DJ and a live band that play softer rock songs.  It is a pleasant place to hang out with friends, though the lack of windows or ventilation can make it stuffy and smoke-filled quickly."]},"\n",{"type":"*","value":[{"type":"'''","value":["Mardi Gras"]}," is a small restaurant\/bar located in The Capital Hotel.  Its ambiance reminds one of a spa.  The service is good, the drinks are reasonable, and the food is tasty.  The band often leaves much to be desired, and the DJ is worse."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Yacht Club"]}," at the Intercontinental Hotel is newer bar\/restaurant, and offers a gorgeous view of the sunset over the marina if you sit outside.  Inside has a very modern, minimalistic feel.  The cocktails are delicious, but expensive."]},"\n",{"type":"*","value":[{"type":"'''","value":["Left Bank"]}," at the Souk at the Shangrila Hotel (between the two bridges)is a popular and lively spot.  It serves a wide range of interesting cocktails (try the pineapple-ginger collins) as well as nicely prepared and presented meals.  They are still new so they are trying a little harder right now, and the service tends to be pretty good.  Worth the 15 to 20-minute trip out of the downtown core."]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Rabbit Hutch"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The dedicated British Embassy Rabbit Hutch is a nice pub with music, a pool and a small play area for children. Although you have to know someone on the inside to get into this rather exclusive pub, the British friends and the refreshing pool is definitely worth it. They do all sorts of drinks, but don't ask for a martini, on the rocks, shaken not stirred."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=Lebinese Flower"],["url="],["email="],["address="],["lat="],["long="],["directions=downtown Abu Dhabi"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Great food and nice atmosphere."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=arkadia"],["alt=marina club"],["url=http:\/\/www.arkadia.com"],["email="],["address=marina club,tourist club area"],["lat="],["long="],["directions=besides abu dhabi mall"],["phone=+971 558814479"],["tollfree="],["fax="],["hours=8PM -3AM"],["price=50dhs below"],["content=one of the hottest club in town,just check it out and you'll surely enjoy your night with their resident band \"wired to the floor\" and dj onnie."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["drink"],["name=harvesters"],["alt=sands hotel"],["url="],["email="],["address=electra street, abu dhabi"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=12pm until 3am"],["price="],["content=great english pub, free pool, dart boards, multiple screens showing sports, excellent fish and chips as well as other English style meals, friendly staff, English band every night except Sundays, quiz nights every Tuesday and possibly the cheapest beer in town."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"[[","value":[["File:EmiratesPalace Lamps.JPG"],["thumb"],["240px"],["The over-the-top opulence of the Emirates Palace"]]},"\n\nHotels in Abu Dhabi used to be half price compared to Dubai but no longer, with many hotels charging above US$150 per night.  However, all are well-tended and host to first class restaurants, pools and other high-end hotel facilities.\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Grand Continental Flamingo"],["url=http:\/\/www.gcfhotel.net\/"],["email="],["address="],["lat="],["long="],["directions=near Hamdan St and Khalifa Bin Zayed St"],["phone=+971 2 6262200"],["tollfree="],["fax="],["hours="],["price=Dhs. 200"],["checkin="],["checkout="],["content=This is the hotel the taxis can't find.   A 2 story atrium, quiet setting, rooms with bidet, bath and over-bath shower and wide screen TVs all contribute to a pleasant stay.  Only the dimness of the lighting and the overdone carpets in the room lets it down.  The bath towels are also a bit small."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Novotel Centre Hotel Abu Dhabi"],["alt=Novotel"],["url=http:\/\/www.accorhotels.com\/gb\/hotel-0662-novotel-centre-hotel-abu-dhabi\/index.shtml"],["email="],["address="],["lat="],["long="],["directions=Hamdan Street & Airport Road"],["phone=+971 2 6333555"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Adequate rooms but inadequate and expensive breakfast in a tower block.  Reception is cramped and lacks style.  The lifts (elevators) are very slow.  You pay for internet access.  Only the cheerful staff and, if relevant to you, the central location redeem the place.  The Chinese restaurant is said to be good, too."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Park Inn Abu Dhabi Yas Island"],["url=http:\/\/www.parkinn.com\/hotel-abudhabi"],["email="],["address="],["lat="],["long="],["directions=Golf Plaza, Yas Island"],["phone=+971 2 656 22 22"],["tollfree="],["fax="],["hours="],["price=Dhs. 550"],["checkin="],["checkout="],["content=Recently opened hotel with clean rooms, excellent service and friendly staff. The restaurant is a great option for dinner."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aloft"],["url="],["email="],["address=Atop the National Exhibition Centre"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$90-200"],["checkin="],["checkout="],["content=Trendy hotel with cool dark colors, attractive young hotel desk clerks, relatively small rooms (beds are comfortable though),  good restaurant and lobby bar, fantastic outdoor lounge on the roof, and half-empty disco next door.  Great if there's a convention, but it's walkable to nothing else.  Car or taxi is needed to get just about anywhere.  Maybe when the nearby residential\/commercial development is ready in a few years,  it might be more desirable. 4 star with few amenities (you bring your own bags to the room),  but there is still a definite sense of style."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Crowne Plaza"],["url="],["email="],["address=Hamdan St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$100-400"],["checkin="],["checkout="],["content=Luxury hotel for a little less money than the Hilton or both of Les Meridiens.  Best Asian and Italian restaurants in the city are on the ground level.  Service can be a little slow,  bed is comfortable. There is a rooftop bar upstairs which seems always empty.  Maybe more a 4 1\/2 star hotel, not a 5 star.  You can sometimes get a \"car\" instead of taxi to take you places, for not much more than the taxi."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Beach Rotana Hotel and Towers"],["alt=Beach Rotana"],["url=http:\/\/www.rotana.com\/property-4.htm"],["email="],["address=Tourist Club Area"],["lat=24.494862"],["long=54.384690"],["directions="],["phone=+971 2 6979000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Marble everywhere sums it up. The Club rooms are worth it if you are having to pay full rates for the classic rooms in the main older hotel. They are not much bigger but the use of the Club lounge is valuable if you are going to be in the hotel a lot and the TV arrangements are more modern, the view wide. It now looks over the hectic construction on the new artificial islands across the creek."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Emirates Palace"],["url=http:\/\/www.kempinski.com\/en\/abudhabi\/emirates-palace\/welcome"],["email="],["address=Corniche East"],["lat=24.461959"],["long=54.317233"],["directions="],["phone=+971 2 690 9000"],["tollfree="],["fax="],["hours="],["price=Rates start at AED 970"],["checkin="],["checkout="],["content=Built at an estimated cost of US$3 billion, this was by many accounts the world's most expensive hotel to build, with oodles of gold and marble plating every available surface. The scale of everything is gargantuan — you need directions just to find your way from the gate to the lobby. The hotel feels like it's straight out of Las Vegas, minus the slot machines. To visit the Palace, you will need a reservation for a restaurant or bar of the hotel."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hilton Abu Dhabi"],["url=http:\/\/abudhabi.hilton.com"],["email="],["address=Corniche East"],["lat="],["long="],["directions="],["phone=+971 2 6811900"],["tollfree="],["fax="],["hours="],["price=US$150"],["checkin="],["checkout="],["content=One of the older hotels in Abu Dhabi, but kept in good shape and recently renovated. Huge ",{"type":"''","value":["Hiltonia"]}," beach\/pool\/spa complex across the street (free for guests), small gym in hotel itself. \"Plus\" rooms face the sea but are otherwise identical to normal ones.  Located a fair distance from the city center, which is both good (no construction noise) and bad (virtually nothing within walking distance). There are shuttle services to the Marina Mall and the city center offered."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=The Yas Hotel"],["url=http:\/\/www.theyashotel.com\/"],["email="],["address="],["lat="],["long="],["directions=Yas Island"],["phone=+971 2 6560000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Set half on land and half on water, overlooking the marina, and positioned on the Yas Marina Circuit, which plays host the annual Formula One Etihad Airways Abu Dhabi Grand Prix, this hotel is distinctive. The exterior's gridshell can be seen for miles around and mimics the throw of a local fishing net. Fourteen total restaurants and lounges."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=InterContinental Abu Dhabi"],["url=http:\/\/abu-dhabi.intercontinental.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=US$150-400"],["checkin="],["checkout="],["content=One of the long-time prestige hotels. Expensive  but occasional Internet deals on the hotel independent booking websites are worth it if you're willing to pay upfront online. Lobby is huge and appears recently renovated.  Rooms seem a little 80s with their decor (way too many mirrors) but beds are comfortable and the views are nice. Gym and fine (but expensive) restaurants. Abu Dhabi locals frequent the hotel piano lounge and the Brazilian restaurant.  It is somewhat remote from the centre of town but the setting and amenities are worth it."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Le Meridien Abu Dhabi"],["url=http:\/\/www.starwoodhotels.com\/lemeridien\/property\/overview\/index.html?propertyID=1899"],["email="],["address=Tourist Club Area"],["lat="],["long="],["directions="],["phone=+971 2 6446666"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Tell the taxi driver \"Lee Meridien\" and he won't confuse it with Royal Meridien.  Best amenity is the Meridien Village,  an outdoor garden filled with restaurants and pubs,  and on Thursday nights during the cooler months,  a hangout for literally thousands of expats.  Slated to be replaced by a bridge to Suwwah Island financial district,  so enjoy while you can.  Don't know much about the rest of the hotel, assume it is compatible with Royal Meridien."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Le Royal Meridien"],["url=http:\/\/www.starwoodhotels.com\/westin\/property\/overview\/index.html?propertyID=1900"],["email="],["address=Sheikh Khalifa Street"],["lat="],["long="],["directions="],["phone=+971 2 6742020"],["tollfree="],["fax="],["hours="],["price=$150-400\/night"],["checkin="],["checkout="],["content=Beautiful views of the gulf and Corniche, comfortable beds, lots of restaurants and bars (very pricey).  Service is very good, but things like bringing a welcoming fruit plate to your room (formerly common in 5 star hotels) are extras now.   Rotating restaurant at top, and a somewhat hidden nightclub on the 4th floor for dealings on the dark side.  Sometimes can get real good deals on internet booking sites (as low as $139\/night), but generally expect to pay over US$200\/night even during quiet season, and over US$500 when they have defense contractor exhibitions and such. Internet is US$24\/day which is ridiculous. However, if you use the wireless network in the lobby, there is no charge. They hold $135\/day against your credit card if you want to put meals or other amenities toward your room charges,  so make sure you have a good credit line available if you are staying here more than a few days."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Radisson Blu Abu Dhabi"],["url=http:\/\/www.radissonblu.com\/hotel-abudhabi"],["email="],["address=Yas Plaza, Yas Island"],["lat="],["long="],["directions="],["phone=+971 2 6562000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Overlooks the Golf Course and F1 Circuit. It has 397 rooms comprising of suites & business class. All day dining restaurant, Italian restaurant, Persian restaurant, Lobby bar & pool bar."]]}]},"\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Embassies"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Australia"]]}," ",{"type":"{{","value":[["listing"],["name=Australia"],["url=http:\/\/www.austrade.gov.au\/Austrade-UAE-offices\/default.aspx"],["email=abudhabi.embassy@dfat.gov.au"],["address=Level 8, Al Muhairy Centre, Zayed the First (7th) Street"],["lat="],["long="],["directions="],["phone=+971 2 401 7500"],["tollfree="],["fax=+971 2 401 7501"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["China"]]}," ",{"type":"{{","value":[["listing"],["name=China"],["url=http:\/\/ae.china-embassy.org\/eng\/"],["email=chinaemb_ae@mfa.gov.cn"],["address=Plot No. 26, Sector No. W-22"],["lat="],["long="],["directions="],["phone=+971 2 443 4276"],["tollfree="],["fax=+971 2 4436835"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Finland"]]}," ",{"type":"{{","value":[["listing"],["name=Finland"],["url=http:\/\/www.finland.ae"],["email=sanomat.abo@formin.fi"],["address=Al Masaood Tower, 12th floor, office 1202 Hamdan Street Abu Dhabi"],["lat="],["long="],["directions="],["phone=+971-2-632 8927"],["tollfree="],["fax=+971-2-632 5063"],["hours=Su-Th 8AM-3:45PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Greece"]]}," ",{"type":"{{","value":[["listing"],["name=Greece"],["url=http:\/\/www.mfa.gr\/abu"],["email=grembauh@eim.ae,  gremb.abd@mfa.gr"],["address=31 str, Al Muroor, (PO Box 5483, Abu Dhabi)"],["lat="],["long="],["directions="],["phone=+971 2 449 2550, +971 5 0390 1820 (Emergencies)"],["tollfree="],["fax=+971 2 449 2455"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Egypt"]]}," ",{"type":"{{","value":[["listing"],["name=Egypt"],["url=http:\/\/www.mfa.gov.eg\/arabic\/embassies\/Egyptian_Embassy_Abudhabi\/Pages\/Default.aspx"],["email=egemb_abudhabi@mfa.gov.eg"],["address=Diplomatic District, Old Airport Street"],["lat="],["long="],["directions="],["phone=+971 2 444 5566"],["tollfree="],["fax=+971 2 444 9878"],["hours=9AM - 4PM"],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Japan"]]}," ",{"type":"{{","value":[["listing"],["name=Japan"],["url=http:\/\/are.mofat.go.kr\/eng\/af\/are\/main\/index.jsp"],["email="],["address="],["lat="],["long="],["directions="],["phone=+971 2 443 5696"],["tollfree="],["fax=+971 2 443 4219"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["South Korea"]]}," ",{"type":"{{","value":[["listing"],["name=Republic of Korea"],["url=http:\/\/are.mofat.go.kr\/eng\/af\/are\/main\/index.jsp"],["email=uae@mofat.go.kr"],["address="],["lat="],["long="],["directions=Al Nahyan Camp area, opposite to the Abu Dhabi taxi stand"],["phone=+971 2 6439122"],["tollfree="],["fax=+971 2 643 9144"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["United States"]]}," ",{"type":"{{","value":[["listing"],["name=United States"],["url=http:\/\/abudhabi.usembassy.gov\/"],["email=dubaivisaenquiry@state.gov"],["address="],["lat="],["long="],["directions="],["phone=+971 2 414 2200"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Dubai"]]}," — a two-hour drive down the highway"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Al Ain"]]}," — the UAE's largest oasis"]},"\n",{"type":"*","value":[" Visit the peaceful ",{"type":"'''","value":[{"type":"[[","value":[["Umm Al Quwain"]]}]}," emirate if you want a cosy and relaxing environment, free from hustle and bustle of city-life."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Liwa Oasis"]]}," — the most stunning desert dunes east of the Sahara and within two hours from the city"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kish Island"]]}," — Iranian tourist island"]},"\n",{"type":"{{","value":[["geo"],["24.4667"],["54.3667"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Abu Dhabi (emirate)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Abu Dhabi"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/United Arab Emirates\/Abu Dhabi\/"]]},"\n\n",{"type":"{{","value":[["usablecity"]]}]