[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Abydos Tempel Sethos I. 03.JPG"],["300px"],["thumb"],["Temple entrance"]]},"\n\n",{"type":"'''","value":["Abydos"]}," is the name commonly given to a significant archaeological locality in ",{"type":"[[","value":[["Middle Egypt"]]},", a collection of temples, sites and ancient cemeteries located close to the town of ",{"type":"''","value":["al-Balyana"]}," in the ",{"type":"[[","value":[["Egypt"]]},"ian province of, some 90 km (56 miles) north of ",{"type":"[[","value":[["Luxor"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nMost travellers arrive at Abydos by train north from ",{"type":"[[","value":[["Luxor"]]},", alighting at the station for the town of ",{"type":"''","value":["al-Balyana"]},". The fare is approximately LE 52, first class. From the station, either the tourist police or a police-escorted taxi will take you to the site of the Ramesside temples. Depending on local conditions and police levels of business, you should be able to get ",{"type":"''","value":["at least"]}," a couple of hours visiting the site.\n\n",{"type":"===","value":["By road"]},"\n\nYou can go by taxi in the police-escorted convoy to Abydos in one day, often including ",{"type":"[[","value":[["Dendera"]]}," as a stop-off point. Negotiated prices should be in the range of LE 200-300 for the hire of the taxi, with maybe 2-3 passengers. This manner of visiting, however, normally results in ",{"type":"'''","value":["very"]}," restricted time at the sites and visiting the temples (usually less than an hour). Also available are minibus tours from agents in Luxor, usually with a local guide of variable quality. These also travel with the escorted convoy, and can be a reasonable deal for a small group if you haggle, especially in off-season. Expect to pay around LE 300 - 400 per person, dependent on size of your group, time of year and your haggling skills. The major UK, US and European holiday companies also offer escorted tours, but these can be expensive.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:SFEC-P-ABYDOS14.JPG"],["thumb"],["right"],["200px"],["Beautiful raised relief from the Temple of Seti I at Abydos."]]},"\n\n",{"type":"*","value":[" the ",{"type":"'''","value":["Temple of Seti I"]}," - magnificent temple reliefs and the King List. The raised reliefs in the temple are some of the finest quality in all Egypt, incredibly beautiful and detailed. Although the lighting in the interior of the temple can be somewhat gloomy in places, the reliefs still stand out as exceptional. Visitors should note that the reliefs on the outer portions of the temple were completed during the reign of Ramses II, and are of a much lower quality than those further inside the complex. (Ramses moved the best craftsmen to work on his own temples after his father's death). Also worth noting is that the Kings List, or Pharaohs List is somewhat selective, omitting for example Akhenaten (the heretic king), Hatshepsut (a female pharaoh), and the reigns of the kings during the Hyskos occupation. If you are interested in ancient Egyptian history and art, this temple is more than worth the trip."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["26.185"],["31.918889"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Middle Egypt"]]},"\n",{"type":"[[","value":[["wikipedia:Abydos, Egypt"]]},"\n",{"type":"{{","value":[["outlinepark"]]}]