[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["merge from"],["Louisiana River Region"]]},"\n",{"type":"'''","value":["Acadiana"]}," is a region of ",{"type":"[[","value":[["Louisiana"]]},", in the south and south west of the state. It is sometimes called \"Cajun Country\", noted for its distinctive culture. This is the birthplace of Cajun cuisine, Cajun music, and Zydeco music.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Breaux Bridge"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Cameron (Louisiana)"],["Cameron"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Donaldsonville"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Houma"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Krotz Springs"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Lafayette (Louisiana)"],["Lafayette"]]}," Largest city"]},{"type":"*","value":[" ",{"type":"[[","value":[["Lake Charles"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["LaPlace"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Luling (Louisiana)"],["Luling"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["New Iberia"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["New Roads"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Opelousas"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Rayne"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["St. Martinville"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Avery Island"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["River Road Plantation Country"]}]},"\n",{"type":"==","value":["Understand"]},"\n\nAcadiana or \"Cajun Country\" spreads over the prairies and bayous of SW Louisiana. \n\nAcadiana is a reference to the large population of Acadians, descendants of French speakers expelled from ",{"type":"[[","value":[["Nova Scotia"]]}," by the British.  These Louisiana Acadians are known as ",{"type":"'''","value":["Cajuns"]}," an English corruption of ",{"type":"''","value":["Acadiens"]},". \n\nWhile the Cajuns are the dominant population of the region, since early in its history the region has also included Native Americans, Germans, Spanish, French Creoles, and Creoles of Color, all of whom made their contribution to creating Acadiana.  Many more people have contributed more recently to the vibrant region with its unique culture, dialects, and food.\n\nWhile locals were long proud of their traditions, in the early 20th century Cajuns were often looked down on.  A fortunate change came about in the last third of the 20th century, when a new widespread appreciation of Cajun culture developed, especially for its music and food.\n\n",{"type":"==","value":["Talk"]},"\n\nAcadiana is home to the majority of Louisiana's Francophones.  The vast majority of people in Acadiana can speak English, though some older ",{"type":"''","value":["Cadiens"]}," in rural areas may only speak French. While most can speak English, many Cajuns are bilingual, and around 30% of Acadiana residents can speak French (as opposed to 7% in Louisiana).  Visitors from other English or French speaking regions may struggle with stronger local accents.  \n\nThe local English accent incorporates many basic French words and unique pronunciations.\n\nThe dialect of French spoken by the francophones of Acadiana is essentially the same as the one spoken in ",{"type":"[[","value":[["New Brunswick"]]}," and other Acadian areas of ",{"type":"[[","value":[["Canada"]]},". Communication in French between Cajuns and residents of ",{"type":"[[","value":[["France"]]}," or ",{"type":"[[","value":[["Quebec"]]}," usually requires some effort.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\nListen -- and dance to -- some Cajun and Zydeco music.  There are dance halls and clubs in cities and towns, and some scattered in more remote locations people drive for miles to get to.   A few of the more noted ones are:\n\n",{"type":"*","value":[" Fred's Lounge, Mamou"]},{"type":"*","value":[" Prejeans, just north of Lafayette"]},{"type":"*","value":[" Randol's, Lafayette"]},{"type":"*","value":[" Slim's Y-Ki-Ki, Opelousas"]},{"type":"*","value":[" Whiskey River Landing, Henderson, near Breaux Bridge"]},"\nAcadiana hosts a number of festivals. Some major ones are:\n\n",{"type":"*","value":[" Crawfish Festival, May in Breaux Bridge"]},{"type":"*","value":[" Festivals Acadiens et Créoles, September or October in Lafayette"]},{"type":"*","value":[" Festival International de Louisiane in late April, Lafayette"]},{"type":"*","value":[" Frog Festival, November in Rayne"]},{"type":"*","value":[" Zydeco Festival, August in Opelousas"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Wildlife Gardens"],["alt="],["url="],["email="],["address=5306 North Black Bayou Drive"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Gibson. 30 acres of preserved swamp, where you can walk around a nature trail on shady paths. Apart from the natural wildlife there are ostriches, bobcats, nutria and alligators on display in cages and paddocks and peacocks roam the grounds. Bed and breakfast accommodation is available in four small 'trapper's cabins', adjacent to a small swamp. Each has its own front porch overlooking the water and ideal for gator watching. Staying overnight is a unique experience that kids will love. http:\/\/www.wildlifegardens.com"]]}]},"\n",{"type":"==","value":["Eat"]},"\nReal Cajun food! Acadiana is the birthplace of Cajun food.  Much of what is labeled \"Cajun\" elsewhere (including other parts of Louisiana!) has little to do with the delicious real thing. \n\nNot to be confused with the Creole style of cooking native to ",{"type":"[[","value":[["New Orleans"]]},", Cajun food is more provincial and less glamorous that its counterpart to the east. Equally rich to Creole food, Cajun dishes are often spicier as well. Cajun food also does not rely on the Tomato to the same degree as Creole food, and in foods common in both cuisines, the Cajun version is often a brown color compared to the Crole's red version. Some of the more notable Cajun food that visitors should sample in Acadiana are:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Boudin"]},":  (pronounced \"Boo Dan\") A spicy sausage that descends from the 'boudin blanc' of French cuisine, it consists of a sausage casing filled with a mixture of rice, pork, liver, green onion, and other bits. First-timers should be sure to inquire as to the level of spiciness, since some varieties can pack a lot of heat. Boudin filling can also be rolled into balls, breaded, and then deep fried to create boudin balls. Ask a local where to get the best boudin, they are often fiercely loyal to that of their favorite butcher shop or restaurant. While pork is usual, crawfish or shrimp boudin is sometimes seen."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Cracklin':"]}," The Cajun version of pork rinds, they are ofter heartier and much spicier than other varieties. Most trips to get boudin aren't complete without an accompanying small grease-soaked brown bag of cracklins for the trip home."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Crawfish:"]}," Whatever you do, don't call them \"crayfish.\" Crawfish are a local delicacy to Louisiana, and in particular for Acadiana. The neighboring town of Breaux Bridge proclaims itself the \"Crawfish Capital of the World,\" and residents of the region eagerly await the return of crawfish season every year. Crawfish is served in a variety of ways in Cajun cooking. Étouffée is a dish consisting of the meat of the crustacean smothered in butter, onions, peppers, and spices, and finally served over white rice. Fried crawfish is also another popular option. Perhaps the most popular method of cooking is a crawfish boil, which like the clam bakes of more northernly destinations, is part meal, part communal celebration. Large quantities of live crawfish are boiled in heavily-seasoned water, along with potatoes, corn, and onions (also meant to be eaten later). The finished product is then often poured out on a large table for everyone to grab a seat and dig in. Locals have different techniques for peeling the hard shells, and they are eager to teach any newcomer their particular method. Some say the \"fat\" sucked out of the head is the best part, but I'll leave that up to you to decide."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Gumbo:"]}," While gumbo can be sampled in New Orleans and other destinations, residents of Acadiana often insist their regional version of the thick stew-like dish is the true version. Some noticeable differences include darker roux and the lack of tomatoes (which are seen in New Orleans gumbo due to the history of Italian immigration in the city). Two main varieties of Cajun gumbo include seafood (often with shrimp, crab, oysters, and sometimes crawfish) and chicken and andouille sausage (a slightly different version with duck replacing the chicken is lesser known but equally delicious)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jambalaya:"]}," An easy way to think of this oddly-named dish is basically Cajun paella. It always consists of rice, vegetables, spices, and some kind of meat. Types of meat often include chicken, sausage, shrimp, or tasso (a smoked, cured, and spiced cut of pork)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Rice & gravy:"]}," A staple crop of South Louisiana (the town of Crowley calls itself the \"Rice Capital of the World\"), rice is more important to Cajun cooking than probably any other European-derived American cuisine. It is served with étouffée and gumbo, mixed with spices and liver to make \"dirty rice,\"and paired with red beans and sausage for a famous Louisiana dish. In the case of rice and gravy, the white rice (most often long grain), serves as a starch addition to braised or smothered meat with gravy. Most often made with pork cutlets, the gravy is made with meat drippings, onions, peppers, and spices. Rice-based dishes trace their roots to a time when the Cajun people of Louisiana often needed to stretch what little meat and vegetables they had into a full meal. Today rice and gravy dishes are more of a comfort food, but they can be bought as \"plate lunches\" as various small eateries and even the corner grocery store or deli. "]},"\nIn addition to these several true Cajun dishes, there are many other items which are unique to Acadiana and can be found, at least in an authentic form, no where else in the world, as well as beloved Southern dishes such as fried chicken and frog legs.\n\n",{"type":"==","value":["Drink"]},"\nMany enjoy a cold beer with Cajun food or music. Lafayette's Parish Brewing Company concentrates on quality small batch brews, including the popular Canebrake wheat beer brewed with local sugarcane.  The Bayou Teche Beer company in Arnaudville sells multiple varieties brewed at the Mississippi brewery Lazy Magnolia.   Also popular in Acadiana is Abita Beer, from ",{"type":"[[","value":[["Abita Springs"]]}," in Acadiana's neighbor to the east, the ",{"type":"[[","value":[["Florida Parishes"]]},". As in all of Louisiana, whiskey is also popular.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Greater New Orleans"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Florida Parishes"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Texas"]]}]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["30.44639"],["-91.11250"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Louisiana"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Acadiana"]]}]