[{"type":"{{","value":[["pagebanner"],["Accrington banner Stream at Hyndburn road.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.visitlancashire.com\/explore\/accrington Accrington"]}]}," is an East ",{"type":"[[","value":[["Lancashire"]]}," town which developed during the industrial revolution into a mill town. It has a population of just over 70,000, and as well as textiles it's famous for ",{"type":"'''","value":["Accrington Brick"]},", renowned as the best bricks in the world. Not necessarily the greatest asset for a tourist destination, but Accrington is characterful and unspoiled in its own way, and is well placed as a base for exploring the surrounding Pennine countryside. Accrington is in The Duchy of Lancaster and The County Palatine of Lancashire.\n\nLooking down on Accrington from the surrounding hills, one gets a tremendous sense of the enormous expansion of the town that took place during the nineteenth century by looking at the identical rows of workers' houses laid out over the area north of the town centre. Much of this housing is now occupied by families from a Bangladeshi background who originally came to Lancashire in the post-war period to find work in the cotton mills. By comparison the housing to the south tends to be grander and surrounded by parkland - and this was where the middle class and managers built their houses.  \n\nThe town's other famous association is with ",{"type":"'''","value":["Accrington Stanley"]}," football club, the butt of many affectionate jokes. The club's name is often invoked as a symbol of British sport's legion of plucky but hopeless causes.\n\nThe small towns of ",{"type":"'''","value":["Baxenden"]}," and ",{"type":"'''","value":["Oswaldtwistle"]}," (say ",{"type":"''","value":["ozzle-twiss-ull"]},") are located nearby.\n\n",{"type":"==","value":["Get in"]},"\nThe town is on the M65 motorway which traverses East Lancashire, and just off the A56\/M66 route from ",{"type":"[[","value":[["Manchester"]]},".\n\nThere's a railway link on the East Lancashire Line from ",{"type":"[[","value":[["Blackpool"]]}," to ",{"type":"[[","value":[["York"]]},", and a regular bus service from Manchester.\n\n",{"type":"[[","value":[["Manchester Airport"]]}," is 27 miles (43 km) south; Blackpool Airport 28 miles (45 km) west; and Leeds Bradford Airport 30 miles (48 km) east of Accrington.\n\n",{"type":"==","value":["Get around"]},"\nThere are good bus services within the district and Taxis within the town should only cost between £3 and £5.\n\n",{"type":"==","value":["See"]},"\n",{"type":"'''","value":["The Haworth Art Gallery"]}," contains an outstanding collection of ",{"type":"[[","value":[[":WikiPedia:Tiffany Glass"],["Tiffany glassware"]]}," presented to the town by Joseph Briggs, an Accrington man who had joined Tiffany’s in the late 19th century and eventually became art director and assistant manager. The Art Nouveau vases are considered to be the most important such group in Europe. One of the most striking items is a glass mosaic exhibition piece, designed by Briggs himself and entitled \"Sulphur Crested Cockatoos\".\n\nThe gallery also has displays about the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pals.org.uk\/pals_e.htm Accrington Pals"]}]},", famous within the UK as the smallest home town battalion of volunteers servicemen who fought in the First World War. More than half the battalion were killed or wounded within half an hour on the Pals' first day of action.\n\nThe centre of Accrington boasts a few grand Victorian civic buildings of which the most magnificent is the ",{"type":"'''","value":["Market Hall"]},", built in traditional style in 1868, and also the setting for ",{"type":"[[","value":[[":WikiPedia:Jeanette Winterson"],["Jeanette Winterson"]]},"'s novel \"Oranges Are Not the Only Fruit'. There is also the ",{"type":"'''","value":["stone railway viaduct"]}," that seems to have inspired Accringtonian composer ",{"type":"[[","value":[[":Wikipedia:Harrison Birtwistle"],["Harrison Birtwistle"]]},"'s 'The Mask of Orpheus', which is structured around a similar 17-arch viaduct. \n\n",{"type":"'''","value":["Gawthorpe Hall"]}," (3 Miles) was built between 1600 and 1605 for the Shuttleworth family who had already been at Gawthorpe for over 200 years.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Visit the Haworth Gallery (above)"]},{"type":"*","value":["Visit the characterful ",{"type":"'''","value":["Accrington Market"]}]},{"type":"*","value":["Watch a game of lower league football at Accrington Stanley"]},{"type":"*","value":["Use a car to tour the beautiful and interesting upland country areas of ",{"type":"[[","value":[["Pendle Hill"]]}," area (Lancashire Witch Country), the ",{"type":"[[","value":[["Forest of Bowland"]]},", and the ",{"type":"[[","value":[["Rossendale"]]}," hills."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=AnZart"],["url=http:\/\/www.anzart.com"],["email="],["address=Accrington"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=24"],["price="],["content=AnZart Online Art Gallery"]]}]},"\n",{"type":"==","value":["Buy"]},"\nThe market is an excellent place to buy Lancashire speciality foods - Lancashire cheese, black pudding, pies, oatcakes, pikelets, tripe and cowheel.\n\n",{"type":"==","value":["Eat"]},"\nThere's the usual collection of fast food outlets, and reasonable Bangladeshi restaurants. The best eateries otherwise will be in the hotels, or in the country pubs and restaurants, especially in the Bowland area. \n\n",{"type":"==","value":["Drink"]},"\nThere are plenty of pubs (some rather dingy) serving good cheap beer. Always ask for cask beer rather than the mass-produced brands; there are many excellent beers available from small local micro-breweries. \n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.mercure.com\/gb\/hotel-6617-mercure-dunkenhalgh-hotel-and-spa-blackburn\/index.shtml Mercure Dunkenhalgh Hotel and Spa"]}]}," (1 Mile)\nSet in 17 acres of glorious parkland, this 4 star, 700 year old main building with 175 bedrooms has restored original features. A little remote and expensive and frustratingly charge £12 per day for Wifi but the hotel has nice rooms and excellent spa facilities. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sparthhousehotel.co.uk\/ Sparth House Hotel"]}]}," (2 Miles) \nThis splendid Georgian house is set in its own wooded grounds on the edge of The Ribble Valley and is within easy reach of the Lake District and the Trough of Bowland.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.burnleylife.com\/attractions_pendle%20hill.html Pendle Hill"]}]}," is just a few miles north of Accrington. It is the centre of Lancashire Witch Country, and an important site for Quakers, as the place where, in 1652, George Fox had his vision to propagate his Quaker  beliefs. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.forestofbowland.com\/ The Forest of Bowland"]}]},", often called Lancashire's hidden gem, and beyond it, ",{"type":"[[","value":[["Lancaster (England)"],["Lancaster"]]},".\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.penninelancashire.com\/ Lancashire Pennine hills"]}]}," surround Accrington. \n\n",{"type":"'''","value":[{"type":"[[","value":[["Blackpool"]]}]}," - visit the seaside, and see the British on holiday! \n\nThe ",{"type":"'''","value":[{"type":"[[","value":[["Yorkshire Dales"]]}]}," begin half an hour's drive away at ",{"type":"[[","value":[["Skipton"]]},".\n\n",{"type":"'''","value":[{"type":"[[","value":[["Manchester"]]}]}," is arguably Northern England's hub city, vibrant with nightlife and architecture, but still with a measure of history to explore.\n\n",{"type":"{{","value":[["IsPartOf"],["Lancashire"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Accrington"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/England\/Lancashire\/Accrington\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Accrington"]]},"\n\n",{"type":"{{","value":[["geo"],["53.7534"],["-2.3638"]]}]