[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Achiltibuie"]}," is a small village on the west coast of Coigach in the ",{"type":"[[","value":[["Scottish Highlands"]]},".\n\nHowever the name is often used loosely to cover all the coast between Achduart and Reiff, which also includes the hamlets of Polglass, Polbain and Altandhu.\n\n",{"type":"==","value":["Get in"]},"\n\nThere is no road around the coast from Ullapool, although there's a very pleasant walk along the old postal route, reached by turning left off the road northward immediately after Ardmair. There is a scanty bus service from Ullapool but it's closely tied to schools and to the Ullapool - Stornoway ferry. This runs along what might be described as the 'main road,' actually a single unclassified road with passing places, that is signed for Achiltibuie further up the road north from Ullapool. The other possible route is south from Lochinver on a completely unclassifiable, twisty, hilly, narrow but immensely beautiful road, on which there is more (in reverse) under 'Get out' below.\n\n",{"type":"==","value":["Get around"]},"\n\nYou are really dependent on car, cycle or foot in this area.\n\n",{"type":"==","value":["See"]},"\n\nThe Hydroponicum on the road south towards Polglass where you can find semi-tropical plants, among others, growing without soil - and the fruit tastes delicious!\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:Shoreline near the ruined broch at Polglass, Achiltibuie - geograph.org.uk - 586582.jpg"],["thumb"],["Shoreline near the ruined broch at Polglass, Achiltibuie"]]},"\n\n",{"type":"*","value":["If you're fit, go up Stac Pollaidh and along its delightful ridge - or if only moderately fit, go around Stac Pollaidh into the ",{"type":"'''","value":["Inverpolly Nature Reserve"]},"."]},"\n",{"type":"*","value":["Nearer and very striking is Ben Mor Coigach. These Torridonian sandstone mountains are not high, even by Scottish standards, but the rock is extremely picturesque and forms delightful shapes."]},"\n",{"type":"*","value":["This is the nearest point to access the Summer Isles, which lie opposite Polbain. A boat goes from Bardentarbet pier reached by going north from Achiltibuie and ",{"type":"''","value":["not"]}," taking the Ullapool turning."]},"\n",{"type":"*","value":["Achinhaird is fantastic, between the village and Stac Pollaidh."]},"\n",{"type":"*","value":["Rock climbing in rieff offers a huge range of routes that tend to be overgraded slightly so good for the ego."]},"\n",{"type":"==","value":["Buy"]},"\n\nThe ",{"type":"'''","value":["Summer Isles Smokehouse"]}," at Altandhu is famous for its smoked venison, lamb, beef, eel, haddock, sea trout or about five varieties of smoked salmon. The kippers are epic. \n\nPolbain has craft shop.\n\n",{"type":"==","value":["Eat"]},"\n\nThe Summer Isles Hotel in Achiltibuie itself provides what is said to be an excellent five-course meal by Michelin starred chef Chris, unfortunately this is only available in the summer season. \n\nIt is also possible to get bar meals and though the food is excellent prices are high. \n\nWhat is more like a pub is Am Fuaran in Altandhu [beyond Polbain] and its meals are very good.\nSnacks are available at the Hydroponicum.\n\nIf you can contend with midges you should catch mackerel off Badantarbet Pier and cook the fish fresh on a barbeque.\n\n",{"type":"==","value":["Drink"]},"\n\nThe first two places above are the only ones for alcoholic drinks. Tea and coffee are available at the Craft Shop at Polbain or the Post Office on Tanera Mor.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere is a Youth Hostel a little south of Achiltibuie. B&B is very limited but there are a number of places providing self-catering accommodation.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bracken Brae"],["url=http:\/\/www.bracken-brae.co.uk"],["email="],["address=Bruaich Rainich"],["lat="],["long="],["directions=Polbain"],["phone = +44 2380 453473 (booking number in Southampton)"],["tollfree="],["fax="],["hours="],["price=£412 - £685 per week"],["checkin="],["checkout="],["content=Self catering detached crofthouse overlooking the summer Isles and Torridan mountains. Sleeps 4+ baby.open all year. Welcomes children and dogs"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=192 B&B"],["url=http:\/\/www.achiltibuie.net\/192"],["email="],["address=Polbain"],["lat=58.03620"],["long=-5.39642"],["directions="],["phone = +44 1854 622228"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Comfortable, friendly accommodation overlooking the summer isles and the hills of Torridon. Open all year."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Castlehill"],["alt=self catering sleeps 6"],["url=http:\/\/www.achiltibuie.net\/castlehill"],["email="],["address=Polbain"],["lat=58.0359"],["long=-5.3959"],["directions="],["phone = +44 1854 622228"],["tollfree="],["fax="],["hours="],["price=from £300"],["checkin="],["checkout="],["content=Tastefully modernised croft house with panoramic views over the Summer Isles to the Torridon hills."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Greenhill"],["url=http:\/\/achiltibuiecottages.wordpress.com"],["email="],["address=114 Achiltibuie"],["lat="],["long="],["directions="],["phone = +44 7917 178326"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Extended crofters house in its own grounds with great views over the Summer Isles and direct access to the sea shore. Sleeps 2-6 people and available to rent by the week for self-catering accommodation."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nThe Post Office at Achiltibuie is the contact point for information and booking for the Summer Isles boat. +44 1854 622200\n\n",{"type":"==","value":["Go next"]},"\n\nIf you are staying in the area, you should make every effort to go on the road north to Lochinver, mentioned above. It is one of the most spectacularly picturesque roads anywhere in the UK.\n\nBe certain to go into the small car park at Inverkirkaig on your way and visit Achins, the UK's most remote bookshop - surprisingly good, especially on the local areas.\n\n\n",{"type":"{{","value":[["isPartOf"],["Scottish Highlands"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Achiltibuie"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United_Kingdom\/Scotland\/Highland\/Achiltibuie\/"]]},"\n",{"type":"{{","value":[["geo"],["58.01968"],["-5.34199"]]}]