[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\nFor the adventurist among us, it is possible to Bike Across Canada.\n\nThis article relates to those who are traveling fully loaded with gear, and expect the scenic route.  For those interested in the Racing Bike option,  this is beyond the scope of this article.  (Tour Du Canada) covers it, and a travel guide is sold, and is designed for traveling in a large group with a sag wagon (backup vehicle)\n\n\nThere are many types of Bicycles, from a Touring bike cycling with preference to roads, and a Trekking Bike, with preference to trails.  \n\nThis article defines and outlines the best and most recommended routes, along with route variations that other cyclists have traveled and found that it is the best option.\n\n\nThe article is written for the traveler who wants to find out what there is to See; Do; Learn, everything there is to know about Traveling Across Canada by Bicycle.\n\nThe article is written for the purpose of the solo cyclist, or traveling in pairs.  Where everything that is needed for the entire trip is carried on the bicycle.   \n\n",{"type":"==","value":["Budget"]},"\nThe article is designed to list the recommendations from both ends of the budget spectrum.   \nNote:  Camping cannot be avoided because the distance is so great.   \nEach day's recommended cycling is done to the distance of approximately 75km (or where the next available stop is).  As everyone has their own pace.\n\nA cyclist who has a return ticket home, would need to plan the route accordingly and budget the number of travel days .. or fly to Newfoundland if they run out of time.\n\n",{"type":"==","value":["History"]},"\nThousands of adventure cyclists have been across the country.  Since the dawn of the internet, more and more cyclists choose to document their travels for others to review.\n\n",{"type":"==","value":["Travel Direction"]},"\nThis article assumes the cyclist will take the West-East route.  Since the rockies of BC is perhaps the most challenging, and will make you physically fit to handle the longer distances of the prairies and northern Ontario.\n\n\n",{"type":"{{","value":[["PartOfTopic"],["Cycling"],["Canada"]]},"\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"[[","value":[["Wikipedia:Cycling in Canada"]]}]