[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"'''","value":["Actun Tunichil Muknal"]}," (often abbreviated as the ",{"type":"'''","value":["ATM"]},") is a cave formation in the ",{"type":"[[","value":[["Cayo"]]}," region of ",{"type":"[[","value":[["Belize"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe Actun Tunichil Muknal (literally translated as \"Cave of the Stone Sepulcher\") is a relatively recent discovery and can be considered to be more of an eco-tourist destination rather than a traditional caving experience. Guides take great pains to stress the importance of Actun Tunichil Muknal as both a natural formation and a site of historical interest. \n\n",{"type":"===","value":["History"]},"\nThe cave was discovered in 1992, and was subsequently featured on the National Geographic Explorer film, ",{"type":"''","value":["Journey Through the Underworld"]},". Actun Tunichil Muknal represents one of the most well-preserved examples of pre-classical Mayan culture (around 700 - 900 AD), featuring skeletal remains of human sacrifices and scores of Mayan pottery and other ceremonial objects. Since then, the cave has been completely mapped and explored, covering a total distance of about 5.3 km.\n\nThe cave was opened to the public in 2000, and the artifacts within are in the same position as they were when the cave was first explored by researchers. These skeletal remains and Mayan objects are currently in the process of being properly demarcated by archeologists and the Belize Tourism Board to prevent damage unwittingly caused by tourists.\n\n",{"type":"===","value":["Landscape"]},"\n\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\nAlthough the cave is relatively near to ",{"type":"[[","value":[["San Ignacio (Belize)"],["San Ignacio"]]},", the only road leading out of the town to the site is a bumpy and rural road that crosses a part of the Mopan River. In any case, a guide is required in order to have access to the caves, so taking a package tour with one of the licensed tour companies in San Ignacio would be the best option. Reputable tour companies offering the Actun Tunichil Muknal tour include: Katun Ahaw Tours ",{"type":"[","value":["http:\/\/belizeculturetours.com"]},", Mayatour ",{"type":"[","value":["http:\/\/www.mayatour.com\/"]},", Pacz Tours ",{"type":"[","value":["http:\/\/www.pacztours.net\/"]}," and Eva's ",{"type":"[","value":["http:\/\/www.evasonline.com"]},", each only several steps from the others in the heart of San Ignacio.  There are also a number of US tour operators who offer the ATM cave. These companies work with local, licensed guides: Adventure Life ",{"type":"[","value":["http:\/\/www.adventure-life.com\/"]},", Intrepid ",{"type":"[","value":["http:\/\/www.intrepidtravel.com\/"]}," and Wildland Adventures. During Belize's wet season (late June-August), the cave maybe flooded and unavailable for travelers. \n\nThe cave is located in the Tapir Mountain Nature Reserve.  To reach the cave, requires an easy 45-minute hike into the jungle. The entrance to the cave is shaped like an hour glass and is flooded with water.  Travelers need to be prepared to get wet, and remain relatively wet to damp during their time in the cave.  The cave system consists of a series of chambers, ending at \"The Cathedral\" where sacrificial ceremonies once took place. Here 14 skeletal remains have been found, and numerous examples of ancient Mayan pottery remain.  It takes roughly 1 1\/2 to 2 hours to reach \"The Cathedral,\" so travellers should be prepared to be in the cave for 4 to 6 hours.  Quick-dry clothing is recommended, as most guides will insist on shorts and a shirt, as a sign of respect. This is a very sacred site.  Sandals are not allowed in ATM for safety reasons. Travelers must remove their shoes, and must wear socks while in \"The Cathedral\" to protect the site from oils on the skin. Guides typically carry dry pack, however, personal items such as cameras are no longer permitted in the cave due to damage caused by a tourist dropping a digital camera on one of the artifacts. In some locations, the only source of light is from helmets (required for entrance) and\/or flashlights.  Guides should supply these items.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThere is no gift store associated with this attraction.\n\n",{"type":"==","value":["Eat"]},"\nAs there are no dining establishments within the preserve, most tours will include a packed lunch, and recommend that you bring along a water bottle and snacks.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nAs with any cave tour, the best way to remain safe is to comply with guide instructions and to keep with your group, refraining from exploring areas by yourself. As you get deeper into the cave, there is no natural light, and many areas require traversal through chest-high areas of water, as well as short rock formations to climb to get to the main chambers. At no point should you separate from your guide\/group.\n\nAdditionally, because preserving the pristine nature of the cave - both its natural formations and its Mayan artefacts - is so important, following guide directions closely is a must. Help to retain the undisturbed nature of Actun Tunichil Muknal by complying with guide instructions on acceptable behaviour when exploring the cave. Planning is underway to create more clearly delineated paths in order to avoid inadvertent damage to the cave\n\n",{"type":"{{","value":[["IsPartOf"],["Cayo"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n\n",{"type":"[[","value":[["wikipedia:Actun Tunichil Muknal"]]},"\n\n",{"type":"{{","value":[["geo"],["17.189877777778"],["-88.49765"]]}]