[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"'''","value":["Ad Dakhla"]}," (",{"type":"''","value":["Dakhla"]},", ",{"type":"''","value":["Dajla"]},") is a city in southern ",{"type":"[[","value":[["Western Sahara"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Dakhla Airport"]}," (",{"type":"{{","value":[["IATA"],["VIL"]]},") with almost daily flights from\/to ",{"type":"[[","value":[["Casablanca"]]}," with Royal Air Maroc.\nThere is a regular flight to ",{"type":"[[","value":[["Las Palmas"]]},", ",{"type":"[[","value":[["Gran Canaria"]]}," with CanaryFly but it is only seasonal.\n\n",{"type":"===","value":["By bus"]},"\nThere are a few buses daily from as far away as Casablanca and ",{"type":"[[","value":[["Marrakech"]]},". Buses are run by CTM, Supratours and Satas. There are no regional operators.\n\nSupratours and CTM buses run to and from ",{"type":"[[","value":[["Agadir"]]}," (approx. 20 hours, ca. 350 dh). Supratours has two buses per day, while CTM has one. Be prepared for countless checkpoints along the way.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"'''","value":["National Route 1"]},", running the length, of the country passes by Dakhla It is also the only major road in the vicinity. Distance from the nearest major city in the north, ",{"type":"[[","value":[["El Aaiun"]]}," is 535 km. This road is in good condition but expect long distances between gas stations.\n\nTo the south of Dakhla is 440 km of almost uninhabited territory, except for a few tiny fishing villages, until the Mauritanian border and ",{"type":"[[","value":[["Nouadhibou"]]},". Travelling this stretch by car is perfectly possible but requires some planning and careful preparations. There are only two gas stations along the entire route and breakdown could include hours of wait in scoring temperatures.\n\n",{"type":"==","value":["Get around"]},"\nThe city centre is small enough to navigate on foot. Should you want to head further out, petits taxis are abound and are metered.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\nThere are windsurfing and quad driving opportunities north of Dakhla. Inquire locally. A kite shop next to the Supratours office at the waterfront is helpful with all the necessary info. You can wind and kitesurf on both the western (ocean) and eastern (lagoon) side of the peninsula.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nMany patisseries offer cheap pastry. The restaurant at Sahara Regency hotel has decent European food, though the choice is limited and it is not always fresh. There are also numerous eateries in town.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are plenty of budget hotels clustered around the city centre. Due to military presence, most only have twin rooms and you will pay almost the same price if you are alone. Twin rooms usually cost 60Dh. Prices, as always, are negotiable.\n\nThere are a few campsites by the road to the north of Dakhla. Camping Moussafir is a popular spot with overlanders, and is located just south of the first checkpoint out of town.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Dakhla Attitude"],["url=http:\/\/www.dakhla-attitude.ma\/EN\/index.html"],["email=booking@dakhla-attitude.ma"],["address=Pointe du Dragon"],["lat=23.893685"],["long=-15.771217"],["directions="],["phone=+212 661 83 50 10"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Offers nautical activities, seafood tasting and desert excursions. The hotel is sheltered from the wind by the mountains. Has three camps gathering seven types of accommodation. The hotel's sport center WindfishPro offers all kind of sport activities and kitesurf and windsurf lessons and material rental."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Ocean Vagabond"],["url=http:\/\/www.oceanvagabond.com\/dakhla-en.html"],["email=reservation@oceanvagabond.com"],["address=PK 27 route d'El Argoub"],["lat="],["long="],["directions="],["phone=+212.(0)613 03 78 61"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In the style of a beach cabin, with its deckchairs, parasols, musical atmosphere and catering service with good food. Also offers kitesurfing and surfing lessons to beginners and experienced surfers alike, as well as equipment hire, with windsurfing."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Riad"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=in the centre (pedestrian zone) has rooms from 30 dh per person. The facilities are shared and a bit disgusting. There are similar places nearby, including Hotel Sahara."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Sahara Regency"],["url=http:\/\/www.sahararegency.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The only high-end option in town offering all the modern amenities a desert traveller could long for, including free WiFi and a restaurant serving up wines and spirits."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"===","value":["North"]},"\nTicket for any bus heading north can be bought at the corresponding agency, they all have offices around the town centre (Satas is a bit further south). \n\n",{"type":"===","value":["South"]},"\nSupratours runs a nightly bus south to the Mauritania border. The bus leaves from the waterfront office at 23:59 and costs 150 Dh, arriving at the frontier at 05:30.\n\nFinding a lift is usually not a problem. You can try to get a lift from overlanders (ask around at Camping Moussafir) or catch a ride with the Mauritanian traders, who gather on a lot opposite from the first police checkpoint north of Dakhla (take a petit taxi to get there for about 15-20 dh, or walk the 7 km). The going rate is 250Dh for a ",{"type":"''","value":["car"]}," (a minivan) or 350Dh for a Mercedes. The cars leave in the morning. \n\nYou can also organize your ride to Nouadhibou (350-400 dh, ca. 10 hours including border crossing) or Nouakchott (600 dh, min. 12 hours) at Hotel Sahara in the centre. Ask for Tawfiq. The cars leave around 7AM. \n\nBe prepared to spend several hours on both sides of the border. The Mauritanian visa must be obtained in Rabat beforehand (as of January 2011). Be sure to check the current situation beforehand.\n\n",{"type":"{{","value":[["isPartOf"],["Western_Sahara"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["wikipedia:Dakhla, Western Sahara"]]},"\n\n",{"type":"{{","value":[["geo"],["23.716666666667"],["-15.95"]]}]