[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Adama"]},", also known as ",{"type":"'''","value":["Nazareth"]}," or ",{"type":"'''","value":["Nazret"]},", was the capital city of the ",{"type":"[[","value":[["Oromia"]]}," region of ",{"type":"[[","value":[["Ethiopia"]]}," from 2003 to 2006, at which time the capital was moved back to Finfine (Addis Ababa).  It is a popular weekend destination for residents of ",{"type":"[[","value":[["Addis Ababa"]]}," and hosts many governmental and non-governmental conferences.\n\n",{"type":"==","value":["Understand"]},"\nAdama was renamed Nazret or Nazreth after Nazareth, the childhood hometown of Jesus, in the 1940s. It reverted to Adama in 2000, but is still also known as Nazareth.\n\n",{"type":"==","value":["Get in"]},"\nAdama lies approximately 100 km southeast of Addis Ababa, along the main highway that leads to ",{"type":"[[","value":[["Djibouti"]]}," via ",{"type":"[[","value":[["Dire Dawa"]]},". Buses to Adama depart from the Nazareth bus centralstation in Addis Ababa, and they do not follow a strict timetable.  Generally the driver waits for the entire bus to fill with passengers, though usually this means that buses leave at least once an hour. The journey takes about two hours.  Service may be disrupted during fuel shortages or holidays.  Minibuses serve the same route at night after the bus stations have closed. \n\nThe Addis Ababa-",{"type":"[[","value":[["Djibouti"]]}," railroad runs through Adama.\n\n",{"type":"==","value":["Get around"]},"\nStreet names and addresses are not discernibly marked (if, indeed, they are used at all).  The Addis Ababa-Dire Dawa Road is the main thoroughfare through the town.  Blue-and-white taxis use fixed routes along major streets, and cost less than one ",{"type":"''","value":["birr"]}," per person, per ride.  These will pick up and let off other passengers along the route.  It is possible to hire a taxi for private use (called \"contract\") for a higher fare, which should be agreed upon in advance.  A horse-drawn cart, or ",{"type":"''","value":["gari"]},", is even cheaper than a public taxi, though by 2010 these had been largely supplanted by auto-rickshaws (called \"Bajaj,\" after their manufacturer).\n\n",{"type":"==","value":["See"]},"\n\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Climb the beautiful surrounding mountains including Kechema."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe famous \"tibs\", or \"kurt\", raw or roasted beef in the city's famous restaurants specialized in serving roasted beef dishes\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"'''","value":["Rift Valley Hotel"]},", along the Addis Ababa-Dire Dawa Road, tel: 022-4412345, 022-1114444, or 022-1112345 (fax: 022-1114409; e-mail:riva@telecom.net.et). In a modern, multi-level building, but is beginning to show signs of wear (in the plumbing, specifically).  There is a restaurant as well as a small cafe, with a large courtyard in the middle (suitable for weddings, banquets, etc.) The hotel is located across from a filling station where the truck traffic can be noisy at times.  As of 2004, a room with accommodations for two persons cost approximately US$20 to US$25 per night."]},"\n",{"type":"*","value":[{"type":"'''","value":["Safari Lodge Adama"]},", a few blocks south of the Addis Ababa-Dire Dawa Road (the turnoff is clearly marked), tel.: 022-1122011 or 022-1122013 (Postal address: Region 4, P.O. Box 841 Adama, Nazreth, Ethiopia; fax: 022-1122012; e-mail:  leilaworku@hotmail.com). A fairly new hotel, and good value by Western standards.  The well-kept rooms are situated around a lush courtyard with a swimming pool and observation tower.  As of 2004, a two-room suite with a double-bed cost approximately US$26.00 per night.  A full dinner in the hotel restaurant cost US$3 to US$6 per person. ",{"type":"[","value":["http:\/\/adamachamber.com\/safari-lodge\/"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Executive Adama Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=022-1120300"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Along the Addis Ababa-Dire Dawa Road. Large, modern hotel, built in 2009. It is located near the base of the cliff at the western edge of the city. As of 2010, the hotel had good service and a good restaurant, with ethernet (not wi-fi) connections in each room."]]}]},"\nThe Ethiopian Ministry of Culture and Tourism maintains a ",{"type":"[","value":["http:\/\/www.tourismethiopia.gov.et\/English\/Pages\/AccommodationsandRestaurants.aspx?City=Adama&Flag=1&#AccandRest list of accomodations in Adama"]},".\n\n",{"type":"==","value":["Connect"]},"\nMost telephone numbers in Adama use the city code 022 (or simply 22 from outside Ethiopia), though some numbers use 011 (which is the same city code as Addis Ababa).\n\nInternet access is available at some hotels, as well as at various internet cafes.  As of 2004, internet access in Adama is made exclusively through dial-up connections, and is slow enough as to be impracticable, particularly since usage is charged by-the-minute.  Internet access is more reliable and faster (even via dial-up) in Addis Ababa.\n\n",{"type":"==","value":["Go next"]},"\nAdama is about 25 km north of the spa town ",{"type":"[[","value":[["Sodere"]]},".  Minibuses will take passengers to the entrance of ",{"type":"[[","value":[["Sodere"]]}," for a few birr.  While there is a large hotel at Sodere, the resort is perhaps more well-suited for day trips, as accommodations are better in Adama.\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Oromia"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Adama"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Adama"]]},"\n\n",{"type":"{{","value":[["geo"],["8.55"],["39.266666666667"]]}]