[{"type":"{{","value":[["pagebanner"],["Addo Elephant Park banner 1.jpg"]]},"\n",{"type":"[[","value":[["File:Addo entrance-001.JPG"],["thumb"],["250px"],["Entrance to the Addo Elephant National Park"]]},"\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.sanparks.org\/parks\/addo Addo Elephant National Park"]}]}," (",{"type":"''","value":["pronounced Ahh-Dow"]},") is in the ",{"type":"[[","value":[["Eastern Cape"]]}," region of ",{"type":"[[","value":[["South Africa"]]}," and is one of the country's larger parks.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nIn the parks early years, during times of drought (and before the waterholes were artificially kept full) the park keepers fed the elephants on oranges from the local orange groves. Gradually the elephants became addicted to the taste of the fruit! This practise stopped along time ago, but the older elephants still remember the smell and have been known to reach into vehicles and get their favourite fruit!\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"{{","value":[["Infobox"],["Rules of the road"],["The ",{"type":"'''","value":["flightless dung beetle"]}," is a protected species in the park and have right of way. Please do not drive over or step on them."]]},"\nThe park has Elephant, Black Rhinoceros, Cape Buffalo, Lion and Leopard on land. In the Marine reserve you will find Dolphin, Whales (",{"type":"''","value":["southern right"]},") and Penguins.\n\n",{"type":"===","value":["Climate"]},"\nDue to its terrain, ",{"type":"[[","value":[["Addo"]]}," stays at a comfy 27 - 30 C throughout the Winter.\n\n",{"type":"==","value":["Get in"]},"\n\nAddo NP is about 70km north-east from ",{"type":"[[","value":[["Port Elizabeth"]]},". There is no public transport to or within the park so you need your own car (car rental is available in Port Elizabeth). Or book an organized tour but going on your own pace is really the best option. The park can be visited on a day-trip from Port Elizabeth.\nOn the road you might notice signs to the 'Addo Olifant Nasionale Park'. These signs are the old Afrikaans version of the more modern road signs.\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\nSouth African Citizens and Residents (with ID) pay R40 per person, per day. SADC Nationals (with passport) pay R80 per day and foreign Visitors: R160 per day. Children under 12 years of age pay half price and children under 2 years have free entry.\n\n",{"type":"==","value":["Get around"]},"\nThe well kept tar and dirt road within the park can be driven with any vehicle, 4x4 is not required.\n\nGames drives are available starting from the main camp at R240 per person and two hour horse trails at R245.\n\n",{"type":"==","value":["See & Do"]},"\n",{"type":"[[","value":[["image:Addo Elephant National Park-001.jpg"],["thumb"],["200px"],["Elephant at the Hampoor Dam"]]},"\nThe Park is famous for its ",{"type":"[[","value":[["African_flora_and_fauna#Elephant"],["elephant"]]}," population that has a special, brownish skin colour due to the red soil. Amongst the elephants other animals, like ",{"type":"[[","value":[["African flora and fauna"],["ostriches"]]},", different antelopes and ",{"type":"[[","value":[["African flora and fauna"],["warthogs"]]}," can be seen. As part of the park's expansion, a group of ",{"type":"[[","value":[["African_flora_and_fauna#Lion"],["lions"]]}," and a group of ",{"type":"[[","value":[["African_flora_and_fauna#Spotted_hyena"],["spotted hyenas"]]}," have been introduced to the park in 2004.\n\nA viewpoint and underground hide overlooking a watering hole is located in the main camp and can be used after vehicle access closing time to the game viewing area.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat & Drink"]},"\nThere is a restaurant and shop at the main camp, near park's entrance.\n\nA fenced off picnic area with undercover seating, barbecue grills, water and toilet facilities is located near Hapoor dam. No refuse bins are provided at the picnic area, you are required to take out everything you you bin into the area.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Inside the park"]},"\n",{"type":"[[","value":[["File:Spekboom tented camp.jpg"],["thumb"],["Spekboom tented camp"]]},"\n\nThere are 3 camps in Addo, the Main Camp in the north east near the town of Addo, with an entrance to the R342, Spekboom hide & tented camp approximately 11km south of the main camp and the much smaller Camp Matyholweni, in the south at the Colchester entrance to the park on the N2 between Port Elizabeth and Grahamstown. Main Camp boasts a restaurant, camping facilities and a number of chalets for overnight stays. The recently opened Camp Matyholweniare has only chalets while Spekboom offers five secluded two man tents with braai facilities. \n\n",{"type":"===","value":["Outside the park"]},"\n\nThere are over 70 listed places of accommodation in the area surrounding the Addo Elephant Park. These range in price from R50 for camping to R350.00 per room for basic backpackers accommodation, or self-catering to many exclusive game lodges and a great number of bed and breakfast establishments and guest houses.  Prices go up to R5000.00 per person sharing at the more exclusive resorts, but there are many facilities priced in the R250.00 - to R500.00 price range. For more information contact the reception at the park or the backpackers info centre at the Orange Elephant, who have a file containing telephone numbers and prices.\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Addo Elephant National Park-005.jpg"],["thumb"],["Sign at the Zuurkop lookout point"]]},"\nStay in your car at all times, expect where specifically permitted to leave your vehicle. At some of the unfenced lookout points one is allowed to exit your vehicle, but do so with care and only after ensuring that there are no animals around.\n\n",{"type":"'''","value":["Do not carry any citrus fruit in your car"]},", the elephants have developed an addiction for the fruit and will search it out!\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["Go to the ",{"type":"[[","value":[["Mountain Zebra National Park"]]}," to spot some of the rare Mountain Zebras."]},{"type":"*","value":["The old town of ",{"type":"[[","value":[["Graaff-Reinet"]]}," is definitely worth a visit"]},{"type":"*","value":["Go to ",{"type":"[[","value":[["Port Elizabeth"]]}," and from there on to the ",{"type":"[[","value":[["Garden Route"]]}," and ",{"type":"[[","value":[["Cape Town"]]},"."]},{"type":"*","value":["Go north into the ",{"type":"[[","value":[["Karoo"]]}," and the cities of ",{"type":"[[","value":[["Kimberley (South Africa)"],["Kimberley"]]}," and ",{"type":"[[","value":[["Bloemfontein"]]},"."]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Eastern Cape"]]},"\n",{"type":"{{","value":[["geo"],["-33.4833"],["25.7500"]]},"\n\n",{"type":"{{","value":[["related"],["African_National_Parks"]]},"\n",{"type":"{{","value":[["related"],["African_flora_and_fauna"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Addo_Elephant_National_Park"]]},"\n",{"type":"[[","value":[["Commons:Category:Addo Elephant National Park"]]}]