[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Old Town Aden Yemen.jpg"],["350px"],["thumb"],["Old town of Aden, with Shamsan Mountains and crater in background."]]},"\n",{"type":"'''","value":["Aden"]}," is a city in the ",{"type":"[[","value":[["Yemeni Coastal Plains"]]},", on the Gulf of Aden just at the Southern End of the Red Sea. It is a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},".\n\n\n",{"type":"==","value":["Understand"]},"\nAden has a long and complex history.\n",{"type":"*","value":[" It was a major port on the ",{"type":"[[","value":[["Maritime Silk Road"]]},". ",{"type":"[[","value":[["On the trail of Marco Polo"],["Marco Polo"]]}," described it as a hub of commerce, where goods arriving by ship from the East were transferred to smaller boats for the trip up the Red Sea and on to Alexandria and Christendom."]},{"type":"*","value":[" At one point it ruled a small empire, the part of Africa just across from it. "]},{"type":"*","value":[" In the 19th century, it became a British protectorate."]},{"type":"*","value":[" It was the capital of South Yemen until Yemen was re-united in 1990."]},"\nIt is a very picturesque city with a mix of traditional Arabic and British influences. It was the capital of the liberal South and is presently changing negatively due to the take-over of the tribal forces of the North. For instance the Soviets banned head scarves for women and for decades, women were relatively emancipated and could carry out university degrees abundantly. Now, the scarves are back on the street. One can also notice a sizeable Somali minority (war refugees).\n\n",{"type":"===","value":[" Climate "]},"\n\n",{"type":"{{","value":[["Climate"],["units = Metric"],["janhigh =32"],["febhigh =32"],["marhigh =34"],["aprhigh =35"],["mayhigh =38"],["junhigh =39"],["julhigh =39"],["aughigh =39"],["sephigh =38"],["octhigh =35"],["novhigh =33"],["dechigh =32"],["janlow =22"],["feblow =22"],["marlow =24"],["aprlow =25"],["maylow =27"],["junlow =28"],["jullow =28"],["auglow =27"],["seplow =27"],["octlow =24"],["novlow =23"],["declow =22"],["janprecip =0"],["febprecip =2"],["marprecip =6"],["aprprecip =15"],["mayprecip =12"],["junprecip =0"],["julprecip =10"],["augprecip =11"],["sepprecip =5"],["octprecip =0"],["novprecip =0"],["decprecip =0"],["janh2o =26"],["febh2o =26"],["marh2o =27"],["aprh2o =28"],["mayh2o =30"],["junh2o =31"],["julh2o =30"],["augh2o =29"],["seph2o =30"],["octh2o =29"],["novh2o =28"],["dech2o =27"]]},"\n\nThe city swelters through a desert climate all year round, with high temperatures and little to no rain.\n\n",{"type":"==","value":["Get in"]},"\n\nAccess to Aden is available by car, airplane and bus.  Airfare from Sana'a on Yemenia, the national carrier, will run around 10,000 rials or 55 USD.  Buses are generally comfortable and the ride from Sana'a to Aden is about 8 hours.  A ticket will run you ~1500 rials.  Be prepared to show a travel permit (Tashrih) on military checkpoints. You can't leave capital Sanaa without it. It's good idea to have also few photocopies of your passport ready. If you travel to Aden or elsewhere in Yemen by plane, no travel permit is required.\n\nThere are direct flights to many cities in the Middle East. If you are flying in from outside the region, it will be necessary to transfer in Egypt, Jordan or the United Arab Emirates.\n\n",{"type":"==","value":["Get around"]},"\n\nThe different current options are:\n",{"type":"*","value":[" private taxi"]},{"type":"*","value":[" collective taxi (\"mer mer\") - costing 40 YER from Tawahi to Crater or Sirah for instance (ask for colour codes if you speak Arabic), cheap and easy to use along common routes"]},{"type":"*","value":[" by foot - for any climbing and to complement many collective taxi trips."]},"\nTaxis are practical, yet always bargain with the taxi driver before getting in. Otherwise, they have the tendency to get it done at their high price. If you know the city very well, you can use the mini-buses along with the public. The mini-buses are easy to use; they follow an essentially circular path around the city.  Find someone familiar with the area to explain their route as the fare for the buses is around 30 rials, or roughly a tenth of the average taxi ride.  There are also many boats that will take you whenever on a little cruise on the sea. \n\nAden International Airport is accessible, yet if you are in Yemen it is better to drive there. You can also rent cars from international companies.\n\n",{"type":"==","value":["See"]},"\nSunsets, lagoons (for bird-watching), the Aden museum, Crater (including a shopping district), people, beach and tanks.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aden Military Museum"],["alt="],["url="],["email="],["address="],["lat=12.779207"],["long=45.036520"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=National museum"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Crater, near Sirah, back side facing sea"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\nSights :\n",{"type":"*","value":[" Tawahi (Steamer Point) :"]},{"type":"*","value":[{"type":"*","value":[" Tourist Port"]}]},{"type":"*","value":[{"type":"*","value":[" Aziz's Bookshop"]}]},{"type":"*","value":[{"type":"*","value":[" Little Ben"]}]},{"type":"*","value":[{"type":"*","value":[" Statue of Queen Victoria"]}]},{"type":"*","value":[{"type":"*","value":[" Ancient \"Hôtel Univers\" (where Arthur Rimbaud lived)"]}]},{"type":"*","value":[{"type":"*","value":[" Climbing village"]}]},{"type":"*","value":[{"type":"*","value":[" Panoramic viewpoints"]}]},{"type":"*","value":[" Ma'alla"]},{"type":"*","value":[{"type":"*","value":[" Shopping venue"]}]},{"type":"*","value":[" Crater"]},{"type":"*","value":[{"type":"*","value":[" Mosques"]}]},{"type":"*","value":[{"type":"*","value":[" Central Market"]}]},{"type":"*","value":[{"type":"*","value":[" Military Museum"]}]},{"type":"*","value":[{"type":"*","value":[" National Museum"]}]},{"type":"*","value":[{"type":"*","value":[" Water reservoirs (pay, 10 YER)"]}]},{"type":"*","value":[{"type":"*","value":[" Panoramic viewpoints"]}]},{"type":"*","value":[{"type":"*","value":[" Rambow Hotel (which is NOT Rimbaud's hotel)"]}]},"\n",{"type":"*","value":[" Sirah"]},{"type":"*","value":[{"type":"*","value":[" Fish market (w. sharks) and Fisherman Bay"]}]},{"type":"*","value":[{"type":"*","value":[" Aden Mall."]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sira Fortress"],["alt="],["url="],["email="],["address="],["lat=12.779108"],["long=45.049510"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A military fortress, dating back to the 11th century. Still in use by the Yemeni military."]]}]},"\n",{"type":"==","value":["Do or try"]},"\n\nAmong activities carried out by the locals, one can easily sample:\n",{"type":"*","value":[" snooker (\"billiard\")"]},{"type":"*","value":[" hanging out at fresh juice bars or small restaurants with kubz (giant pita bread)"]},{"type":"*","value":[" chewing betel (2 versions : tobacco, sweet) but do be aware that this causes cancer on the long-run, and also stains teeth and gums red. Tobacco version is very strong and spitting regularly is highly recommended. Sweet version is particularly tasty and doesn't induce the same urge to spit"]},{"type":"*","value":[" qat - the national past-time. This also causes cancer on the long-run; first-time use generally induces restlessness, insomnia and general mouth fatigue and aches"]},{"type":"*","value":[" climbing on the mountain tops for great views of the city (beware of the no trespassing zone and take abundant water and sun screening equipment)"]},{"type":"*","value":[" beach activities."]},"\nAden is especially known for the beautiful beaches and swimming activities. Besides this, Aden has the only considerable nightlife in Yemen, and foreigners can enjoy wonderful Arabian nights. \n\nFurthermore, Sport fishing should be considered. Tunas and sharks can be hunted near the coast. \n\nA visit at the Gold Mohur Beach and Elephant Bay Hotel is a must.  For women traveling alone, there is also a women only beach located at the Sheraton Hotel.  Excellent snorkeling is available although not as clear as Sharm El-Sheikh.\n\n",{"type":"==","value":["Buy"]},"\n\nBeautiful scarfs can be purchased in Crater as well as an abaya for the ladies.  Spices can also be found in abundance. Other typical local products include: perfumes & incense, male dresses, female dresses, head scarves, honey, sweets.\n\n",{"type":"==","value":["Eat"]},"\nAden is especially known for its fresh fish.  \n\n",{"type":"'''","value":["Breakfast dishes"]},"\nFoul beans and baguette bread or khobez (round pita bread)\nKhmir (sweet square doughnuts) and tea with milk\n\n",{"type":"'''","value":["Dinner or lunch"]}," \nMoufa or mukbza restaurants have mufa fish, khobez rushwsh, mulwah,rateb(round bread).\n\nZurbian is a mixed of lamb meat & colure rice.\n\nSaiydia : fish steak (tuna or king  fish) and rice.\n\nShwarma is the snacks in the evening, pita bread and tender grilled lamb meat with Salad\n\n",{"type":"==","value":["Drink"]},"\n\nAs in the north capital  Sana'a where only alcoholic drinks are officially served in Sheraton and many  places where you can get alcoholic openly or secretly, as in Sanaa have many night spots.   there are few places in Aden where you can buy officially alcoholic drinks. Furthermore, Aden is known for its belly dancing events by overseas dancers (e.g. Iraqis, Syrian and others), which you can find in many tourist places incl. Sheraton Aden, Diplomacy Resort, Bahara, Nashwan, Hotel Aden and others.\n\nDo note that fruit juice bars offer very nice, cheap and wholesome drinks.\n\n",{"type":"==","value":["Sleep"]},"\nAden is the touristic and economical capital of Yemen. You will find many chances to purchase alcohol, go to clubs and enjoy a sunset in the high-class hotels. There are many 5 star hotels and numerous others.\n\n5 Stars:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sheraton Gold Mohur"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Movenpick Adel Hotel"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Holiday Inn"]}]},"\nThere are many budget, decent and clean hotels and resorts such as: \n\n",{"type":"*","value":[" ",{"type":"'''","value":["Aden Airport Hotel"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Elephant Bay"]}]},"\nGood value for money is \"Yemen Nights Tourism Hotel\" in Queen Arwa Road, Crater. Tel: 256093. Less than 10 euros you get clean double room with TV, fridge, balcony and air con (which is essential in hot Aden).\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Yemeni Coastal Plains"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Dmoz:Regional\/Middle_East\/Yemen\/Localities\/Aden\/"]]},"\n\n",{"type":"[[","value":[["wikipedia:Aden"]]},"\n\n",{"type":"{{","value":[["geo"],["12.783333333333"],["45.016666666667"]]}]