[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Adrogué"]}," (pronounced ",{"type":"[","value":[{"type":"{{","value":[["IPA"],["adʀəˈgɛ"]]}]},") is a city and capital of the ",{"type":"[[","value":[["Almirante Brown"]]}," partido (district) in ",{"type":"[[","value":[["Buenos Aires (province)"]]}," Province in ",{"type":"[[","value":[["Argentina"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAdrogué is located 23 km south of the ",{"type":"[[","value":[["Buenos Aires"],["City of Buenos Aires"]]},". With slightly more than 30,000 inhabitants, it stands out as a distinguished residential area, with numerous cobbled streets, lush trees and several squares. In addition, it has an important commercial center, with a variety of shops and bank entities, and a shopping mall.\n\nThe best seasons of the year to visit Adrogué are the spring and the summer, because the city looks really green. The lush trees cast some sort of an arcade over the streets, which makes a beautiful picture. The stillness and peacefulness of the city are an ideal contrast for the chaotic downtown.\n\nAdrogué is not a common tourist destination, but it's worth a visit. The place is safe, but traveling to and from downtown after midnight is just not nice.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By Train"]},"\nGetting in by train is the easiest way to make your way to Adrogué if you're coming from the City of Buenos Aires. From the ",{"type":"''","value":["Constitución"]}," train station, you should take a train going either to stations ",{"type":"''","value":["Glew"]}," or ",{"type":"''","value":["Alejandro Korn"]}," (normally leaving from either platform 4 or 5). You can get from Downtown Buenos Aires to Constitución using the C line of the subway (subte).\n\nA one-way ticket from Constitución to Adrogué costs ARS 0.70 (about USD 0.20) and a return ticket costs ARS 1.40 (about USD 0.40).\n\nThe trip from Constitución to Adrogué takes 28 minutes (it may take longer in the rush hour). Adrogué is the ninth station from Constitución. The order of the stations is: Constitución - Hipólito Yrigoyen - Avellaneda - Gerli - Lanús - Remedios de Escalada - Banfield - Lomas de Zamora - Temperley - Adrogué.\n\nThe first train from Constitución to either Glew or Alejandro Korn leaves at around 5 am and the last train from Adrogué to Constitución leaves at around midnight.\n\nIt is not recommended to travel by train as it is usually crowded, and security and cleanliness on the coaches are poor.\n\n",{"type":"===","value":["By Bus"]},"\nBuses in Argentina are called ",{"type":"''","value":["colectivos"]},". The bus will usually take longer than the train because it makes more detours. However, this will depend on the traffic. The advantage is that buses normally run around the clock.\n\nNear Constitución station you can take any bus 79 except the one which goes to San José (it takes a different route and don't make it to Adrogué).\n\nFrom Correo Central, close to the Pink House, you can take bus 74.\n\nBus 160 will also take you to Adrogué from Ciudad Universitaria (UBA campus), Palermo or Jorge Newbery Airport (Aeroparque).\n\nIn all cases, you should ask the driver to tell you where to get off.\n\nThe ticket costs ARS 1.35 (about USD 0.40) and can only be paid with coins (no banknotes!). Remember to get some before taking the bus.\n\nGetting to Adrogué by bus may take from 1h15min to 1h30min.\n\n",{"type":"===","value":["By Van"]},"\nVans are often called ",{"type":"''","value":["Combis"]}," in Argentina. There is a private Combi service traversing from Teatro Colón in the City of Buenos Aires to Adrogué and beyond. The trip usually costs ARS 9.00 (about USD 2.25) and is by far the most comfortable way to travel.\n\nThe trip takes about 1h, and may take up to 1h30min during rush hours. It is also possible to reserve your place in advance. \n- Adrogue Bus (Shuttle Company): 4293-5309\n\n",{"type":"===","value":["By Taxi"]},"\nA taxi from the City of Buenos Aires (from the Obelisk, for example) to Adrogué costs about ARS 80 (about USD 20). This is a good option if you're visiting Adrogué in a group of 3 or 4 people. The trip may take from 50 minutes to 1h15min depending on traffic conditions.\n\n",{"type":"===","value":["By Car"]},"\nYou can go from the Obelisco in Buenos Aires to Adrogué taking 9 de Julio avenue to the south, then 9 de Julio Sur freeway, and taking Pavón\/Yrigoyen avenue. Adrogué starts approximately at 12.500 Yrigoyen avenue.\n\n",{"type":"==","value":["See"]},"\nIf you are interested in architecture, you'll like the houses in Adrogué. Some nice-looking houses are on Seguí street, for example.\n\nSome of Adrogué's earliest residences are still preserved. They were usually built in French, Italian or English style, and they served as summer houses for many of Buenos Aires wealthiest families between 1870 and 1930. Some of the best examples are the Adrogué Tennis Club, former residence of city founder Esteban Adrogué (Macías & Sánchez streets), the St. Michael's School (Uriburu street & St. Michael's alley)and the former Aráoz Castex residence (Seguí & Avellaneda streets), among others.\n\nThere are many parks and squares. Some squares are actually rotaries. The main square is Plaza Brown. The town hall, the church of Saint Gabriel, and a religious school (Colegio del Carmen) are located opposite to it. Connected to it by diagonals are the Bynnon, Espora, Cerreti and Bouchard squares. The square next to the train station is Plaza San Martín.\n\nIn the commercial area there's the so-called House of Culture (",{"type":"''","value":["Casa de la Cultura"]},"), with different expositions and plays.\n\nThe Boulevard shopping mall is located in Adrogué. You can get there with bus 318 (will leave you close to it) or by taxi (",{"type":"''","value":["remise"]},").\n\n\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Empanadas de la Abuela"],["alt="],["url=http:\/\/www.todoadrogue.com.ar\/empanadasabuela\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Seguí 795. (about 200 meters west from the train station) prepares the finest homemade empanadas (traditional argentinian pastry) in the region and some other traditional dishes."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Riviera"]},", Esteban Adrogué 1114. both bar and icecream parlor, is one the most important companies in the region. They produce high-quality icecream, desserts and chocolate at competitive prices. They are open all through the year (except for the chocolate shop, which closes during the summer). Locals usually get together for an icecream (it's not uncommon to have a quarter kilo, which costs ARS 6.00 or about USD 2.00). The flavor ",{"type":"''","value":["dulce de leche granizado"]}," is a must."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Sandwichería Espora"],["alt="],["url=http:\/\/www.todoadrogue.com.ar\/sandwicheriaespora\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Esteban Adrogué 1381, . prepares the finest sandwiches de miga in the region."]]}]},"\n",{"type":"*","value":["As a snack, you can try the alfajor ",{"type":"''","value":["Capitán del espacio"]}," (blanco), one of the preferred ones by the locals. It costs about ARS 0.50 (or USD 0.15) and all the kiosks sell it. "]},"\nThe restaurants are located in or close to the commercial center, which in turn is located a few meters east of the train station. All of them offer good service, good-quality food and fair prices. Some of the most renowned restaurants are:\n",{"type":"*","value":[" ",{"type":"'''","value":["Trote"]}," bar & restaurant, ",{"type":"''","value":["Esteban Adrogué 1107, Paseo la Delicia"]},", is one of the most important restaurants in Adrogué, and is surrounded by a beautiful garden."]},{"type":"*","value":[" ",{"type":"'''","value":["María Bonita"]}," pizza and restaurant, ",{"type":"''","value":["Mitre 1195"]},", a very nice and popular place."]},{"type":"*","value":[" ",{"type":"'''","value":["Sur\/A"]}," Resto-Bar (previously known as ",{"type":"''","value":["Soviet"]},"), ",{"type":"''","value":["Mitre and Macías"]},", another popular place in one of Adrogué's traditional houses. The interior has been preserved for many years now."]},{"type":"*","value":[" ",{"type":"'''","value":["La Zorra"]},", the pasta they serve is said to be really good."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=La Tasca"],["alt="],["url=http:\/\/www.latascadeadrogue.com.ar\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Pellerano 746. Spanish and mediterranean cuisine."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Los Álamos"]}," restaurant, Spanish tapas and winery, Pellerano 775. a beautiful place if you are willing to pay around ARS 40 per person."]},{"type":"*","value":[" ",{"type":"'''","value":["Aire Sureño"]}," Patagonian cuisine, ",{"type":"''","value":["Diagonal Brown 1502"]},", this place is somewhat hard to spot at first, but has a very nice ambiance and exotic dishes."]},{"type":"*","value":["  ",{"type":"{{","value":[["eat"],["name=Enzo"],["alt="],["url=http:\/\/www.todoadrogue.com.ar\/enzo\/index.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Esteban Adrogué 1102. a very popular place with a good chef."]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Cordero y Nother"]},", ",{"type":"''","value":["in the corner of Cordero and Nother"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Tirifilo el Bodegon"]},", in the corner of Spiro and Cordero. Spaniard (Tapas, Paella, Cazuela, Pulpo a la gallega), some Argentinian traditional dishes ( Locro on national holidays), and our own Porteño flavor (Puchero on Tuesday nights) . A new must in the Adrogue station area."]},"\n",{"type":"==","value":["Drink"]},"\nAll the restaurants also serve drinks and work as bars. There are also many pubs and bars like La Maja, Bernie's, Franz, Cándida, Havanna, Satchmo's, La Bikina, La Colorada and more. There are also a few tea houses.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Teresita Bed and Breakfast"],["alt="],["url=http:\/\/www.gotraveltoargentina.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=With its own private bathroom with all the amenities needed, is designed to give you all the comforts you expect. This ground-floor brick-wall Cottage exhibits rustic charm, with exposed cypress-beam high ceilings and Mexican terracotta-tile floors."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["-34.8000"],["-58.3833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Buenos Aires (province)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Adrogué"]]}]