[{"type":"{{","value":[["pagebanner"],["Generic flying banner.jpg"]]},"\n:",{"type":"''","value":["See also: ",{"type":"[[","value":[["Flying"]]}]},"\n\nThis page has been created to provide helpful advice to those people who suffer from a fear of flying. Travelling by plane can be a scary experience for people of all ages and backgrounds, particularly if they've not flown before. It is not something to be ashamed of. This article will seek to help you overcome at least some of your anxiety and help you to prepare for a trip by air.\n\nIt should be stated initially and clearly that ",{"type":"'''","value":["accidents involving aircraft are extremely rare"]},". It is this paucity that makes the media coverage of such incidents so prevalent. Despite what you may think, ",{"type":"'''","value":["air travel is the safest form of transportation"]}," available to the traveller: you are far more likely to be involved in an accident on your way to the airport than you are whilst in the air.\n\nAirlines and pilots take safety very seriously - and even if they were minded to cut corners, they are tightly regulated by government agencies to ensure standards.  Any pilot will not begin a flight if there is any doubt about the fitness of the aircraft or the weather - as the pilots' saying goes, \"takeoff is optional, but landing is compulsory!\" \n\n",{"type":"==","value":["Understand"]},"\nA rudimentary understanding of what causes your plane to fly can assist in allaying anxiety.\n",{"type":"[[","value":[["File:Wing lift.png"],["thumbnail"],["A simple diagram showing air passing over an aircraft's wing and the resultant lift."]]},"\nA plane's wing is shaped to direct more air underneath it than above it, creating an area of low air pressure above the wing; this creates lift, causing the plane to rise. When the force of the lift exactly balances the weight of the aircraft, the plane will fly level; if the lift exceeds the weight, it will climb; and if weight exceeds lift, it will descend.  Lift is proportional to air speed: the faster a plane travels at a given altitude, the more lift its wings generate.  So to make an aircraft climb the pilot increases the engine power.  To make it descend, engine power is reduced. These basic principles of physics are what underpin every flight: unless there is a catastrophic failure of an aircraft's structure (which is extremely rare indeed), a plane cannot 'just fall out of the sky' any more than water can flow uphill.    \n\n",{"type":"===","value":["A typical flight"]},"\nIt might also help nervous flyers to understand what happens during a typical flight. All of these procedures are standard and extensively understood and practiced by all pilots. Commercial flights are also guided throughout the journey by air traffic controllers on the ground, who ensure aircraft stay on course and remain well separated from each other (usually by several miles).\n\n",{"type":"====","value":["Taxi"]},"\nBefore a plane can take off, it has to ",{"type":"''","value":["taxi"]}," to the runway.  Aircraft always take off into the wind (as this increases airspeed and so reduces the length of the take-off run) so they always have to taxi to the downwind end of the runway. It is over 2 miles from Heathrow Terminal 5 to the end of the westerly runway. Aircraft move slowly on the ground with taxi speeds of around 20mph\/33kmh. \n\n",{"type":"====","value":["Take-off"]},"\nWhen cleared for take-off, the pilot will turn the aircraft so it is pointing down the runway. It's normal then to apply the brakes and to increase engine power; this is so the pilots can check that all the engines are providing the same amount of power before taking off.  The pilot then applies full power and releases the brakes.  This usually means a rapid acceleration and increase in engine noise.  When the aircraft has reached the right speed (ie, when it's travelling fast enough to generate the lift it needs to fly), the pilot will raise the nose and the plane will lift off from the runway.   \n\nAs the aircraft travels down the runway, you may hear and feel bumps as the aircraft's undercarriage crosses the runway lights or uneven parts of the runway.  Such noises are to be expected and are not a cause for alarm. Equally, when the aircraft lifts off there is often a noticeable bump which is a normal event caused by the hydraulics in the landing gear reaching their maximum extension as the plane leaves the ground.\n\nVery rarely, a pilot may decide to abort a takeoff, usually because the aircraft's systems aren't working properly.  The safety margins for this are ample and precisely calculated before every flight to ensure the aircraft can stop safely on the runway.\n\n",{"type":"====","value":["Climb"]},"\nMost commercial aircraft only need to operate their engines at full power in order to take off.  Once airborne, the aircraft's engines will have their power reduced to save fuel and, as such, the noise in the cabin may decrease.  It is also normal for planes to climb steeply and to turn, sometimes sharply, shortly after takeoff.  These are standard procedures to turn the plane onto its course as soon as possible, and to minimise noise for people living near the airport. During the initial climb the pilot will also raise the landing gear, which makes a bumping sound, and retract the flaps on the wings, which makes a distinctive whining noise.\n\nDepending on the length of the flight, it may then take 15-20 minutes for the plane to climb to its cruising altitude and it's common for the pilots to leave the seat belt sign on until then.  While the climb is often very smooth, occasional jolts (perhaps as the plane climbs through clouds) can still be expected.   \n\n",{"type":"====","value":["Cruise"]},"\nAs it cruises, the plane rides upon an invisible cushion of air that has been pushed down by the shape of the wing. When there are bumps in this 'cushion' caused by gusts of wind, the plane may jolt slightly as it follows the shape of the air - this is ",{"type":"'''","value":["turbulence"]},". Turbulence may occur in both cloudy and clear skies and is completely normal; aircraft are designed to deal with these bumps and other than fastening your seat belt, there is no action that needs to be taken.  Significant turbulence ahead can be detected on the plane's radar, and if it is the pilot will switch the seat belt sign back on. This may mean a very bumpy ride for a few minutes but there is no cause for alarm.  If there is really severe turbulence ahead (for instance in thunder clouds) the pilot will normally divert around it.    Some turbulence may cause the plane's wings to bend or flex a little: this is a deliberate design feature which actually allows the aircraft to withstand turbulence more effectively, just as a tree bends in the wind. \n\n",{"type":"====","value":["Descent"]},"\nAs the plane approaches its destination, it will begin to descend. The pilot will reduce engine power, sometimes so that the engines are only idling and barely making any noise. The steepness of this descent varies depending upon the airport and the aircraft. As the plane begins its ",{"type":"''","value":["final approach"]}," into the airport, the shape of the plane's wing may be changed mechanically in order to better facilitate landing. This can include the elongation of certain surfaces and the opening of 'flaps' on the wing's surface; as at take-off the flap motor makes a distinct whining sound. Don't worry - the wing is not disintegrating! The greater surface area provided by these surfaces gives the plane greater lift but also slows it down, offering the pilot greater control as the aircraft heads towards the runway.\n\nAircraft always land into the wind, which helps slow the plane down.  So depending on the direction from which you approach the airport, the plane may have to make a series of turns to line up with the runway.  These are usually carried out at slow speed and can feel quite sharp as a result. \n\n",{"type":"====","value":["Approach"]},"\nThe approach to land can feel unstable.  This is because the air near the ground is often more turbulent than it is at altitude.  If there is a crosswind, the pilot may also have to bank and turn the aircraft slightly to keep it on course. During the approach, you may hear a low thudding noise; this is the sound of the undercarriage being lowered. \n\nIn some cases the aircraft will have to land in low cloud or fog; and you may not see the ground until you have almost landed.  Most airports have electronic devices that guide the plane into land quite precisely, even if the pilots cannot see the runway until the last minute.  The most modern and advanced airliners can land automatically even in zero visibility.  But again there are strict rules that pilots must (and do) stick to when landing in bad weather.  If the weather is too bad, the pilot may decide to 'hold' (fly in circles) and wait for an improvement, or divert to another airport where the weather is better. All aircraft must carry at least enough fuel to fly to their destination, hold for up to 30 minutes and then divert to another suitable airport.\n\n",{"type":"====","value":["Landing"]},"\nAs the aircraft 'touches down', you may feel a jolt and hear an audible 'thud'. This is the plane's wheels (or undercarriage) touching the ground and is not to be worried about - the suspension and tyres on all planes are very strong indeed. If the runway is wet, pilots often land deliberately firmly to minimise the risk of skidding.  This may then be followed by spoilers opening on top of the wing in order to slow the plane down and the noise of the engines powering up once again. This noise is the pilot engaging 'reverse thrust'; effectively changing the direction of the engine's output, slowing the plane down rather than pushing it forward.  At some airports, the aircraft may slow down very sharply.  This is simply to ensure it can turn off the runway at the right point, and\/or means that there is another aircraft on approach which needs to land.\n\nIn some rare cases, you may experience a 'go-around': when the aircraft takes off again just before landing. This occurs when a pilot decides that they are unhappy with the landing. As a result, you will hear the engines power up once more and feel the engines' thrust to perhaps a greater degree than you did at take-off. Once at a higher altitude, the aircraft will be turned around and the landing will be attempted again. Should this happen to you, you should not be alarmed - it is a common procedure and well-practised by pilots.\n\n",{"type":"====","value":["What if?"]},"\nCommercial aircraft are designed and tested to operate in conditions far more severe than those encountered on nearly any actual flight.  They are also maintained to strict and regular schedules.  Millions of flights each year pass without any incidents at all.  The very few that don't are the ones that make the news - precisely because they are so extremely rare. \n\nBut no machine is completely flawless.  It is still possible that something may go wrong with the aircraft you are aboard. You should however, be assured that pilots are trained extremely thoroughly for these occasions and every plane is built with redundancies and 'fail-safes' in mind.  Jet engines - which are used on almost all airliners - have far fewer moving parts than a car engine and are much more reliable.  Nonetheless, all commercial airliners can fly on just one engine and have contingencies available for the extremely unlikely event that all engines fail.\n\n",{"type":"==","value":["Statistics"]},"\nCommercial air travel is regarded as one of the safest form of transport in the world. Every day, millions of people fly around the world and arrive safely at their destinations. Accidents become major news events in part because they are so rare. \n\nFor illustration, air travel has a mortality rate of 0.05 for every billion kilometers flown. This compares very favorably to car journeys that has a mortality rate of 3.1 for every billion kilometers driven.\n\n",{"type":"==","value":["Coping"]},"\nThere are many techniques for overcoming a fear of flying and many airlines run courses for this purpose. Here is a selection of ways in which you might alleviate your anxieties.\n\n",{"type":"===","value":["Before the flight"]},"\nEven before booking your ticket for a flight, it is worth considering how you will feel once on board. Some sufferers prefer window seats whilst others prefer one on the inside of the aircraft. You should also consider the type of plane that you'll be flying on: some aircraft are slightly more prone to turbulence than others, although this does not undermine their safety credentials in any way.  Generally, the larger the aircraft the smoother the flight will be.  \n\nSome people are nervous flying on propeller-driven aircraft, thinking they are older or more dangerous.  Most actually have turboprop engines - essentially a jet engine driving a propeller - and are just as modern and no less safe than jets.  They are cheaper to operate on short journeys, although they are slower and often noisier.  \n\nOnce your ticket is booked, it is well worth notifying your airline of your fear, both on the day of your flight and beforehand. Airlines work very hard to make their passengers feel safe and comfortable, and can do much to make you feel better.\n\n",{"type":"[[","value":[["File:No drink alcohol 520px.png"],["thumbnail"],["Alcohol is a poor way to cope with your anxiety."]]},"\n\n",{"type":"===","value":["Aboard the plane"]},"\nOnce you're aboard, it can be well worth having some form of distraction with you. Many airlines offer in-flight entertainment systems, but books and magazines can also be good to take your mind off things. Sleep too can be a good way to pass the time whilst flying, although you are not advised to take any medication that may make you drowsy or sleepy. It is also ill-advised to counter your fear of flying with a large helping of 'Dutch courage': ",{"type":"'''","value":["excessive alcohol consumption normally causes more problems than it solves"]}," and can sometimes end in passengers being thrown off their flights altogether. Additionally, alcohol contributes to dehydration: your body already loses water faster than usual due to factors like dry cabin air and sweating. Resulting dehydration causes discomfort (dry eyes and throat is one example), so it's recommended to drink some water every now and then, and to be moderate with tea, coffee, and alcohol. On longer flights it's important to keep your circulation going: standing up, walking in the aisle, perhaps doing some simple stretching helps.\n\n",{"type":"====","value":["Turbulence"]},"\nTurbulence is a completely normal part of flying. It can help to think of your plane as travelling along an invisible 'road' made of air and that the turbulence you feel are pot-holes in this 'road'. \nTurbulence is rarely dangerous, although it can sometimes be unexpected (This is why wearing seat belts at all times is recommended). The length of turbulence is variable from just a few minutes to throughout the whole flight.\n\n",{"type":"====","value":["Noises"]},"\nLike any large piece of machinery, an aircraft makes mechanical noises along with 'clunks' and 'thuds'. ",{"type":"'''","value":["These are entirely normal"]}," and should be seen as a positive indicator - your plane is functioning correctly!\n\n",{"type":"====","value":["Turning"]},"\n\nTo turn an aircraft, the pilot cannot just use the rudder as you would in a boat.  S\/he also has to bank it - to raise one wing while lowering the other, making the aircraft turn in the direction of the lowered wing.  This should be smooth and gentle, and the angle of bank doesn't normally exceed about 30 degrees.\n\n",{"type":"==","value":["Courses"]},"\nAs noted above, many airlines run courses and programmes for people who suffer a fear of flying. Some are listed below:\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airfrance.co.uk\/GB\/en\/common\/guidevoyageur\/pratique\/sante_anti_stress.htm Air France"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/flyingwithconfidence.com\/ Flying with Confidence - British Airways"]}]}," "]},{"type":"*","value":[" '''",{"type":"[","value":["http:\/\/www.finnair.com\/GB\/GB\/information-services\/before-the-flight\/special-services-health\/fear-of-flying Finnair"]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fearlessflyers.com.au\/ Fearless Flyers - QANTAS"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.valk.org\/ VALK - KLM"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.lufthansa.com\/online\/portal\/lh\/uk\/info_and_services\/on_board?nodeid=2934552&l=en Lufthansa"]}]}]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flyingwithoutfear.co.uk\/ Flying Without Fear - Virgin Atlantic"]}]}]},"\n\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Flying"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Pteromerhanophobia"]]}]