[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Aegina_general_map-en.svg"],["thumb"]]},"\n",{"type":"'''","value":["Aegina"]}," is the nearest of the ",{"type":"[[","value":[["Saronic Gulf Islands"]]}," to ",{"type":"[[","value":[["Athens"]]},", ",{"type":"[[","value":[["Greece"]]},".\n\n",{"type":"==","value":["Regions"]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Aegina Town"]]}]},{"type":"*","value":["Agia Marina"]},{"type":"*","value":["Perdika"]},{"type":"*","value":["Souvala"]},"\n",{"type":"==","value":["Other destinations"]},"\n\n",{"type":"==","value":["Understand"]},"\nAegina is a destination for upper-middle-class Athenians longing to get out of the urban hustle of the city, and is a wonderful island for swimming, shopping, and recreation.  The locals are extremely friendly and helpful, and almost every merchant speaks excellent English.  Aegina is worth at least a day of your itinerary, and you may find yourself staying overnight.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\n",{"type":"*","value":[{"type":"[","value":["http:\/\/www.hellenicseaways.gr Hellenic Seaways"]}," from Piraeus"]},{"type":"*","value":["Nova Ferries (phone +302104126181) from Piraeus"]},{"type":"*","value":["Aegean"]},"\nFrom the port at Piraeus, take a ferry or a hydrofoil to the island. Ferries run to Aegina Town frequently.The trip can take from 45 minutes if you choose a hydrofoil to an hour if you choose the ferry. Hellenic Seaways sails hourly to Aegina Town for 9,5 euro. But a couple of other minor ferry companies have better prices especially to cars or motorbikes. \n\nUnless you have already purchased a round-trip hydrofoil or boat ticket, go ahead and get a departure time locked in from one of the various kiosks along the edge of the harbor before you get too far afield, or you may find yourself involuntarily spending a night on the island.  Most ticket agents speak English (especially if you smile and attempt Greek first) and accept credit cards for the transaction.\n\n",{"type":"==","value":["Get around"]},"\nTake the bus from the port to several towns on the island.\n\nYou can rent a car for the day for 20-30 Euros, but be warned—you might be better off hiring a taxi.  If the rental office manager starts pouring water into the radiator prior to your departure, you are better off renting a motorbike (very inexpensive!) or merely asking him to drive you around (more expensive, but infinitely more entertaining.)\n\nYou can also find motorbikes for rent within easy walking distance of the ferry. If you do, be sure to check to see how much gas (petrol) is in it—this contributor rented a motorbike with a faulty gas gage, was stranded, and had to hitch-hike to a nearby petrol station.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Itineraries"]},"\nAegina is a triangle about 11 km on a side (83 km",{"type":"<","value":["sup",["2"]]},"). The north and west coasts are fairly flat, well-populated, and easily accessible; the southeast is more rugged and wild, with smaller mountain and port villages.\n\nOne of the best ruins, the Temple of Apollo, overlooking the bay, is a five-minute walk from the port at Aegina. Turn to the left and start walking; admission to the museum at the entry point to the ruins is less than five Euros and will yield a fantastic experience. You can wear a swimsuit and bring lunch with you into the area, and actually sit on top of the crumbling marble and look out over the island and the water—almost all the way to Piraeus.\n\nAlso, ask about the temple of Aphaia—it's gorgeous and huge, and can be reached by taxi or motorbike. It's surrounded by pines on a hilltop overlooking Aghia Marina on the east side of the island. The admission there is only three or four Euros and on a clear day you can see for miles from its vantage point. There is a nice little cafe and shop across the street from the temple with a decent bathroom, as well.\n\nPerdika (\"Partridge\") is a fishing village at the south end of the island's west coast, a half-hour bus or fifteen-minute taxi ride. Strolling around the town's peninsula gives you lovely views of sea, adjacent islands (including the spectacular, uninhabited Moni), and the volcanic Methana peninsula. A second long point of land, south across the narrow harbor from Perdhika, is deserted except for goats and donkeys (and officially off-limits according to Hellenic Navy signs), but out at the end of it is the world's only seaside, 360-degree camera obscura: wait five minutes for your eyes to adjust, and the whole landscape slowly appears on the round wall, upside down.\n\nAgios Nektarios, a large, elaborate, modern Orthodox church and monastery, lies about halfway between Aegina Town and Agia Marina. Across the road and uphill is the entrance path to Paleochora (Old Town). This is where the island's population retreated from pirates for several hundred years; though it has been deserted since the early 19th century, many of the dozens of churches still standing are maintained by island families. A walk up to the double church on the peak makes a quiet and beautiful hour.\n\nThe tallest peak on Aegina, usually called Oros (\"mountain\"), is 532m. A motorbike will take you about halfway up, and the footpath, fairly well marked by cairns, takes another 30 or 45 minutes. At the top is (of course) a church, and from there you can see 360 degrees of the Saronic Gulf: Sounio, Athens, the Corinth Canal (almost), Methana, Poros.\n\n",{"type":"==","value":["Do"]},"\nMany tourists come to Aegina for sailing.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Aegean Sailing School"],["alt="],["url="],["email="],["address=The Sailing Centre, Neoptolemou 8"],["lat="],["long="],["directions="],["phone=+30 22970 32265"],["tollfree="],["fax="],["hours="],["price="],["content=A sailing school offering RYA sailing courses in English."]]}]},"\n",{"type":"==","value":["Eat"]},"\nIn Aegina Town, as in all island ports, the waterfront is lined with cafes. The best waterfront taverna may be the one at the north end (from the pier, turn left), called Flisvos. Somewhat hidden in the middle of town is Patitiri, with simple but excellent traditional food. During the summer, Ippocampos (Seahorse) at the south end of town is a one-man gourmet operation, with probably the most extraordinary food on the island.\n\nIn Aghia Marina, go to Pita Toms, where soulvakis and gyros are fresh and inexpensive (1,60 euro).\n\nPerdhika, at the southwest tip of the island, has a whole row of good tavernas.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Aerides"],["alt="],["url="],["email=abasdekis@windowslive.com"],["address=Vagia beach"],["lat="],["long="],["directions=just west from the marina"],["phone=+30 22970 71122"],["tollfree="],["fax="],["hours="],["price="],["content=Very good Greek food, not the very touristic dishes. Restaurant is on the seaside with a beautiful sea view. Example dishes are shown on a plate. Friendly people."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aegina Hotel"],["alt=Ξενοδοχείο Αίγινα"],["url=http:\/\/www.AeginaHotel.gr"],["email="],["address=23 Stratigou D. Petriti st., Aegina Town"],["lat="],["long="],["directions=200 meters from port"],["phone=+30 22970 28501"],["tollfree="],["fax="],["hours="],["price=25"],["checkin=15:00"],["checkout=12:00"],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Blue Dolphin - studio's & apartment"],["alt="],["url=http:\/\/www.bluedolphinaegina.com"],["email=info@bluedolphinaegina.com"],["address=Vagia"],["lat="],["long="],["directions=on the north coast"],["phone=+30 22970 71 382\/+30 69440 31 527"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Very well maintained site with nice pool in quiet village. Very friendly, helpful and hospitable Swedish owners."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"*","value":[" Traveler's tip: be sure to stay hydrated and wear sunscreen while touring Aegina and its beaches. The weather feels mild and can fool you into thinking you're not as dehydrated as you are."]},"\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["geo"],["37.74"],["23.44"],["zoom=12"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Saronic Gulf Islands"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Aegina"]]},"\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"[[","value":[["Commons:Category:Aegina"]]}]