[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["Image:Afandou Beach.jpg"],["thumb"],["Afandou Beach"]]},"\n\n",{"type":"'''","value":["Afandou"]}," is on the ",{"type":"[[","value":[["Greece"],["Greek"]]}," island of ",{"type":"[[","value":[["Rhodes"]]},".  Founded in the days when pirates were ravaging the Mediterranean, it is said that the village owes its name to the place where it was built. A place that was afanto, or afando \" Άφαντο\" which in Greek means invisible from the sea. Afandou is an attractive traditional Greek village surrounded by beautiful countryside. For a complete change of pace and scenery, the hectic resort of Faliraki is only a short distance away.\n\nAfandou mainly attracts families and couples who like to relax during the day & have a central location in Rhodes Island. It's one of the biggest traditional villages in Rhodes. Here you'll find numerous bars, cafes, taverns restaurants and clubs. The local cuisine has always been one of the strong points of hospitality and culture in Afandou.\n\n",{"type":"==","value":["Get in"]},"\n\nThe main air gateway (Diagoras International Airport (",{"type":"{{","value":[["IATA"],["RHO"]]},") is located to the southwest of Rhodes in Paradisi, Approximately 20 km distance from Afandou.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nPAPA OUZO - an elderly gentleman who likes to dance and drink ouzo... See him at Greek Night in Afandou...\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"'''","value":["Golf"]}]},{"type":"*","value":[{"type":"'''","value":["Swimming and sunbathing"]}]},"\n",{"type":"==","value":["Buy"]},"\n\nOlive Oil, seasonal fruits, souvenir.\n\n",{"type":"==","value":["Eat"]},"\n\nThere are many traditional restaurants, cafeterias with snack, Gyros and Souvlaki shops. In Kolymbia you can visit a restaurant with authentic German and Austrian cuisine.\n\n",{"type":"==","value":["Drink"]},"\n\nMinas' Bar, Afandou centre. Friendly and well priced bar with plenty of entertainment.\n\n",{"type":"==","value":["Sleep"]},"\n\nThere are many self-catering lodgings and hotels. Afandou is only a short distance away from Kolimbia (Kolymbia ) area. Kolimbia started to develop only a few years ago, and has managed to maintain its natural beauty also the traditional Greek Island look. Here, you will find some of the finest hotels and apartments on the island. There are plenty of traditional Greek taverns and restaurants, clubs, cafes and they are most favorite amongst the local people.\n\nKolympus View Villas ",{"type":"[","value":["http:\/\/www.kolympusviewvillas.co.uk\/"]},". Located on the outskirts of Afandou, nestled within a peaceful countryside setting, six modern and luxurious villas enjoy scenic mountain and sea views, whilst only being a 15 minute walk from the Afandou centre.\n\nA quite place to stay is Olive Garden Houses ",{"type":"[","value":["http:\/\/www.olivegardenhouses.com\/"]}," a central accommodation between the golf course, the beach and Afandou City.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"'''","value":["Tsampika beach"]},", a 10 minute drive south from Afandou. Enjoy a nice winding drive down from the main road to the long sandy beach surrounded by the rocky scenic hills. Turquoise waters and golden sands create a beautiful scene, ideal to relax and enjoy the sun. Water sports are available as well as a mini-market and several small snack and drinks bars.\n\n",{"type":"*","value":[{"type":"[[","value":[["Faliraki"]]}," area and its water park."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["36.3000"],["28.1667"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rhodes"]]},"\n\n",{"type":"[[","value":[["wikipedia:Afantou"]]}]