[{"type":"{{","value":[["pagebanner"],["Band_Amir_banner.jpg"]]},"\n",{"type":"{{","value":[["quickbar"],["image=Black Hawk flying over a valley in Bamyan.jpg"],["location=LocationAfghanistan.png"],["flag=Flag of Afghanistan.svg"],["capital=",{"type":"[[","value":[["Kabul"]]}],["government=Islamic republic"],["currency=Afghani (AFN)"],["area=647,500 km",{"type":"<","value":["sup",["2"]]},{"type":"<","value":["br"]}],["population=30,419,928 (July 2012 est.)"],["language=",{"type":"[[","value":[["Dari phrasebook"],["Afghan Persian"]]}," (Dari) 50%, ",{"type":"[[","value":[["Pashto phrasebook"],["Pashto"]]}," 35%, Turkic languages (primarily Uzbek and Turkmen) 11%, 30 minor languages (primarily Balochi and Pashai) 4%, much bilingualism"],["religion=Sunni Muslim 80%, Shi'a Muslim 19%, other 1%"],["electricity=220V\/50Hz +\/-50%"],["callingcode=+93"],["tld=.af"],["timezone=UTC+4.5"]]},"\n",{"type":"{{","value":[["warningbox"],["Travelling in Afghanistan is extremely dangerous, and independent travel\/sightseeing is emphatically warned against, due to the armed conflict between Government forces and Taliban insurgents. The current Afghan government has little control over large parts of the country. Although parts of Kabul and the north are calmer regarding Taliban activity, the country is a war zone. Threats are unpredictable and the situation can change very quickly.\n\nTrips should be meticulously planned and travelers should keep abreast of the latest security situation throughout their stay. If, despite the risks, you still find yourself heading there, see ",{"type":"[[","value":[["War zone safety"]]}," and the \"Stay safe\" section below."]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/moic.gov.af\/en\/Page\/1292 Afghanistan"]}]}," is a landlocked and mountainous country in the heart of ",{"type":"[[","value":[["Asia"]]},", bordered by ",{"type":"[[","value":[["Pakistan"]]}," to the south and east, ",{"type":"[[","value":[["Iran"]]}," to the west, ",{"type":"[[","value":[["Turkmenistan"]]},", ",{"type":"[[","value":[["Uzbekistan"]]}," and ",{"type":"[[","value":[["Tajikistan"]]}," to the north. There is a short border with ",{"type":"[[","value":[["China"]]}," to the far northeast, but in extremely inaccessible terrain. The country has great many valleys.\n\nAfghanistan has been the center of many powerful empires for the past 2,000 years. However, in the last 30 years the country has been in chaos due to major wars—from the Soviet invasion of 1979 to their withdrawal in 1989 and from warlordism to the removal of the Taliban in 2001 and the ensuing US\/NATO invasion. Economically, Afghanistan is considered poor compared to many other nations of the world. The country is currently going through a nationwide rebuilding process.\n\n",{"type":"==","value":["Understand"]},"\nAfghanistan has spent the last 3 decades in the news for all the wrong reasons. While visiting has not been advisable for several years, it has much to offer the intrepid traveller. That said, even the more adventurous should consider looking elsewhere for thrill-seeking at the moment.\n\n",{"type":"===","value":["Climate"]},"\nTemperatures in the central highlands are below freezing for most of the winter, and snow is common at higher elevations. Summertime highs in lower elevations (such as ",{"type":"[[","value":[["Jalalabad"]]}," or ",{"type":"[[","value":[["Mazar-e Sharif"]]},") can exceed 50°C\/120°F. In higher areas such as Kabul, summer temperatures can be 30°C\/90°F and winter around 0°C\/30°F.  The most pleasant weather in Kabul is during April, May and September.\n\n",{"type":"===","value":["Terrain"]},"\nMostly rugged mountains; plains in north and southwest. The Hindu Kush mountains run northeast to southwest, dividing the northern provinces from the rest of the country, with the highest peaks found in the northern ",{"type":"[[","value":[["Wakhan Corridor"]]},". South of Kandahar is desert. \n\nThe lowest point is Amu Darya at 258 m, and the highest is Nowshak at 7,485 m.\n\n",{"type":"===","value":["People"]},"\n",{"type":"[[","value":[["File:2011 Afghan Youth Voices Festival.jpg"],["thumb"],["left"],["2011 Afghan Youth Voices Festival at Babur Gardens in ",{"type":"[[","value":[["Kabul"]]}]]},"\nAfghanistan is an ethnically diverse country. Tribal and local allegiances are strong, which complicates national politics immensely. \n\nThe largest ethnic group is the Pashtun, followed by Tajik, Hazara, Uzbek and others.\n\nBaloch tribesmen, still largely nomadic, can be found anywhere between ",{"type":"[[","value":[["Quetta"]]}," in Pakistan and ",{"type":"[[","value":[["Mashad"]]}," in Iran, including much of western Afghanistan. They make marvellous rugs, if somewhat simple. \n\nThere are thousands of Hindus and Sikhs living in different cities but mostly in ",{"type":"[[","value":[["Kabul"]]},", ",{"type":"[[","value":[["Jalalabad"]]},", and ",{"type":"[[","value":[["Kandahar"]]}," who belong to the Punjabi, Sindhi, Kabuli, and Kandhari ethnic groups.\n\nHazaras in the central mountains look much more Asiatic than other Afghans. According to some theories, they are descended from Genghis Khan's soldiers.\n\nThe two largest linguistic groups speak Pashto and Dari (Afghan Persian). Pashto speakers predominate in the south and east, Dari in the north, west and central Afghanistan. About 11% of the population have Turkic languages, Uzbek. or Turkmen, as their first language. Many of them are in the north, near ",{"type":"[[","value":[["Uzbekistan"]]}," and ",{"type":"[[","value":[["Turkmenistan"]]},". Minor native language groups include Nuristanis, Pashais and Pamiris, found in small pockets in the east and northeast.\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:Mosque in Kandahar.jpg"],["thumb"],["The main mosque in ",{"type":"[[","value":[["Kandahar"]]},", adjacent to which is the mausoleum of Ahmad Shah Durrani and the site of the Prophet Muhammad's Cloak"]]},"\n\nMir Wais Hotak rose up against the Persians in 1709 and established the Hotaki dynasty, with its capital at ",{"type":"[[","value":[["Kandahar"]]},". It later included what is now Iran and Iraq but the Hotaki dynasty collapsed in 1738. In 1747, Ahmad Shah Durrani re-established Afghanistan and expanded it to include much of Pakistan as well as northeastern Iran and the Western parts India. The country has a long history of warfare, mostly against invaders such as Darius I, Alexander of Macedon, Persians, Arabs, Turks, Mongols, and the British. Its recent history is no exception.\n\n",{"type":"{{","value":[["infobox"],["The Afghan Girl"],["The ",{"type":"[","value":["http:\/\/ngm.nationalgeographic.com\/2002\/04\/afghan-girl\/index-text\/1 June 1985 cover of ",{"type":"''","value":["National Geographic"]}]},"  showed the most haunting image of the Afghan War: a young Afghan girl, with piercing sea-green eyes and a dilapidated hijab. The photo, taken by Steve McCurry in Pakistan in 1984, became the icon of the troubles in Afghanistan. But, for 17 years, no one knew the girl's name. Then in 2002, following the defeat of the Taliban, National Geographic finally located the girl and her identity: Sharbat Gula. She vividly recalled being photographed and recognized her face as the one in the photo. Today, in her honour, NG now runs a fund to educate young Afghan girls, who were denied education under the Taliban."]]},"\n\nAfter the April 1978 revolution and successful coup by pro-Communist forces, the Soviet Union invaded in December 1979 to support the new socialist government. By February 1989 all Soviet forces withdrew from the country but fighting continued between Soviet-backed Afghan government forces and mujahideen rebels, who were funded by the United States, Saudi Arabia and others while trained by Pakistan and Iran.\n\nThe Taliban grew out of this chaos in late 1994, providing a solution to what was by this time a civil war. Backed by foreign sponsors, and inspired by a conservative sect of Islam, the Taliban developed as a political force to end the civil war and bring security to the country. They seized the capital of Kabul in late 1996 and controlled most of the country by 2000, aside from some areas in the northeast.\n\nAfter the September 11, 2001 terrorist attacks in the US, the Taliban refused to hand over Osama bin Laden or other al-Qaeda militants to the United States, though they did offer to try Osama in their own shariah court if the US government shared \"solid evidence\" of his alleged guilt with them, and also expressed willingness in principle to consider extraditing Osama to a neutral country for a trial before a shariah court there if such an action would stave off US-led invasion. The US refused to share whatever evidence they had with the Taliban and considered the Taliban's offers insufficient, so they and their allies chose to take military action with support from anti-Taliban Afghans — mainly Kazakhs and Kirghiz from the north of the country who fought in the Northern Alliance — causing the Taliban's government to fall in December 2001.\n\nThat same month, representatives from all ethnic groups of Afghanistan met in ",{"type":"[[","value":[["Germany"]]}," and agreed to form a new government with Hamid Karzai as Chairman of the Afghan Interim Authority. Following a nationwide election in 2004, Hamid Karzai was elected as President of the Islamic Republic of Afghanistan. A year later, in 2005, legislative elections were held and the country's parliament began functioning again. In addition to occasionally violent political jockeying and ongoing military action to root out anti-government elements, the country suffers from widespread election fraud, poverty, corruption, and opium cultivation. \n\nIn 2005, Afghanistan and the US signed a strategic partnership agreement committing both nations to a long-term relationship. In 2012, Afghanistan and the US signed another more important strategic partnership agreement. It also signed strategic partnership agreements with India, the United Kingdom, Germany, Australia, and many other nations. In the mean time, around 50 billion US dollars is being spent on the reconstruction of the country.\n\n",{"type":"===","value":["Electricity"]},"\nOfficially 220V 50 Hz. Electricity supplies are erratic, but slowly improving in major cities. Voltage can drop to below 150V in some places. The Afghans' enthusiasm for homemade generators or modifying low quality ones means that the frequency and voltage can also vary wildly.\n\nThere are three types of electrical outlets likely to be found in Afghanistan. They are the old British standard BS-546 and the newer British standard BS-1363. But the European standard CEE-7\/7 \"Schukostecker\" or \"Schuko\" is the standard and obviously most common. Generally speaking, U.S. and Canadian travellers should pack adapters for these outlets if they plan to use North American electrical equipment in Afghanistan. You may also find cheap universal adapters in the local markets.\n\n",{"type":"===","value":["Read"]},"\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.afghanscene.com\/ ",{"type":"''","value":["Afghan Scene Magazine"]}]}]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Special:Booksources\/0864426046"],[{"type":"''","value":["A Short Walk in the Hindu Kush"]}]]}," by Eric Newby – a hilarious account of pioneer trekking in ",{"type":"[[","value":[["Nuristan"]]}," in the 1950s"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Special:Booksources\/0156031566"],[{"type":"''","value":["The Places In Between"]}]]}," by Rory Stewart – a fascinating post 9\/11 travelogue of Stewart's walk from Herat to Kabul just after the fall of the Taliban."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Special:Booksources\/1594480001"],[{"type":"''","value":["The Kite Runner"]}]]}," by Khalid Hosseini – a beautiful and heartbreaking tale of childhood in Afghanistan"]},"\n",{"type":"*","value":[" ",{"type":"''","value":["Good Morning Afghanistan"]}," by Waseem Mahmood - a true account of the setting up of the first public radio station in Kabul after the Taliban fell."]},"\n",{"type":"*","value":[{"type":"''","value":["An Unexpected Light: Travels in Afghanistan"]}," by Jason Elliot—a true travelogue from the period between the expulsion of the Soviets and the ascension of the Taliban. He went everywhere."]},"\n",{"type":"*","value":[{"type":"''","value":["For a Pagan Song"]}," by Jonny Bealby - a brilliant account of the author's journey to retrace the footsteps of Rudyard Kipling's heroes in ",{"type":"''","value":["The Man Who Would Be King"]}," to discover the land of Kafiristan and the people who inhabit the region."]},"\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Map of Afghanistan.png"],["regionmaptext=Regions of Afghanistan"],["region1name=",{"type":"[[","value":[["West Afghanistan"]]}],["region1color=#715D5C"],["region1description="],["region2name=",{"type":"[[","value":[["East Afghanistan"]]}],["region2color=#AC9393"],["region2description="],["region3name=",{"type":"[[","value":[["Northwest Afghanistan"]]}],["region3color=#827A78"],["region3description="],["region4name=",{"type":"[[","value":[["Northeast Afghanistan"]]}],["region4color=#766A60"],["region4description="],["region5name=",{"type":"[[","value":[["South Afghanistan"]]}],["region5color=#655C5A"],["region5description="]]},"\n\n; ",{"type":"'''","value":["Note"]},"\nEnglish spellings of Afghan place names vary.  For example, Q may replace K as in Qandahar or Qunduz. Kunduz will be seen spelled as Konduz, Qunduz, Qundoz, Qundoze and variations on these. Bamiyan is often spelled as Bamian or Bamyan. Khowst may be spelt as Khost.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:View of Herat in 2009.jpg"],["thumb"],["View of ",{"type":"[[","value":[["Herat"]]}," from a hill in 2009."]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kabul"]]}," - in the east, the capital city"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bamiyan"]]}," - The remains of the Buddhas. Once considered one of the wonders of the world, these tall stone carvings were destroyed by the Taliban in a notorious act of cultural vandalism."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ghazni"]]}," - in the south-east, between Kabul and Kandahar"]},{"type":"*","value":[" ",{"type":"[[","value":[["Herat"]]}," - in the west, gateway to Iran, has a strong Persian influence and several interesting historical sites"]},{"type":"*","value":[" ",{"type":"[[","value":[["Jalalabad"]]}," - in the east, between Kabul and the ",{"type":"[[","value":[["Khyber Pass"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Kandahar"]]}," - a Taliban-influenced southern city, not safe for travel at this time"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kunduz"]]}," - A major city in the northeast, and crossing point to Tajikistan"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mazar-e Sharif"]]}," - home to the impressively tiled Blue Mosque, and the staging point for trips into Uzbekistan"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:Afghanistan's Grand Canyon.jpg"],["thumb"],[{"type":"[[","value":[["Band-e Amir National Park"]]}," in Bamyan province"]]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Balkh"]]}," - Once one of the greatest cities in the region and capital of ancient ",{"type":"[[","value":[["Bactria"]]},". Although much of it lies in ruins, the remaining architectural and cultural elements remain little changed since Alexander the Great set foot there."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Band-e Amir"],["Band-e Amir National Park"]]}," - 5 stunningly turquoise lakes in a remote and beautiful setting, not far from Bamiyan."]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Khyber Pass"]]}," is the gateway to India, historic route of invasion and trade."]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Jam"],["Minaret of Jam"]]}," is well off the beaten path but some say worth the journey - possible as a roundtrip from Herat or when traversing the Central Route from Herat to Kabul."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Panjshir Valley"]]}," - a beautiful trekking area, leading to the famous Anjuman Pass."]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Salang Pass"]]}," is a high mountain pass and tunnel linking ",{"type":"[[","value":[["Kabul"]]}," to the north."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Shamali Plain"]]}," north of Kabul.  Shamali, meaning \"windy\" or \"northern\", is a green plain which produced a lot of the food for central Afghanistan. From Kabul it extends north through ",{"type":"[[","value":[["Charikar"]]},", ",{"type":"[[","value":[["Parwan"]]}," province to ",{"type":"[[","value":[["Jabal os Saraj"]]},".  The Taliban destroyed the irrigation systems and it is only just beginning to recover."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gardez"]]}," - a beautiful major town in a mountain valley southeast of Kabul."]},"\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Karl Eikenberry at Kabul International Airport-2.jpg"],["thumb"],["US and Afghan officials at Kabul International Airport."]]},"\n\n",{"type":"===","value":["Visas"]},"\nMost visitors need to apply for a visa in advance, and are often easier to obtain than you might expect. See the Afghanistan Foreign Ministry's ",{"type":"[","value":["http:\/\/mfa.gov.af\/en\/page\/4115\/3903 visa webpage"]},".\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Kabul International Airport"]}," (",{"type":"{{","value":[["IATA"],["KBL"]]},") in ",{"type":"[[","value":[["Kabul"]]}," is the main entry point to the country. In late 2008, the barely functioning old terminal was refurbished and is now being used for domestic flights, while the brand new Japanese-constructed terminal is up and running and fielding international flights.\n\nThe national carrier, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.flyariana.com\/ Ariana Afghan Airlines"]}]},", is flying with a small fleet of about 14 Airbuses and Boeings (plus Antonovs). They have daily flights from ",{"type":"[[","value":[["Dubai"]]},", and periodic flights from ",{"type":"[[","value":[["Frankfurt"]]},", ",{"type":"[[","value":[["Islamabad"]]},", ",{"type":"[[","value":[["Delhi"]]},", ",{"type":"[[","value":[["Istanbul"]]},", ",{"type":"[[","value":[["Baku"]]}," and ",{"type":"[[","value":[["Tehran"]]},". Ariana is particularly bad at keeping to schedules, flights can be cancelled or delayed without notice.\n\nA better option is the independent operator ",{"type":"'''","value":[{"type":"[","value":["http:\/\/flykamair.com\/ Kam Air"]}]},", which has twice daily flights from Dubai, twice weekly flights from ",{"type":"[[","value":[["Delhi"]]}," and  weekly flight from ",{"type":"[[","value":[["Almaty"]]},", ",{"type":"[[","value":[["Istanbul"]]}," and ",{"type":"[[","value":[["Mashad"]]},".  Some of the flights on the Dubai to Kabul route stop in ",{"type":"[[","value":[["Herat"]]}," if you'd prefer to enter the country there. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pamirairways.af\/ Pamir Airways"]}]}," is a new private airline that offers daily flights between Kabul and Dubai (USD330 inbound, USD210 outbound), some stopping in Herat. ",{"type":"'''","value":["Safi Air"]}," also provides flights between Dubai and Kabul. They are the only safety-accredited airline in Afghanistan. Safi is the only Afghan airline allowed to fly into Europe and has direct flights to Frankfurt. The service is good and planes are sound. Staff are professional. \n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airarabia.com\/ Air Arabia"]}]}," flies 4 times per week from ",{"type":"[[","value":[["Sharjah"]]}," - however they have currently suspended operations. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.piac.com.pk\/ Pakistan International Airlines (PIA)"]}]}," flies 4 times per week from Islamabad and 1 time per week from Peshawar to Kabul. Another route in may be via through ",{"type":"[[","value":[["Tehran"]]}," or ",{"type":"[[","value":[["Mashad"]]}," in ",{"type":"[[","value":[["Iran"]]},". ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.iranair.nl\/ Iran Air"]}]}," has periodic flights from ",{"type":"[[","value":[["Tehran"]]}," to Kabul. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airindia.com\/ Air India"]}]}," operates six flights a week from Delhi to Kabul. ",{"type":"'''","value":["Turkish Airlines"]}," also began flights between Kabul and Istanbul in 2011.\n\nFlights to other cities such as ",{"type":"[[","value":[["Mazar-e Sharif"]]}," may be available if you can hook up with the charter company ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.pactec.org\/aviation.htm PACTEC"]}]}," however seating is very limited.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"{{","value":[["warningbox"],["The famous ",{"type":"'''","value":["Khyber Pass"]}," is currently closed to anyone except Afghans or Pakistanis. Some travel blogs\/forums claim that hiding in a vehicle and bribing the border guards works, but doing so is very risky and could lead to imprisonment. Even more risky, however, is the threat from Taliban near the pass, who have been known to kill\/kidnap Westerners and other foreigners. You are ",{"type":"'''","value":["strongly"]}," discouraged from passing through the Khyber Pass. (May 2009)"]]},"\n\n",{"type":"[[","value":[["File:Inside the Afghan customs and border patrol station at Torkham.jpg"],["thumb"],["Inside the Afghan customs and border patrol station at Torkham in Nangarhar Province, the busiest border crossing between Afghanistan and Pakistan."]]}," \n\nThere are a number of roads into Afghanistan:\n",{"type":"*","value":[" From ",{"type":"[[","value":[["Peshawar"]]},", ",{"type":"[[","value":[["Pakistan"]]}," via the ",{"type":"[[","value":[["Khyber Pass"]]}," to ",{"type":"[[","value":[["Jalalabad"]]},", in the east."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Quetta"]]},", ",{"type":"[[","value":[["Pakistan"]]}," to ",{"type":"[[","value":[["Kandahar"]]},", in the south."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Mashad"]]},", ",{"type":"[[","value":[["Iran"]]}," to ",{"type":"[[","value":[["Herat"]]},", in the west."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Uzbekistan"]]}," to ",{"type":"[[","value":[["Mazar-e Sharif"]]},", in the north."]},{"type":"*","value":[" From ",{"type":"[[","value":[["Tajikistan"]]}," to ",{"type":"[[","value":[["Kunduz"]]},", in the northwest."]},"\nAs of mid-2009, ",{"type":"'''","value":["none of these routes can be considered safe"]},". The Khyber and the Quetta to Kandahar route are particularly dangerous.\n\n",{"type":"===","value":["By bus"]},"\nBuses run regularly between ",{"type":"[[","value":[["Jalalabad"]]}," and ",{"type":"[[","value":[["Peshawar"]]},", ",{"type":"[[","value":[["Pakistan"]]},". Also, between ",{"type":"[[","value":[["Herat"]]}," and ",{"type":"[[","value":[["Mashad"]]},", ",{"type":"[[","value":[["Iran"]]},". Afghani buses are thoroughly checked by Iranian border police for possible drugs, so expect delays.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["By plane"]},"\nPlanes fly between Kabul and the major cities (",{"type":"[[","value":[["Kandahar"]]},", ",{"type":"[[","value":[["Herat"]]}," and ",{"type":"[[","value":[["Mazar-e Sharif"]]},") at varying frequency. If weather is suitable, flights are operated daily. Most flights depart cities in the mornings before 11 AM only. Civilian airplanes are not operated after sundown.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Coach buses in northern Afghanistan.jpg"],["thumb"],["Long distance coach in ",{"type":"[[","value":[["Mazar-i-Sharif"]]}]]},"\n",{"type":"[[","value":[["File:Colourful afghan truck.jpg"],["thumb"],["Colourful Afghan truck"]]},"\n\nThere is a growing network of public transportation between the country's cities. Buses ply some routes and Toyota vehicles have a near monopoly on minivan (HiAce) and taxi (Corolla) transportation.\n\nA new highway connects ",{"type":"[[","value":[["Kabul"]]}," and ",{"type":"[[","value":[["Mazar-i-Sharif"]]},". The highway is in good condition and is considered \"relatively\" safe. The trip takes a minimum of 5 hr. The highway goes through the famous Salang Mountains and cross the Hindu Kush mountain ranges. If you hire a ",{"type":"''","value":["relatively"]}," new Toyota Corolla, this would cost you about USD100 (if bargained by a local) for one direction from the ",{"type":"''","value":["Mazar Station"]}," in Kabul to anywhere in Mazar-i-Sharif.\n\nThere is no metered taxi in large parts of Afghanistan. Taxis are yellow and clearly identifiable. You should normally strike a deal with the driver before you take a seat. You can consider 2–3 km of road in ideal conditions to be around USD1 worth (AFN50).\n\nJeeps and Land Cruisers are available for hire along with drivers who speak some English (do not keep your hopes high that you might bump into one of them). There are tour operators in ",{"type":"[[","value":[["Kabul"]]}," that can provide a car and guide; these people are available for hire at the Kabul International Airport itself. Petrol stations are scarce in the countryside, and fuel is expensive. \n\nPaved roads are the exception, not the rule, and even those roads can be in poor repair. Once outside the major cities expect dirt roads (which turn to mud during rain or snow melt). The highway between Kabul and ",{"type":"[[","value":[["Bagram"]]}," is dominated by military convoys and \"jingle trucks\".\n\n",{"type":"{{","value":[["warningbox"],["Stay out of the way of military convoys.\nThey travel slowly and are heavily armed. You are not permitted to overtake these vehicles. Driving too close or approaching quickly from behind will be interpreted by them as a hostile act, and they WILL OPEN FIRE.\n\nDo NOT attempt to take photographs of these vehicles or attempt to operate your cell phone when they are around. They may assume you have a remote bomb-detonator and will feel threatened, and it is highly likely they will open fire at you."]]},"\n\nA new highway links ",{"type":"[[","value":[["Kabul"]]}," to ",{"type":"[[","value":[["Kandahar"]]},". The highway is in good condition but should not be considered safe due to frequent attacks by anti-government forces such as the Taliban who often plant powerful mines (bombs) next to highways in which civilians are killed ",{"type":"[","value":["http:\/\/www.pajhwok.com\/en\/2012\/07\/01\/5-civilians-killed-18-injured-ghazni-blast"]},", and the poor standard of driving. The trip takes a minimum of 5 hours.\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["Pashto phrasebook"],["Pashto"]]}," and ",{"type":"[[","value":[["Dari phrasebook"],["Dari"]]},", an Afghan dialect of ",{"type":"[[","value":[["Persian phrasebook"],["Persian"]]},", are the official languages of Afghanistan; many Afghans speak both. The latest CIA country profile mentions that Dari is spoken by about 50%, mainly in the Kabul, Herat, Mazar-e Sharif and Central Afghanistan regions. Pashto is spoken by 35%, mainly in the south and east; it is also spoken in neighbouring Pakistan. The remaining are Turkic native language, primarily ",{"type":"[[","value":[["Uzbek phrasebook"],["Uzbek"]]}," and ",{"type":"[[","value":[["Turkmen phrasebook"],["Turkmen"]]},", and there are also 30 minor languages such as Balochi. You'll find a few people in Kabul who speak a little English, but otherwise it isn't widely understood.\n\nThe English language is at its apex in Afghanistan. The percentage of those who now speak some English has reached unprecedented rates. President Karazai and his cabinet are fluent in English. English was taught in the past from the 7th grade, but now is taught from the fourth grade. Signs in English in the streets are becoming common now all over the country. English is the second foreign language in Afghanistan.\n\n",{"type":"==","value":["Buy"]},"\nThe ",{"type":"'''","value":["Afghani"]}," (",{"type":"'''","value":["AFN"]},") is, not surprisingly, the currency of Afghanistan. As of December, 2009, USD1 equals about AFN48.50, while €1 trades about AFN70.\n\n",{"type":"[[","value":[["File:Pasht rug.jpg"],["thumb"],["150px"],["Afghan man holding Persian silk rug in southern Afghanistan."]]},"\n",{"type":"[[","value":[["File:Kabul carpet vendor.jpg"],["thumb"],["150px"],["Carpets sold in Kabul. 1m sq. costs around $300"]]},"\n\n",{"type":"[[","value":[["Haggling"]]}," is very much part of the tradition.\n\nAfghanistan's most famous products are ",{"type":"'''","value":["carpets"]},". There are carpets described as \"Afghan\", but also at least two other carpet-weaving traditions. The Baluchi tribes in the south and west weave fine rugs, and the Turkoman tribes in the north do as well; both groups are also found in neighbouring countries. All three types tend to use geometric patterns in the design, usually with red as the background colour and with repeated elements called \"guls\" to make the pattern. Generally, these are not as finely woven as carpets from the cities of neighbouring Iran. However, many of them are quite beautiful and their prices are (assuming good ",{"type":"[[","value":[["haggling"]]},") well below those of the top Iranian carpets.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Baluchi rugs"]}," are usually small since nomadic people cannot use large looms; sizes up to 1.5 by 2 metres (4 x 7 feet) are common, but not many beyond that. They are popular with travellers because they are fairly portable. One very common type is a prayer rug, just large enough for one person to kneel facing Mecca. Another is the \"nomad's chest of drawers\" — a bag, often beautifully decorated, that is a saddlebag when travelling and hangs on the wall of the tent when camped."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Turkoman rugs"]},", often labelled \"Bokhara\" in the Western rug trade, come in all sizes and a very broad range of quality. Some are woven by nomads, with the same range of sizes and types as Baluchi rugs. Others are made in city workshops; the best of these are almost as finely woven and almost as expensive as top-grade Persian carpets. One fairly common design is the Hatchli, a cross shape on a large rug."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Afghan rugs"]}," are generally made in city workshops, mainly for the export trade. They are often large; 3 x 4 metres (10 x 12 feet) is common. Most are quite coarsely woven to keep costs down, but others have a fairly fine weave. If you need a big rug for the living room at a moderate price, these are likely to be your best choice."]},"\n: \"Golden Afghan\" rugs were fairly common in Western countries a few decades back; they were invented by Western dealers who bleached Afghan carpets to eliminate the red colour, leaving a blue or black on orange or gold design. They are rare in Afghanistan, where the traditional colours are preferred. In the West, collectors also prefer the traditional colours and bleached rugs generally bring a lower price. Also, the \"golden\" rugs may not wear as well as unbleached rugs since bleaching can damage the fibres. In most cases, they should be avoided.\n\nIt is fairly common for rugs woven by nomads — such as many Baluchi rugs and some Turkoman — to show minor irregularities. The loom is dismantled for transport and re-assembled at the new camp, so the rug may not turn out perfectly rectangular. Vegetable dyes are often used, and these may vary from batch to batch, so some colour variation (",{"type":"''","value":["arbrash"]},") occurs and this may be accentuated as the rug fades. To collectors, most such irregularities fall into the \"that's not a bug; it's a feature\" category; they are expected and accepted. In fact, a nice arbrash can considerably increase the value of a rug.   \n\nTurkoman designs are widely copied; it is common to see \"Bokhara\" carpets from India or Pakistan, China produces some, and the Afghan carpet designs show heavy Turkoman influence. To collectors, though, the original Turkoman rugs are worth a good deal more. Good Baluchi rugs are also quite valuable in Western countries. Afghan rugs, or lower grade Baluchi and Turkoman rugs, generally are not collectors' items; most travellers will find the best buys among these. Experts might pay premium prices for the top-grade rugs, but amateurs trying that are very likely to get severely overcharged.\n\n",{"type":"'''","value":["Kelims"]}," are flat-woven fabric with no pile. These are nowhere near as tough as carpets and will not survive decades on the floor as a good carpet will. However, some are lovely, and they are generally cheaper than carpets. Things like purses made of carpet or decorated with kelim weave are also common.\n\nAnother common product and popular souvenir is the Afghan ",{"type":"'''","value":["sheepskin coat"]},". These have the wool on the inside for warmth and the leather on the outside to block wind, rain and snow. They often have lovely embroidery. Two cautions, though. One is that the makers use the embroidery to hide flaws in the leather; top-quality coats will have little or no embroidery. The other is that Australian customs have been known to incinerate these coats on arrival, to protect their large sheep population from diseases (notably anthrax) that poorly tanned Afghan products might carry.\n\nThere are also various bits of ",{"type":"'''","value":["metalwork"]}," — heavily decorated pots, vases and platters, and some quite nice ",{"type":"'''","value":["knives"]},".\n\nGuns are very common in Afghanistan and some are of considerable interest to historians and collectors.\n\n",{"type":"*","value":[" The traditional Afghan jezail is a long ",{"type":"'''","value":["muzzle-loading rifle"]}," often elaborately inlaid with brass or mother-of-pearl. Be cautious about actually firing one of these. The genuine ones are quite old, perhaps with metal fatigue or other problems. Many of the jezails available are not genuine, just copies made recently for the tourist trade; these were never designed to be fired and are more likely to kill the shooter than to hit a target."]},"\n",{"type":"*","value":[" There are also ",{"type":"'''","value":["pass-made rifles"]},", from the ",{"type":"[[","value":[["Khyber Pass"]]}," area. The most common are copies of the 19th century British army Martini-Henry rifle, a single-shot lever action weapon. Some are .451 caliber like the original Martini-Henry, but some take a more modern round. .303 is common. Until the Russian invasion in the late 70s — when anyone who could kill a Russian, rob an armoury, or pay the price (i.e., almost any Afghan) got an AK-47 — these were the most common rifle in Afghanistan. There are also pass-made copies of various other guns, anything from Webley revolvers to AK-47s. Quality is often dodgy, in particular the steel is often of low quality, and firing any of these guns is risky. Ammunition made in the pass often contained less powder or lower-grade powder than the standard ammo; some pass-made guns blow up if subjected to the higher stress of standard ammo."]},"\nThese make a rather problematic souvenir. Importing a firearm anywhere can be difficult and it may be impossible in some places. If you are travelling overland and passing through several countries before you reach home, it is almost certainly not worth the trouble. Also, if you actually fire any Afghan gun, there is a risk that it will blow up in your face.\n\n",{"type":"==","value":["See"]},"\nAfghanistan has several sites on the UNESCO ",{"type":"[[","value":[["World_Heritage_List#Afghanistan"],["World Heritage List"]]},", including:\n",{"type":"*","value":[" the ",{"type":"[[","value":[["Band-e Amir National Park"]]}," in Bamyan Province"]},{"type":"*","value":[" the ",{"type":"[[","value":[["Jam"],["Minaret of Jam"]]},", north of ",{"type":"[[","value":[["Herat"]]}]},{"type":"*","value":[" the Buddhist sculptures at ",{"type":"[[","value":[["Bamiyan"]]},", largely destroyed by the Taliban"]},"\nAlmost every Afghan town has a fine mosque. Those of ",{"type":"[[","value":[["Herat"]]}," and ",{"type":"[[","value":[["Mazar-i-Sharif"]]}," are particularly remarkable.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Afghan cuisine.jpg"],["thumb"],["Some of the popular Afghan dishes, from left to right: 1. Lamb grilled kebab (seekh kebob); 2. Afghan palao and salad; 3. Tandoori chicken; and 4. Mantu (dumplings). Afghan cuisine includes a blend of Central, Eastern, South Asian, and Middle Eastern cuisines. Nearly all the dishes are non-spicy."]]},"\n\nThere are three main types of Afghan bread:\n\n",{"type":"*","value":[{"type":"'''","value":["Naan"]}," - Literally \"bread\". Thin, long and oval shaped, its mainly a white\/whole wheat blend. Topped with poppy seeds, sesame seeds, nigella seeds, or some combination of these. Upon request, customers may be able to get all white flour and a helping of oil, which makes it rich and delicious."]},"\n",{"type":"*","value":[{"type":"'''","value":["Obi Non"]}," - Uzbek-style bread. Shaped like a disc and thicker than naan. Usually made with white flour."]},"\n",{"type":"*","value":[{"type":"'''","value":["Lavash"]}," - Very thin bread. Similar to the lavash elsewhere. Usually used as plating for meats and stews."]},"\nRice dishes are the \"king\" of all foods in Afghanistan. The Afghans have certainly taken much time and effort in creating their rice dishes, as they are considered the best part of any meal. Wealthier families will eat one rice dish per day. The Afghan royalty spent much time on rice preparation and invention as evidenced in the sheer number of rice dishes in their cookbooks. Weddings and family gatherings must feature several rice dishes and certainly reputations can be made in the realm of rice preparation. \n\n",{"type":"*","value":[{"type":"'''","value":["Kabuli Pulao"]}," (or Kabuli Palaw, Qabili Palaw, Qabili Palau or simply Palau) - An Afghan rice dish consisting of steamed rice mixed with lentils, raisins, carrots, and lamb. It is baked in the oven and topped with fried sliced carrots and raisins. Chopped nuts like pistachios or almonds may be added as well. The meat is covered by the rice or buried in the middle of the dish. It is the most popular dish in Afghanistan, and is considered the national dish. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Chalao"]},"-White rice. Extra long grains such as Basmati is required. First parboiled, then drained, and finally baked in an oven with some oil, butter, and salt. This method creates a fluffy rice with each grain separated, unlike Chinese or Japanese rice. Chalao is served mainly with qormas (korma; stews or casseroles)"]},"\n",{"type":"*","value":[{"type":"'''","value":["Palao"]}," - Cooked the same as chalao, but either meat & stock, qorma, herbs, or a combination are blended in before the baking process. This creates elaborate colors, flavors, and aromas for which some rices are named after. Caramelized sugar is also sometimes used to give the rice a rich brown color."]},{"type":"*","value":[{"type":"'''","value":["Yakhni Palao"]}," - Meat & stock added. Creates a brown rice."]},{"type":"*","value":[{"type":"'''","value":["Zamarod Palao"]}," - Spinach qorma mixed in before the baking process, hence 'zamarod' or emerald."]},{"type":"*","value":[{"type":"'''","value":["Qorma Palao"]}," - Qorm'eh Albokhara wa Dalnakhod mixed in before the baking process"]},{"type":"*","value":[{"type":"'''","value":["Bore Palao"]}," - Qorm'eh Lawand added. Creates a yellow rice."]},{"type":"*","value":[{"type":"'''","value":["Bonjan-e-Roomi Palao"]}," - Qorm'eh Bonjan-e-Roomi (tomato qorma) added at baking process. Creates a red rice."]},{"type":"*","value":[{"type":"'''","value":["Serkah Palao"]}," - Similar to yakhni palao, but with vinegar and other spices."]},{"type":"*","value":[{"type":"'''","value":["Shebet Palao"]}," - Fresh dill, raisins added at baking process."]},{"type":"*","value":[{"type":"'''","value":["Narenj Palao"]}," - A sweet and elaborate rice dish made with saffron, orange peel, pistachios, almonds and chicken."]},{"type":"*","value":[{"type":"'''","value":["Maash Palao"]}," - A sweet and sour palao baked with mung beans, apricots, and bulgur (a kind of wheat). Exclusively vegetarian."]},{"type":"*","value":[{"type":"'''","value":["Alou Balou Palao"]}," - Sweet rice dish with cherries and chicken."]},"\n",{"type":"*","value":["Sticky Rices -Boiled medium grain rice cooked with its meat, herbs, and grains. Because the water is not drained, it forms a sticky rice texture. Notable dishes include Mastawa, Kecheri Qoroot, and Shola. When white rice is cooked to a sticky consistency it is called bata, and is usually eaten with a qorma, such as Sabzi (spinach) or Shalgham (turnips). A sweet rice dish called Shir Birenj (literally milk rice) is often served as dessert."]},"\n",{"type":"'''","value":["Qorma"]}," is a stew or casserole, usually served with chawol. Most qormas are onion-based. Onions are fried, then meat is added, as are a variety of fruits, spices, and vegetables depending on the recipe. Finally water is added and left to simmer. The onion caramelizes and creates a richly colored stew. There exist over 100 qormas. \n\n",{"type":"*","value":[{"type":"'''","value":["Qorma Alou-Bokhara wa Dalnakhod"]}," - onion based, with sour plums, lentils, and cardamom. Veal or chicken."]},{"type":"*","value":[{"type":"'''","value":["Qorma Nadroo"]}," - onion based, with yogurt, lotus roots, cilantro, and coriander. Lamb or veal."]},{"type":"*","value":[{"type":"'''","value":["Qorma Lawand"]}," - onion based, with yogurt, turmeric, and cilantro. Chicken, lamb, or beef."]},{"type":"*","value":[{"type":"'''","value":["Qorma Sabzi"]}," - sauteed spinach and other greens. Lamb"]},{"type":"*","value":[{"type":"'''","value":["Qorma Shalgham"]}," - onion based, with turnips, sugar; sweet and sour taste. Lamb."]},"\n",{"type":"[[","value":[["File:Bolani Afghan bread 01.jpg"],["thumb"],["150px"],["Bolani, similar to quesadilla"]]},"\n\nPasta is called \"khameerbob\" in Afghanistan and is often in the shape of dumplings. These native dishes are wildly popular. Due to the time-consuming process of creating the dough for the dumplings, it is rarely served at large gatherings such as weddings, but for more special occasions at home:\n\n",{"type":"*","value":[{"type":"'''","value":["Mantu"]}," - A dish of Uzbek origin. Dumplings filled with onion & ground beef. Mantu is steamed and usually topped with a tomato-based sauce and a yogurt or qoroot-based sauce. The yogurt-based topping is usually a mixture of yogurt, sour cream, and garlic. The qoroot based sauce is made of goat cheese and is also mixed with garlic. Sometimes a qoroot and yogurt mixture will be used. The dish is then topped with dried mint."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ashak"]}," - Kabul dish. Dumplings filled with leeks. Boiled and then drained. Ashak is topped with garlic-mint qoroot or a garlic yogurt sauce and a well seasoned ground meat mixture."]},"\n",{"type":"*","value":[{"type":"'''","value":["Afghan kebab"]}," is most often found in restaurants and outdoor vendor stalls. Sometimes they are put into shishas. Families rarely serve homemade kebab in their home due to the need of inaccessible equipment. The most widely used meat is lamb. Recipes differ with every restaurant, but Afghan kebab is usually marinated with a blend of spices, and served with naan, rarely rice. Customers have the option to sprinkle sumac, locally known as ghora, on their kebab. The quality of kebab is solely dependent on the quality of the meat. Pieces of fat from the sheep's tail (jijeq) are usually added with the lamb skewers to add extra flavor.Other popular kebabs include lamb chops, ribs, kofta (ground beef) and chicken; all of which are found in better restaurants."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chapli kebab"]},", a specialty of eastern Afghanistan, is a fried hamburger. The original recipe of chapli kebab dictates a half meat (or less), half flour mixture, which renders it lighter in taste, and less expensive."]},{"type":"*","value":[{"type":"'''","value":["Bolani"]},", made in a very similar way as Mexican Quesadilla."]},"\n",{"type":"'''","value":["Desserts and Snacks"]}," \n",{"type":"*","value":[{"type":"'''","value":["Baklava"]}]},{"type":"*","value":[{"type":"'''","value":["Afghan Cake"]}," (similar to pound cake sometimes with real fruit or jelly inside)"]},{"type":"*","value":[{"type":"'''","value":["Gosh Feel"]}," (thin, fried pastry covered in powdered sugar and ground pistachios)"]},{"type":"*","value":[{"type":"'''","value":["Fernea"]}," (Milk and cornstarch very sweet, similar to rice pudding without the rice)"]},{"type":"*","value":[{"type":"'''","value":["Mou-rubba"]}," (fruit sauce, sugar syrup and fruits, apple, sour cherry, various berries or made with dried fruits \"Afghan favorite is the Alu-Bakhara\")"]},{"type":"*","value":[{"type":"'''","value":["Kulcha"]}," (Variety of cookies, baked in clay ovens with char-wood)"]},{"type":"*","value":[{"type":"'''","value":["Narenge Palau"]}," (dried sweet orange peel and green raisins with a variety of nuts mixed with yellow rice glazed with light sugar syrup)"]},"\n",{"type":"==","value":[" Drink "]},"\nSince Afghanistan is an Islamic country, alcohol consumption is illegal. However, it is tolerated in Western restaurants in ",{"type":"[[","value":[["Kabul"]]},".\n\n",{"type":"==","value":["Sleep"]},"\nHotels and guesthouses are available in all major cities, and while some may not meet international standards they are usually friendly and reliable.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Work"]},"\nMany foreigners are finding well-paid work in Afghanistan as part of the reconstruction efforts. Often with the UN or other non-governmental organisations. Most of these jobs are within ",{"type":"[[","value":[["Kabul"]]},". Local wages are very low, especially outside of Kabul. However, everyone should read and understand the travel advice published by their respective governments or in the ",{"type":"'''","value":["Stay safe"]}," section below.\nYou will need a work visa if you are planning on working on a US military base.\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"{{","value":[["warningbox"],[{"type":"'''","value":["No part"]}," of Afghanistan should be considered immune from violence, and the potential exists throughout the country for hostile acts, either targeted or random, at any time. Remnants of the former Taliban regime and the al-Qa'ida terrorist network, as well as other groups hostile to International Security Assistance Force (ISAF) military operations, remain active. Afghan authorities have a limited ability to maintain order and ensure the security of Afghan citizens and foreign visitors. Travel in all areas of Afghanistan is unsafe due to military combat operations, landmines, banditry, armed rivalry between political and tribal groups, and the possibility of insurgent attacks, including attacks using vehicle-borne or other improvised explosive devices (IEDs). The security situation remains volatile and unpredictable throughout the country, with some areas, especially in the southeast, experiencing substantially increased levels of violence."]]},"\n\n",{"type":"[[","value":[["File:Land mines in Afghanistan.jpg"],["thumb"],["150px"],["Minefield atop a hill in Bamiyan (Oct 2008)"]]},"\n\nAfghanistan is a volatile country, and downright dangerous in the southern and eastern areas. ",{"type":"'''","value":["Non-essential travel is ",{"type":"''","value":["strongly"]}," discouraged"]},". Banditry is some what of an ancient tradition in many parts of the country, including in the northern areas. In addition to that, the Taliban insurgents have declared abduction of foreigners to be one of their primary goals. In July 2007, twenty-three Koreans were kidnapped from a public bus in Ghazni province, south of Kabul. Two of them were murdered while the rest were set free several weeks later after controversial negotiations with the Korean government.\n\nThe northern part of the country is considered to be safer than the south and east; however, occasional incidents can still occur anywhere and a seemingly safe place can become the opposite in an instant. Several reporters for German media were killed in the northern parts of Afghanistan, most likely by criminals or anti-westerners. 10 doctors (8 foreigners and 2 translators) were murdered in August 2010. \n\n",{"type":"'''","value":["Landmines and other UXO (Unexploded Ordnance)"]}," remain a problem across the country, so plan to stick to well-worn paths, avoid red and white painted rocks, and do not touch or move any suspicious-looking item. According to the Afghan Red Crescent Society, approximately 600-700 people are injured or killed every year in accidents due to landmines and UXO. This is greatly reduced from over 1,600 in 2002. While travelling in Afghanistan you are likely to see mine clearance organisations at work.\n\n",{"type":"'''","value":["Insects and snakes"]}," are also something to be careful of, and the mountainous country has many vicious tiny creatures such as scorpions, spiders, centipedes, bees, etc.\n\nIn some areas, ",{"type":"[[","value":[["altitude sickness"]]}," is a significant risk.\n\nHomosexual activity between consenting adults is punishable by an assortment of harsh punishments, including death, under Afghan law. LGBT travelers should exercise tremendous discretion. \n\nIf, after considering the risks, you still choose to travel in Afghanistan, hiring an armed escort or travelling with an experienced guide are ways to decrease the risks. You should also check with your embassy, and be clear on what they can and cannot do for you in an emergency.\n\n",{"type":"{{","value":[["Seealso"],["War zone safety"]]},"\n\n",{"type":"==","value":["Stay healthy"]},"\nAfghanistan has its fair share of health issues, and it would be wise to consult a travel doctor ahead of your trip about vaccinations and health risks. Respiratory diseases such as tuberculosis and food-related illness are common, and ",{"type":"[[","value":[["malaria"]]}," is a risk in many parts of the country.\n\nAfghanistan is one of the dustiest countries in the world, and you should be prepared to be covered in it and breathing it for most of your stay, even in the major cities. Pollution from diesel engines can also make life unpleasant.\n\nFlies are notoriously heinous here, likely due to poor sanitation. Winter brings some relief, but they come back full-strength when spring arrives. \n\nFood should be approached with a discerning eye, as hygiene standards can often be lacking. Hot, freshly cooked food is generally safer. Bottled water is also advised, unless you have your own purification system.\n\nBring any prescription medicine you may need from your home country, and don't count on being able to find it locally. You may also consider carrying pain relievers and anti-diarrheals, as they'll be hard to find outside of major cities.\n\nAs in most parts of Asia, squat toilets are the norm, with toilet paper optional and sometimes scarce. Western-style toilets are seen occasionally in newer buildings and some private homes.\n\n",{"type":"==","value":["Respect"]},"\n",{"type":"[[","value":[["File:Maulana Jalaludin park in northern Afghanistan-2.jpg"],["thumb"],["250px"],["Inside the Maulana Jalaludin Cultural Park in the northern city of ",{"type":"[[","value":[["Mazar-e-Sharif"]]},"."]]},"\n\n",{"type":"*","value":[" While the majority of women across Afghanistan still wear the ",{"type":"'''","value":["burqa"]}," or ",{"type":"'''","value":["chadori"]},", in cities like Kabul and Herat many opt for the Middle Eastern style hijab. Western women are highly encouraged to wear any type of head scarf (especially outside Kabul). As a general rule, the people get more conservative as you move further south."]},"\n",{"type":"==","value":["Connect"]},"\nFixed line service is available in major cities (digital in ",{"type":"[[","value":[["Kabul"]]},") and mobile phones in most cities. SIM cards are available and international calls to Europe\/US typically cost less than USD0.5\/minute. Outside of major cities your options are limited to a satellite phone.\n\nAn Afghanistan number should is of the form ",{"type":"<","value":["code",["+93 30 539-0605"]]}," where \"93\" is the country code for Afghanistan, the next two digits are the area code and the remaining 7 digits are the \"local\" part of the subscriber number that can be called from within that particular area code using abbreviated dialing.  You need to dial \"0\" in front of the geographic area code (of 20, 30, 40, 50 or 60 for fixed lines) from outside that particular area code (but when still within Afghanistan).\n\n",{"type":"===","value":["Mobile phones"]},"\n\nMobile numbers in Afghanistan must always be dialed with all digits (10 digits, including a \"0\" prefixing the \"70n\" within Afghanistan), no matter where they are being called from. The ",{"type":"'''","value":["70n"]}," is a mobile prefix, not an \"area code\", as such and the third digit (the ",{"type":"''","value":["n"]}," part) denotes the original mobile network assigned.\nAn example mobile number looks like ",{"type":"<","value":["code",["+93 700-202-496"]]},".\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.roshan.af\/ Roshan"]}]}," ",{"type":"''","value":["+93"]}," (0) 79 997 1333. The most reliable service with the widest coverage. SMS is possible to most countries. SIM cards cost USD5, local calls are AFN5\/minute (10 cents\/min)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.afghan-wireless.com\/ Afghan Wireless"]}]}," Privately owned with 20% ownership by the government. AWCC has the only communications ring around the country offering high speed mobile and data services throughout all provinces. AWCC also offers the highest speed fibre-based connections to the outside world, with roaming to over 300 other operators in 120 countries. Services include Voice, FAX, GPRS and EDGE data services along with WiMAX and dedicated high speed internet service with 45MB links to NYC and 45MB links to Paris. SIM cards cost USD1, local calls are AFN4.99\/minute billing in seconds."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.areeba.com.af\/ Areeba\/MTN"]}]}," ",{"type":"''","value":["+93"]}," (0) 77 222 2777. The cheapest cell service, offers the least coverage. SIM cards cost USD3, local calls are AFN5.5\/minute."]},"\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.etisalat.af\/ Etisalat"]}]}," ",{"type":"''","value":["+93"]}," (0) 78 688 8888. A large network provider from the UAE, is the latest GSM network in Afghanistan. It became the first company to begin 3G services in early 2012."]},"\n",{"type":"===","value":["Satellite phones"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.thuraya.com Thuraya"]}]}," is the most reliable."]},"\n\n",{"type":"{{","value":[["geo"],["34.5333"],["69.1333"],["zoom=6"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central_Asia"]]},"\n",{"type":"{{","value":[["outlinecountry"]]},"\n\n\n",{"type":"[[","value":[["Commons:Category:Afghanistan"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Afghanistan"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/Afghanistan\/"]]}]