[{"type":"{{","value":[["pagebanner"],["Kenya Central banner.jpg"],["caption=Great Rift Valley, Kenya"]]},"\n",{"type":"'''","value":["Africa"]}," has 54 sovereign countries—the most on any continent—and is the second largest continent in terms of both land area and population. Africa is bounded by the Mediterranean Sea to the north, by the Atlantic Ocean to the west, by the Red Sea to the northeast, by the Gulf of Aden slightly further south, and by the Indian Ocean to the southeast. Africa is a vast continent spanning over 8,000 km (5,000 mi) north-south and 7,500 km (4,800 mi) east-west (not including islands) and contains a wide array of peoples, skin colours, religions, and cultures.\n",{"type":"[[","value":[["File:Giraffes in Masai Mara.jpg"],["thumb"],["400px"],["Giraffes in ",{"type":"[[","value":[["Maasai Mara National Park"]]}," in ",{"type":"[[","value":[["Kenya"]]}]]},"\nAfrica contains the world's longest river—the 6,650 km-long (4,100+ mi) Nile River running from ",{"type":"[[","value":[["Burundi"]]}," to ",{"type":"[[","value":[["Egypt"]]},"—while the Congo River in the ",{"type":"[[","value":[["DRC"]]}," is the second largest in terms of discharge as well as the deepest with a depth of over 230 m (750 ft) in some spots. ",{"type":"[[","value":[["Tanzania"],["Tanzania's"]]}," Mount Kilimanjaro is the world's tallest free-standing mountain at 5,890 m (19,340 ft). ",{"type":"[[","value":[["Djibouti"],["Djibouti's"]]}," Lake Assal is the second lowest point on Earth, the saltiest lake outside ",{"type":"[[","value":[["Antarctica"]]},", and one of the hottest places on Earth. While the first activity most people associate with Africa is safaris, there are endless possibilities for adventure. You can purchase crafts in markets, venture into the Sahara with a Tuareg caravan, visit BaAka (\"Pygmy\") villages, hike through jungle to watch gorillas, relax on tropical islands in the Indian Ocean, snack on exotic treats, travel down a river in a dugout \"pirogue\", travel across savanna on a colonial-era railway, and much more.\n\nAfrica is a very diverse continent, with each country, or even each part of a country having its own unique culture. While it is common for people in the West to refer to Africa as if it was a single country, one should remember the sheer size of the continent, and that Africa is not one country but 54 different countries, meaning that it is impossible to make generalisations of Africa as a whole.\n\nDespite rapidly growing economies in many places, there are still many packets of poverty in both the ",{"type":"[[","value":[["Maghreb"]]}," and the Sub-Saharan Africa. Africa today is a vast continent with many bustling metropolises, friendly people and amazingly diverse and beautiful landscapes. While there are many places resembling the stereotypical Africa of civil war and poverty, some parts of the continent are peaceful, well-fed, and have middle class aspirations.\n\n",{"type":"==","value":["Regions"]},"\nMost people outside the continent divide Africa into two regions; the Arabic-speaking North Africa, and everywhere else as Sub-Saharan Africa. However, Africa is a very diverse continent, and this division represents a somewhat shallow understanding of Africa.\n\n",{"type":"{{","value":[["Worldimagemap\/Africaimagemap"]]},"\n\n",{"type":"{{","value":[["Regionlist"],["region1name=",{"type":"[[","value":[["North Africa"]]}],["region1color=#d1e79b"],["region1items=",{"type":"[[","value":[["Algeria"]]},", ",{"type":"[[","value":[["Egypt"]]},", ",{"type":"[[","value":[["Libya"]]},", ",{"type":"[[","value":[["Morocco"]]},", ",{"type":"[[","value":[["Tunisia"]]},", ",{"type":"[[","value":[["Western Sahara"]]}],["region1description=The nations that rim the southern shores of the Mediterranean Sea and the northwestern Atlantic coast of Africa."],["region2name=",{"type":"[[","value":[["Sahel"]]}],["region2color=#a4ad7d"],["region2items=",{"type":"[[","value":[["Chad"]]},", ",{"type":"[[","value":[["Mali"]]},", ",{"type":"[[","value":[["Mauritania"]]},", ",{"type":"[[","value":[["Niger"]]},", ",{"type":"[[","value":[["Sudan"]]}],["region2description=The desert and savannah nations that span the Sahel and southern half of the Sahara Desert."],["region3name=",{"type":"[[","value":[["West Africa"]]}],["region3color=#5ea470"],["region3items=",{"type":"[[","value":[["Benin"]]},", ",{"type":"[[","value":[["Burkina Faso"]]},", ",{"type":"[[","value":[["Cape Verde"]]},", ",{"type":"[[","value":[["Cote d'Ivoire"]]},", ",{"type":"[[","value":[["Gambia"]]},", ",{"type":"[[","value":[["Ghana"]]},", ",{"type":"[[","value":[["Guinea"]]},", ",{"type":"[[","value":[["Guinea-Bissau"]]},", ",{"type":"[[","value":[["Liberia"]]},", ",{"type":"[[","value":[["Nigeria"]]},", ",{"type":"[[","value":[["Senegal"]]},", ",{"type":"[[","value":[["Sierra Leone"]]},", ",{"type":"[[","value":[["Togo"]]}],["region3description=The tropical Atlantic coastal nations."],["region4name=",{"type":"[[","value":[["Central Africa"]]}],["region4color=#A78379"],["region4items=",{"type":"[[","value":[["Angola"]]},", ",{"type":"[[","value":[["Cameroon"]]},", ",{"type":"[[","value":[["Central African Republic"]]},", ",{"type":"[[","value":[["Republic of the Congo"]]},", ",{"type":"[[","value":[["Democratic Republic of the Congo"]]},", ",{"type":"[[","value":[["Equatorial Guinea"]]},", ",{"type":"[[","value":[["Gabon"]]},", ",{"type":"[[","value":[["São Tomé and Príncipe"]]},", ",{"type":"[[","value":[["South Sudan"]]}],["region4description=The heart of Africa."],["region5name=",{"type":"[[","value":[["East Africa"]]}],["region5color=#db6d69"],["region5items=",{"type":"[[","value":[["Burundi"]]},", ",{"type":"[[","value":[["Comoros"]]},", ",{"type":"[[","value":[["Djibouti"]]},", ",{"type":"[[","value":[["Eritrea"]]},", ",{"type":"[[","value":[["Ethiopia"]]},", ",{"type":"[[","value":[["Kenya"]]},", ",{"type":"[[","value":[["Madagascar"]]},", ",{"type":"[[","value":[["Mauritius"]]},", ",{"type":"[[","value":[["Rwanda"]]},", ",{"type":"[[","value":[["Seychelles"]]},", ",{"type":"[[","value":[["Somalia"]]},", ",{"type":"[[","value":[["Somaliland"]]},", ",{"type":"[[","value":[["Tanzania"]]},", ",{"type":"[[","value":[["Uganda"]]}],["region5description=The region that was the wellspring of the human race, comprising nations that border the Red Sea and the Indian Ocean, plus a few neighbouring landlocked nations."],["region6name=",{"type":"[[","value":[["Southern Africa"]]}],["region6color=#e2d774"],["region6items=",{"type":"[[","value":[["Botswana"]]},", ",{"type":"[[","value":[["Lesotho"]]},", ",{"type":"[[","value":[["Malawi"]]},", ",{"type":"[[","value":[["Mozambique"]]},", ",{"type":"[[","value":[["Namibia"]]},", ",{"type":"[[","value":[["South Africa"]]},", ",{"type":"[[","value":[["Swaziland"]]},", ",{"type":"[[","value":[["Zambia"]]},", ",{"type":"[[","value":[["Zimbabwe"]]}],["region6description=Nations at and near Africa's southern tip."]]},"\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:South Africa-Johannesburg-Skyline02.jpg"],["thumb"],["300px"],["Johannesburg"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Accra"]]}," — the capital of Ghana and one of the most accessible cities in West Africa for travellers"]},{"type":"*","value":[" ",{"type":"[[","value":[["Addis Ababa"]]}," — the large capital of Ethiopia and a major hub for NGOs and the African Union"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cairo"]]}," — the largest city in Africa with major monuments of Ancient Egypt nearby"]},{"type":"*","value":[" ",{"type":"[[","value":[["Cape Town"]]}," — the iconic ",{"type":"''","value":["Mother City"]}," of South Africa with Table Mountain, the Cape of Good Hope and numerous other attractions"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dakar"]]}," — the capital of Senegal and the westernmost city in Africa"]},{"type":"*","value":[" ",{"type":"[[","value":[["Johannesburg"]]}," — South Africa's largest city and perhaps the continent's key financial and economic centre"]},{"type":"*","value":[" ",{"type":"[[","value":[["Luanda"]]}," — the capital of Angola, which has been through a huge renaissance in the past decade"]},{"type":"*","value":[" ",{"type":"[[","value":[["Marrakech"]]}," — a blend of the ancient and modern in Morocco"]},{"type":"*","value":[" ",{"type":"[[","value":[["Nairobi"]]}," — the capital of Kenya, the largest city in East and Central Africa, and home to the only UN agency headquarters outside of Europe and the US."]},"\n\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"[[","value":[["File:VicFalls Flip666.jpg"],["thumb"],["Victoria Falls"]]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Axum"]]}," (Aksum) — the ancient capital of Ethiopia, famous for its stelae and the ruins of various palaces"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dogon Country"]]}," — a region of south-central Mali renowned for its secluded villages embedded on cliffs and a very distinct culture"]},{"type":"*","value":[" ",{"type":"[[","value":[["Kruger National Park"]]}," — a well managed and very popular national park in South Africa"]},{"type":"*","value":[" ",{"type":"[[","value":[["Leptis Magna"]]}," — extensive Roman ruins in Libya"]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Kilimanjaro"]]}," — Africa's highest mountain and a great trekking destination in Tanzania"]},{"type":"*","value":[" ",{"type":"[[","value":[["Serengeti National Park"]]}," — huge national park in Tanzania, perhaps the archetypal African game park; conjoins with the ",{"type":"[[","value":[["Maasai Mara National Reserve"]]}," over the border in Kenya"]},{"type":"*","value":[" ",{"type":"[[","value":[["Valley of the Kings"]]}," — ",{"type":"''","value":["the"]}," site of Ancient Egypt"]},{"type":"*","value":[" ",{"type":"[[","value":[["Victoria Falls"]]}," — magnificent waterfalls on the border of Zimbabwe and Zambia"]},{"type":"*","value":[" ",{"type":"[[","value":[["Volcanoes National Park"]]}," — a very important site for Mountain Gorillas in Rwanda"]},"\n",{"type":"{{","value":[["seealso"],["African National Parks"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n",{"type":"[[","value":[["File:All Gizah Pyramids.jpg"],["thumb"],["The pyramids at ",{"type":"[[","value":[["Cairo\/Giza"],["Giza"]]},": the most famous Pharonic relic and one of the seven wonders of the ancient world."]]},"\nModern humans, ",{"type":"''","value":["homo sapiens"]},", are believed to have originated in East Africa somewhere in Ethiopia or Kenya. North Africa has a recorded history dating back to about 3300 BCE with bountiful structures, writings, arts, and crafts which have survived to this day. The ancient ",{"type":"'''","value":["Pharonic civilization"]}," centred in modern-day Egypt was the longest-lasting and one of the greatest ancient civilizations.\n\nToday, their legacy lives on; many of their monuments, temples and cities are well-preserved and have become popular tourist attractions, and museums host their artefacts.  Modern Jews believe themselves to be descendants of slaves from ancient Egypt and much of the Hebrew Bible, religious texts for both Jews and Christians, was based and written in the region. Yet outside of North Africa, Sudan and Ethiopia, very little is known about African history prior to 1000CE, as most people were hunter-gatherers (similar to some cultures still found today on the continent), with no writing systems nor lasting structures, arts, or crafts (aside from some cave paintings).\n\nThe other great early civilizations on the continent were the ",{"type":"'''","value":["Nubians"]}," in northern Sudan and southern Egypt, who were very similar to the ancient Egyptians, leaving behind the city of ",{"type":"[[","value":[["Meroe"]]}," in Sudan, and the ",{"type":"'''","value":["Aksumite Empire"]}," from the 4th century BC until the 7st century AD in modern-day Ethiopia and eastern Sudan which was important to trade between India and the Roman Empire and an important centre of early Christianity.\n\nLater, the Phoenicians, based in what's now ",{"type":"[[","value":[["Lebanon"]]}," and part of the coasts of ",{"type":"[[","value":[["Syria"]]}," and ",{"type":"[[","value":[["Israel"]]},", colonized North Africa, and established the city of ",{"type":"[[","value":[["Carthage"]]}," (now a suburb of ",{"type":"[[","value":[["Tunis"]]},"). Eventually, the Carthaginian Republic became a separate one, and ultimately a rival of the Romans as the superpower in the southern Mediterranean. The Romans destroyed Carthage in the Third Punic War in 146BCE, burning it to the ground.\n\n",{"type":"[[","value":[["File:Leptis Magna Theatre.jpg"],["thumb"],["Roman theatre at ",{"type":"[[","value":[["Leptis Magna"]]},", Libya"]]},"\nThe period after 360BCE brought about the first (and less famous) ",{"type":"'''","value":["invasions of Europeans"]}," to the continent. In 322 BCE, Alexander the Great invaded Persian-occupied Egypt, establishing the famous city of ",{"type":"[[","value":[["Alexandria"]]}," which would go on to serve as an important centre of scholarship and Greek culture for many centuries. Meanwhile, the Romans conquered much of the Mediterranean coastline to the west, leaving behind such ruins as ",{"type":"[[","value":[["Leptis Magna"]]},". In the first century CE, Christianity spread through much of the region, first to Egypt, then Nubia, Ethiopia, and on to the Roman Empire.\n\nThe ",{"type":"'''","value":["Muslim invasion"]}," and the beginning of the ",{"type":"'''","value":["Arab Slave Trade"]}," in the 7th century AD changed the cultural landscape of Northern Africa and large parts of Eastern and Western Africa. The newly formed Arab caliphate invaded North Africa and the Horn of Africa within a few decades. In the west, Berbers would intermarry with the Arab invaders to become the Moorish population that would later invade the Iberian peninsula. When Damascus was invaded in the early eighth century, the Islamic religious and political centre of the Mediterranean shifted to ",{"type":"[[","value":[["Kairouan"]]}," in Tunisia. Their progress was limited only by the dense forests of West and Central Africa and to coastal areas in the East. The last region to come under Muslim influence was that of Nubia (moden-day northern Sudan) in the 14th century.\n\nThe  7th-9th centuries would be a time contributing significant changes to the history of sub-Saharan Africa. In the west, there was a rise of large and powerful inland kingdoms, such as the ",{"type":"'''","value":["Ghana"]}," (in Mali & Mauritania, no relation to modern Ghana), ",{"type":"'''","value":["Dahomey"]}," (which lasted until French capture in 1894, now Benin), ",{"type":"'''","value":["Za\/Gao"]}," (in Mali and Niger), ",{"type":"'''","value":["Kanem"]}," (in Chad), and ",{"type":"'''","value":["Bornu"]}," (in Nigeria). As many of these kingdoms converted to Islam, trans-Saharan trade grew as salt and gold were transported to Libya and Egypt in large caravans—a trade made possible by the introduction of camels from Arabia in the 10th century and would support much of the area from northern Nigeria west to Mali and Mauritania until the 19th century. During the 13th-16th centuries, many of these early kingdoms were replaced with new empires, chief among them the ",{"type":"'''","value":["Mali"]}," (in Mali, Guinea, and Senegal) and later Soghay (in Mali, Burkina Faso, and Niger) and a plethora of small, single-tribe kingdoms and city-states sprouted. Many of Mali's popular tourist destinations, including ",{"type":"[[","value":[["Timbuktu"]]},", ",{"type":"[[","value":[["Djenne"]]},", and ",{"type":"[[","value":[["Gao"]]},", rose to prominence during this period as they became hubs of trade and Islamic scholarship. The Hausa tribes in northern Nigeria began organizing in walled city states, of which remnants remain in ",{"type":"[[","value":[["Kano"]]},". Coastal, forested West Africa remained largely un-organized, with the exceptions of a few Yoruba city-states of Benin, Ife, & Oyo along with small Dahomey and Igbo empires all in modern-day Benin and Nigeria.\n\nMeanwhile, East Africa saw a rise of Islamic influence and prosperity from ",{"type":"'''","value":["Indian Ocean trade"]}," as ships from Arabia, Persia, India, and as far as Southeast Asia dropped anchor in major ports from Somalia down to Mozambique bringing spices and in return for slaves and ivory. Between the 7th and 19th centuries, over 18 million people were taken from the region as part of the Arab slave trade—roughly twice as many as the Atlantic slave trade would take to the Americas. Today, that influence remains in the culture and gastronomy of many places, most notably on the Indian Ocean islands such as Zanzibar, Comoros, the Seychelles, and Mauritius.\n\n",{"type":"[[","value":[["File:Great Zimbabwe Closeup.jpg"],["thumb"],["Ruins at ",{"type":"[[","value":[["Great Zimbabwe"]]}]]},"\nSouthern Africa remained undeveloped, with primarily nomadic hunter-gatherers such as the San people and some small kingdoms. The ",{"type":"'''","value":["Kingdom of Zimbabwe"]}," (namesake of today's state) was one of the most notable, constructing the greatest stone structures in pre-colonial sub-Saharan Africa at their capital ",{"type":"[[","value":[["Great Zimbabwe"]]},". The Kingdom of Mapungubwe in modern eastern South Africa also left smaller stone ruins. Both profited from the trade in gold and ivory with Arab and Asian merchants.\n\nWhile a few Genoese, Castillian, and French explorers managed to reach parts of West Africa in the Middle Ages, ",{"type":"'''","value":["European exploration"]}," of the continent truly began when Prince \"Henry the Navigator\" set out to acquire African territory for Portugal in the mid-15th century. The ",{"type":"'''","value":["Portuguese"]}," reached Cape Verde in 1445, and by 1480, had charted the course to and began trade with the entire Guinea coast (modern Guinea-Bissau to Nigeria). In 1482, Diogo Cão reached the mouth of the Congo River, in 1488 Bartolomeu Dias reached the Cape of Good Hope (the southern tip of Africa), and in 1498 Vasco da Gama sailed up the eastern coast, where in Kenya his expedition set up a trading post at ",{"type":"[[","value":[["Malindi"]]}," before finding a guide to take them to India. The Portuguese set up numerous forts along the African coast and established a highly profitable trade, (initially) held good relations with locals, and remained the dominant European power in the region until the 17th century while Spain, France, and Britain began exploring the Americas.\n\n",{"type":"[[","value":[["File:Cc slave castle.jpg"],["thumb"],["Slaving castle in ",{"type":"[[","value":[["Cape Coast"]]},", ",{"type":"[[","value":[["Ghana"]]}]]},"\nThe lucrative trade and large amounts of gold obtained by the Portuguese lured other nations to the continent. As the demands for labor in the Americas grew, Portuguese sailors began taking shiploads of slaves to the Americas, beginning the ",{"type":"'''","value":["Atlantic slave trade"]},". In the early 17th century, the ",{"type":"'''","value":["Dutch"]}," fought the Portuguese to win control of most of their West and Central African ports, some (like ",{"type":"[[","value":[["Luanda"]]},") would be retaken later, and established a couple dozen forts of their own, notably at Goree Island in ",{"type":"[[","value":[["Dakar"]]}," and at the Cape of Good Hope—a port they hoped to use for trade routes to East Asia and which has become modern-day ",{"type":"[[","value":[["Cape Town"]]},". In 1642, the French built their first fort on Madagascar (which they claimed in 1667) and in 1663, the British built their first fort on the continent in the ",{"type":"[[","value":[["Gambia"]]},". Swedish merchants established a fort on ",{"type":"[[","value":[["Cape Coast"]]},", which later was overpowered by the Danish nearby at modern Accra.\n\nIn the 19th century, European attention shifted from establishing coastal ports for trade to fighting one another to colonize the continent and explore its uncharted interior. With slavery abolished by Britain and their strong efforts to thwart slavery around the world, Europe began to look for other sources of wealth on the continent. The most successful European colony, the Dutch ",{"type":"'''","value":["Cape Colony"]},", was seized by the British in 1795. Napoleonic France conquered Egypt in 1798, notably discovering the Rosetta Stone, only to be forced out by the British and then the Turks. France invaded a significant amount of coastal West Africa and the Barbary states in Algeria, cutting rampant piracy in the region. Accounts of brave adventurers travelling inland to find places such as Mount Kilimanjaro and rumoured \"inland sea\" (the Great Lakes) and city of gold on the Nile sparked a wave of exploration in the mid-century primarily by Catholic and Jesuit missionaries in the Southern, Eastern, & Great Lakes regions of Africa. Chief among explorers was the British national hero ",{"type":"'''","value":["David Livingstone"]},", who as a poor missionary with few porters explored much of Southern and Eastern Africa, flowed down the Congo River from its sources, and sought the source of the Nile. In West and Central Africa, French, Belgian, & Spanish explorers ventured into the Sahara to find the legendary Timbuktu and Malian gold mines and the Congo in search of the Pygmies and hairy, large peoples (gorillas) of Greek legend.\n\n",{"type":"[[","value":[["File:Colonial Africa 1914 map.png"],["thumb"],["Colonial division of Africa, 1914"]]},"\nAs accounts of Africa's interior reached Europe, nations and merchants began to view the continent as a major source of commerce and wealth, similar to their Asian exploits, while the philanthropic and missionary class saw a great opportunity to \"Christianize\" and \"civilize\" the savage people of Africa. With social Darwinism introduced, many countries saw Africa as a great opportunity to establish colonial empires and establish their pre-eminence among other European nations, chiefly Germany to catch up with other European nations and France, to regain glories lost in North America and under Napoleon. Britain and Portugal joined this ",{"type":"'''","value":["Scramble for Africa"]}," when they saw their interests threatened. In 1885, the ",{"type":"'''","value":["Berlin Conference"]}," brought together European colonial powers to carve up the continent into defined colonial territories with many straight lines and no input from any African kingdom or settlement. Following the Berlin meeting, Italy was put as a 'protector' over Ethiopia. In 1898 Italy waged a full flung war to colonize Ethiopia and they were defeated at the battle of ",{"type":"'''","value":[{"type":"[[","value":[["Adwa"]]}]},". This was possible because all Ethiopians came together under emperor Menlik II to stand together. This marks the first time Africans win over European invaders.\n\nAt the turn of the 20th century, Britain began a series of deadly ",{"type":"'''","value":["South African Wars"]}," from their Cape Colony into surrounding African and Boer (white descendants of the Dutch) lands in modern South Africa, which brought ",{"type":"'''","value":["Cecil Rhodes"]}," to fame for his vision to conquer and bring unite Africa from Cairo to Cape Town. The dense jungles of Central Africa lured Joseph Conrad, who wrote the novel ",{"type":"''","value":["Heart of Darkness"]}," from his experience. World War I saw one battle in German East Africa (Tanzania) which the British lost, although post-war, German possessions were divided among France, Belgium, & the UK. The Union of South Africa was granted independence from the UK in 1930. ",{"type":"'''","value":["World War Two"]}," saw Ethiopia invaded for three years by Italy along with major fighting in North Africa in which the Nazis were eventually evicted by the Allies. It was the social changes stemming from the war, in which tens of thousands of Africans fought for their colonial power, along with the Atlantic Charter which led to the spread of nationalistic movements post-war.\n\n",{"type":"[[","value":[["File:Africa independence dates.PNG"],["thumb"],["Dates of independence across Africa."]]},"\nThe ",{"type":"'''","value":["decolonization"]}," of Africa began with Libyan independence from Italy in 1951. Colonial powers employed varying means of control over their colonies, some granting natives representation in the government and cultivating a select few civil servants while others maintained a firm grip with an all-European government. In some countries, nationalist movements were quashed and their leaders killed or jailed while others were able to peacefully achieve independence. In the 1950s, Guinea, Ghana, & North African nations gained independence non-violently with the exception of Algeria, where France violently fought independence movements until 1963. With the establishment and new constitution of France's Fifth Republic in 1958, French West Africa & French Equatorial Africa ceased to exist and, after a brief \"community\" with France, the countries of these regions gained independence in 1960. By 1970, all but a handful of African nations were independent. The Portuguese bitterly fought to maintain their African possessions until 1975; all but one gained independence through war. Zimbabwe was the last major colony to gain independence from a non-African colonial overlord, in 1980, following a 14-year period of rule by a white minority government not recognized by Britain, the former colonial power. In 1990, semi-autonomous Namibia gained independence from South Africa and in 1993, Eritrea separated from Ethiopia following a protracted war. South Africa remained under firm control by its white minority, suppressing its black population under a system called ",{"type":"'''","value":["apartheid"]}," until 1994. Morocco maintains control over Western Sahara, despite an established independence movement and remains a point of contention between Morocco and Algeria. South Sudan became independent after a referendum was held in 2011.\n\nEurope divided Africa with complete disregard for the cultures and ethnic groups in Africa, often dividing a people between two or more countries and forcing peoples with a history of fighting or differing religions into one country. Additionally, a lack of training in civil service before and even after independence left most countries with dysfunctional governments. Leaders tended to reward their own ethnic groups with jobs and money, and in many cases suppressed ethnic minorities. This has been a cause of much strife post-independence across much of sub-Saharan Africa and has led to dozens of prolonged ",{"type":"'''","value":["civil wars"]}," (notably in Sudan, Angola, Ethiopia\/Eritrea, Nigeria, and the Democratic Republic of the Congo), countless coups, and countless inept, corrupt leaders. The discovery of valuable natural resources such as oil, uranium, diamonds, and coltan (columbite–tantalite, an ore from which the rare earth metals niobium and tantalum, in very high demand for technological products, are extracted) is one of the reasons separatist movements have sprung up, motivated in part by the greed of warlords and in part by the neglect of resource-rich areas that want a share in the profits, like the oil-rich exclave of ",{"type":"[[","value":[["Cabinda"]]},", Angola and the ",{"type":"[[","value":[["Southeast Nigeria"],["Niger Delta"]]}," in Nigeria. Fortunately, there are numerous examples in Africa where past conflict has made way for functional governments, offering some hope for the future of Africa.\n\n",{"type":"===","value":["Climate"]},"\nAs the second largest continent, there is a wide range of climates to be found. However, since the continent is nearly centred on the equator, much of the continent is quite warm\/temperate with very few, small areas on the continent experiencing any temperatures that can be considered \"cold\". In the temperate regions (parts of northern Morocco & the Mediterranean coast as well as South Africa), temperatures generally range from the 10s C to the mid-30s°C (40s-90s°F) year round. Closer to the equator and on islands like Cape Verde or Mauritius, temperatures may only vary less than 20 degrees Celsius (15-35°C\/65-95°F) throughout the year. In the deserts and arid regions like the Sahel and Horn of Africa, temperatures routinely hit 40°C+ (and even 50°C+ in the heart of the Sahara) but because sand does not retain heat like most soil does, those same places can easily fall down to 15°C at night. There are a few bastions of cooler weather, however. Higher elevations, such as the ",{"type":"[[","value":[["Atlas Mountains"]]}," in Morocco & Algeria or in Lesotho, are quite cold and snowy during winter and Mount Kilimanjaro, almost on the equator, is cold year-round (cold enough to support glaciers!). Peaks on islands such as ",{"type":"[[","value":[["Reunion"]]},", the ",{"type":"[[","value":[["Canary Islands"]]},", ",{"type":"[[","value":[["Cameroon"]]}," and other countries are cool enough to necessitate a jacket much of the year.\n\nA far more important factor to consider when travelling to Africa is when the ",{"type":"'''","value":["rain\/monsoon season"]}," occurs. Timing varies a bit even in neighbouring countries, so check the page of the country you are visiting for more info. In West Africa the season starts in March around Cameroon, but not until June in Senegal or the Sahel and ends around September. While rain may not be a huge factor when travelling to southern or East Africa, it is very problematic in West Africa and on islands in the Indian Ocean. In West Africa, rains will often flood and make many roads and railways impassable and, due to poor drainage, can literally result in rivers of water flowing down streets and sewage lines overflowing. In the Sahel, it can result in flash floods in low-lying areas.\n\nThe largest weather-related dangers for travellers to Africa are ",{"type":"'''","value":["lightning"]}," and ",{"type":"'''","value":["tropical cyclones"]},". The Democratic Republic of the Congo has more lightning strikes each year than any other country on earth, especially in the eastern part of the country near ",{"type":"[[","value":[["Goma"]]},". Lightning risk is highest from western Kenya\/Tanzania and Ethiopia west to Senegal and south to Angola, Zambia and the Northern parts of South Africa. Tropical cyclones affect the islands of the Indian Ocean, with the season running from 15 November-30 April (15 May in the Seychelles & Mauritius). Tropical cyclones also infrequently affect the horn of Africa near Djibouti & Somalia, but when they do, the arid land results in major flooding. Tropical cyclones often form off the coast of western West Africa (Guinea\/Senegal) during the early part of the Atlantic Hurricane Season (June–August) and will rarely impact ",{"type":"[[","value":[["Cape Verde"]]},", for which these particular storms are called \"Cape Verde-type hurricanes\".\n\n",{"type":"===","value":["Politics"]},"\nAfter Africa's messy divorce from its European colonial powers, many African countries became mired in political power struggles & civil war. In recent decades, however, the nations of this continent have drawn closer and many conflicts on the continent have seen neighbouring countries intervene positively rather than intervention\/invasion by European and Western powers. Most African countries are developing democracies—struggling with corruption, but moving towards democratic values, like free & fair elections, freedom of speech, and involvement in government by several strata of society. Nevertheless, there are a few countries which still retain  authoritarian governments, dictatorships, and kleptocracies. Prior to peace agreements ending civil war in each, Angola & Mozambique were Communist one-party states and remain under the control of these parties, which have shifted from Marxist-Leninist to far-left\/socialist ideology and retain Communist symbols in their flags, coats of arms, national anthems, and other national symbols. Equatorial Guinea and Eritrea remain among the most authoritarian countries on Earth, with severe repression of opposition. Several national governments have a weak hold of their territory, such as Somalia, both Congos, the Central African Republic, Chad, Liberia, and Mali. In addition to national governments, some tribes continue to retain kings\/chiefs recognized by the national government as well as local people and are sometimes even given limited autonomy\/authority over tribal lands.\n\nToday, more than at any time in the continent's history, the nations of the continent are cooperating on important issues and increasingly relying on themselves to stop conflict and broker peace, rather than allow the UN and Western powers to do so. The ",{"type":"[","value":["http:\/\/www.au.int\/en\/ ",{"type":"'''","value":["African Union"]}]}," (",{"type":"'''","value":["AU"]},") is the continent's answer to the United Nations and promotes unity and the resolution of conflicts. It was established in 2002, with its administrative in ",{"type":"[[","value":[["Addis Ababa"]]},", ",{"type":"[[","value":[["Ethiopia"]]},", and represents all African nations and territory except for Morocco (in protest of the AU's inclusion of ",{"type":"[[","value":[["Western Sahara"]]}," as a separate member) and various European possessions in the Indian and Atlantic Oceans. The AU has been able to achieve some accomplishments in promoting human rights, development, economic integration, harmonizing business\/customs\/immigration rules, and intervening to stop conflicts (notably in ",{"type":"[[","value":[["Somalia"]]},") and unconstitutional power plays in member states. However, much work remains to be done and corruption remains rampant, numerous countries suffer from political\/ethnic strife, and quality measures in development, education, health, and human rights remain low.\n\nEuropean colonial powers remained active in many nations post-independence and, still today, France retains close diplomatic ties with many former colonies. The U.S., unburdened by the \"former colonial power\" stigma, has long been active in promoting conflict resolution, human rights, and providing development aid and emergency assistance. However, China has notably been a major player on the continent since 2000 and Western diplomats are now trying to play catch-up and fight for influence with China. The Chinese demand for natural resources is great and the Chinese have accosted many African governments without the stigma of being a rich, Western nation and not caring much about the values (human rights, political freedom, etc.) of the governments they deal with. Another favourable status for them is the large number of state-run companies they have and the integration between the Chinese government and the state-owned companies they use to mine and build roads and infrastructure compared to the relationship between Western governments and private businesses. China has largely sought mineral rights by building infrastructure and seeking lucrative concessions for their state-owned companies as up-front \"payment\" for resources to be later extracted. When building, they will almost always import Chinese workers to complete such projects. As a result it is not uncommon to see teams of hundreds of Chinese camped along and working to build a new road or housing project. The most auspicious gift from the Chinese is likely the new US$200 million headquarters complex for the African Union, built and financed by China and opened in 2012.\n\n",{"type":"===","value":["Religion"]},"\nThe primary religions of Africa are Christianity & Islam, with sizable number of irreligious\/atheist Africans and adherents to traditional religions. The exact percentages of religious adherents varies widely among respected sources, with roughly 40-45% Christian, 40-50% Muslim, 10-15% indigenous beliefs, & 5-10% irreligious.\n\nChristianity is spread across a large region, encompassing nearly all of Southern, Central, & Eastern Africa, and has a long history with Africa. Egypt is closely associated with early Christian Church history. Ethiopia was among the first nations to adopt Christianity as their official religion (in 330 C.E.) Most Christians are Protestant or Roman Catholic, except for the Orthodox populations of Egypt, Ethiopia, & Eritrea. Christian missionaries and the desire to \"civilize\" tribal Africans through conversion was a major drive of European colonization.\n",{"type":"{{","value":[["ramadandates"]]},"\nIslam is the largest religion on the continent by number of adherents (according to most sources) but, bolstered by the large Muslim populations of Egypt & Nigeria, covers a smaller geographic footprint. All North African countries are 97-100% Muslim except Egypt (not far behind, at 90%). Nearly all of West & Sahelian Africa is also majority Muslim, except for Cape Verde, Liberia, Ghana, Benin, & Togo. Nigeria, Chad, & Cote d'Ivoire are all about equally split between Muslim populations in the north & Christians in the south. Islam was first brought to the continent in the centuries after its birth, spreading across northern Africa and later spread down the Indian Ocean coast by merchants & seafarers to the coasts of Kenya, Tanzania, Zanzibar, & Comoros. The Swahili language is strongly influenced by Arabic. Most Muslims are Sunni with a large population of moderate Sufis in West Africa & Sudan, who often blend Sunni Islam with traditional beliefs. An attempt has been made to promote more conservative forms of Islam in recent decades, through Muslim NGOs & Saudi Arabian assistance, although this coincides with a fear of radicalization and the emergence of al Qaeda and other Islamist groups in parts of North Africa and the Sahel (particularly Mali, Niger, & Algeria). In certain Muslim regions, adherence to religious law is expected such as no alcohol consumption (but khat is fine, ",{"type":"''","value":["where legal"]},") and the covering of women's limbs, and extreme offence is taken when these rules are broken or, worse, Islam or its prophets are insulted.\n\nTraditional African religions are practiced by many Africans either exclusively or as syncretic elements woven into their practice of Christianity or Islam. There is no single uniting aspect to these religions beyond the fact that they all rely on oral tradition and animism. In some cases, the belief isn't in particular deities, but rather \"magic\". Among common, but certainly not universal, elements of indigenous African religions are:\n\n",{"type":"*","value":[" Recognition of one god or dual gods and respect for natural elements as supernatural beings"]},{"type":"*","value":[" Respect of the cyclical nature of life (agriculture, rain\/drought, wax\/wane of the moon)—the \"circle of life\";"]},{"type":"*","value":[" Communication with ancestors is practised or integral to communication with god and other deities;"]},{"type":"*","value":[" Medicine men and traditional healers are consulted for a broad range of topics, such as physical, psychological, spiritual, moral, and legal matters. They may also facilitate communication with ancestral spirits and\/or use magic & sorcery — hence the term \"witch doctors\"."]},"\n",{"type":"[[","value":[["File:Shona witch doctor (Zimbabwe).jpg"],["thumb"],["A Shona witch doctor in ",{"type":"[[","value":[["Zimbabwe"]]}]]},"\nMagic plays a role in many traditional African beliefs. Magic refers to the interaction between the natural & supernatural worlds, the seen & the unseen. Magicians, witches, shamans and sorcerers are believed to have special skills to manipulate communication\/relations between the two worlds, either for better or for worse. Unfortunately, it is a somewhat common occurrence (especially in rural Central & West Africa) for people to claim that others are using magic for improper reasons and are witches. Accusations of being a witch or using magic\/witchcraft often lead to ostracism of individuals — women are thrown out of homes, children are abandoned by parents, are subjected to violent\/painful exorcisms, and are frequently murdered. In some places, witches are believed to be the source of terminal illnesses such as cancer and AIDS.\n\nThe Vodun religion practised in ",{"type":"[[","value":[["Togo"]]}," & ",{"type":"[[","value":[["Benin"]]}," (a precursor to Haitian Voudou and related religions among the African Diaspora in the Americas) believes that all creation is divine and thus carries the power of the divine. This explains how certain plants have the ability to heal and why mundane \"fetishes\", such as statues or dried plants\/animals, hold healing & rejuvenating powers.\n\nHinduism is practised by the large ethnic Indian populations in former British colonies of Kenya, Uganda, Tanzania, & South Africa, where many Indians were indentured servants under British masters. ",{"type":"[[","value":[["Mauritius"]]}," is the only African country where a majority of the population practices Hinduism (52%). Judaism has a long, if not well known, history on the continent. The Beta Israel of Ethiopia are legally-recognized Jews and believed to be descendants of one of the Ten Lost Tribes (the Tribe of Dan). There is also a large Jewish community in South Africa, mostly descended from immigrants from Lithuania in the 19th and early 20th centuries. Many Jewish communities existed throughout North Africa, some from the early Diaspora while others fled persecution in Iberia in the 7th and 15th centuries. Those communities are now almost entirely gone, having emigrated to North America, Israel and France to escape persecution.\n\n",{"type":"===","value":["Read"]},"\n",{"type":"*","value":[" Battuta, Ibn. ",{"type":"''","value":["The Travels of Ibn Battuta."]}," The travel diaries of the legendary explorer Ibn Battuta (",{"type":"[[","value":[[":w:Ibn Battuta"],["on Wikipedia"]]},"), considered one of the greatest travelers in history. In 1325, he set out on a hajj to Mecca from his native Morocco, age 21, and over the next three decades passed through more than 40 modern countries travelling over three times the distance than near-contemporary Marco Polo. His 1325-1332 trip visited ",{"type":"[[","value":[["North Africa"]]},", ",{"type":"[[","value":[["Somalia"]]},", and the Swahili Coast (",{"type":"[[","value":[["Kenya"]]},", ",{"type":"[[","value":[["Zanzibar"]]},", & ",{"type":"[[","value":[["Tanzania"]]},"). A journey between 1349-1354 visited ",{"type":"[[","value":[["Timbuktu"]]},", passing through modern ",{"type":"[[","value":[["Morocco"]]},", ",{"type":"[[","value":[["Mauritania"]]},", ",{"type":"[[","value":[["Mali"]]},", ",{"type":"[[","value":[["Niger"]]},", & ",{"type":"[[","value":[["Algeria"]]},". A few modern translations exist, including the 1829 translation by Samuel Lee (",{"type":"''","value":["The Travels of Ibn Battuta."]}," Cosimo Classics, 2009. ISBN 978-1605206219) and a 2003 one by Tim Mackintosh-Smith (",{"type":"''","value":["The Travels of Ibn Battuta."]}," Macmillan UK, 2003. ISBN 978-0330418799), who also re-traced Battuta's footsteps in the early 21st century and published a few other books about his journeys. Battuta's pilgrimage to Mecca, traveling across medieval North Africa & the Middle East was the basis for the 2009 IMAX film(",{"type":"[","value":["http:\/\/www.journeytomeccagiantscreen.com\/ ",{"type":"''","value":["Journey to Mecca: In the Footsteps of Ibn Battuta"]}]},", ",{"type":"[","value":["http:\/\/www.imdb.com\/title\/tt1235836\/ IMDb"]},", ",{"type":"[[","value":[[":w:Journey to Mecca"],["Wikipedia"]]},")."]},{"type":"*","value":[" Dowden, Richard. ",{"type":"''","value":["Africa: Altered States, Ordinary Miracles."]}," PublicAffairs, 2010. ISBN 978-1586488161 This book attempts to examine the continent of Africa and explain why Africa is the way it is. This book has numerous case examples highlighting the issues\/struggles faced by the continent & its people today. 592 pages."]},{"type":"*","value":[" Kapuscinski, Ryszard. ",{"type":"''","value":["The Shadow of the Sun."]}," Vintage, 2002. ISBN 978-0679779070 Memoirs of African journalist Ryszard Kapuscinski, who arrived in 1957 to see the first states gain independence and offers insight on the tumultuous years of the late 20th century on the continent."]},{"type":"*","value":[" Meredith, Martin. ",{"type":"''","value":["The Fate of Africa: A History of Fifty Years of Independence."]}," PublicAffairs, 2005. ISBN 978-1-58648-398-2 One of the best and most comprehensive books available to cover the tumultuous recent history of Africa, from the events leading to independence to the 21st century. 752 pages."]},{"type":"*","value":[" Naipaul, V. S.. ",{"type":"''","value":["The Masque of Africa: Glimpses of African Belief."]}," Picador, 2010. ISBN 978-0-330-47205-0 Examines the complex interactions of traditional religions, Western religions, and other beliefs in modern African society in Uganda, Nigeria, Ghana, the Ivory Coast, Gabon, and South Africa."]},{"type":"*","value":[" Reader, John. ",{"type":"''","value":["Africa: A Biography of the Continent."]}," Vintage Books, 1997. ISBN 0-679-73869-X Covers the history of the continent from early man to the first decades of independence, including ancient societies and peoples, early exploration by Westerners, colonization, & independence. 801 pages."]},"\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["File:Harare_International_Ariport.jpg"],["thumb"],["The ",{"type":"[[","value":[["Harare"]]}," International Airport"]]},"\n: ",{"type":"''","value":["See also ",{"type":"[[","value":[["Flying to Africa"]]}]},"\n\nAirfares can to be cheaper when booked from the European capital that has a strong colonial link to your destination, which typically means from ",{"type":"[[","value":[["London"]]},", ",{"type":"[[","value":[["Paris"]]},", ",{"type":"[[","value":[["Brussels"]]}," and ",{"type":"[[","value":[["Lisbon"]]},". ",{"type":"[[","value":[["Egypt"]]}," also which has plentiful, cheap connections with the Middle East & Europe.\n\nMiddle Eastern airlines such as Emirates, Etihad Airways, Qatar Airways & Turkish Airlines have greatly expanded their services to Africa, and offer connections to many major African cities at competitive rates than European airlines. Turkish Airlines flies to 39 destinations in 30 African countries as of 2014.\n\nSee your destination's article for more specific information on flights. Bear in mind that many African countries only offer a few international flights each day, or in some cases, each week. While it isn't hard to reach South Africa, Kenya, Nigeria or Egypt, getting to Malawi or Togo can be quite a challenge.\n\n",{"type":"====","value":["From Europe"]},"\nThere are more flights to Africa from Europe than from any other continent. Popular holiday destinations such as Egypt, ",{"type":"[[","value":[["Morocco"]]},", Cape Verde, ",{"type":"[[","value":[["Kenya"]]}," & South Africa are well-served from Europe's major cities, even with discount and charter airlines. Royal Air Maroc, Afriqyah Airlines, Kenya Airways Jet4you & EgyptAir have a good selection of European destinations and Ethiopian, Kenya Airways, South African Airways & Arik Air serve a couple of major cities (London, Paris, etc.). The cheapest flights to African cities are often through the African country's former colonial power. Cities with large immigrant populations such as London, Marseilles, & Paris have a good number of flights to Africa. \n\n",{"type":"====","value":["From the Americas"]},"\nThe only countries with direct flights to Africa are the ",{"type":"[[","value":[["United States"]]},", ",{"type":"[[","value":[["Canada"]]},", ",{"type":"[[","value":[["Cuba"]]},", ",{"type":"[[","value":[["Brazil"]]},", & ",{"type":"[[","value":[["Venezuela"]]},".\n\n",{"type":"====","value":["From Asia and the Middle East"]},"\nNearly all North African countries along with Sudan, Eritrea, Djibouti, & Somalia have extensive connections with the Middle East. And similarly, countries with large Muslim populations are likely to have a connection to Jedda\/Mecca either year-round or seasonal (e.g. during hajj). \n\n",{"type":"====","value":["From Australia"]},"\nThere are only a handful of direct flights between ",{"type":"[[","value":[["Johannesburg"]]}," in ",{"type":"[[","value":[["South Africa"]]}," &  ",{"type":"[[","value":[["Perth"]]}," and ",{"type":"[[","value":[["Sydney"]]}," in ",{"type":"[[","value":[["Australia"]]},". Additionaly there is a connection between ",{"type":"[[","value":[["Mauritius"]]}," and Perth.\n\n",{"type":"===","value":["By road\/ferry"]},"\nThe only land connection to another continent is the 163 km-wide Isthmus of Suez, which is found in Egypt (although the Sinai peninsula is sometimes considered a part of Africa for geopolitical reasons). Thus the only way to drive into Africa is to drive through Egypt. Most people driving from the Middle East to Africa travel through Jordan and take a short car ferry to Egypt to avoid transiting Israel, since Egypt's two African neighbours (Sudan and Libya) deny entry for persons with Israeli stamps or Egyptian\/Jordanian stamps indicating travel to Israel.\n\nDespite there being just one, narrow land crossing into the continent, there are other ways to bring vehicles into Africa by short car ferries. The short crossing of the Strait of Gibraltar between Spain and Morocco is crossed by several ferries daily and relatively inexpensive. Other car ferries include:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Italy"]]},"-",{"type":"[[","value":[["Tunisia"]]}," ferries are operated by a ",{"type":"[","value":["http:\/\/www.directferries.co.uk\/tunisia.htm couple of different companies"]},". However, you must pass through Algeria to Mauritania\/Niger -or- Libya to Egypt, both very expensive and difficult to enter with a car."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Spain"]]},"\/",{"type":"[[","value":[["France"]]}," to ",{"type":"[[","value":[["Algeria"]]}," car ferries are run by Algerie Ferries.  Their website is ",{"type":"[","value":["http:\/\/www.algerieferries.com\/ in French only"]},"."]},"\n",{"type":"*","value":[" Yemen-Djibouti ferries may be running weekly or more frequently (information about this crossing is little and conflicting) to avoid Egypt (because of the extremely high import taxes) or Sudan (as the Ethiopian-Sudan border is prone to banditry). It is also possible to cross by dhow in motorcycles or small\/light vehicles."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Port Said"]]},", Sudan to ",{"type":"[[","value":[["Jeddah"]]},", ",{"type":"[[","value":[["Saudi Arabia"]]}," car ferries are run daily and are a great way to avoid the ",{"type":"''","value":["very"]}," high tariffs to enter Egypt, although visas for SA are difficult to obtain."]},"\nSeveral overland trucks make journeys which cross between Europe or the Middle East and Africa, these companies are listed below under \"Get around\/Overland trucks\".\n\n",{"type":"===","value":["By ship"]},"\nMany Mediterranean cruises stop in North African countries such Egypt, Tunisia, Morocco, the Canary Islands, & Cape Verde. Some ocean liners will stop in the Canary or Cape Verde Islands on trans-Atlantic crossings or in South Africa, Madagascar, Mombasa, Zanzibar, the Seychelles, or Mauritius on round-the-world trips.\n\nElsewhere is Africa, cruises are limited to luxury or 'boutique' cruise lines often aboard small vessels and quite expensive or \"",{"type":"[[","value":[["Freighter travel"],["freighter cruises"]]},"\" which do not offer much to \"passengers\" but may spend a few days in a handful of ports. ",{"type":"[","value":["http:\/\/www.grimaldi-freightercruises.com\/ Grimaldi Freighter Cruises"]}," has weekly departures to West Africa making the round-trip from Amsterdam in 38 days.\n\nThe Seychelles, Reunion, & Mauritius are popular destinations for yachts and private vessels, but piracy around the Horn of Africa has kept a lot of the European vessels away.\n\nFor a truly unique experience, take the RMS St Helena ",{"type":"[","value":["http:\/\/www.rms-st-helena.com\/"]}," from the UK to Cape Town via St Helena-one of the world's most remote islands!\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"===","value":["Visas"]},"\nVisa requirements and costs for African countries differ depending on your nationality\/citizenship and by country. Many countries in southern and eastern Africa have visa-free or visas available at the airport or border crossing for E.U., American, Canadian, and a few other nationalities with a minimal amount of paperwork and wait. On the other hand, some countries have burdensome requirements that often differ among their embassies and border crossings.\n\nMost countries in West Africa require visas for travellers from outside the region. In some cases these visas can be arranged at airports or (less commonly) at borders, but this is often not an option. West African embassies are not widespread outside of the region (generally limited to former colonial metropoles), and visa services are sometimes not available in some neighbouring countries. Sometimes visas are issued rapidly, sometimes it's a lengthy and costly process. Check before starting a trip across the region, as regulations and practices often change.\n\nThere are currently four customs unions in effect in Africa:\n",{"type":"*","value":[" Southern Africa (South Africa, Botswana, Lesotho, Swaziland)"]},{"type":"*","value":[" West Africa (Senegal, Guinea-Bissau, Mali, Burkina Faso, Cote D'Ivoire, Togo, Benin, Niger, Gambia, Ghana, Guinea, Liberia, Nigeria, Sierra Leone)"]},{"type":"*","value":[" Central Africa (Cameroon, Central African Republic, Chad, Equatorial Guinea, Republic of the Congo, Gabon)"]},{"type":"*","value":[" East Africa (Kenya, Tanzania, Uganda, Rwanda, Burundi)"]},"\n",{"type":"{{","value":[["cautionbox"],["Most African states demand that international travellers show yellow fever vaccination certificates upon arrival."]]},"\n\n",{"type":"===","value":["Accessibility"]},"\n\n\n",{"type":"===","value":["By plane"]},"\nThere are a number of reliable airlines that ply the African Continent. Chief among them are certainly:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["South African Airways (SAA)"]}," (",{"type":"[[","value":[["Johannesburg"]]},", ",{"type":"[[","value":[["South Africa"]]},"), ",{"type":"[","value":["http:\/\/www.flysaa.com"]},", has daily flights to most major Southern, Eastern, & Central African political and economic hubs.  If you're flying from the Northern Hemisphere to somewhere north of ",{"type":"[[","value":[["South Africa"]]},", don't forget to check how much backtracking you'll have to do, and if it's worth it. The flight from Washington, D.C. does stop in ",{"type":"[[","value":[["Senegal"]]},", but if you get off there, SAA has no connections to anywhere else."]},{"type":"*","value":[" ",{"type":"'''","value":["Kenya Airways"]}," (Nairobi, Kenya), ",{"type":"[","value":["http:\/\/www.kenya-airways.com"]},", connects more African cities than any other airline on the continent. It is partly owned by KLM Royal Dutch Airlines, offers good service and frequent flights to all countries within the East African region and many other major African and international destinations."]},{"type":"*","value":[" ",{"type":"'''","value":["Ethiopian Airlines"]}," (Addis Ababa, Ethiopia), ",{"type":"[","value":["http:\/\/www.ethiopianairlines.com"]}," carries more passengers than any other African airline and offers a direct service from many European cities & Washington to its hub ",{"type":"[[","value":[["Addis Ababa"]]},". From there it has a very good coverage to many cities in Africa. The flight from\/to Washington refuels in Rome. Its mileage can be used on Lufthansa services & Lufthansa miles can also be used on Ethiopian."]},"\nThere are also many airlines which are noteworthy in particular regions, such as TAAG Angola Airlines (South\/Central Africa), Arik Air(Nigeria), Afriqiyah Airways (Central\/West Africa, but their hub is in Tripoli), Royal Air Maroc (West\/Central\/North Africa, but hub is in Morocco), Air Mali (West Africa), Air Burkina (West Africa), Air Austral (Indian Ocean), Air Mauritius (Indian Ocean), Tunis Air (North Africa), Jetlink (East Africa) and more. Many other African carriers offer flights to more remote locations.\n\n",{"type":"{{","value":[["cautionbox"],[{"type":"'''","value":["Consider airline safety when flying in Africa"]},". Although South African Airlines, Ethiopian Airlines, & Kenya Airways all meet EU & FAA safety standards, the same isn't true for all airlines, especially smaller domestic carriers in countries where political stability may be lacking, tenuous or only recently reintroduced. Check with the ",{"type":"[","value":["http:\/\/ec.europa.eu\/transport\/air-ban\/list_en.htm EU Commission on Air Safety"]}," for a list of airlines that do not meet their safety standards."]]},"\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["File:Bloukrans Bridge-001.jpg"],["thumb"],["Bloukrans Bridge along ",{"type":"[[","value":[["South Africa"],["South Africa's"]]}," ",{"type":"[[","value":[["Garden Route"]]}]]},"\nIf you want to drive your own car around Africa see also ",{"type":"[[","value":[["Carnet de Passage"]]},"\n\nFor sightseeing trips, it may be less expensive to hire a taxi than to rent a car, but be sure to negotiate taxi fares beforehand. Travel on rural roads can be slow and difficult in the dry season and disrupted by floods in the rainy season. If you plan on travelling in rural areas of sub-Saharan Africa, avoid the rainy months of May through October above the equator and the rainy months of November through April below the equator. Some roads may be flooded or washed out during these months.\n\nTravel by car outside large towns can be dangerous. Major roads are generally well maintained but there are few divided highways in Africa. In addition, rural auto accidents are fairly common because of high speed limits and the presence of wildlife in these areas. Night driving, especially in rural areas, is not recommended, and visitors are encouraged to hire reputable tour operators for safaris or other game viewing expeditions.\n\nFor persons planning to travel in their personal vehicles, the ",{"type":"[","value":["http:\/\/www.horizonsunlimited.com\/hubb\/ HUBB forum"]}," is a great resource. While focused on overland motorcycle travel, it also has sections for 4x4 travel and great information on everything from road conditions, where spare parts are available, carnet de passage requirement, and more.\n\n",{"type":"===","value":["By bus"]},"\nBus service is extensive in Africa and in almost all countries it is the main means of transportation for locals and tourists alike. Styles of busses and minibusses vary across the continent, refer to country pages for more info.\n\n",{"type":"===","value":["By thumb"]},"\nLocals ",{"type":"[[","value":[["hitch"]]},"hike rides in vehicles with strangers throughout Africa, often paying a fee to the driver in return for the favour or service. The distinction between a private vehicle and a taxi is blurred and in many countries, informal taxi business flourish, by picking people up from the side of the road who want a lift. In some areas, such as Johannesburg, specific hand signals are used by hitchhikers to indicate where they wish to go and it is common for vehicles to carry several people at the same time a particular area. Foreigners may expose themselves to considerable personal risk by travelling in this way, and it is important to understand the political and social climate of each region before doing so.\n\n",{"type":"===","value":["By overland truck"]},"\nSome people with limited amounts of time or who would prefer not to make their own arrangements opt for the \"overlander\" experience. Many operators run tours in large trucks that are comfortable and equipped with facilities for around 8-30 persons. They're generally run on a pretty tight schedule and cover a lot of distance, such as \"Nairobi to Johannesburg in six weeks\". These tours are run throughout the whole continent but East and Southern Africa are by far the most popular destinations. Accommodation is mostly camping with tents provided. Most meals are arranged and many are prepared by those on the trip (cooking duties rotated throughout the trip), and free time (like everything else) is scheduled. However, there is plenty of time to participate in the adventure activities that certain areas of Africa are famous for such as ",{"type":"[[","value":[["Victoria Falls"]]},", ",{"type":"[[","value":[["Swakopmund"]]},", Zanzibar, and ",{"type":"[[","value":[["Serengeti National Park"]]},". Some people really enjoy these tours, especially when they do not have enough time to organize all travel arrangements themselves. Others loathe the very thought of travelling in a group and think that they keep you way out of touch with the \"real\" Africa. Whatever the case, they're a very different way to travel through Africa. The people that go on these tours tend to be young at heart and slightly adventurous; these tours are not luxury trips.\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["File:Tazara crossing bridge.jpg"],["thumb"],["A train in Zambia"]]},"\nPassenger railways in Africa are sparse and the majority are short and within one country. South Africa and Egypt are the two countries with significant passenger railroad services. South Africa additionally has the modern, fast Gautrain which connects Pretoria, Johannesburg, Sandton and OR Tambo International Airport (previously known as Johannesburg International Airport). Luxury trains like the Blue Train and Rovos Rail also allow for relaxing travel in South Africa. There are also a handful of interconnected railways running from Botswana through Zimbabwe and Zambia to Tanzania (work on a link from Tanzania to Burundi & Rwanda began in early 2013). Morocco has two modern, fast train lines connecting most major cities. In ",{"type":"[[","value":[["Kenya"]]},", there is a ",{"type":"[[","value":[["Mombasa"]]},"-Nairobi-",{"type":"[[","value":[["Kisumu"]]}," line which is popular for wildlife spotting. Namibia has a line running from ",{"type":"[[","value":[["Swakopmund"]]}," to ",{"type":"[[","value":[["Windhoek"]]}," and south to near the South African border.\n\nThere are also a handful of very old, slow trains in Africa: ",{"type":"[[","value":[["Wadi Halfa"]]},"-Khartoum, Sudan (with a short ferry on Lake Aswan, you can continue north to Cairo); ",{"type":"[[","value":[["Ouagadougou"]]},", Burkina Faso-",{"type":"[[","value":[["Abidjan"]]},", Cote d'Ivoire; Dakar, Senegal-",{"type":"[[","value":[["Bamako"]]},", Mali (stopped running summer 2009); a couple trains in the Democratic Republic of the Congo; and short lines in Cameroon and Gabon. The Chinese are currently building railroad lines in Angola which should open in the next few years.\n\nFor a unique experience, you can ride the longest train in the world in Mauritania in either the caboose or atop open iron ore carriages.\n\n",{"type":"===","value":["By boat"]},"\n",{"type":"[[","value":[["File:Pirogue 010.jpg"],["thumb"],["Pirogue on the Niger River in Mali"]]},"\nWhere there is water, there is usually boat services to some extent. In the DRC, boats are the primary means of transportation due to the extensive network of rivers and lack\/quality of roads. Some noteworthy river travels in Africa are:\n\nAlong the ",{"type":"'''","value":["Niger River"]}," small, wooden ",{"type":"''","value":["pirogues"]}," varying in design from a 2 person canoe to wide, ~10 person boats with a canopy and toilet. Travelling by pirogue is slow, but the Sahelian scenery and people you meet on the boat and during stops make this a memorable African experience. Due to cataracts, pirogues on the Niger only operate in Mali & Niger\n\nAlong the ",{"type":"'''","value":["Congo River"]}," large, old and often overcrowded ferries connect cities along the river in the ",{"type":"[[","value":[["Republic of the Congo"],["Congo"]]},", DRC, & ",{"type":"[[","value":[["Central African Republic"]]},". Small boats from villages come out and moor themselves to these ferries to sell food and merchandise and the boat is a bustling marketplace of hundreds of people much of the time. Conditions aboard these ferries are poor and bearable only by the most seasoned of travellers. Talk to the captain to see if you can use one of the handful of rooms to sleep.\n\n",{"type":"==","value":["Talk"]},"\nThere is no dominant language in Africa, but if you are travelling in West or Central Africa, ",{"type":"[[","value":[["French phrasebook"],["French"]]}," and English will be the most useful across these nations and regions. ",{"type":"[[","value":[["Arabic phrasebook"],["Arabic"]]}," is the dominant language in North Africa, although French is also widely spoken. English is also useful in many countries, and dominant in much of Southern Africa. ",{"type":"[[","value":[["Swahili phrasebook"],["Swahili"]]}," is the most useful language in East Africa. In Ethiopia, most people speak ",{"type":"[[","value":[["Amharic phrasebook"],["Amharic"]]},", which is indigenous to the nation. Even if you know a blanket language like French, it is always a good idea to bring phrasebooks for the native languages. In ",{"type":"[[","value":[["Senegal"]]},", for example, despite being part of Francophone Africa, visitors are likely to find ",{"type":"[[","value":[["Wolof phrasebook"],["Wolof"]]}," very useful and sometimes necessary when dealing with residents. The more you wish to interact with locals or go out of the cities, the more important it will be for you to have resources to communicate in the local African language.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n",{"type":"[[","value":[["File:Giraffe koure niger 2006.jpg"],["thumb"],["A giraffe in Niger"]]},"\n\nMany visitors are attracted by the ",{"type":"[[","value":[["African flora and fauna"]]}," and several countries benefit from Safari tourism to ",{"type":"[[","value":[["African National Parks"]]},".\n\n",{"type":"===","value":["Natural wonders"]},"\n",{"type":"[[","value":[["File:Nyiragongo Lava Lake.jpg"],["thumb"],["Mt. Nyiragongo's lava lake, viewed from the rim."]]},"\nAfrica is home to many famous natural wonders, from the Nile River, the world's longest river, to ",{"type":"[[","value":[["Victoria Falls"]]},". The continent is home to two of the world's four volcanoes with permanent lava lakes—the dramatic ",{"type":"[[","value":[["Virunga National Park"],["Mount Nyiragongo"]]}," which rises hundreds of meters above ",{"type":"[[","value":[["Goma"]]},", ",{"type":"[[","value":[["DRC"]]}," and Erta Ale in ",{"type":"[[","value":[["Ethiopia"]]},"'s stark Danakil Depression (the others are ",{"type":"[[","value":[["Ross Sea"],["Mt.Erebus"]]}," in ",{"type":"[[","value":[["Antarctica"]]}," & ",{"type":"[[","value":[["Hawaii Volcanoes National Park"],["Kilauea"]]}," in ",{"type":"[[","value":[["Hawaii"]]},"). Both volcanoes can be climbed by the adventurous tourist to stand at the rim gazing in awe at the bubbling lava below, an especially incredible sight at night! Mount Cameroon and its glorious stretch of lava also creates a beautiful site with a variety of flora and fauna.\n\n",{"type":"===","value":["Landscapes"]},"\n\n",{"type":"===","value":["Historical civilizations"]},"\nWhile the continent's diverse and unique wildlife is often all that is mentioned in regards to African travel, as home to the oldest civilizations on the planet, Africa has equally impressive cultures and history. The most famous civilization on the continent, and arguably in the world, is that of ancient Egypt. From the southern city of ",{"type":"[[","value":[["Abu Simbel"]]}," to ",{"type":"[[","value":[["Luxor"]]}," and all the way north to Alexandria and Cairo, including the Pyramids of ",{"type":"[[","value":[["Giza"]]},", the only surviving of the original Seven Wonders of the World and the most iconic symbols of this ancient kingdom. Sites from the ",{"type":"'''","value":["Nubian-Kushite Kingdom"]}," that broke away from Egypt can be found in Sudan, such as Gebel Barkal and many other pyramids in Meroe.\n\nEthiopia offers many ruins from the ancient ",{"type":"'''","value":["Axumite Kingdom"]}," where the Queen of Sheba ruled. The obelisks and Dungur ruins in ",{"type":"[[","value":[["Axum"]]}," were built prior to the kingdom's conversion to Christianity, while many other great monuments, such as the Ezana Stone and the Church of Our Lady Mary of Zion, where the Arc of the Covenant is said to be stored, were built after the conversion as religious sites. Other famous Christian structures built later by the kingdom's successor, the ",{"type":"'''","value":["Abyssinian Empire"]},", especially during the 12th and 13th centuries, can also be found in ",{"type":"[[","value":[["Lalibela"]]},".\n\nIn West Africa, structures from the ancient ",{"type":"'''","value":["Mali Empire"]}," can be found in ",{"type":"[[","value":[["Timbuktu"]]}," and ",{"type":"[[","value":[["Djenne"]]},". Although there are Islamic influences, the architectural styles of the Malian Kingdom's mosques are still quite unique and recognizably African. The cliff dwellings in Mali's ",{"type":"[[","value":[["Dogon Country"]]},", built by the Dogon people, are also impressive ancient structures in ",{"type":"[[","value":[["Mali"]]},". Often overshadowed by Africa's other monuments, ",{"type":"'''","value":["Sungbo's Eredo"]}," in ",{"type":"[[","value":[["Ijebu Ode"]]},", ",{"type":"[[","value":[["Nigeria"]]},", built by the Yoruba people, is actually the largest pre-colonial structure remaining on the continent. Today it towers over the city, covered in vegetation.\n\nRuins from the ancient ",{"type":"'''","value":["Swahili culture"]}," can be found in the coastal areas of East Africa, particularly in Kenya and Tanzania. The Swahili structures combines elements of African architecture with Islamic architecture, which was quite prominent around the 14th century. Some of the most famous Swahili structures include the ",{"type":"'''","value":["Gedi Ruins"]}," and ",{"type":"'''","value":["Pillar Tombs"]}," around ",{"type":"[[","value":[["Malindi"]]}," and ",{"type":"[[","value":[["Kilwa Kisiwani"]]},". Zanzibar's ",{"type":"[[","value":[["Stone Town"]]}," features Swahili structures spanning hundreds of years from its early days to the 18th century.\n\nIn Southern Africa, the ruins of ",{"type":"[[","value":[["Great Zimbabwe"]]}," have fascinated visitors ever since Europeans discovered them. No European had believed that the inhabitants of black Africa were capable of creating any great monuments on their own until the ruins of this ancient culture were discovered.\n\nThe ruins of the ancient city of Carthage, near ",{"type":"[[","value":[["Tunis"]]}," testify to the grandeur of the Carthaginian Empire.\n\nMany cities, such as ",{"type":"[[","value":[["Leptis Magna"]]},", ",{"type":"[[","value":[["Timgad"]]},", and ",{"type":"[[","value":[["Dougga"]]}," feature Roman ruins as impressive as those in Europe itself. Many other European structures can be found throughout the continent, dating back to the earliest days of imperialism.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Safaris"]},"\n",{"type":"[[","value":[["File:Equus quagga ngorongoro.jpg"],["thumb"],["300px"],["Viewing zebras in ",{"type":"[[","value":[["Ngorongoro Conservation Area"],["Ngorongoro Crater"]]},", ",{"type":"[[","value":[["Tanzania"]]},"."]]},"\nFor many travelers to Africa, a safari is the highlight of their trip and safaris today are one of the—if not ",{"type":"''","value":["the"]},"—greatest tourism draws in Africa. In popular use, it refers to overland travel to view the stunning ",{"type":"[[","value":[["African flora and fauna"],["African wildlife"]]},", particularly on savanna. \"Primate safaris\" and safaris in forests\/jungle are covered in the \"See\/Flora & Fauna\" section above. Aside from ",{"type":"[[","value":[["North Africa"]]}," and the limited opportunities in the ",{"type":"[[","value":[["Sahel"]]},", most countries have at least one ",{"type":"[[","value":[["African National Parks"],["national park"]]}," offering visitors the opportunity to go \"on safari\".\n\n",{"type":"'''","value":["Safari"]}," is the ",{"type":"[[","value":[["Swahili phrasebook"],["Swahili"]]}," word for a long journey (by any means). The safari as known to Westerners originates in an 1836-37 British expedition set out purely to observe and document wildlife and landscapes of southern Africa. This expedition set forward a style to be followed later by many other colonial-era expeditions and hunting parties in the savannas of Southern & East Africa, beginning with a minimally-strenuous rising at first light, an energetic day walking, an afternoon rest then concluding with a formal dinner and telling stories in the evening over drinks and tobacco. It is from these Victorian-era explorers that khaki clothes, pith helmets, multi-pocketed safari jackets, and leopard-print clothes and accessories have become associated with safari style.\n\nToday, a safari can take on a range of forms, from week-long stays at a private lodge with daytrips on the savanna in search of the \"Big five\" to a minibus and guide hired for the day to drive backpackers through a national park to view the wildlife. Not only do the general travel styles (accommodations, transport, difficulty, etc.) cover a wide range of options, but the terrain and types of wildlife also vary greatly by region. The most common image of a safari is one in which travelers are taken by 4x4 across the savanna in search of the \"Big five\" that generally attract the most interest—elephants, lions, leopards, rhinos, & buffalo. Such safaris are offered primarily in ",{"type":"[[","value":[["Southern Africa"],["Southern"]]}," and ",{"type":"[[","value":[["East Africa"]]},", particularly ",{"type":"[[","value":[["Kenya"]]},", ",{"type":"[[","value":[["Tanzania"]]},", ",{"type":"[[","value":[["Zambia"]]},", ",{"type":"[[","value":[["Zimbabwe"]]},", ",{"type":"[[","value":[["Botswana"]]},", ",{"type":"[[","value":[["Namibia"]]},", & ",{"type":"[[","value":[["South Africa"]]},". Safaris in this region are big business and nearly all local governments are keen on conservation and aware that the volume of visitors generated is a boost to their economy. As a result, many parks have strict regulations both on visitor activities and behavior in the park and on the safari guides who operate in them along with modest-to-expensive entry & camping fees. Among the most well-known park to experience such safaris are ",{"type":"[[","value":[["South Africa"]]},"'s ",{"type":"[[","value":[["Kruger National Park"]]},", ",{"type":"[[","value":[["Tanzania"]]},"'s ",{"type":"[[","value":[["Ngorongoro Conservation Area"],["Ngorongoro Crater"]]},", the ",{"type":"[[","value":[["Okavango Delta"]]}," region of ",{"type":"[[","value":[["Botswana"]]},", and the Tsavo ",{"type":"[[","value":[["Tsavo East National Park"],["East"]]},"\/",{"type":"[[","value":[["Tsavo West National Park"],["West"]]}," National Parks. ",{"type":"[[","value":[["Nairobi National Park"]]}," on the edge of Kenya's sprawling capital is popular for its accessible location and the ever-elusive picture of cheetahs with skyscrapers in the distance.\n\nThe three basic safari styles are driving safari, walking safaris, & mobile safaris. In some regions, possible options include safaris on boats\/canoes (similar to driving safaris) or riding on horses or elephants (similar to walking safaris). Some operators offer aerial trips over parks on hot air balloon or light aircraft which are marketed as \"safaris\", offering breath-taking views of the environment, but aren't as good for wildlife viewing as traditional safaris (except for the rare glimpse of large herds of animals. A \"fly-in safari\" is the term used for any of these types of safari where the visitor is flown directly (or very close) to a lodge on light aircraft, rather than arrive at an international airport and driving hours overland to the lodge. The ",{"type":"'''","value":["driving safari"]}," is by far the most popular form of safari and is best for most first-timers as it is easier, often cheaper, and generally allows you to see more wildlife. A driving safari can be a one-day affair, but it often includes a couple nights spent ",{"type":"[[","value":[["camping"]]}," (for low budgets) or in lodges within the park. Low-price driving safaris are often made in minibuses without a guaranteed window seat. Luxury safaris on a large budget will likely include drives in a 4x4 Land Cruiser or Land Rover with only a handful of others and stays at fine lodges with swimming pools, spas, private balconies, and numerous other quality amenities. A ",{"type":"'''","value":["walking safari"]}," (also called a \"bush walk\", \"hiking safari\", or going \"footing\") consists of hiking, either for a few hours or several days. These safaris don't permit viewing as many animals as when driving, but allows a much more intimate experience. Hiking, safari goers will be able to get closer to some animals (not too close, as most are dangerous) and have experiences like stumbling upon the bones of a recent lion kill. ",{"type":"'''","value":["Mobile safaris"]}," are the ultimate in luxury. Harkening back to the colonial era, a mobile safari is where an entire camp or lodge is set up each night of your safari. Waking up in the morning, you will leave by 4x4 or foot to explore the park, a small camp with meals already prepared is set up for lunch, and after more sightseeing, you arrive at a luxurious camp of spacious living, dining, and sleeping tents outfitted with comfortable chairs, beds, and accessories. These camps are moved during the day by an team of staff you likely won't encounter and ready for your arrival at the next location each night.\n\n",{"type":"[[","value":[["File:Western Serengeti 2012 06 02 4042 (7557756124).jpg"],["thumb"],["300px"],["Interior of a more luxurious tented camp."]]},"\n",{"type":"*","value":[" For the most basic trips of groups packed in a minivan and camping overnight, travelers should have a minimum budget of US$70\/day, while some of the most visited parks may cost US$100–150\/day for such a trip. For luxury trips consisting of flying into a lodge for a week with guided, personal 4x4 trips onto the savanna with an assurance of seeing every animal desired can easily run over US$1000\/day. If a tour operator offers you a package at a price that seems too good to be true, it often is, and there is probably a good reason why (unless it's an outright lie) someone might be offering a significantly lower price than a dozen other operators for the same park. This can be the result of hidden fees (arriving at the park, when the operator tells you to pay your US$50 entrance fee or camping permit...it wasn't covered), large errors\/omissions\/lies when calculating a price, an unlicensed operator, abusive labor practices (paying inexperienced porters exceptionally low wages compared with other operators), poor equipment (riding a 30 year old minibus in disrepair), length of the trip (a \"daytrip\" may be a quick 4 hr drive, not a slow journey from dawn-dusk), and extras that you may not have thought of or which this operator plans to charge a steep fee (not providing food, water, sunscreen, & insect repellant...but offering snacks for a fee). Make sure to thoroughly check what each tour operator provides in their cost and make sure it gets put in writing before payment and the start of the safari! You may also want to ask fellow travelers in hotels, hostels, or restaurants for their experiences with local safari operators."]},"\n",{"type":"*","value":[" Self-drive safaris are possible in some parks, but highly discouraged for first-time safari goers. For some parks, part of licensing tour guides is education on the local wildlife & environment, which independent safari goers will miss out on, and a good guide will know the best times & places to glimpse wildlife, which is largely lost on independent safaris. Most parks have placed restrictions on the behavior of visitors for both conservation purposes and your safety, especially, which may be difficult for novices to follow when unaccompanied. Roads are often rough and sometimes difficult to navigate without ",{"type":"[[","value":[["offroad driving"]]}," experience. Not only that, but most rental car agencies will not rent vehicles without a driver or for off-road use. Independent drivers will also want an HF radio to communicate with park rangers & others for safety reasons and should not exit their vehicle without a firearm—obviously those lions & leopards bringing down massive wildebeest and zebras will have easy pickings preying on you! The relatively high entrance fees for most parks (and, if applicable, vehicle rental) often narrows the difference in cost between an independent driving safari and going with a licensed operator to the point that the latter is a good value."]},"\n",{"type":"[[","value":[["File:Safari-jam-in-Maasai-Mara.JPG"],["thumb"],["400px"],["The downside to visiting large parks. One vehicle spots a lion in the shade (hidden), reports their location on the radio, and within minutes, a dozen other vehicles arrive on scene for the sight."]]},"\n",{"type":"*","value":[" Bear in mind that most wildlife parks and reserves are large, with some animals elusive and\/or nocturnal. For this reason, booking a longer safari allows you to see more of what you want to see. One-day safaris are often touted in small towns near major parks. However, a part of your trip will be spent between orientation and simply driving to\/from the park and 8 hours and US$100 later, you may be disappointed in only seeing a couple of the big five from a long distance away. Most people will want to spend ",{"type":"''","value":["at least"]}," 3 days (2 nights) on safari, allowing time to slowly drive through areas rich in animal life, wait patiently in spots for animals to pass by, drive close to groups of animals, and maybe even venture out at night to view lions on the hunt or the nocturnal & elusive leopard."]},"\n",{"type":"*","value":[" Some people believe it is more ethical to only support locals (ie.African owned\/operated tour operators) as part of a sustainable or ethical\/responsible travel ideology. There are pros and cons to practicing this when trying to book a safari and the ultimate choice is left to the individual. There are many quality safari operators owned, run, & staffed by locals who provide a good product liked by their clients. However, for every quality local safari operator, there are 1-2 operators who are dishonest (with fees & promises), offer poor service (broken promises, lack of good equipment like tents, use very old\/unsafe vehicles), operate unlicensed, don't offer proper equipment (no firearms when leaving vehicle, use poorly maintained vehicles), or circumvent laws (not acquire proper permits or respect conservation laws), while some con-artists will approach travelers as safari operators and seem convincing only to disappear after receiving payment or after a small part of the promised safari has been provided. On the other hand, there are many Caucasian safari operators who have lived in Africa for a considerable portion of their lives and are keen on conservation, pay local staff better than African-owned safari operators, work with locals in nearby communities to supply fresh fruits or veggies, and are more knowledgeable both with the local environment and Western culture (more relatable in conversation, more fluent in English). ",{"type":"[[","value":[["Ecotourism"]]}," and establishments practicing responsible tourism are increasingly common in sub-Saharan Africa and with higher cost of running such establishments (lodges, tour operators), many are not owned\/operated by locals yet nonetheless operate to ethical standards. In short, the merits of responsible travel are noble, but when discerning which safari operator to chose, the answer is not black-and-white (pardon the pun), with a wide number of factors to consider and the ultimate choice being left to the traveler."]},"\n",{"type":"===","value":["Climbing"]},"\nAfrica does not have tall, jagged mountain ranges comparable to the Himalayas, Andes, Rockies, or Alps and there are very few mountains requiring technical gear. The Atlas Mountains across Morocco, Algeria, & Tunisia; the Drakensberg in South Africa & Lesotho; the Semian Mountains in Ethiopia; and the Rwenzori Mountains between Uganda & the DRC are the only considerable mountain ranges on the continent, all with numerous peaks which can be easily climbed. Additionally, there are some tall volcanoes along the Great Rift Valley, on the Indian Ocean islands, & in Cameroon. Some of the continent's most climbed or unique mountains are:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Mount Kilimanjaro"]]}," (5895 m) in Tanzania near the Kenya border is the continent's highest peak, the world's tallest free-standing mountain, and perhaps the most climbed mountain on the continent, owing to its accessibility and the lack of need of technical gear. The range of scenery one passes from base to peak makes it a destination almost all climbers have on their wishlist."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Kenya"]]}," (5199 m) is Kenya's tallest mountain and also popular climb with many non-technical walking and climbing routes through lush scenery and is less than 200 km from Nairobi. The surrounding national park is a ",{"type":"[[","value":[["UNESCO World Heritage Site"]]},"."]},{"type":"*","value":[" ",{"type":"[[","value":[["Jbel Toubkal"]]}," (4165 m) near ",{"type":"[[","value":[["Marrakech"]]},", Morocco is the tallest peak in the Atlas Mountains and can be climbed without technical gear in summer."]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Cameroon"]]}," (4040 m) in Cameroon is an active volcano that rises straight out of the ocean and is covered in tropical forest and almost always shrouded in clouds\/mist. Fast-paced hikes to the top and back are possible in a day."]},{"type":"*","value":[" ",{"type":"[[","value":[["Virunga National Park"],["Mount Nyiragongo"]]}," (3470 m) in the DRC on the Rwanda border is one of just 3-4 volcanoes in the world with a lava lake in its crater. A climb takes ~8 hours and involves camping on a ledge at the top—a safe 700 m above the lake—for the night (of course, the steaming, bubbling lava is more spectacular at night)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Table Mountain National Park"]]}," (1086 m) which dominates the city of ",{"type":"[[","value":[["Cape Town"]]}," has hundreds or routes to the plateau, ranging from easy walks to technical rock climbs.  In November 2011, Table Mountain was named one of the new 7 Wonders of Nature."]},"\nAbseiling and ",{"type":"[[","value":[["rock climbing"]]}," can be done in many parts of Africa, with many opportunities in South Africa.\n\n",{"type":"===","value":["Trekking and hiking"]},"\nMost of Africa's mountain ranges and highlands are suitable for trekking. The ",{"type":"'''","value":[{"type":"[[","value":[["Drakensberg"]]}]}," in South Africa & Lesotho, the ",{"type":"'''","value":[{"type":"[[","value":[["Garden Route"]]}]}," in South Africa, ",{"type":"'''","value":["Ethiopian Highlands"]},", and Mali's Dogon Country are the most popular trekking destinations in Africa and most guidebooks to these countries describe the most popular routes. In the dense jungles of the ",{"type":"[[","value":[["Central African Republic"]]}," & DRC treks, almost always organized, to pygmy settlements are available. Established trekking routes exist in the forests of Guinea's ",{"type":"[[","value":[["Fouta Djallon"]]}," highlands and in ",{"type":"[[","value":[["Cameroon"]]},".\n\nThe Aïr Massif in Niger is popular for hiking around its sand scraped rock formations and oases, usually short distances from your camel or vehicle transport. Hiking can also be done in many forests with established paths. In Uganda, Rwanda, & the adjacent DRC, hiking to see the endangered mountain gorilla is a major tourism draw, although permits are US$500 to spend hours hiking through tropical forests to spend 1 hour in close proximity to the gorillas.\n\n",{"type":"===","value":["Sport fishing"]},"\n\n",{"type":"===","value":["Diving"]},"\nThere are a good number of great ",{"type":"[[","value":[["scuba diving"]]}," sites across Africa. The ",{"type":"'''","value":["Red Sea"]}," off Egypt offers clear, tranquil waters. Diving in the ",{"type":"'''","value":["Indian Ocean"]}," is common off all islands and on the continent from Kenya south. ",{"type":"[[","value":[["Diving in South Africa"]]}," is most famous for \"shark dives\", where divers are lowered in cages to watch sharks feed on bait, although other diving opportunities exist. Few locations inland are popular with divers; ",{"type":"'''","value":["Lake Malawi"]},"—which is clear, deep and filled with unique species—is the only lake with a significant number of dive operators.\n\n",{"type":"===","value":["Relax on a beach"]},"\nAfrica has a very long coastal line with thousands of beautiful beaches as it is surrounded by the Mediterranean Sea to the north, both the Suez Canal and the Red Sea along the Sinai Peninsula to the northeast, the Indian Ocean to the southeast, and the Atlantic Ocean to the west.\n\n",{"type":"===","value":["Ecotourism"]},"\n\n",{"type":"===","value":["Sports"]},"\nFootball is the most widespread and popular sporting event with games between countries usually drawing tens of thousands of patriotic, cheering fans filling basic stadiums. Watching a football match in Africa is a must; try to dress in the colors of the home team and join the cheering celebration with your neighbors! The biennial ",{"type":"'''","value":["Africa Cup of Nations"]}," is the continent's premier championship. The most recent ACoN was held in ",{"type":"[[","value":[["South Africa"]]}," in 2013. Upcoming Cups will be hosted by ",{"type":"[[","value":[["Morocco"]]}," (2015) & ",{"type":"[[","value":[["Libya"]]}," (2017). South Africa played host to the first African ",{"type":"[[","value":[["World Cup 2010"],["FIFA World Cup"]]}," in 2010.\n\nRugby is played by several former British colonies in Southern & Eastern Africa.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Money"]},"\n",{"type":"[[","value":[["File:CFA Franc map.svg"],["thumb"],["250px"],["CFA franc usage: West African (green), Central African (red)"]]},"\nThe three easiest currencies to exchange within Africa are the Euro, US Dollar, & Pound Sterling. In some countries with a large tourism sector Australian & Canadian dollars and Japanese Yen ",{"type":"''","value":["may"]}," be exchanged at large banks and some currency exchanges, but you will receive a poor exchange rate as these currencies are uncommon and more troublesome for the banks in turn to exchange. The continent is roughly split between a blocks where the US dollar is easiest to exchange and use and where the euro is.\n\nDue to concerns about counterfeiting, money exchangers, banks, and most likely even merchants will not accept US dollar banknotes that are worn or older than 2001. As strange as that sounds, it seems to be a steadfast rule among anyone dealing much in dollars and you will find it difficult or even impossible to dispose of worn or pre-2001 dollar banknotes. The same does not seem to hold true for euros, but may for other non-African currencies.\n\nWith few exceptions, African currencies are generally not accepted by banks or money changers outside their native territory, or at least not at a decent exchange rate. The currencies of some smaller countries are non-exchangeable and become worthless abroad, with some countries prohibiting export of their currencies and confiscating and even fining people leaving the country with currency (most notably the Angolan kwanza).\n\nThere are three currency unions in Africa:\n\n",{"type":"*","value":[" Common Currency Area (using South African rand): ",{"type":"[[","value":[["South Africa"]]},", ",{"type":"[[","value":[["Swaziland"]]},", ",{"type":"[[","value":[["Lesotho"]]},", & ",{"type":"[[","value":[["Namibia"]]},"."]},"\n",{"type":"*","value":[" West African CFA franc (XOF): ",{"type":"[[","value":[["Benin"]]},", ",{"type":"[[","value":[["Burkina Faso"]]},", ",{"type":"[[","value":[["Cote d'Ivoire"]]},", ",{"type":"[[","value":[["Guinea-Bissau"]]},", ",{"type":"[[","value":[["Mali"]]},", ",{"type":"[[","value":[["Niger"]]},", ",{"type":"[[","value":[["Senegal"]]},", & ",{"type":"[[","value":[["Togo"]]},"."]},"\n",{"type":"*","value":[" Central African CFA franc (XAF): ",{"type":"[[","value":[["Cameroon"]]},", ",{"type":"[[","value":[["Central African Republic"]]},", ",{"type":"[[","value":[["Chad"]]},", ",{"type":"[[","value":[["Republic of the Congo"]]},", ",{"type":"[[","value":[["Equatorial Guinea"]]},", & ",{"type":"[[","value":[["Gabon"]]}]},"\nDespite sharing the same name and same exchange rate (655.957 CFA francs = €1), the two \"CFA franc\" currencies are issued by different banks and are ",{"type":"'''","value":["NOT"]}," interchangeable. A 1000 CFA franc banknote from Gabon will not be accepted by a merchant in Benin, and vice versa. Indeed, even with banks and money changers it will likely be easier (and you'll receive a better exchange rate) to exchange Euros or even US dollars. Given the fixed exchange, if visiting any of these countries, euros will receive a more favorable exchange rate.\n\nThe Mauritanian ouguiya & Malagasy ariary are the only two non-decimal currencies currently in use in the world, divided into 1\/5th fractions known as khoums & iraimbilanja, respectively.\n\n",{"type":"====","value":["US dollar"]},"\nThe U.S. dollar has been the ",{"type":"''","value":["de facto"]}," currency of ",{"type":"[[","value":[["Zimbabwe"]]}," since the collapse of the Zimbabean dollar and allowance of foreign currency as tender in January 2009. The Djiboutian franc (178.8=US$1) and Eritrean nakfa (16.5=$1) are pegged to the dollar.\n\nThe U.S. dollar is the easiest currency to exchange (and may receive a better exchange rate compared to the euro) in Southern Africa and East Africa, as well as the ",{"type":"[[","value":[["DRC"]]},", ",{"type":"[[","value":[["Nigeria"]]},", & ",{"type":"[[","value":[["Liberia"]]},". Many tour operators, tourist attractions, and hotels in these regions set their prices in dollars, some even going as far as to offer poor exchange rates for or even refuse local currency. Also, many countries in these regions set their visa prices in dollars and will only accept dollars (or perhaps pound sterling).\n\n",{"type":"====","value":["Euro"]},"\nThe euro is the official currency of France's Mayotte & Reunion territories, Spain's Canary Islands and Portugal's Madeira and Porto Santo. The West & Central African CFA francs are pegged to the euro at 655.975 (formerly, simply 100 to the French franc). The Moroccan dirham is pegged (with a fluctuation band) to the euro at roughly 10 dirhams to one euro. The Cape Verdean escudo is pegged at 110.265 to one euro and the Comoran franc is pegged at 491.9678 to one euro. The ",{"type":"[[","value":[["Sao Tome and Principe"]]}," dobra was fixed at 24500 to 1 euro in 2010 to guarantee stability—it was worth just 12000 per euro in 2004.\n\nThe Euro is the easiest currency to exchange and receives the best exchange rate in countries whose currencies are fixed to the euro, with strong European ties, and\/or where the majority of tourists are European. This generally corresponds with North Africa, the ",{"type":"[[","value":[["Sahel"]]},", West Africa, & Central Africa with the exceptions of Egypt, Sudan, & Ghana, neither the euro nor dollar is better, and Nigeria, the DRC, & Liberia. Due to the relevantly recent creation of the Euro and long-standing status of the dollar, beware that there are some regions of Africa where people either have never heard of the euro or will see it as worthless.\n\n",{"type":"====","value":["South African rand"]},"\nThe South African rand is an official currency and widely circulated in ",{"type":"[[","value":[["South Africa"]]},", ",{"type":"[[","value":[["Lesotho"]]},", ",{"type":"[[","value":[["Swaziland"]]},", & ",{"type":"[[","value":[["Namibia"]]},". Although the latter three issue their own currencies, they are pegged 1:1 with the rand and are not legal tender in the other countries as is the SA rand. The rand has also been accepted in ",{"type":"[[","value":[["Zimbabwe"]]}," since the Zimbabwean dollar's demise, but not as widely as the U.S. dollar. It is also readily exchanged (and sometimes accepted for payment) in ",{"type":"[[","value":[["Botswana"]]}," and ",{"type":"[[","value":[["Mozambique"]]}," as well as most of the tourist spots in ",{"type":"[[","value":[["Botswana"]]}," and ",{"type":"[[","value":[["Zambia"]]},".\n\n",{"type":"===","value":["Markets"]},"\n\n",{"type":"===","value":["Prohibited items"]},"\nTrade in ivory is prohibited by nearly all countries in the world, with hefty penalties and even jail time for offenders. Many animal products (some commonly found in fetish markets) are also banned by western countries, such as tortoise shells, tusks of any animal, or any part of or item made with an endangered species. Some African countries keen on conservation will prosecute all violators to the fullest extent of the law...so be careful when purchasing animal products unless you want to spend years in an African prison. Keep in mind that even if an item may be exported from an African country it may be illegal to import into a Western country; both the EU and US have strict laws on importing animal products in the name of conservation.\n\nSome medications which may be purchased without a prescription in Western countries or parts of Africa may contain ingredients considered illegal narcotics or controlled substances in some countries. In particular, diphenhydramine is a \"controlled substance\" in ",{"type":"[[","value":[["Zambia"]]}," and several Americans have been fined and jailed on drug-trafficking charges for possessing the over-the-counter allergy medicine Benadryl (elsewhere called Dimedrol) and the pain reliever Advil PM whose main active ingredient is diphenhydramine.\n\nDrug trafficking is as common an offense as in most Western countries. The list of which substances are considered prohibited or restricted drugs varies from country to country. ",{"type":"''","value":["Khat"]}," which is readily grown and consumed in Ethiopia and the Horn of Africa, is an illicit drug in most other African countries. Organized drug trafficking is a major problem in Guinea & Guinea-Bissau en route from South America to Europe.\n\nAs with most countries, check local laws concerning antiquities before trying to leave the country with anything that appears to be over 100 years old.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n",{"type":"[[","value":[["File:Risks-in-Africa December-25-2012.svg"],["400px"],["thumbnail"],["Safety map of Africa"]]},"\nAfrica has a bad reputation for genocidal dictators and while most of Africa is safe for travel and nearly all tourist attractions on the continent are far from conflict, there are a few regions in which conflict and\/or general lawlessness exists. Terrorism, religious extremism and piracy are also concerns in some areas.\n\n",{"type":"'''","value":[{"type":"[[","value":[["Somalia"]]}]},", where warlords have fought for control since the collapse of the central government in 1993, and the ",{"type":"'''","value":[{"type":"[[","value":[["Central African Republic"]]}]},", where general lawlessness and rebels exist throughout most of the country, should only be visited by experienced travellers who are ",{"type":"''","value":["very"]}," competent regarding the dangers that exist. Otherwise, these areas should be considered no-go regions. Exceptions are ",{"type":"[[","value":[["Somaliland"]]}," which is ",{"type":"''","value":["de facto"]}," independent and quite safe and the CAR's isolated ",{"type":"[[","value":[["Dzanga Sangha National Reserve"]]},".\n\nThe ",{"type":"'''","value":[{"type":"[[","value":[["Democratic Republic of the Congo"]]}]}," is home to the second largest jungle after the Amazon and most of the country is impassable by land. The eastern and northeastern regions are home to rebels and general lawlessness and have recently been home to the bloodiest conflict since World War 2. Safe regions are the west (incl. ",{"type":"[[","value":[["Kinshasa"]]},"), south (near Zambia border, incl. ",{"type":"[[","value":[["Lubumbashi"]]},"), and a few spots practically ",{"type":"''","value":["on"]}," the border, such as ",{"type":"[[","value":[["Goma"]]},", ",{"type":"[[","value":[["Bukavu"]]},", & ",{"type":"[[","value":[["Virunga National Park"]]},".\n\nThe ",{"type":"'''","value":["Central Sahara"]}," is host to numerous problems, notably that a growing presence (or at least impact) of Al Qaeda in the Islamic Maghreb in much of Saharan ",{"type":"[[","value":[["Algeria"]]},", northern ",{"type":"[[","value":[["Mali"]]}," (north of Timbuktu, east of Gao, and near the Nigerian border), and far eastern ",{"type":"[[","value":[["Mauritania"]]}," has resulted in several kidnappings (incl. one Briton beheaded, kidnapped near the Mali-Niger border) and a couple of suicide bombings in ",{"type":"[[","value":[["Nouakchott"]]},". Since the end of a civil war in Mali in 2012, Northern Mali (including Timbuktu, Gao, & the Mauritania & Niger borders) is highly dangerous on account of the presence of Tuareg & Islamist rebels. A Tuareg uprising has left much of the area around ",{"type":"[[","value":[["Agadez"]]},", ",{"type":"[[","value":[["Niger"]]},"—once a popular tourist destination—off-limits and unsafe. Several borders in the Sahara are closed or very unsafe as a result of banditry: Libya-Sudan (closed), Libya-Chad (closed), Chad-Sudan (unsafe due to ",{"type":"[[","value":[["Darfur"]]}," conflict), Chad-Niger (banditry), Libya-Niger (banditry), Mali-Algeria (no road crossings, AQIM), Algeria-Mauritania (AQIM), Mali-Niger (AQIM\/rebels), Mali-Mauritania (AQIM\/rebels), & Algeria-Morocco (closed).\n\nPortions of ",{"type":"[[","value":[["Cote d'Ivoire"]]},", ",{"type":"[[","value":[["Sierra Leone"]]},", ",{"type":"[[","value":[["Liberia"]]},", and ",{"type":"[[","value":[["Chad"]]}," are home to rebels and it is important to obtain up-to-date information on which parts of these countries are safe to visit (see warnings on those pages). Northern ",{"type":"[[","value":[["Nigeria"]]}," is home to Islamic extremists who have carried out several attacks against non-Muslims, mostly targeting other Nigerians, but there is still a significant risk to Westerners. The region around the Niger River delta has been home to rebels for decades. Similarly, in Sudan, only the western Darfur regions and south-central \"boundary\" between the conflicting North-South are dangerous.\n\n",{"type":"===","value":["Crime"]},"\nAfrica can certainly be a dangerous continent just like others. Check the \"stay safe\" areas of the individual countries you are going to.\n\n",{"type":"===","value":["Wildlife"]},"\nIn most parts of Africa dangerous wildlife should be of only very minor, if any, concern at all. In some parts of East Africa and South Africa large abundances of potentially dangerous animals can be found, but the majority of the time any traveler would most likely be perfectly safe in a vehicle with their tour guide. Nonetheless, attacks and deaths do occur (rarely with foreigners, but commonly with locals) and it is best to be well-informed. Nile crocodiles can be extremely dangerous and swimming is not an option in most low-lying portions of East Africa. Lions and leopards can be dangerous, but you are unlikely to encounter them on foot unless you are being extremely foolish. Large herbivores such as elephants and rhinos can also be very dangerous if aggravated, even while in a vehicle, Hippopotamuses are the animal most likely to attack or kill a human unprovoked and should be avoided without an experienced guide. Venomous snakes exist and are plentiful, but are very shy and you are unlikely to even see one let alone be bitten by one. Most insects in the country are no more dangerous than what you would find in any other country, and the spiders are mostly harmless to humans. Despite all of this, easily the most dangerous non-human animal in the entire African continent is the mosquito, which infects a very large number of Africans with malaria every year, and tsetse flies that cause sleeping sickness are also a major problem in some areas. (Check individual country and region pages and WHO reports to see whether the places you plan to travel are affected by these diseases.)\n\n",{"type":"===","value":["Politics"]},"\n\n",{"type":"==","value":["Stay healthy"]},"\n\nSub-Saharan Africa has the highest rates of HIV and AIDS infection on Earth. A 2005 UN Report says over 25 million Africans are infected, over 7% of adults on the continent. Be extremely cautious about any sexual activity in Africa. Especially note that the rates of HIV infection among sex workers is phenomenally high.\n\nBushmeat from gorillas, monkeys, chimpanzees, & mandrills should be avoided. Due to their similarity to humans, a number of diseases (including yet-undiscovered or poorly-studied ones) can be spread by consuming their flesh, especially if it is not heated hot enough. HIV is undoubtedly the most famous disease transmitted from primates, but others include ebola, anthrax and yellow fever. ",{"type":"[","value":["http:\/\/www.independent.co.uk\/life-style\/health-and-families\/health-news\/african-monkey-meat-that-could-be-behind-the-next-hiv-7786152.html"]},"\n\nSee also ",{"type":"[[","value":[["Tropical diseases"]]}," and ",{"type":"[[","value":[["Tips for travel in developing countries"]]},".\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"===","value":["Telephone"]},"\n",{"type":"''","value":["See also: ",{"type":"[[","value":[["Telephone service for travel"]]}," and ",{"type":"[[","value":[["List of country calling codes"]]},"."]},"\n\nCountry calling codes for Africa, are generally 3-digit numbers beginning with 2—in the form +2XX. Examples are +233 for ",{"type":"[[","value":[["Ghana"]]},", +254 for ",{"type":"[[","value":[["Kenya"]]},", and +262 for ",{"type":"[[","value":[["Reunion"]]},". Exceptions are Egypt and South Africa, with the 2-digit country calling codes +20 and +27, respectively. A full list of country calling codes can be found ",{"type":"[[","value":[["List of country calling codes"],["here"]]},".\n\nTraditional landline telephone services are sketchy. South Africa and the North African countries are the only regions of the continent to have decent quality. It is largely owing to this, that mobile phones have proliferated across the continent. Don't be surprised when you are in a seemingly remote corner of the continent and among a poor tribe, when a man whips out a mobile phone to show you pictures of family or ask you to find your Facebook profile for him to send a friend request. In many places, you will receive offers from traders to use their mobile phone for a fee, much as you would be solicited to purchase a wood carving or mat. Texting is more commonly used than calling.\n\nIf you decide to purchase a mobile phone locally, beware counterfeit phones and note that smartphones are likely to be cheaply-made versions of phones a couple years behind those found in Western markets (that's not to say the latest Galaxy S model or iPhone can't be found). Should you choose to bring a phone from home, you're best bet would be to bring a GSM phone (the most common network type worldwide). A GSM phone will have a removable chip, called a SIM card. The SIM card in your phone can be replaced with a SIM card for a local network, enabling you to access local mobile phone networks. Minutes can then be purchased for use and added to your phone. It's not terribly difficult to find a dealer selling scratch cards to replenish minutes\/texts\/data for your phone; simply scratch to reveal a PIN number and enter into your phone (per instructions). The cost of purchasing a SIM card and minutes is far less than charges for roaming with a mobile phone network from a Western country.\n\nContinent-wide, faster data networks (3G & 4G) are being installed at a fast pace. However, outside major cities, data service is often at very slow 2G speeds (comparable to dial-up internet or worse). Many telecom companies limit use of 4G\/3G networks to post-paid customers.\n\n",{"type":"===","value":["Internet access"]},"\n",{"type":"[[","value":[["File:Cybercafe in kigali.jpg"],["thumb"],["250px"],["Cybercafe in ",{"type":"[[","value":[["Kigali"]]},", ",{"type":"[[","value":[["Rwanda"]]},"."]]},"\n\nComputers are out of the reach of most Africans. Therefore, computer shops (cyber cafés) are common throughout the continent, except perhaps the most isolated corners of the most inaccessible countries (",{"type":"[[","value":[["Chad"]]},", CAR, ",{"type":"[[","value":[["Somalia"]]},"). Be aware that many computers are full of viruses and malware. With a little bit of computer saviness, you can load a flash drive or burn a CD with an anti-virus program and possibly an alternative web browser (Firefox, Opera, Chrome) to use on public computers at cyber cafés.\n\nWi-fi internet access is becoming increasingly common. Most upscale hotels along with some mid-range hotels (mainly in more developed countries) will offer wi-fi internet access for guests. Some may charge a fee for this. Using your personal laptop, tablet, or smartphone on a wi-fi connection is preferable to internet cafés for accessing banking, email, social networking, and other sensitive accounts.\n\nThe fastest internet services can be found in North Africa, parts of West Africa such as ",{"type":"[[","value":[["Ghana"]]},", and around East Africa (",{"type":"[[","value":[["Kenya"]]},", ",{"type":"[[","value":[["Tanzania"]]},", ",{"type":"[[","value":[["Uganda"]]},", ",{"type":"[[","value":[["Rwanda"]]},"), where an impressive roll-out of fiber-optic networks and fast, new undersea cables to the Middle East in recent years has made ",{"type":"[[","value":[["Kenya"]]}," an up-and-coming hotspot for tech companies and international businesses requiring fast connections. ",{"type":"[[","value":[["South Africa"]]}," has the most developed and fastest internet connections on the continent. In contrast, some less-developed countries and regions continue to rely on slow satellite connections, with speeds comparable to or even worse than dial-up connections once common in Western countries. ",{"type":"[[","value":[["Ghana"]]}," is also emerging as one of the more consistent internet service providers in Africa with the use of dongles especially being common. Wifi hotspots are also available in hotels, pubs and university campuses.\n\n",{"type":"===","value":["Post"]},"\nPostal networks are generally slow, if not unreliable altogether. Boxes and parcels sent to destinations outside the continent may take weeks or even months to arrive at their destination. FedEx, UPS, & DHL maintain a good network of offices in major cities throughout the continent and the ease of shipping, speed, and better reliability are worth the higher shipping charges.\n\nPost restante is available in some countries (check with the national postal service first) and allow mail to be sent to a post office, where it is kept for the receiver. No address is written on the piece—just receiver's name, city\/country, postal code, and \"Poste Restante\". Make sure the sender spells your (the receiver's) name correctly and clearly. The receiver shows up at the post office, presents identification (such as a passport), and pays a small fee. Since some post offices are rather disorganized, so make sure to have the clerk check under your first name and for any possible spelling errors (describe the piece to them, ask to be shown items with a similar name, look under Q instead of O).\n\n",{"type":"{{","value":[["outlinecontinent"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Africa"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Africa"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Africa\/"]]},"\n\n",{"type":"{{","value":[["related"],["African_National_Parks"]]},"\n",{"type":"{{","value":[["related"],["African_flora_and_fauna"]]},"\n",{"type":"{{","value":[["related"],["Discount_airlines_in_Africa"]]}]