[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Afyonkarahisar"]},", also simply known as ",{"type":"'''","value":["Afyon"]},", is a city in the western part of ",{"type":"[[","value":[["Central Anatolia"]]},". \n\n",{"type":"==","value":["Understand"]},"\nThe city's name consists of ",{"type":"''","value":["afyon"]},", \"opium\", coming from the once large fields of poppies around the city, and ",{"type":"''","value":["karahisar"]},", \"black citadel\", referring to the ancient castle on the massive hilltop in the centre of the city. For a number of decades in 20th century, the city was officially known as ",{"type":"'''","value":["Afyon"]},", but in 2004, its older (and decidedly longer) name was restored, although you can still hear it called Afyon colloqually.\n\n",{"type":"==","value":["Get in"]},"\nAfyon lies on a very central point in inner western Turkey, on the main routes between ",{"type":"[[","value":[["Ankara"]]},", the national capital, and ",{"type":"[[","value":[["Izmir"]]},", the largest city on the Aegean coast, as well as between ",{"type":"[[","value":[["Istanbul"]]},", the largest city in the country, and ",{"type":"[[","value":[["Antalya"]]},", the major city of the Mediterranean coast.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"===","value":["By train"]},"\nWhile the city lies on one of the major junctions of Turkish railway network, track renovations all over the country and the subsequent phase outs of many passenger services within the last decade mean that the number of places with a direct train link to Afyon is a bit limited.\n\nOf the major cities, only ",{"type":"[[","value":[["Eskişehir"]]},", and ",{"type":"[[","value":[["Kütahya"]]}," to north, and ",{"type":"[[","value":[["Konya"]]}," to southeast of Afyon have direct and daily passenger train service currently (late 2012). However, as Afyon is not the terminus of none of the major intercity services, many of the trains make their stop in the city in the very inconvenient hours of the dead of the night. Check with Turkish State Railways for exact details on schedule ",{"type":"[","value":["http:\/\/www.tcdd.gov.tr"]},".\n\nAnd a bit of a trivial note for the railway fans: Afyon actually does not have a station but two—the smaller and older British-built ",{"type":"'''","value":["Afyon Şehir"]}," (a stone neo-classical building) and the larger, art-deco ",{"type":"'''","value":["Afyon Ali Çetinkaya"]},", built in 1939 (and named after the minister of transportation of that era), closely resembling the central station building of ",{"type":"[[","value":[["Ankara"]]},". (And just next to Ali Çetinkaya is the beautiful wooden, chalet-type station building, constructed by the Germans in late 19th century as a stop on their ambitious ",{"type":"[[","value":[["Berlin"]]},"–",{"type":"[[","value":[["Baghdad"]]}," railway project.) These two stations are separated by just 250 metres from each other (and there was no railway connection between two for a long time), and were originally run by two rival companies. In the early days of Turkish Republic, both companies were absorbed by the Turkish State Railways, and a connecting railway between the stations was laid. Until about 1990s trains to west departed from Afyon Şehir which is now all but practically abandoned, as all passenger trains stop at Ali Çetinkaya since then.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\nAfyon's area code is (+90) ",{"type":"'''","value":["272"]},".\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Konya"]]}," — the capital city of medieval Seljuks, and the home of Sufi thinker Rumi lies a few hours to southeast. While you are on your way there, you may want to take a break at ",{"type":"[[","value":[["Akşehir"]]},", the hometown, and the site of the tomb of, Nasrettin Hoca, who is likely the most prominent individual in Turkish folklore, with an innumerous quantity of jokes attributed to him."]},"\n",{"type":"{{","value":[["geo"],["38.7580"],["30.5387"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Central Anatolia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["WikiPedia:Afyonkarahisar"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Afyonkarahisar"]]}]