[{"type":"{{","value":[["pagebanner"],["Agadir banner.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.agadirnet.com\/ Agadir"]}]}," is a city in the southern part of ",{"type":"[[","value":[["Morocco"]]},". It is of interest primarily because of its location, as it is surrounded by the Anti Atlas, the ",{"type":"[[","value":[["Western Sahara"],["Sahara Desert"]]},", many natural parks, and secluded beaches which are all easily accessible from Agadir.\n\n",{"type":"[[","value":[["File:Agadir,Morocco.jpg"],["thumb"],["350px"],["View over Agadir"]]},"\n\nThe city of Agadir itself is primarily a tourist resort that is popular with European travelers. It has a beach with all the appropriate facilities for ",{"type":"''","value":["beach-tourism"]},". The city is especially attractive, it is clean and orderly with very friendly locals.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n",{"type":"'''","value":["Agadir-Al Massira Airport"]}," (",{"type":"{{","value":[["IATA"],["AGA"]]},") ",{"type":"[","value":["http:\/\/www.onda.ma\/"]},". Agadir has an international airport with direct scheduled flights coming in major cities in Europe as well as many charter flights arriving from all over Europe. If you are flying from the US, Canada, Asia or elsewhere, you'll have to change planes in Casablanca.\n\n",{"type":"====","value":[" Get in "]},"\nAirport-taxi 200 Dh during the day and 300 Dh during the ",{"type":"''","value":["night"]}," (if you arrive during the evening, the change is about 8PM).  There is a company that can bring a taxi to your hotel at any time of the day or night and costs the same as taking the taxi in the street. They speak Arabic, French, English and German.\n\nAlternatively from the main road junction just outside the airport, bus number 22 goes by to Innezgane (4 Dh) every 40 minutes or so. From there you can get directly to Agadir (see below). Grand taxis also wait at the junction and will happily take you to Agadir for 200 Dh.\n\n",{"type":"===","value":["By train"]},"\nThere is no train connection to Agadir, you can only use the bus as public transport.\n\n",{"type":"===","value":["By bus"]},"\nAgadir's bus station is at the Sahara hotel's parking, and it is possible to take ",{"type":"''","value":["grand taxis"]}," there. ",{"type":"[[","value":[["Inezgane"]]}," is around 10 kilometres away and is the region's ",{"type":"''","value":["bus hub"]},". It is very usual to arrive there and not at Agadir. The ",{"type":"''","value":["grand taxi"]}," to Agadir costs from 4 Dh\/person, regular busses go there for 3–4 Dh\/person.\n\nGo to Inezgene from the airport, which is closer, easier to catch there bus to ",{"type":"[[","value":[["Marrakech"]]}," (3 hours, 100 Dh), ",{"type":"[[","value":[["Ouarzazate"]]},", ",{"type":"[[","value":[["Taroudannt"]]}," and other places. Not touristic as modern Agadir!\n\n",{"type":"==","value":["Get around"]},"\nMost of the Agadir's ",{"type":"''","value":["petit taxi"]}," are quite legal and use the taximeter (you can ask the driver to do it without any problems). If you go around the center, they will ask you normally from 10 to 20 Dh.",{"type":"<","value":["br"]},"\nThere are also some buses but, as usual, they are very crowded, slow, and pass with low frequency. The touristic city is small enough to go walking instead of going by bus.\n\nSince 2011 there is a new bus service which is quite reliable.  Maps can be obtained from the Tourist Office which is along the Boulevard Mohammad V near the Miramar Hotel.  Fares are usually less than 10dh.\n\n",{"type":"==","value":["See"]},"\nVisit Agadir ",{"type":"'''","value":["Museum Municipal du Patrimoine Amazigh"]}," which exhibits a small collection of Berber objects from 18th and 19th century the likes of old Berber music instruments, Berber jewelry, traditional clothing and old manuscripts.\n\nAnother Museum is located on the corner of the Avenue des F.A.R. and Avenue President Kennedy, unfortunately the sign is missing but you go through iron gates on the corner.  Mostly photographic exhibits which concentrate on the Agadir earthquake on 29 February 1960.  Cost is 20\/30dh each and there is a guide who speaks Arabic, French and English.  After you have browsed you can walk around the super ",{"type":"'''","value":["Jardin Olhao"]},", where there is a cafe, toilets and children's playground.\n\n",{"type":"'''","value":["Ensemble Artisanal"]}," situated on the corner of Rue Yacoub Al Mansour et Avenue du 29 Fevrier downstairs is a shop selling all the co-operatives wares, up a few steps you can see artisan's working, painted furniture, ironwork, embroidery, ceramics etc.\n\n",{"type":"'''","value":["Coco Polizzi's Medina"]},".  A labour of love, Coco Polizzi has been recreating a traditional Moroccan Medina on route N1 in Bensergao. Out of town you will need to take an orange Petit taxi, and arrange a time for the taxi to return to collect you, but its well worth the effort for the architecture alone.  Amble along the cobbled alleys amongst artisans and chatty shop keepers and take a traditional souvenir or two home.\n\n",{"type":"==","value":["Do"]},"\nAgadir is primarily a resort; and as such has a limited number of attractions\n",{"type":"*","value":[" The main attraction is the beach, which is very big, without wind and not very crowded.Edit: The beach is very windy, at least in February."]},{"type":"*","value":[" Surfing - Imesouane bay, Devils rock, Anchor point, Cro-Cro and many others"]},"There are a lot of surf schools and surf camps and surf shop. Best surf season from November till March, - but if u are just beginner - you can surf every day all year long.\n",{"type":"*","value":[" There's part of the original fortress which is at the top of the hill beside the city, over the huge painting. It's possible to go there by taxi, bus or even small mopeds that are for rent around of the Hotel Kenzi (they are expensive, more than 100 Dh an hour)."]},{"type":"*","value":[" There is a small zoo, called \"Vallée des Oiseaux\". The entrance is totally free lately. There is a very nice cage you can walk inside, many birds from all the world, some goat-like animals from the Atlas, and even exotic mammals. The children of Agadir go there to play in a small and crowded playground. To find it, go to the Uniprix, and the main gate is on the other side of the street on the right (Av. Hassan II)."]},{"type":"*","value":[" Golf.  With three top notch Golf courses Agadir can rival most countries golf facilities.  Ask at any large hotel about the bus transport which collects visitors several times a day."]},{"type":"*","value":[" Visit Souk El Had (closed Mondays) with over 3000 stalls the Souk is a must see.  Everything from tourist souvenirs, clothes, leather goods, household items, to fruit and veg.  If you are a tourist and enter via Gate 9 or 10 (the main gates) expect to be approached by someone offering to guide you. Which of course means he'll take you to all his friend's stalls.  If you wish to avoid this, and explore on your own, enter through one of the lower numbered gates where the Moroccan's go.  Haggle hard and note some stores advertise Fixed Prices.  Worth looking there first so you have an idea of the 'right' price to pay before trying your hand at haggling.  Personal favourites and the olives and spices stalls.  Generally stallholders are happy to be in your photographs, but be respectful and ask permission first."]},"\n",{"type":"==","value":["Buy"]},"\nAgadir is maybe the city with the least charm to buy the typical Moroccan handcraft goods. All the ",{"type":"''","value":["souk"]}," is around a big square behind the Uniprix (Blvd. Hassan II with Ave. Sidi Mohammed). There is a concrete building called ",{"type":"''","value":["Marché centrale"]}," with many shops inside. Is possible to get in also from Ave. Prince Moulay Abdallah. All the goods are made outside the Agadir region, and it's difficult to find them at a good price. The good thing of buying in Agadir is that there are many fixed-price shops, which is good if you don't know how to ",{"type":"[[","value":[["haggle"]]}," well. In fact, you may find that the cheap things you bought in Marrakech are not so cheap!",{"type":"<","value":["br"]},"\nIn the Uniprix shop it is possible to buy small typical pieces in maybe the least authentic shop in Morocco, but the prices are not so high and there is nobody pushing you to buy.\n\n",{"type":"==","value":["Eat"]},"\nThere are four main zones to eat in Agadir:\n",{"type":"*","value":[" New Talbourjt: The cheapest restaurants are here. There are menus for 35 Dh. It's one of the cheapest zones in Morocco for tourists."]},{"type":"*","value":[" The beach: Next to the beach, there are many restaurants. You can find from international fast food to Indian food, good fish restaurants, etc. It's the most expensive and touristic zone."]},{"type":"*","value":[" Around the Uniprix: It's the mid price zone. There are touristic restaurants and some restaurants for the local people."]},"\nIf you're looking for a quick snack, keep an eye out for the pastry vendors who roam the beach carrying big plastic trays, selling sweet fried bread (a kind of African variant on the donut).\n\nBeware, however, that these friendly hawkers will often approach you on the beach, strike up a conversation, and then thrust a pastry into your hand, whether you asked for one or not. Which, of course, you are then expected to pay for (Dh 5 or Dh 10 is a fair price). If you don't want to buy, simply refuse the offer with a polite smile. They ",{"type":"''","value":["are"]}," delicious, though.\n\n",{"type":"==","value":["Drink"]},"\nAgadir is ",{"type":"''","value":["touristically prepared"]}," for Europeans, so you can find night clubs in the touristic zones, where you can find more tourists beside the usual locals looking for tourists.\n\nAlcohol is found in all the touristic places.\n\nIf you are looking just to talk and drink something during the evening, you can go to the nice and big cafes that are at ave. Hassan II, like ",{"type":"''","value":["La Fontaine"]},", ",{"type":"''","value":["La Veranda"]},", ",{"type":"''","value":["Le Dome"]},", etc. It's a real ritual for many Agadir citizens.\n\n",{"type":"==","value":["Sleep"]},"\nThe main budget accommodation area is in the Nouveau Tablorjt. A simple double room will set you back around 150–180 Dh although you might find a really basic hotel with crappy toilets for 80 Dh. Arrive early as hotels tend to fill up quickly in high season.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anezi Hotel Agadir"],["alt="],["url=http:\/\/www.hotelanezi.com"],["email="],["address=Boulevard Mohamed V BP 29"],["lat="],["long="],["directions="],["phone=+212 (0) 528 84 09 40"],["tollfree="],["fax=+212 (0) 528 84 07 13"],["hours="],["price=From 60 Dh"],["checkin=2 pm"],["checkout=noon"],["content=The Hotel has a commanding position with a magnificent view of the bay and the city. Guests can keep in shape in the gym, have a swim in one of the 3 beautiful outdoor pools, or relax in the health club with a sauna, or a massage. Your children will be entertained in the kids club, while you can unwind enjoying a cool drink from one of the three bars. Amenities of this Agadir Hotel include conference and banqueting facilities, and there is a business center, where guests can access the Internet. In the evening, the traditional Moroccan-style restaurant Fez features live folk music, the hotel restaurant serves a buffet, including salads, chicken dishes, fish tagine specialties, fresh fruit, Moroccan cakes and soups, and there is also a pizza restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Atlas Kasbah Ecolodge"],["alt="],["url=http:\/\/www.atlaskasbah.com"],["email="],["address=Tighanimine ElBaz - Drarga"],["lat="],["long="],["directions="],["phone=+212 661 488 504"],["tollfree="],["fax="],["checkin=2 pm"],["checkout=noon"],["price=From 60 Dh"],["content=Located only 20 minutes from Agadir, This ecolodge is the perfect place to discover centuries-old ",{"type":"[[","value":[["Berber"]]}," culture and the unesco Argan Biosphere Reserve. It features gourmet food using fresh and natural product especially ones from the organic garden of the Kasbah. The objectives of the ecolodge is to provide a comfortable and educational experience for guests by learning about local customs, food and traditions as well as the natural environment. Thus, it is a learder in the Souss region in alternative technology and high environmental standards as well as positive economic side effects for the local population."]]}]},"\nCheck out the 4 Star Hotel ",{"type":"'''","value":["Jacaranda Golf Hotel Agadir"]},". Every comfort and great food and lovely pool and gardens\n\nIf you're on a budget, ",{"type":"'''","value":["Hotel Diaf"]}," is a great place to stay. It's near where the bus stops (1 min walk), right next to an internet cafe and about 20 mins walk or a 6dh taxi ride (don't forget to get them to turn the meter on) to the seafront. It is possible to stay in a room on the roof with a double bed and a single for 100dh! The best thing is, it has an amazing warm shower with a large showerhead. The rooms definitely have a \"backpackers\" feel, but its a great, and cheap, experience.\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Tiznit Beach Resort"]},",1 Rue des Amicales Bloc C, Agadir. bungalow-style beachfront hotel built on a five-hectare site amidst landscaped gardens, 600 metres from the city centre."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Sud Bahia"]},", Rue des Administrations Publiques, Agadir 335. Four-storey with 246 rooms 400 meters from the beach in the center of Agadir and with an outdoor pool."]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Petit Suede"],["url=http:\/\/www.petitesuede.com\/EN\/index2.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Close to the centre, rooms with shower (shared toilet) from 170 dh, very clean, breakfast served in a rooftop eatery. Street-facing rooms can be a bit noisy."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Timoulay"],["url=http:\/\/www.timoulayhotel.com\/"],["email="],["address=Cite Founty F6 Baie des Palmiers"],["lat="],["long="],["directions="],["phone=+212 528 23 42 20"],["tollfree="],["fax="],["hours="],["price=$100-200"],["checkin="],["checkout="],["content=10 minute walk from the beach. This hotel is on the smaller side, but the rooms are clean and spacious. Has free wifi, pool, working A\/C, and a restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Tamri"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=70 Dh for single room"],["checkin="],["checkout="],["content=Cheap place to stay. Hot shower outside - from 7-10 am morning and 6-9 pm. The electricity plugs are \"hidden\" on left side of the \"neon\" lamp above sink in your room. Just ask receptionist... Rooms could be quite noisy as hotel is close to the street and those crazy motorcycle drivers without exhaust pipes. So if you are sensitive, don't forget about your ear plugs."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" At 40 km south from ",{"type":"'''","value":["Agadir"]},", there is the ",{"type":"[[","value":[["Souss-Massa"]]}," river national park"]},{"type":"*","value":[" At about 80 km east from ",{"type":"'''","value":["Agadir"]},", there is the city of ",{"type":"[[","value":[["Taroudannt"]]},", which is worth the visit if you don't plan to visit ",{"type":"[[","value":[["Marrakech"]]}," or other big historical cities."]},{"type":"*","value":[" The coast northern to Agadir has very nice and accessible beaches, like ",{"type":"[[","value":[["Taghazout"]]}," at 15 km. You can get to these towns using the ",{"type":"''","value":["Zetrap"]}," bus line: 60 and 'RATAG' bus line: 12 that leave from the center of Agadir. Bus Number 32 runs every 20 minutes or so north on Boulevard Mohammend V (12 Dh)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Imouzzer"]]}," with its famous cascades is located about 60 km northeast of Agadir, although the trip through the mountains will take longer than the distance suggests."]},"\n",{"type":"{{","value":[["geo"],["30.4333"],["-9.6000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["South_Atlantic_Coast_(Morocco)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Agadir"]]}]