[{"type":"{{","value":[["pagebanner"],["Agra banner Taj Mahal.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/agra.nic.in Agra"]}]}," is the city of the Taj Mahal, in the north ",{"type":"[[","value":[["India"]]},"n state of ",{"type":"[[","value":[["Uttar Pradesh"]]},", some 200 km from ",{"type":"[[","value":[["Delhi"]]},".\n\nAgra has three ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage"]]}," sites, the ",{"type":"'''","value":["Taj Mahal"]}," and the ",{"type":"'''","value":["Agra Fort"]}," in the city and ",{"type":"'''","value":["Fatehpur Sikri"]}," 40km away. There are also many other buildings and tombs from Agra's days of glory as the capital of the Mughal Empire.\n\nBesides these three sites, the city has little else to recommend it. Pollution, especially smog and litter, is rampant and travellers are pestered by swarms of touts and hawkers at every monument, besides the inner Taj Mahal which, once you are in, is free of scams and touts. That said, the sites are some of the wonders of the world and no trip to India is complete without at least one visit to the Taj. For the vast majority of travelers, a single day in Agra is more than enough.\n\n",{"type":"==","value":["Understand"]},"\n\nWhile Agra's heyday was as the capital of the Mughal empire between 1526 and 1658, the city was founded much earlier. The earliest reference to Agra is in the ancient epic, the Mahabharata, while Ptolemy was the first person to call it by its modern name. The recorded history of Agra begins around the 11th century, and over the next 500 years, the city changed hands between various kings, both Hindu and Muslim.\n\nIn 1506, Sultan Sikandar Lodi, the ruler of the Delhi Sultanate, moved his capital from Delhi to Agra. His son Ibrahim Lodi was the last ruler of the Lodi dynasty, as he was defeated in 1526 by Babur, the first Mughal ruler, in the battle of ",{"type":"[[","value":[["Panipat"]]},". Agra fell too, and became the capital of the Mughals, whose rule over Agra was uninterrupted except for a brief period between 1540 and 1556. In 1540, Sher Shah Shuri overthrew Humayun became the ruler of much of North India, including Agra. After Sher Shah Suri's death his descendants proved unequal to the task of ruling the kingdom, and Hemu, a Hindu general of Suri became the effective ruler who would later crown himself King Hemachandra Vikramaditya just as the kingdom was facing an assault from the reinvigorated Mughals. In 1556, Hemu would be defeated and killed in the second battle of Panipat, and the Mughals regained Agra.\n\nMughals were great builders. Babur built the ",{"type":"'''","value":["Aram Bagh"]}," (garden of relaxation) modeled after the garden of paradise, where he was eventually buried after his death. His grandson Akbar refurbished the ",{"type":"'''","value":["Agra fort"]}," and built the ",{"type":"'''","value":["Fatehpur Sikri"]},", an entire city just on the outskirts of Agra. He also renamed Agra after himself, and the city was known as ",{"type":"'''","value":["Akbarabad"]}," while it was in Mughal hands. Akbar's grandson Shah Jehan would give Agra its most famous monument, the ",{"type":"'''","value":["Taj Mahal"]},", which is the mausoleum of his beloved wife, ",{"type":"'''","value":["Mumtaz Mahal"]},". The Taj is constructed in white marble. It took 20 years to construct, and is now universally known as a monument to love. Legend has it that Shah Jehan wanted a replica of the Taj constructed in black marble that would be his final resting place. There is no actual support for this theory, but even if it were true, it would have been unlikely to be eventuated. His son Aurangzeb was austere and pious, and had no time or inclination for the ostentation of his forefathers, preferring to spend his money on wars in South India. In any case, even during Shah Jehan's reign, which was the period when the Mughal empire was at its height, the construction of the Taj put a strain on the resources of the empire and caused a min-famine around Agra. Shah Jehan was eventually buried in the white Taj, next to his beloved Begum.\n\nShah Jehan, in addition to giving Agra its greatest claim to fame, was also responsible for beginning its decline, as decided to shift his capital to Shahjehanabad, which we now know as Old Delhi, in 1658. Though Aurangzeb ordered a move back, this too was short lived, as he moved his headquarters down south to ",{"type":"[[","value":[["Aurangabad"]]}," to be focus on his wars. Agra declined, and so did the Mughal Empire. The city was eventually captured by the Marathas, who renamed it back to Agra. In 1803, it came under the British, who situated the Agra Presidency there, and when India gained independence, the city was incorporated into the state of Uttar Pradesh, and did not gain even the limited honour of being the state's capital, that distinction going to ",{"type":"[[","value":[["Lucknow"]]},", further east.  It is now a tourist town, known for the Taj and a couple of other monuments.\n\nAnyone interested in reading a novel based on the remarkable story behind the Taj Mahal's creation should consider ",{"type":"''","value":["Beneath a Marble Sky"]}," by John Shors. Beneath a Marble Sky is an international bestseller, has won multiple awards, and is being made into a movie by Hollywood. Other book (historical fiction) is ",{"type":"''","value":["The Taj"]}," by Colin De Silva.\n\n",{"type":"==","value":["Get in"]},"\nAgra is 200 km southeast from Delhi and is one of the points of the tourist's Golden Triangle of Agra-",{"type":"[[","value":[["Delhi"]]},"-",{"type":"[[","value":[["Jaipur"]]},".  Agra is also very well connected via rail and road with other nearby cities and tourist destinations and thus suitable for a day trip from Delhi or as a stop among a larger itinerary.\n\n",{"type":"===","value":["By plane"]},"\nService to Agra's Kheria Airport (",{"type":"{{","value":[["IATA"],["AGR"]]},") is seasonal.  Currently, the city is served by Air India Regional, which flies on the ",{"type":"[[","value":[["Delhi"]]},"-Agra-",{"type":"[[","value":[["Jaipur"]]}," tourist triangle route. Agra is one of the very famous cities in India and well connected through air route to all other major cities in India.  The flight time to either is less than an hour. Travelers have had trouble with extreme lateness, so hiring a car may be safer (and probably cheaper) alternative.\n\n",{"type":"===","value":["By train"]},"\nAgra is on the main train line between the ",{"type":"[[","value":[["Delhi"]]},"-",{"type":"[[","value":[["Mumbai"]]}," (Bombay) and ",{"type":"[[","value":[["Delhi"]]},"-",{"type":"[[","value":[["Chennai"]]}," routes, and many trains connect Agra with these cities every day. Some east-bound trains from Delhi also travel via Agra, so direct connections to points in Eastern India (including ",{"type":"[[","value":[["Kolkata"]]},") are also available. There are close to 20 trains to Delhi every day, and at least three or four to both Mumbai and Chennai. Agra and ",{"type":"[[","value":[["Delhi"]]}," are notorious for their thick winter fog which reduces visibility to almost zero. If travelling in late December or early January (the fog season), travelers should be aware that, because of the reduced visibility, all trains slow down and travel time goes up. The Bhopal Shatabdi, for example, may arrive in Agra well after 10AM, and might return to Delhi well after midnight. From a safety point of view, it is always preferable to travel by train during the winters. ",{"type":"'''","value":["Driving in fog on the road is very risky"]},". \n\nTrain tickets can be booked online through India Railways paying by debit or credit card. Once one is at Agra station could hire UP tourism conducted tours on air-conditioned luxury coaches. Also, organized tours are available  ",{"type":"[","value":["http:\/\/www.indiatraveltours.com\/agra%20day%20trip.htm"]}," from Delhi. ",{"type":"'''","value":["If you travel during the high season, you must book your tickets a few days to a few weeks in advance if you wish to make it a day trip"]},", i.e. traveling early in the morning and coming back at a reasonable time at night. \n\n",{"type":"====","value":["Stations"]},"\nThere are three stations in Agra:\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Agra Cantt"]}," (Station Code : AGC) is the main railway station and lies southwest of the Taj and Agra Fort, both of which are a short ride from the station by car, auto-rickshaw, or cycle rickshaw. There is a prepaid taxi stand right outside that charges a flat ₹150 to any hotel in the city. You may catch an auto-rickshaw for ₹50 if you walk a short way from the station, but they may not speak English. The station has a pretty good Comesum food court that also sells cheap, hygienic takeaway snacks (sandwiches, samosas, etc.)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Agra Fort station"]}," (Station Code : AF) near Agra Fort, is infrequently serviced by the interstate express trains. The station serves trains to the east (",{"type":"[[","value":[["Kanpur"]]},", ",{"type":"[[","value":[["Gorakhpur"]]},", ",{"type":"[[","value":[["Kolkata"]]},") some of these trains also stop at Agra Cantt."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Raja Ki Mandi"]}," (Station Code : RKM) is a small station. Some of the trains which stop at Agra Cantt also stop here. The station has a laid-back and lazy atmosphere, but springs into life at the arrival of Intercity exp and Taj express. It is situated in the middle of the city."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Agra City"]}," is in the heart of Agra. A relic of the metre gauge era, this station is not particularly useful."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Idgah Railway Station"]}," is the first station if you arrive in Agra from Jaipur."]},"\n\n",{"type":"====","value":["Lines"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Delhi to Agra"]}," - Close to 20 trains connect ",{"type":"[[","value":[["Delhi"]]}," and Agra each day with journey times varying from 2 hours to 5 hours. The best  options are the ",{"type":"''","value":["Bhopal Shatabdi Express"]}," (departs New Delhi at 0615 arriving Agra Cantt at 0812; departs Agra Cantt at 2030 arriving New Delhi at 2230, daily except Friday; meal and water included in AC Chair Car) and the ",{"type":"''","value":["Taj Express"]}," (departs Delhi Hazrat Nizamuddin at 0715 arriving Agra Cantt at 1007; departs Agra Cantt at 1855 arriving Delhi Hazrat Nizamuddin at 2200, daily). "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Agra to Jaipur"]}," - The journey to Jaipur (Station Code : JP) takes around 4 hour by train no. 2988 which leaves Agra Fort Railway Station at 6:25 PM and reaches Jaipur at around 10:20PM."]},"Also train number 2965 from agra cantonment to Jaipur at 5:40 PM. The train arrives at 10:15 PM. ₹300 AC chair.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Luxury train"]}," - ",{"type":"''","value":["Palace on Wheels"]}," ",{"type":"[","value":["http:\/\/www.palace-on-wheel.com\/palace-on-wheelss.html"]}," stops at Agra on its eight day round trip of tourist destinations in ",{"type":"[[","value":[["Rajasthan"]]}," and Agra."]},"\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"====","value":["From Delhi"]},"\nThere is a newly built highway between Delhi and Agra, however since this highway has a toll, most buses do not take it. Rather, they take the local roads, which makes the trip significantly longer than the express trains (4-5h). It is possible to make it by bus and minibus to Agra by the smaller roads, however you must ask around where the buses to Agra depart from, preferably from a trusted local or the staff at your hotel\/hostel. Be aware that Indian \"bus stations\" are most of the time either large pavement areas situated under flyovers, very crowded and without no further indications of which bus goes where or stands of private bus companies, which will offer a more comfortable trip at a higher price. This option is for the ones who feel adventurous, as your journey can be halted by a sudden breakdown of the bus or a road closure due to a local protest or other form of gathering. Note that this is by far the cheapest way to get to Agra, as it should not cost your more than the equivalent of 1$US for the normal \"bus\", and the equivalent of a few dollars for a more coach-type bus.\n\n",{"type":"====","value":["From Agra"]},"\nThere are three interstate bus stands:\n",{"type":"*","value":[" ",{"type":"'''","value":["Idgah Bus Stand"]}," is the primary bus stand for travelling towards Rajasthan\/Madhya Pradesh, in the heart of the city, 8 km from the Taj."]},{"type":"*","value":[" ",{"type":"'''","value":["ISBT"]}," at Transport Nagar, 12 km from the Taj, is an inter state bus terminal. Most of the buses pass through here, except for buses originating from Idgah Bus Stand and going towards Rajasthan."]},"\nIf you wish to travel with these buses which are government run, ",{"type":"'''","value":["you must insist to your rickshaw driver that he gets you there"]},". If you only ask for the buses to Delhi, he will probably take you to a private bus company, from which he gets a cut. It will be slightly more expensive for you and these buses tend to stop at random places and drop you at random places as well, as these buses are not direct. \n\n",{"type":"===","value":["By taxi"]},"\nYou can either book a taxi from hotel or directly book one outside the railway station. There is usually a government authorized taxi stand, however it may be hard to find and the locals present at the station (looking for gullible tourists) will not help you find it. ₹950\/day for 8 hours. It maybe more costly to book through hotel as hotels do have their in the fares. It is better to negotiate with the driver directly or book trough some online car rental portal.\n\nCars are not allowed near the Taj Complex, but the rest of Agra is easily discovered by car.\n\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From ",{"type":"[[","value":[["Delhi"]]}]},": ",{"type":"[[","value":[["Yamuna Expressway"]]},", the longest expressway in India, connects the 200 km distance from Delhi to Agra. The drive is typically 2 hours. The expressway runs from the city of ",{"type":"[[","value":[["Greater Noida"]]}," to Agra. This highway has a toll. "]},"NH2 Highway: The primary access to the highway is along Mathura Road in Delhi but, if coming from South Delhi or Delhi Airport, it is easier to take Aurobindo Marg (Mehrauli Road) and then work up to NH2 via Tughlakabad. While the highway is divided, it is important to keep an eye out for trucks, cars, and bullock carts heading the wrong way! It is possible to hire a car with a driver (a big car for five persons from\/to the Delhi airport costs ₹3500). But beware! If you need to get from Agra to the airport in order to catch a flight, be sure to allow plenty of time for the trip, as traffic conditions may increase the drive time significantly. Also, it is wise to know your driver. There are situations when he may take over five hours to cover the distance, and you cannot force him to drive any faster than an autorickshaw (tuk-tuk).\n\n",{"type":"*","value":[" ",{"type":"'''","value":["From ",{"type":"[[","value":[["Jaipur"]]}]},": National Highway 11, a four lane divided highway, connects Agra with ",{"type":"[[","value":[["Jaipur"]]}," via the bird sanctuary town of ",{"type":"[[","value":[["Bharatpur"]]},". The distance of around 255 km can be covered in around 4 hours."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From ",{"type":"[[","value":[["Gwalior"]]}]},": A distance of around 120 km, takes around 1.5 hours on the National highway 3 (Agra- Mumbai Highway)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From ",{"type":"[[","value":[["Lucknow"]]}," \/ ",{"type":"[[","value":[["Kanpur"]]}]},": NH2, the divided modern highway, continues on to Kanpur (285 km, 5 hours) and from there to points East ending in ",{"type":"[[","value":[["Kolkata"]]},". From Kanpur, NH25 heads for the city of ",{"type":"[[","value":[["Lucknow"]]}," (90 km, 2 hours)."]},{"type":"*","value":[" ",{"type":"'''","value":[" From  Greater Noida "]},": Perhaps the best route as it  connects to Agra directly by the  Yamuna Expressway, 165 km, which can be completed in 1.5 – 2 hours because it has less traffic.The road is very smooth."]},"\n",{"type":"==","value":["Get around"]},"\nTongas, electric buses and electric tempos are readily available, and the best way to get to the Taj where no cars are allowed. Auto-rickshaws and cycle-",{"type":"''","value":["rickshaws"]}," are available every where, remember to agree on fares clearly in advance. In case you are a foreigner, please ensure that you bargain everywhere and bargain hard! Generally things are available at 40% of the initially quoted fares. In recent time, Tempos are replaced by Auto-rickshaws, which mainly run on CNG (Compressed Natural Gas).\n\nUP State Road Transport Corporation runs some non-air conditioned and air conditioned buses but those run only on specific routes. The best way to experience the city is to take a walk on the Mall Road (Sadar). The street is full of handicraft and leather goods shops. You will also find plenty of food items quite unique to the city. Indian palate is generally very spicy. Please ensure that you carry antacid tablets in case you are not habitual to the spicy foods.\n\nAs polluting vehicles are strictly banned around Taj Mahal, one need to rely on Tanga (Tonga) or electric autos while travelling in the range of Taj Mahal. Camels are also available. As a guide, an auto rickshaw from Agra Cantonement station to the Taj Mahal is about Rs 80 (at least in off season); and a cycle rickshaw from the Taj Mahal to Agra Fort is Rs 40.  You can also walk between the Taj Mahal and Agra Fort, in about 30 minutes.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Taj Mahal, Agra, India edit2.jpg"],["thumb"],["300px"],["The Taj Mahal"]]},"\nAgra's top two sights by far are the incomparable Taj Mahal and Agra Fort. When planning your sightseeing, take heed of the convoluted entry fee system: for Taj Mahal, Agra Fort, Itmud-ad-Daulah, Sikandra and Fatehpur Sikri, you must pay a ",{"type":"''","value":["₹500 levy"]}," to the Agra Development Authority in addition to the prices mentioned below.  Once paid, the levy is valid for all sights, but ",{"type":"''","value":["only for one day"]},".  ",{"type":"''","value":["However,"]}," If you are not going to the Taj Mahal or happen to turn up on a Friday, then you do not have to pay the ₹500 levy but a smaller one if you are going to the other sites.  E.g. ₹50 for Red Fort.\n\n",{"type":"===","value":["Prices"]},"\n\nPrices (June 2012) are: ₹750 for Taj Mahal (250 entrance + 500 levy) and ₹300 for Agra Fort (250 entrance + 50 levy). One gets ₹50 discount when presenting ticket for Taj Mahal at Agra Fort. The Taj Mahal entry fee also includes a 500mL bottle of water and shoe covers. Make sure you pick them up when you buy your ticket.\n\n",{"type":"===","value":["Official Guides"]},"\n\nOfficial guides are available for Agra for INR 900 (approx US$ 20) for a half day (including Taj Mahal & Agra Fort). Contact your hotel for details. Any guide that charges less than that is probably an unlicensed tout. Most unlicensed touts have fake IDs and focus more on taking you shopping rather than on presenting accurate information.\n\n",{"type":"===","value":["Audio Guides"]},"\nIn April 2011 the Archaeological Survey of India introduced an official self-guided audio tour (₹105 in English & foreign languages or ₹63 in Hindi & Indian languages) which allows visitors to experience the Taj Mahal and Agra Fort at their own pace with authentic and factually accurate information. The official audio guide booth is near the monument ticket counters. Apps for self-guided tours are also available for iPhone and Android.\n\n",{"type":"===","value":["Taj Mahal"]},"\n",{"type":"{{","value":[["infobox"],["Rules and Regulations at the Taj Mahal"],["Security is tight and rules and regulations are very important and must be followed at the Taj Mahal.\nThere are many rules to be followed at the premises of the monument to maintain the holiness of the monument and other rules are mostly for the maintainance and protection of the monument. Remaining rules and regulations are to be followed for the protection of all the tourists visiting the Taj Mahal.\n\n•Arms, ammunition, fire, smoking items, tobacco products, liquor, food, chewing gum, headphones, knives, wire, mobile charger, electric goods (except video camera) such as camera tripods, iPods, MP3 and music players are prohibited inside the Taj Mahal complex.\n\n•Playing cards, games, dice, etc. may be prohibited depending on the guard.\n\n•Mobile Phones are allowed but must to be kept switched off. Mobile phones are banned for the night viewing of the Taj Mahal.\n\n•Eating and smoking is strictly prohibited inside the Taj Mahal complex.\n\n•Lockers are available at the gates to keep your belongings (of course, at your own risk). Memorize the number on your luggage ticket before you return it to the guard, who, incredibly, may proceed to tear it into tiny pieces, throw it away and then stare blankly at you as the other guard asks for your ticket.\n\n•Avoid carrying big bags and books inside the monument as this may increase your security check time.\n\n•Video camera (handicam) is allowed up to the red sand stone platform at the main entrance gate of the Taj Mahal complex. There is a charge of 25 Rupees per video camera.\n\n•Photography is prohibited inside the main mausoleum, and visitors are requested not to make noise inside the mausoleum.\n\n•Tourists must co-operate in keeping the monument neat and clean by making use of dustbins.\n\n•Avoid touching and scratching the walls and surfaces of the monument as these are old heritage sites that need special care.\n\n•Tourists are advised to hire official audio guides available at the ASI ticket counter or to use only approved guides and photographers who exhibit their identity cards.\n\n•Tourists are allowed to carry a water bottle inside the monument. Shoe covers, 1\/2 litre water bottle and Tourist Guide Map of Agra are provided free of cost with the foreigner's entry ticket for the Taj Mahal.\n\n•Wheelchairs for disabled persons and First Aid Boxes are available at A.S.I. Office inside the Taj Mahal complex. A refundable charge of ₹1000 is to be deposited as security before  wheelchairs are made available for the disabled.\n\n•Video cameras are permitted after the security check during night viewing of the Taj Mahal, though extra batteries are prohibited.\n\n•The Taj Mahal is a religious site. It is best to dress conservatively when visiting the Taj Mahal complex, not only because the Taj Mahal itself is a mausoleum, but also because there are mosques inside the Taj Mahal complex."]]},"\n\n",{"type":"[[","value":[["File:TajEntrance.JPG"],["thumb"],["Grand Entrance Building to the Taj Mahal Complex"]]},"\n",{"type":"[[","value":[["File:TajGate.JPG"],["thumb"],["Gate to the Taj Mahal Complex showing intricate work and Quranic passages in Arabic"]]},"\n",{"type":"[[","value":[["File:TajAndAgraFort.JPG"],["thumb"],["Agra Fort, as seen from the Taj Mahal"]]},"\n\n",{"type":"''","value":["Please note that the Taj Mahal is closed every Friday"]},"\n\nThe Taj Mahal is an immense mausoleum of white marble, built between 1631 and 1648 by order of the Mughal emperor Shah Jahan in memory of his favourite wife. Taj Mahal means ",{"type":"''","value":["Crown Palace"]},"; one of the wife's names was Mumtaz Mahal, ",{"type":"''","value":["Ornament of the Palace"]},". The Taj is one of the most well preserved and architecturally beautiful tombs in the world, one of the masterpieces of Indian Muslim architecture, and one of the great sites of the world's heritage.\n\nThe Taj Mahal has a life of its own that leaps out of marble, provided you understand that it is a monument of love. The Indian poet Rabindranath Tagore called it ",{"type":"''","value":["a teardrop on the cheek of eternity"]},", while the English poet, Sir Edwin Arnold, said it was ",{"type":"''","value":["Not a piece of architecture, as other buildings are, but the proud passions of an emperor's love wrought in living stones."]}," It is a celebration of woman built in marble and that is the way to appreciate it.\n\nAlthough it is one of the most photographed edifices in the world and instantly recognisable, actually seeing it is awe-inspiring. Not everything is in the photos. The grounds of the complex include several other beautiful buildings, reflecting pools, and extensive ornamental gardens with flowering trees and bushes, and a small gift shop. The Taj framed by trees and reflected in a pool is amazing. Close up, large parts of the building are covered with inlaid stonework.\n\nThere is an apocryphal tale that Shah Jahan planned to build an exact copy out of black marble on the opposite side of the river. His plans were foiled by his son, who murdered three elder brothers and overthrew his father to acquire the throne. Shah Jahan is now buried alongside his wife in the Taj Mahal.\n\nBecause the Taj is white, your camera may underexpose your photos. Overexposure by 1 or 2 stops is recommended.\n\nThe Taj is open from 6AM to 7:30PM every day ",{"type":"''","value":["except Friday"]},".  Entry costs ₹250 (plus levy of ₹500) for foreigners and ₹20 for Indians. Get there as early as possible to beat the crowds, and plan to visit the Taj at least two different times during the day (dusk and dawn are best) in order to experience the full effect of changing sunlight on the amazing building. It is also utterly stunning under a full moon.\n\nTo buy tickets, you can go to the south gate, but this gate is 1 km far away of the entrance and the counter open at 8AM. At the west and east gate, the counter open at 6AM. Alongside the ticket counter, you can also purchase a self-guided audio tour (allows two to a device) for ₹100 in English and foreign languages and ₹60 for Indian languages.\n\nThe Taj is located pretty much in the middle of town. Expect a line to get into the grounds. There are three gates. The western gate is the main gate where most tourists enter. A large number of people turn up on weekends and public holidays and entry through the western gate may take hours. The southern and eastern gates are much less busy and should be tried on such days.\n\nThere are night viewing sessions on the nights of a full moon and the two days before and after (so five days in total). Exceptions are Fridays (the Muslim sabbath) and the month of Ramadan. Tickets must be purchased 24 hours in advance, starting at 10am, but do not always sell out, so it can be worth looking into it when you arrive even if well after 10am. Tickets only allow viewing from the red sandstone plaza at the south end of the complex, and only for a 1\/2 hour window.\n\nMake sure to wear mosquito repellent.\n\nIt is a good idea to bring a flashlight, because the interior of the Taj Mahal is quite dark (even during the day) and to fully appreciate the details of the gem inlays, you need a good light.\n\nTaj Mahal can also be seen during night 2 days before and 2 days after the full moon. In all 5 days including full moon, the booking has to be made 24 hours in advance from the Archeological Society of India office situated at 22, Mall Road, Agra.  Ticket fare is Rs. 500 for Indian Nationals and Rs. 750 for Non Indians. The viewing hours for night viewing are 8:30 pm to 9:00 pm and 9:00 pm to 9:30 pm. A visitor must arrive 30 mins prior to viewing hours for security check at the Taj Mahal Ticketing counter at the East Gate. The night view is likely not worth spending the money as the visitors are kept far from the Taj Mahal (nearly 200 metres away) and there is insufficient light for viewing or photography.\n\n",{"type":"[[","value":[["File:Agra Fort Palace.JPG"],["thumb"],["240px"],["Entering the palace within Agra Fort"]]},"\n\n",{"type":"===","value":["Agra Fort"]},"\n",{"type":"[[","value":[["File:Agra Fort DistantTaj.JPG"],["thumb"],["240px"],["The Taj and the Yamuna River from the ramparts of Agra Fort"]]},"\n\nThe fort is similar in layout to the Red Fort in ",{"type":"[[","value":[["Delhi"]]},", but considerably better preserved, as much of Delhi Fort was razed by the British after the Mutiny. As much as palace as a defensive structure, it is also constructed mainly from red sandstone.\n\nEmperor Akbar, king at 14, began consolidating his empire and, as an assertion of his power built the fort in Agra between 1565 and 1571, at the same time as Humayun's Tomb in Delhi.  Emperor Shah Jahan added to the fort and ended up a prisoner in it. The fort has a beautiful view of his masterpiece, the Taj Mahal, on a clear day.\n\nYou can get to the fort by Rickshaw from Taj Mahal for around ₹25-30. Entry to the fort is ₹250 (plus levy of ₹50 if you have not already paid the ₹500 fee for Taj Mahal).\n\nThere are ",{"type":"''","value":["left luggage services"]}," at Agra Fort where you can stow your bags at no cost. A fine of ₹5,000 applies if you lose your luggage ticket.\n\nThere are also audio guides available at Agra Fort which you can rent for a cost of ₹100 in English and other foreign languages (German, French, Spanish, etc.) or ₹60 in Indian languages such as Hindi or Bengali.\n\n",{"type":"===","value":["Gardens"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Soami Bagh"],["url="],["email="],["address="],["lat="],["long="],["directions=10 km north of Agra"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The white marble samadhi of the Radha Soami religion. Construction started in 1904 and is not expected to be completed until sometime in the next century. Visitors can see pietra dura inlaid marblework actually being worked on. Soami Bagh is 2km north of Agra and can be reached by bus or cycle."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ram Bagh"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The first Mughal gardens, built by the first Mughal Emperor Babar, 500 m North of the Chini Ka Rauza."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mehtab Bagh"],["url="],["email="],["address="],["lat="],["long="],["directions=directly across the Yamuna River from the Taj Mahal, the trip takes about 30 minutes from the centre of town by autorickshaw and will cost about ₹200"],["phone="],["tollfree="],["fax="],["hours="],["price=Entrance to the park is ₹100 for foreigners"],["content=These botanical gardens give you an opportunity to view the Taj without the crowds of tourists. Alternatively, walk past the entrance and straight to the sandy banks of the river: the view of the Taj is every bit as lovely (perhaps more so, since the barbed wire fence surrounding the gardens will be behind you), although you may have to deal with aggressive touts. Don't forget to take a round trip by auto rickshaw."]]}]},"\n",{"type":"===","value":["Temples"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Balkeshwar Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=At Balkeshwar, at river side of Yamuna"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A temple of Lord Shiva."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kailash Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=at Sikandra, at the river Yamuna"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A Lord Shiva Temple."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mankameshwar Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=At Rawatpara, near Agra Fort railway station. Near the raja ki mandi; a simple cycle rikshaw can take you there for a fare of 20\/-."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Listen to the aarti, it purifies your soul. It is the MOST VISITED temple by LOCALS.....and during festive seasons its so crowded disrupting the traffic in the nearby areas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Prithvinath Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=At Shahganj. On road to Jaipur."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rajeshwar Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=At Village Rajpur. On road to Shamshabd."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Shyam Ji Maharaj Temple"],["alt=At Bijlighar"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mahakal And Mahakali Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=At Sikandra railway crossing on Sikandra Bodla road"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Rawli Maharaj Temple"],["url="],["email="],["address="],["lat="],["long="],["directions=At Collectrate crossing, beside the railway track"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Very old temple."]]}]},"\n",{"type":"===","value":["Other sights"]},"\n",{"type":"[[","value":[["File:Sikandra. The antechamber to Akbar's tomb.jpg"],["thumb"],["right"],["300px"],["The antechamber to Akbar's tomb at Sikandra"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sikandra"],["url="],["email="],["address="],["lat="],["long="],["directions=10 km north of Agra on the Agra Delhi highway"],["phone="],["tollfree="],["fax="],["hours=Open from sunrise to sunset"],["price="],["content=The tomb of Akbar lies here in the centre of the large garden. Akbar started its construction himself but it was completed by his son Jehangir, who significantly modified the original plans which accounts for the somewhat cluttered architectural lines of the tomb. Four red sandstone gates lead to the tomb complex: one is Muslim, one Hindu, one Christian, and one is Akbar's patent mixture."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Itmad-Ud-Daulah's Tomb"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Empress Nur Jehan built Itmad-Ud-Daulah's Tomb, sometimes called the Baby Taj, for her father, Ghias-ud-Din Beg, the Chief Minister of Emperor Jahangir. Small in comparison to many other Mughal-era tombs, it is sometimes described as a jewel box. Its garden layout and use of white marble, pietra dura, inlay designs and latticework presage many elements of the Taj Mahal."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mariam's Tomb"],["url="],["email="],["address="],["lat="],["long="],["directions=West from Akbar's Tomb on Agra-Delhi highway"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Constructed by Jahangir in the memory of his mother Mariam Zammani. The grave is made of white marble. Though this building is in a ruined condition, yet it has in its vicinity, a Christian Mission School and a church. It is also said; Akbar himself made that it in the memory of his Christian wife."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jama Masjid"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A large mosque attributed to Princess Jahanara Begum, built in 1648 during the reign of the father Shah Jahan. Notable for its unusual dome and absence of minarets."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Chini Ka Roza"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A memorial dedicated to the Prime Minister of Shah Jahan, Allama Afzel Khal Mullah Shukrullah of Shiraz, notable for its dome of blue glazed tiles."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Gurudwara Guru ka Taal"],["url=http:\/\/www.gurukataalagra.com"],["email="],["address="],["lat="],["long="],["directions=at Delhi-Agra Highway, located between Transport Nagar and Sikandra"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Adlabs multiplex"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=₹150 for a Hindi Show & ₹450 for a show in English"],["content=Interactive Theatre, which is the first ever interactive cinema theatre in the world, each viewer holds a wireless remote unit with push buttons and a small LCD screen, enabling them to participate in a trivia game about the theme of the film. The show is called ",{"type":"''","value":["India in Motion"]},", a 25 minute show where the audience will pass through today's India in, or on, a variety of typical vehicles and see the historical events at sites like Mohenjo Daro, Indraprastha and the Taj Mahal, experiencing the bumpy elephant rides with the wind blowing through their hair, or the swaying boat with salty spray on their faces. Before the actual show there is an interactive quiz on various topics relating to India."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Taj Mahotsav"],["url=http:\/\/www.tajmahotsav.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=10 day festival of art, craft and culture at Shilpgram, near the Taj Mahal. Annual, usually February or March."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Yamuna River"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= One of the holy rivers of India, considered as a goddess in Hindu culture. A tributary of the Ganges which flows from Himalayas and further downstream, while passing through Delhi."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Mehtab Bagh"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= The Mughal garden, Mehatab Bagh is located exactly opposite to Taj Mahal. An octagonal pool is placed at the center of the garden, which lets visitors to see amazing reflection of Taj Mahal during moonlight. The garden was originally built in 16th century by Emperor Babur and it is also referred as ‘Moonlight Garden’."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nAgra has many shops selling various stone products, from jewellery to small boxes and plaques with inlay work resembling that on the Taj. The best of these are wonderful, and even the run-of-the-mill ones are rather pretty. Agra is also famous for its leather goods. Consider spending time in Sadar Bazaar for some shopping and enjoying cheap food.\n\nBeware of being overcharged. Do not let ",{"type":"''","value":["anyone"]}," lead you to a shop, lest the price go up to cover their commission, typically 50%. Be very wary of the promises these people make. Bargain hard. Be prepared to walk away, you can nearly always get the same items in another shop or order items you liked during your visit over the Internet after you return. Expect to encounter petty and greedy shopowners who will resort to every lie in the book to make a sale (with initial markups of 1000-10000%).\n\nMany local markets are there: SADAR BAZAR. a sophisticated market, Raja ki Mandi market, Sanjay Place for all the offices, Shah Market for electronics. All these markets are situated along the M G Road. Hospital Road Market and Subhash Bazar for clothing situated near Agra Fort railway station. Rawatpara market is for spices of all origin. Besides these there are many branded showrooms situated along the M G Road.\n\nMany wholesale marble products are available at Gokul Pura (Market) near Raja Mandi (this place is near to M. G Road) which can be easily reached by auto rickshaw, the prices of any product is nearly 25% of that in the retail market.\n\nBe careful before buying jewels: Lots of stones are fake and the price is comparatively very high!\n\n",{"type":"==","value":["Eat"]},"\nAgra specialities are ",{"type":"''","value":["petha"]},", a type of very sweet candy, and ",{"type":"''","value":["Dal Moth"]},", a spicy lentil mix.  Both are also popular souvenirs.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Chaat"]}," -  Agra is a heaven for any Chaat lover. Chaat can be of various types but there is one thing common among them all is that they are spicy and you will find crowd outside virtually every chaat stall, especially popular places like Double Phatak (near Sikandra) for Mangores. You'll find quality Bhallas and Panipuri at Sadar and Belangunj. Samosa and Kachori are found at every sweet shop that flood the city.  Some typical chaat items are Aloo Tikki (made by roasting mess made out of boiled potatoes), paneer tikka (cubes of cottage cheese baked in a tandoor with spices), pani puri or golguppa (small round hollow shells filled with a potato-based filling and a spicy sweet blend of sauces), mangores, Samosaes, Chachori etc.  If you want to savour the typical Agra Breakfast do remember to have a bite of one of those spicy ",{"type":"''","value":["Berahi"]}," and round it off with sweet ",{"type":"''","value":["Jalebies"]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sweets"]}," -  There are quite a few good sweets shops all round the city. The best stores for buying the famous petha of Agra are at Hari Parwat, a short ride from Agra Fort. Amongst the well-known stores are Panchi's, Bhimsain BaidyaNath and The Pracheen Petha store. There are many types of petha available but, for the authentic experience, try either the plain one (ivory white) or Angoori Flavored (rectangular and yellow pieces soaked in sugar syrup). Other stores in Agra include: Bikanervala, Deviram, Munnalal Petha, Gopaldas, and Ajanta Sweets, Kamla Nagar. Do remember to round off your meal with a Joda(Pair) of Pan unique to the city."]},"\n",{"type":"*","value":[" There is also an abundance of Korean food."]},"\n",{"type":"*","value":[" There are several restaurants in the Taj Ganj area, catering for the many tourists staying around the Taj Mahal."]},"\n",{"type":"===","value":["Restaurants"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Treat Restaurant"],["url="],["email=treatagra@yahoo.co.in"],["address=South Gate Taj Mahal"],["lat="],["long="],["directions="],["phone = +91 9319697497"],["tollfree="],["fax="],["hours=breakfast, lunch and dinner"],["price=20-60 for main dish, great Indian food."],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Silk Route Restaurant"],["alt=TSR"],["url=http:\/\/www.agra-silk-route-restaurant.com"],["email="],["address=18-A\/7-B Fatehabad Road"],["lat="],["long="],["directions=Opposite Howard Park Plaza"],["phone = +91 562 4002786"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Only Restaurant"],["url=http:\/\/www.restrobar.com\/india\/agra\/Only-Restaurant.html"],["email="],["address="],["lat="],["long="],["directions="],["phone = +91 562-2364333-2266508"],["tollfree="],["fax="],["hours="],["price=600-800 for main dish of 2"],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Joney's place"],["alt="],["url="],["email="],["address=Taj ganj"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Perfect for early breakfast, when you want to wake up early to visit the Taj at 6AM. ₹10 Toast, ₹10 coffee, ₹15 cornflakes."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kamat Hotel"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Roof top restaurant with view of the Taj. Beer available. ₹70 for a vegetable curry."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Priya Restaurant"],["url=http:\/\/www.priyagroupofhotels.com"],["email="],["address=Fatehabad road near Shanti Manglik hospital"],["lat="],["long="],["directions="],["phone = +91 5622231579,08057108649"],["tollfree="],["fax="],["hours="],["price=₹250\/person"],["content=Three star restaurant, air conditioned, LCD TV, all food types available except south Indian."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gulshan Highest"],["url="],["email="],["address="],["lat="],["long="],["directions=Opposite the South gate of the Taj"],["phone = +91 8449997950, +91 9808738895, +91 9359719161"],["tollfree="],["fax="],["hours="],["price=Rs 25-80. Banana pancake Rs 25, Curry Rs60, Naan Rs 5"],["content=A great cheap place near the Taj. They do western food pretty well, and their rice pudding\/pancakes are good. Sit up on the roof and you get a glimpse of the Taj over the roofs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Nice point Restaurant"],["url="],["email="],["address=near western gate of Taj Mahal"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=6AM - 8PM"],["price=Breakfast ₹50, lunch ₹100, dinner ₹150 per person"],["content=Professes to serve North and South Indian, Chinese, continental, Mughali, American and Italian food. Free wifi, LCD television, and a collection of movies and songs."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nMost hotel staff will be happy to find you a cold bottle of Indian beer for around ₹70-100, but there is virtually no nightlife in Agra outside of cultural shows at some of the larger hotels and restaurants.  After getting off the streets of Agra and into your hotel, you will not want to go back anyway.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Mughal Bar"],["url="],["email="],["address=54, Taj Road"],["lat="],["long="],["directions="],["phone=+91 562 222 6121, +91 562 222 6129"],["tollfree="],["fax="],["hours="],["price="],["content= Located in the compound of Hotel Clarks Shiraz’s, Mughal Bar is an open-aired roof bar. It offers some continental delicacies along with Indian ones."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Downing Street Bar"],["url="],["email="],["address=Howard Sarovar Portico, Fatehabad Road"],["lat="],["long="],["directions="],["phone= +91 562 4048600, +91 562 4048699"],["tollfree="],["fax="],["hours="],["price="],["content= Provides high quality of beverages and pleasant ambience. Downing Street Bar offers dishes such as pizza and tandoori chicken from the same kitchen."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Amar Vilas Bar"],["url="],["email="],["address=Taj East Gate Rd"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=12AM - 12PM"],["price="],["content= Offers beer for ₹200 and cocktails for ₹450. The terrace of Amar Vilas Bar provides a view of the Taj."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dayal Lodge"],["alt=Budget Hotel in City Centre"],["url=http:\/\/www.dayal.co.in\/"],["email=dayallodge@gmail.com"],["address=25 New Agra, Dayalbagh Road"],["lat="],["long="],["directions=Towards Dayalbagh"],["phone=+91 9219606365, +91 9359848731, +91 562-2524560"],["tollfree="],["fax=+91 562 2524560"],["hours="],["price=Double Occupancy Air-conditioned Rooms ₹700-800"],["checkin=12 Noon"],["checkout=12 Noon"],["content=Established in the early 60s, with 16 furnished air conditioned rooms. 24 Hrs. made-to-order meals, in-house laundry facilities, local airport\/railway station transfers."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Sheela"],["url="],["email=hotelsheelaagraindia@yahoo.com"],["address=Eastern Gate.Taj Mahal,Tajganj,Agra"],["lat="],["long="],["directions="],["phone = +91 562-2333074"],["tollfree="],["fax="],["hours="],["price=₹500-800"],["checkin="],["checkout=10AM"],["content=A 100% pollution free area,commission free transport bookings & just 100 metres from eastern gate of taj mahal, free incoming phone calls,24 hours hot water.There are 22 rooms in sheela & 22 rooms in sheela inn.Generator facility,laundry facility is also available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Amba Inn"],["url=http:\/\/www.hotelambainn.com"],["email="],["address=1\/51, Delhi Gate, Near Raja ki Mandi Railway Station"],["lat="],["long="],["directions=2 mins from railway station"],["phone = +91 562 2520779, +91 9412720194"],["tollfree="],["fax="],["hours="],["price=Single ₹550-800, double ₹650-900"],["checkin=noon"],["checkout=noon"],["content=Offers facilities for 22 rooms in total. There are both double rooms, single rooms, as well as facility for an extra bed. All the rooms are air conditioned\/air cooled, with television."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Col Lamba Indian Home Stay"],["url=http:\/\/www.agra-indianhomestay.com\/"],["email="],["address=58 Gulmohar Enclave, Shamshabad Rd"],["lat="],["long="],["directions="],["phone = +91 562-3298921"],["tollfree="],["fax="],["hours="],["price=Around ₹700 per person"],["checkin="],["checkout="],["content=B&B run by Col.Lamba (a retired army officer) and his wife. There are 7 rooms which are very clean, airconditioned and with TVs. Home cooked lunch and dinner available on request. Guest Kitchens also present. Highlight of the B&B is the hosts who are very warm and hospitable and will assist you with their local knowledge."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Jaiwal"],["url="],["email="],["address=3 Taj Road, Sadar Bazar"],["lat="],["long="],["directions="],["phone=+91 562 2363153"],["tollfree="],["fax="],["hours="],["price=₹75-325"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Kamal"],["url="],["email=hotelkamal@hotmail.com"],["address="],["lat="],["long="],["directions=by the south gate of the Taj Mahal"],["phone = +91 562-2330126"],["tollfree="],["fax="],["hours="],["price=₹300-850"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Neel Kanth"],["url="],["email="],["address=Fatehabad Road"],["lat="],["long="],["directions="],["phone=+91 562 2362039"],["tollfree="],["fax="],["hours="],["price=₹100+"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Youth Hostel"],["url="],["email="],["address=Sanjay Place, M. G. Road"],["lat="],["long="],["directions="],["phone=+91 562 2154462"],["tollfree="],["fax="],["hours="],["price=₹50-125"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Saniya Palace"],["url="],["email="],["address=Chowk kajziyan, South Gate, Taj Ganj"],["lat="],["long="],["directions="],["phone =+91 0562 3270199"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Good budget hotel with some A\/C rooms. 24 hr room service. Friendly staff & fantastic views of the Taj mahal from the roof top restaurant. ₹700"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shanti lodge"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=South Taj gate. From ₹400 economic room, non AC. Hot water, TV. Restaurant on the roof top. Be careful with the bed sheets, not very clean. Cloak room available."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Harshit paying guest house"],["alt=harshitguesthouse00004@gmail.com"],["url="],["email="],["address=P-50A Taj nagari phase-1, Tajganj ,Agra"],["lat="],["long="],["directions=Fatehabad Road near big bazaar"],["phone=+91 9319105293"],["tollfree="],["fax="],["hours="],["price=₹5000"],["checkin="],["checkout=noon"],["content= Five clean rooms, running hot water in the bathroom, fully air conditioned, LCD TV, Internet, home cooked food."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Friends Paying Guest House"],["alt=friendsguesthouse786@gmail.com"],["url=http:\/\/www.friendspayingguesthouse.com\/"],["email="],["address=p-6 , taj nagri phase 1, near shilpgram road, Agra, India 282001"],["lat=27.163552"],["long=78.053602"],["directions=Southeast of Shilpgram parking lot"],["phone=+91 99 1788 5278"],["tollfree="],["fax="],["hours="],["price=Double ₹400"],["checkin=12:00"],["checkout=13:00"],["content=Family-run guest house 15-minute walk East from the Taj. Food, decent Wi-Fi, TV in rooms. Cushion-furnished balcony common area for eating, drinking and lazing about."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=India Inn"],["url="],["email="],["address=Taj Mahal South Gate"],["lat="],["long="],["directions=As you come out on the street from the south exit, turn left, then almost immediately right down the side of the Taj café, it's at the end of the dusty parking lot 40m from the café"],["phone="],["tollfree="],["fax="],["hours="],["price=Rs 300 for a double in off season"],["checkin="],["checkout=10am negotiable"],["content=Comfortable enough, but they'll try to upsell with day trips almost constantly. Just say no - price doesn't go up."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Priya"],["url=http:\/\/www.priyagroupofhotels.com\/"],["email="],["address=Near Priya Restaurant, Near TDI Mall, Fatehabad Road, Agra, Uttar Pradesh, India"],["lat="],["long="],["directions="],["phone=+91 5622231350, +91 9837774948"],["tollfree="],["fax="],["hours="],["price=Double Room Prices [June 2012]: from 1,355 Rs to 2,850 Rs. Breakfast (150 Rs) and taxes not included."],["checkin="],["checkout=noon"],["content=400 metres from the Taj Mahal's East Gate Parking. It offers air-conditioned rooms each with cable TV with 100 channels, broadband Internet connection, private bathroom with hot and cold water, doctor on call and direct-dial phone. One of the best in this range."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Mandakini Villas"],["url=http:\/\/www.mandakinihotels.com\/"],["email="],["address=Fatehabad Road, Purani Mandi, Taj Ganj (Next to Western Gate of Taj Mahal), Agra, Uttar Pradesh, India"],["lat="],["long="],["directions="],["phone=+91 5626453854"],["tollfree="],["fax="],["hours="],["price=Rates start at ₹2,690"],["checkin="],["checkout=noon"],["content=200 metres from the Taj Mahal's West Gate. It offers air-conditioned rooms each with cable TV with 100 channels, broadband Internet connection, private bathroom with cold water and direct-dial phone. You might get a little bit warmer than cold water by requesting it from the reception a few times. It is not possible to sleep without ear plugs in the first floor because of the noise coming from corridor and reception all night. Get a room from higher floors."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Laurie's Hotel"],["url="],["email="],["address=Mahatma Gandhi Road"],["lat="],["long="],["directions="],["phone=+91 562 2364536"],["tollfree="],["fax=+91 562 2268045"],["hours="],["price="],["checkin="],["checkout="],["content=An old colonial hotel from the British era (some say it hasn't been upgraded since!), Laurie's retains some of the charm of travelling in India in days of yore. Rooms with impossibly high ceilings (fans, no aircon), lead off from verandahs with nice lawns outside. A swimming pool from yesteryears graces the lawn (unfortunately closed in the winter). But you can get British era service with 'bed tea', excellent freshly made chicken curry and rice to order, and creaky plumbing. Some people will love it, others hate it, but you can't be indifferent to Laurie's!"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Raj"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=About ₹800"],["checkin="],["checkout="],["content=Directly in front of the central entry of the Taj Mahal, simple but clean."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rajmahal hotel"],["url="],["email="],["address=Shilpgram , vip road (eastern gate),282010, agra"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=from ₹3500 to ₹5500 for couple"],["checkin=14:00"],["checkout=12:00"],["content= 9 km from agra airport. You will also get a nice view of taj mahal from there (3 kms from taj mahal)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=N.Home Stay"],["url=http:\/\/www.wix.com\/shibabfreelancer\/nhomestay"],["email=nguesthouse.agra@gmail.com"],["address=15 Ajanta Colony, Vibhav Nagar"],["lat=27.157487"],["long=78.035035"],["directions="],["phone=+919690107860 +919897444410"],["tollfree="],["fax="],["hours="],["price=Single A\/C Room Price [June 2012]: 1199 Rs & Double A\/C Room Price [June 2012]: 1499 Rs"],["checkin="],["checkout=10AM"],["content=A family owned, operated guest house in a peaceful and quite colony away from the city traffic and pollution. They have free parking, 24hr free Wi-Fi, cable TV, all day water supply and accessible roof top."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Taj Resorts"],["alt="],["url=http:\/\/www.hoteltajresorts.com\/"],["email="],["address=Plot No.538, Agra-282 001"],["lat="],["long="],["directions="],["phone=+91-562-2230161"],["tollfree="],["fax=+91-562-2230164"],["price=60-70USD\/night, Rs 4000-6000 (June 2012, tax not included)"],["checkin="],["checkout="],["content=Near Shilpgram, which is 1km from the Eastern Gate. Built 2010, restaurant with rooftop seating and a beautiful pool, great view of the Taj (if not blocked by terrible pollution)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=9 star hotel"],["alt="],["url=http:\/\/9starhotel.com\/"],["email=harshvardhan@9starhotel.com"],["address=18",{"type":"{{","value":[["!"]]},"159",{"type":"{{","value":[["!"]]},"A",{"type":"{{","value":[["!"]]},"4A-4B,M.P Pura Taj Ganj,Opp Kailash Cinema,Purani Mandi Crossing,Fatehabad Road."],["lat="],["long="],["directions="],["phone=+91-8476887609, +91-9837159434"],["tollfree="],["fax="],["hours="],["price=Rs 3000-3700"],["checkin=12pm"],["checkout=12pm"],["content="]]}]},"\n",{"type":"===","value":["Splurge"]},"\nThanks to heavy competition, Agra's five-star hotels are pretty good value compared to most other cities in India.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=ITC Mughal"],["alt="],["url=http:\/\/www.itchotels.in\/Hotels\/itcmughal.aspx"],["email="],["address=Taj Ganj"],["lat="],["long="],["directions="],["phone=+91-562-4021700"],["tollfree="],["fax="],["checkin="],["checkout="],["price=Double Room Prices [June 2012]: from 4,845 Rs to 100,000 Rs. Taxes not included."],["content=Formerly the ",{"type":"''","value":["Sheraton Mughal"]},", this is one of Agra's top hotels, with views of the Taj from the roof viewing pavilion. Large pool. The hotel's age is starting to show, but the rooms are in fine shape. Popular with tour groups"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oberoi Amarvilas"],["url=http:\/\/www.oberoiamarvilas.com"],["email="],["address=Taj East Gate Road"],["lat="],["long="],["directions="],["phone =+91 562 2231515"],["tollfree="],["fax="],["hours="],["price=Double Rooms Prices [June 2012]: from 21,000 Rs to 41,000 Rs. Breakfast (2,000 Rs) & taxes not included"],["checkin="],["checkout="],["content=The best (and most expensive) hotel in Agra. It is consistently rated among the top 10 hotels in Asia."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Trident Hilton"],["url=http:\/\/agra.hilton.com\/"],["email="],["address=Fathebad Road"],["lat="],["long="],["directions="],["phone =+91 562 2331818"],["tollfree="],["fax="],["hours="],["price=Rooms from US$89"],["checkin="],["checkout="],["content=Solid Hilton quality, but poor location. Outdoor pool and gym is available."]]}]},"\n",{"type":"==","value":["Stay Safe"]},"\n",{"type":"*","value":[" Don't leave cash or any valuables in the hotel room. Cross check all hotel, restaurant and lounge bills for errors."]},{"type":"*","value":[" Never pay anyone for anything upfront, including taxi drivers. Beware of pickpockets as Agra is one of the major tourist cities in India."]},{"type":"*","value":[" If you decide to purchase anything, beware that most items are cheap replicas of original items and not likely to last long."]},{"type":"*","value":[" During the winter season, the weather of Agra is unpredictable and temperature may go to the freezing point; be well prepared."]},{"type":"*","value":[" Some unscrupulous dealers of carpets use the classic 'bait and switch' to rob you of your hard earned money. If you buy something, insist on carrying it yourself else what arrives in the post might not be what you bargained for. A carpet shop named 'Kanu carpets' is particularly infamous for this - it would be prudent to stray clear of shady looking establishments."]},"\n",{"type":"==","value":["Connect"]},"\nAgra comes under Uttar Pradesh (west) circle as per TRAI. ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.upw.bsnl.co.in\/ BSNL"]}]},",",{"type":"'''","value":[{"type":"[","value":["http:\/\/airtel.in\/level2_t7.aspx?path=1%2f105 Airtel"]}]}," are the two main providers of terrestrial telephone lines in Agra, while BSNL ",{"type":"[","value":["http:\/\/www.bsnl.in"]},", AirTel ",{"type":"[","value":["http:\/\/airtel.in"]},", Vodafone ",{"type":"[","value":["http:\/\/www.vodafone.in"]}," and Idea ",{"type":"[","value":["http:\/\/www.ideacellular.com\/"]}," provide GSM (triband) and Reliance ",{"type":"[","value":["http:\/\/www.rcom.co.in"]}," and Tata ",{"type":"[","value":["http:\/\/www.tataindicom.com\/"]}," provide CDMA services.\n\n",{"type":"===","value":["Internet"]},"\nThere are several Internet cafés for sending email or uploading digital photos.\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.relianceworld.in Reliance World"]}]}," has broadband connectivity at many location across the city."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.iway.com\/ Sify Iway"]}]}," also offers broadband connectivity at different locations spread all over the city."]},"\nMany cheap café's, such as the Taj Café, offer free Wi-Fi.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["File:BulandDarwaza.JPG"],["thumb"],["Buland Darwaza at Fatehpur Sikri"]]},"\n",{"type":"[[","value":[["File:SikriMosque.JPG"],["thumb"],["Mosque in Fatehpur Sikri"]]},"\n",{"type":"[[","value":[["File:SikriComplex.JPG"],["thumb"],["Farehpur Sikri Complex"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fatehpur Sikri"]}," is a UNESCO world heritage site about 40 km from Agra. Built in the 16th century by the Emperor Akbar, Fatehpur Sikri (the City of Victory) was the capital of the Mughal Empire. It was abandoned in 1586 due to inadequate local water supplies and proximity to the Rajputana areas in the North-West, which were increasingly in turmoil. It includes one of the largest mosques in India, the Jama Masjid. Full of well preserved palaces and courtyards, it is a must see for anyone visiting Agra. In order to get a full idea of this site it is better to take a guide (₹300 for 2 hours for its chargeless entrance part) or have a good printed guide. The entrance to the site (even to the yard) is only without shoes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Mathura"]]}]}," is the birthplace of Lord Krishna. There are many beautiful temples in Mathura, including the one built at Shri Krishna's birthplace."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Vrindavan"]]}]}," is also a religious place around 50 km from Agra, and quite close to ",{"type":"[[","value":[["Mathura"]]},". There are many temples here devoted to lord Krishna, a few of the more famous of which are Banke Bihari & the Iskcon Temple."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Nandgaon"]]}]}," was the home of Shri Krishna`s foster father, Nand. On the top of the hill is the spacious temple of Nand Rai, built by the Hat ruler Roop Singh. The other temples here are dedicated to Narsingha, Gopinath, Nritya Gopal, Girdhari, Nand Nandan, and Yasodha Nandan, which is located half way up the hill. Nandgaon springs into action every year around March for the festival of Holi, when many a tourist flock the city for the famous \"lath mar holi\"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Bharatpur"]]}]}," is about 56 km from Agra and houses the Famous bird sanctuary in which you can see thousands of rare birds including the ",{"type":"'''","value":["Siberian Crane"]},". There is the Lohagarh Fort, which remained invincible despite several attacks by the British. Just 32 km from Bharatpur is the Deeg Palace. This strong and massive fort was the summer resort of the rulers of Bharatpur and has many palaces and gardens."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["National Chambal Sanctuary"]]}]},", (70 km away) is a natural sanctuary and the home of the endangered Indian ",{"type":"''","value":["gharial"]}," (a relative of the crocodile) and of the Ganges River Dolphin (also endangered)."]},"\n",{"type":"'''","value":["Note:"]}," Do not prey on Private Luxury Buses and Travel Agencies as they are very expensive and may drop you to your destination late. They'll also tell you that the bus is direct to the destination but in reality it's not.\n\n\n",{"type":"{{","value":[["geo"],["27.18"],["78.02"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Doab"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Agra"]]},"\n",{"type":"[[","value":[["Commons:Category:Agra"]]}]