[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Agros"]}," (Greek: Αγρός) is a village in ",{"type":"[[","value":[["Limassol district"]]},", ",{"type":"[[","value":[["Cyprus"]]},". \n\n",{"type":"==","value":["Understand"]},"\n\nSituated on the Troodos mountains, Agros is a tourist destination, both for locals and foreigners, mainly during the warm, summer months. It has maintained a fame as the \"Rose village\" due to the extensive cultivation of this flower in the area.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n",{"type":"'''","value":["Nicosia-Agros"]},"\n\nExiting Anthoupoli, passing the private Grammar School head towards Nicosia-Palaichori highway. Keep straight ant you will pass the villages of Arediou, Malounta, \nAgios Epiphanios and the area of Agia Koroni, covered in green. After passing the villages of Apliki and Palaichori, head towards the village of Agros with the magical scents of roses. \nYou can advise street signs to reach Agros. This route lasts almost 1 hour and 10 minutes.\n\n",{"type":"'''","value":["Larnaka-Agros"]},"\n\nExiting the National Larnaka Airport you will reach a roundabout. Direct towards the Halan Sultan Mosque-Dromolaxia road. After a ten-minute drive you will reach the roundabout of Kalo Chorio and then the roundabout of Aradippou, where you have to enter Larnaka-Nicosia highway. You will reach the roundabout of Pera Chorio Nissou fifteen minutes later, and you will have to direct towards Nicosia. Take the exit for Tseri and where the road is “T-shaped”, turn left. After reaching the church dedicated to Saint Andronicos, the Primary School, turn left directed towards Kato Deftera. At a distance of three kilometers stands Nicosia-Deftera highway. Where the roads are “T-shaped”, turn left heading towards Pano Deftera and Anageia. After passing Pano Deftera and Anageia, you will reach a “T-shaped” road, where you have to turn left, entering Palaichori-Agros highway. Keep straight and you will reach the villages of Arediou, Malounta, Agios Epiphanios, and the area of Agia Koroni, covered in green. After passing the villages of Apliki and Palaichori, you will reach the picturesque village of Agros, one of the most beautiful villages in Cyprus. Enjoy the amphitheatrically formed landscape, the picturesque neighborhoods and the enchanting scents of roses. There are helpful street signs along the way. This route lasts almost 1 hour and 30 minutes \n\n",{"type":"'''","value":["Limassol-Agros"]},"\n\nStarting your journey from Mesa Geitonia roundabout, head towards Palodia-Agios Ioannis-Agros. Keep straight and you will reach the villages of Palodia, Paramytha, Zoopigi, Agios Ioannis (Pitsilia) and the beautiful village of Agros, famous for its natural beauty and its pink roses. You will need almost 1 hour to reach Agros.\n\nStarting your journey from Polemidia roundabout, head straight towards Platres. At a distance of six kilometers you will reach Polemidia dam and at a distance of eight more kilometers you will reach the village of Alassa. Enjoy the magnificent view of Kourris dam and keep straight passing the villages of Lania and Trimiklini. At a distance of one kilometer take the exit for Pelendri-Potamitissa located on your right. Keep straight. After passing Pelendri and Potamitissa you will be lead to the beautiful and picturesque village of Agros. You will need almost 45 minutes to reach Agros from Polemidia roundabout.\n\nBoth routes are indicated by helpful street signs.\n\n",{"type":"'''","value":["Paphos-Agros"]},"\n\nStarting your journey from Konia roundabout, head towards Limassol. After Mandria roundabout, exit the highway, entering the old Limassol-Paphos highway. Keep straight towards Limassol until the exit for Nikoklia-Agios Nicolaos. Turn left towards Nikoklia and you will reach the villages of Nikoklia, Souskiou, Phasoula, Mamonia, Agios Georgios, Kidasi, Kedares, Pretori. Keep straight until you reach Mandria-Kato Platres crossroad, where you have to follow the direction towards Pera Pedi. Reach Sayttas crossroad and turn right. At a distance of almost 500 meters turn left heading towards Potamitissa. The beautiful village of Agros lies at a distance of only three kilometers after Potamitissa. This route lasts 1 hour and 30 minutes.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"'''","value":["Limassol-Agros"]},"\n\nBus ",{"type":"[","value":["http:\/\/www.limassolbuses.com\/wp-content\/uploads\/2011\/10\/VILLAGES_ROUTES_ENGLISH_50.pdf #50"]}," starts from the EMEL central station in Limassol and arrives in Rodon Hotel in Agros. The route passes through various villages in Limassol district, before it reaches Agros and\nthe trip lasts about 120 minutes. Single ticket costs €1.50, while there is a whole day ticket for all Limassol District busses for €5.00.\n\nFrom EMEL station (Limassol to Agros):\n",{"type":"*","value":[" ",{"type":"'''","value":["Weekdays:"]}," 07:30, 12:00, 13:40, 16:15, 18:15"]},{"type":"*","value":[" ",{"type":"'''","value":["Saturday:"]}," 06:00, 07:00, 09:00"]},{"type":"*","value":[" ",{"type":"'''","value":["Sunday:"]}," 09:30, 16:00"]},"\nFrom Rodon Hotel (Agros to Limassol):\n",{"type":"*","value":[" ",{"type":"'''","value":["Weekdays:"]}," 05:15 , 06:00 , 07:00 , 09:00 , 14:30"]},{"type":"*","value":[" ",{"type":"'''","value":["Saturday:"]}," 07:30, 12:00, 13:30"]},{"type":"*","value":[" ",{"type":"'''","value":["Sunday:"]}," 11:00, 17:00"]},"\n",{"type":"'''","value":["Nicosia-Agros"]},"\n\nRoute #157\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["Wikipedia:Agros, Cyprus"]]},"\n\n",{"type":"{{","value":[["geo"],["34.9167"],["33.0167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Limassol district"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Agros"]]}]