[{"type":"{{","value":[["pagebanner"],["Aguas Calientes banner River bank 2.jpg"]]},"\n",{"type":"[[","value":[["Image:Machupicchu85.JPG"],["thumb"],["350px"],["Aguas Calientes"]]},"\n\n",{"type":"'''","value":["Aguas Calientes"]}," (now officially ",{"type":"''","value":["Machu Picchu Pueblo"]},") is a small town at the bottom of the valley next to ",{"type":"[[","value":[["Machu Picchu"]]},", and the principal access point to the site. Despite its magnificent setting, it's not the most scenic town, owing to fast and ruthless development to support the huge influx of tourists. Unless you're on a daytrip from ",{"type":"[[","value":[["Cusco"]]}," or plan to spend a fortune and stay at the sole lodge in Macchu Picchu itself, you will need to spend at least one night here.\n\n",{"type":"==","value":["Get in"]},"\n\nThe only ways to get to Aguas Calientes are by train or by foot.\n\n",{"type":"===","value":["By train"]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.perurail.com Peru Rail"]}]},". Trains depart from Ollantaytambo, 1hr 45min from ",{"type":"[[","value":[["Cuzco"]]},", several departures daily, varying greatly in price. To get to Ollantaytambo, take a collectivo from Calle Pavitos in Cuzco, 15 soles per person. They start early, around 3am, and run every half hour. Look for a newish van with seatbelts. Ollantaytambo is a lovely town with some ruins of its own, so it is a good idea to take the bus, spend a night in Ollantaytambo, then take the train to Aguas Calientes the next morning. The scenic train journey through the ",{"type":"[[","value":[["Sacred Valley of the Incas"],["Sacred Valley"]]}," takes about 1 hour 45 as well. Tickets should be bought in advance either online or at the Peru Rail office on the Plaze de Armas in ",{"type":"[[","value":[["Cuzco"]]},". Try to book several days in advance if possible, especially in the high season. It´s not possible to select your own seats online, so if you have a preference, buy them at the station. The fares start at US$35 one way in the 'Backpackers' cars, with decently comfortable seats and small snacks provided. The 'Vistadome' cars are the mid-range cars, with more comfy chairs and meals served. If you prefer to ride in style, opt for the 'Hiram Bingham', complete with gourmet meals and an observation carriage. Some people consider this service to be obnoxious, given the poverty of the people it rolls past.\n\nInca Rail and Machu Picchu Rail run alternative services; their offices are also on the Plaza de Armas in Cuzco. Prices are service are similar; they are good alternatives if your chosen service on Peru Rail is fully booked.\n\n",{"type":"===","value":["By foot"]},"\n\nIf you're on a budget, or just adventurous, it's possible to hike downstream along the railway tracks from Ollantaytambo or from the town at km 82, where the Inca trail starts, this is about a seven hour hike (Note - hiking ",{"type":"''","value":["on"]}," the train tracks is prohibited).\n\nIt's also possible to hike upstream along the train tracks from ",{"type":"[[","value":[["Santa Teresa (Peru)"],["Santa Teresa"]]}," (4 hours) or Hydroelectrica (2 hours). You can take a minibus directly to Hydroelectrica from Cusco for S\/50 or make the journey by public transport: To reach Santa Teresa, take a bus towards ",{"type":"[[","value":[["Quillabamba"]]}," from Cusco and get off at Santa Maria. The bus leaves Cusco at 8am (from the Santiago bus depot - S\/20) and passes through Ollantaytambo, Urubumba and Santa Maria. It´s an 7 hour journey from Cusco to Santa Maria. You can also take a Minivan (",{"type":"''","value":["Colectivo"]},") which leaves next to the buses (S\/25-30 - 4 hours). At Santa Maria, take a connecting bus to Santa Teresa (S\/6, 1.5 hours) or a taxi (S\/10, 1 hour). Walk 2 hours or catch a bus (S\/5) to the hydro electric plant (",{"type":"''","value":["planta hidroeléctrica"]},"). From there it's two hours of walking to Aguas Calientes from here, but it's also possible to catch a train for $18.00 US to Machu Picchu Pueblo, possibly much cheaper if you are Peruvian (leaves ",{"type":"''","value":["hidroeléctrica"]}," at 4 PM). As the tracks are still in use, be careful, especially when crossing bridges and in the tunnels.\n\nThere are also hiking paths coming from ",{"type":"[[","value":[["Mollepata"]]},", ",{"type":"[[","value":[["Cachora"]]}," and ",{"type":"[[","value":[["Huanicapa"]]}," for the extremely adventurous. You will want to get your hands on some topographical maps beforehand, Hiking and Treking around Cusco is available for around S\/.25.00 to S\/.30.00 and has details on the routes you can take.\n\n",{"type":"==","value":["Get around"]},"\n\nThe town is compact and walkable, and there are no vehicles apart from the buses to Machu Picchu and a few work vehicles.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Machu Picchu"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=S\/. 152"],["content= This is what most people come to see. The bus from the town Aguas Calientes up to ",{"type":"[[","value":[["Machu Picchu"]]}," costs 45 Soles ($17.00) per person for a return trip, or $9 one-way (One way tickets are more expensive at the top, catching the tired people who thought they would walk down). You can walk to the ruins for free, but it's steep uphill and takes about an hour and a half. The toilets at the top cost 1 Sol to use. You have to buy your ticket for entering the ruins at the Cultural Centre in Aguas Calientes (if you're not doing the whole tour from Cusco; tickets are available at the Peru Rail office there).  This ticket costs S\/. 152 per person (including entry to Huayna Picchu) and is valid for 1 entry over a period of 3 days (so if you've only got one night in Aguas Calientes, are on a budget and arrive with the backpacker train at roughly 11:30am decide if you want to go up to Machu Picchu in the afternoon or early next morning). Be aware that the office will not sell same-day tickets after 2:30PM and that the last entry into Machu Picchu is at 4PM, with visitors herded out by 5PM. Also note that the office will ask for your official passport when buying tickets rather than a photocopy, though agents may be flexible. Aguas Calientes is overpriced and nasty, so if you can stay in Ollantaytambo and get the first train at 06:10, it's way better. You'll arrive about 8am, still way before the large tour buses (10am - 2pm). Remember to take water and snacks with you as the snacks available at the ruins are insanely expensive. Even bring water with you to Aguas Calientes, as the shops there charge about double. Best to bring a packed lunch from Cuzco, if possible."]]}]},"\n",{"type":"==","value":["Do"]},"\n\nHiking on the train tracks is prohibited, although it seems to be the only way to reach certain destinations.\n\nIn town;\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Thermal Baths"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Soak your weary Inca Trail-beaten muscles in one of the hot springs for which the town was originally named (after taking a thorough shower, of course). The baths can be found by walking up the hill in town. These are not bad, but the feel is much like a public pool and they can be crowded, since everyone wants to get into the hottest pools.  The cost is S\/.10.00, you can rent towels or swimming trunks before you go in if need be."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Massage"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dozens of massage parlors abound in town (all legit, although of varying quality). Prices from S\/.40.00 for a one-hour massage."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Internet"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Internet cafes charge about S\/.3.00 to S\/.4.00 per hour and there are also CD and DVD burning facilities to store your photos. DVD's cost S\/.15.00 each to burn."]]}]},"\nGoing downstream towards Santa Teresa;\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Putucusi"],["alt=Putukusi"],["url="],["email="],["address="],["lat=-13.1572"],["long=-72.5353"],["directions=13º 09' 26 S 72º 32' 10 W"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Quechua for “Happy Mountain”. Putucusi is on the same side of the river as Machu Picchu Pueblo. Follow the train tracks a very short distance away from town in the direction of Santa Teresa and Machu Picchu (downhill from town) you will shortly come across a trail on your right heading uphill. (If you come to a train tunnel, you've gone too far.) This trail leads to the summit, approximately 2370 meters above sea level. It is the mountain adjacent to Machu Picchu. The trail is steep with quite a few near-vertical wooden ladders. The elevation gain is about 300 meters from Machu Picchu Pueblo.  The summit offers amazing views of Machu Picchu if it's a clear day. As of March 2013 there is a sign at the start of the trail saying it is closed for rehabilitation, but the entry gate (a few hundred metres along the trail) is not locked and the trail itself is in good condition. Allow about one hour each way and make sure you'll be out before it gets dark. Wear long pants to avoid insect bites and take some water."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Butterfly House"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Its near the camping ground, if you get to the bridge you've gone too far."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Machu Picchu Museum and Botanical Gardens"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Across the bridge on the opposite side from town at the bottom of the path leading up to Machu Picchu is a path leading to the Machu Picchu museum and botanical gardens, also worth checking out if you have the time."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Ecological Centre"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Further along the tracks near the bridge to Machu Picchu you will reach an ecological centre with rainforest walks that will consume about one hour of your time. You can reach this by following the road towards Machu Picchu as to avoid walking through the railway tunnel. There is a stair case leading up to the train tracks near the bridge to Machu Picchu."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Gardens of Mandor"],["url=http:\/\/www.losjardinesdemandor.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=If you continue further along the tracks towards Hydroelectric at 114.5km you will reach the gardens and waterfall of Mandor, which is private property and requires foreigners to pay S\/.10.00 for entry. This is a nice walk with many orchids and some rainforest and trails to a waterfall."]]}]},"\nGoing up stream towards Ollantaytambo;\n\nFollowing the train tracks upstream from Machu Picchu Pueblo towards Ollantaytambo you will see some other ruins and a waterfall.\n\n",{"type":"==","value":["Buy"]},"\n\nPrices on most things are relatively high, if you´re on a very tight budget, bring some snacks and water from Cuzco. If you´re wanting to use a credit card for hotel or purchases, note that most places only accept Visa.  However, prices on basics such as snacks and water are not much higher than Cusco and the Sacred Valley.\n\nThere is a big ",{"type":"'''","value":["market"]}," along the road to ",{"type":"[[","value":[["Machu Picchu"]]},", and a big ",{"type":"'''","value":["handicraft market"]}," in front of the railway station.\n\nSome shops sell hand-painted t-shirts, which are far more expensive than other t-shirts in Peru but are a little more creative.\n\n",{"type":"==","value":["Eat"]},"\n\nWarning: Aguas Calientes is in the nastiest tradition of tourist towns. Be prepared for inflated prices, incorrectly calculated bills, and all the rest. A common ploy is to have a 15 sol menu del dia. When your bill is brought, suddenly it is 10-15% more than advertised due to the \"tax\" and \"servicio\". This is fairly easy to avoid if you are aware of it - when the tout is inviting you into the restaurant, he or she will name a price. Agree the price with them, and say, \"No tax, no servicio, no nada mas.\" When they bring the bill, you often have to remind them of this agreement, but there is usually no problem if it is agreed up front. The waiter will tell you he earns no wages, and the service charge is his only pay. It is a lie. Only ever pay what is advertised.\n\nThe town is full of pizza restaurants, which are a safe option. Menu Hoy or Today's Menu is usually S\/.10.00 - S\/.15.00 and depending on where you go will be something along the lines of -\n\nPalta Rellena (Stuffed Avocado)\nSoup  \nMain Course (generally trout, beef or chicken)\nTea, Coffee, Fruit Juice, Wine or Pisco Sour\n\nAlpaca is definitely worth trying if you get the chance, in my opinion it tastes better than beef or lamb.\n\nThe smaller restaurants up the hill will often offer twice the food at half the price than the larger establishments, and the quality is usually the same.\n\nIndio Feliz (Happy Indian) is a nice French restaurant for those willing to spend a bit more than at the other places. Meals will cost about 30 soles here plus drinks but the food is outstanding. There is also a 50-soles prix fixe menu that provides three courses is good value. The restaurant is owned by a Frenchman and his Peruvian wife, who are both very friendly.\n\nEvery restaurant has an advertising guy whom will give you a business card and their name - it can get quite annoying as there are many restaurants who will try to lure you into their establishment. The ad man will take you to the bar\/restaurant and seat you and for this they'll get a 10% tax added to your final bill and then if the service was good you'll want to tip the normal 10% of the bill.  You'll end up tipping 20%.  One could see it as creating jobs... yet annoying. (See solution for it above - agree \"no tax, no servicio, no nada mas\" when the price is quoted, before sitting down.)\n\nThere are Chifas, the Peruvian version of Chinese restaurants, everywhere and make good options after a day of hiking.\n\nThere are two cafes outside the entrance to Machu Picchu that have decent cafe-style food and are surprisingly reasonable.\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Las Orquideas"],["alt="],["url="],["email="],["address=Calle Wakanki N 402"],["lat="],["long="],["directions=opposite the stadium at the corner with Winay Wayna"],["phone=084 314 031"],["tollfree="],["fax="],["hours="],["price="],["content=This place has a good menu economico for 8 soles. It consists of soup, main dish and a drink. It is not advertised outside, only inside next to the kitchen window. Especially Lomo Saltado is a great value if it is on the menu."]]}]},"\n",{"type":"==","value":["Drink"]},"\nMany bars try to lure in customers with 4 for 1 happy hours lasting the whole evening. Beware that the price is fourfold of the normal prices in Cuzco. These \"four\" cocktails are also each about the size of one normal-priced cocktail. It is often not a terrible deal, but it is not truly four for one.\n\nSigns warn that it is not allowed to sell and\/or consume alcoholic beverages after 11pm. However, it's not too hard to find a place to drink some beers after this time.\n\n",{"type":"==","value":["Sleep"]},"\nThere are many sleeping options in Aguas Calientes. There is one very expensive hotel right next to the ",{"type":"[[","value":[["Machu Picchu"]]}," entrance.\n\n",{"type":"{{","value":[["sleeppricerange"],["budget"],["midrange"],["splurge"]]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Amaru"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=has a large Anaconda skin on the wall in the cafe downstairs, there is also a bar, a billiard table and internet access downstairs, the staff are very friendly and helpful, this hostel is great if your on a budget and is just meters from the hot springs."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Hotel Los Caminantes"],["url="],["email="],["address=Avenida Imperio de los Incas 140"],["lat="],["long="],["directions="],["phone=+51 84 21-1007"],["tollfree="],["fax="],["hours="],["price="],["content=Has 28 rooms, doesn't accept credit cards."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Camping Municipal"],["url="],["email="],["address="],["lat="],["long="],["directions=next to the bridge on the road to Machu Picchu"],["phone="],["tollfree="],["fax="],["hours="],["price=S\/15 per tent"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostel Continental"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A nice hostel near the end of the train tracks on the far side of the hot springs. Very reasonably priced and quite well kept."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Joe"],["url="],["email="],["address="],["lat="],["long="],["directions=across the street from Hostal John"],["phone=+51 84 38-3512"],["tollfree="],["fax="],["hours="],["price=double\/treble rooms for S\/35-50"],["checkin="],["checkout="],["content=has friendly staff. The street is quiet without bars or major foot traffic. They will keep your bags securely until you take the train at night. Pickup from the train station"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal John"],["url="],["email="],["address=Calle Chaska T'ika C-7 Urb. Las Orquideas."],["lat="],["long="],["directions="],["phone=+51 84 78-5065, +51 84 974-711-092"],["tollfree="],["fax="],["hours="],["price=S\/10 per person"],["checkin="],["checkout="],["content=there are a couple of hotels at this price."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hostal Sol de Oro"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=S\/35 for a double room"],["checkin="],["checkout="],["content=More of a hotel than a hostal. Quiet and clean. Private bathrooms with hot showers and good water pressure."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Supertramp Hostel"],["url="],["email=supertramphostel@hotmail.com"],["address="],["lat="],["long="],["directions="],["phone=+51 84 79-1224"],["tollfree="],["fax="],["hours="],["price=dorms start at $10"],["checkin="],["checkout="],["content=A welcoming new hostel with comfortable dorms and private rooms.  They will meet you at the train station upon arrival.  You can hang out in the common areas and use the facilities while you wait for your train, and they will provide early morning wake up calls and breakfasts."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Las Americas"],["alt="],["url="],["email="],["address=Calle Inca Roca #107"],["lat="],["long="],["directions="],["phone=(084) 211370 \/ 974 381731 \/ 979068692"],["tollfree="],["fax="],["checkin="],["checkout="],["price=40 soles with double with private bathroom"],["content=This hotel opened just in 2013 and is not fully finished. The rooms are brand new, have private bathroom with reliable hot water, good quality bed. Wi-Fi is only at the reception and does not reach all the rooms. The staff is quite unfriendly, but for the price it is a great value."]]}]},"\n",{"type":"===","value":["Midrange"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gringo Bill's"],["url="],["email="],["address=Colla Raymi 104"],["lat="],["long="],["directions=on the Plaza de Armas"],["phone=+51 84 21-1046 (+51 84 24-1545 for reservations)"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel El Tumi"],["url="],["email="],["address="],["lat="],["long="],["directions=a block or two up the hill from Chez Maggy restaurant"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=nice rooms, good hot showers, friendly staff.  A bit pricey during high season, but a bargain if it's low season."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hostal Varayoc"],["url="],["email=hostal.varayoc@hotmail.com"],["address=Imperio de los Incas 114"],["lat="],["long="],["directions=above an internet cafe"],["phone="],["tollfree="],["fax="],["hours="],["price=From $20 USD for a single to $45 USD for a triple"],["checkin="],["checkout="],["content=basic, clean rooms with hot showers on main drag across bridge from train station. Price includes simple breakfast. Friendly staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Cabana Machupicchu"],["url="],["email=reservas@lacabanamachupicchu.com"],["address=Av Pachacutec 805 (Lot. 3 MZA. 20)"],["lat="],["long="],["directions=about three quarters up Av Pachacutec"],["phone=+051 084 211048"],["tollfree="],["fax="],["hours="],["price=From about $100 Canadian for a room with two beds"],["checkin="],["checkout="],["content=Hot water, private bathrooms, free Wi-Fi, laundry service, 24-hour front desk, restaurant on premises. Price includes buffet breakfast. Friendly staff."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Rupa Wasi"],["alt=Treehouse"],["url=http:\/\/www.rupawasi.net\/ingles\/index.html"],["email=info@rupawasi.net"],["address=Huanacaure 180"],["lat="],["long="],["directions=one block from main plaza"],["phone=+51-84-242760"],["tollfree="],["fax="],["hours="],["price=$69"],["checkin="],["checkout="],["content=Beautiful place on the hill done in tasteful modern woods. Opt for the upper rooms for a nice view. Restaurant on premises serves a fusion of different cuisine styles - Italian, Asian, Andean and Peruvian - using organic ingredients, and offers fun cooking lessons with Bruno, the head chef."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Wiracocha Inn"],["url="],["email=wiracocha-inn@perú.com"],["address=Calle Wiracocha s\/n"],["lat="],["long="],["directions="],["phone=+51 84 21-1088"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Clean rooms, friendly owners, fair prices, and the river will lull you to sleep every night. You can also leave bags here while exploring the ruins."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Inka Terra"],["url="],["email=directsales@inkaterra.com"],["address="],["lat="],["long="],["directions="],["phone=+51 1 610-0410 (+1 800 442-5042 from USA)"],["tollfree="],["fax="],["hours="],["price=$300 to $700 per night"],["checkin="],["checkout="],["content=It is the money-making branch of the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ita-peru.org\/ Inkaterra Foundation"]}]},", a nature and culture preservation organization working since 1975. It is like a small Andean town built into the mountainside and has one of the largest and most varied orchid collections in the world. There are all kinds of small birds. In a very private location, only for registered guests, and has received several international awards."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\nInternet cafes are spread around the town, and cost around S\/3 per hour with slow connections. They offer local and long-distance calls as well.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cusco"]]}," take the train."]},{"type":"*","value":[" ",{"type":"[[","value":[["Ollantaytambo"]]}," take the train."]},{"type":"*","value":[" ",{"type":"[[","value":[["Santa Teresa (Peru)"],["Santa Teresa"]]}," head down stream, its about a four hour hike."]},{"type":"*","value":[" ",{"type":"[[","value":[["Choquequirao"]]}," you'll need camping equipment, food, a map and GPS would be good too."]},"\n",{"type":"{{","value":[["IsPartOf"],["Sacred Valley of the Incas"]]},"\n",{"type":"{{","value":[["geo"],["-13.15429"],["-72.52367"],["zoom=14"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"[[","value":[["wikipedia:Aguas Calientes, Peru"]]}]