[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n\n",{"type":"'''","value":["Agumbe"]}," is a small village that lies in malnad region in ",{"type":"[[","value":[["Shimoga (district)"]]}," of ",{"type":"[[","value":[["Karnataka"]]}," state. Agumbe is well known for two things. Firstly, it records the highest rainfall in Southern India. And secondly, for its scenic outlook and Sunset view point.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"'''","value":["By air"]},"\n\nNearest Airport is Mangalore airport which is 106 km from Agumbe. Bangalore airport is 378 km away. \n\n",{"type":"'''","value":["By train"]},"\n\nAgumbe is not reachable by train from other Indian cities. However Udupi is closest railway station which is 54 km from Agumbe.  \n\n",{"type":"'''","value":["By bus"]},"\n\nThere are buses from Bangalore KSRTC(Karnataka State Road Transport Corporation). There are plenty of private buses that ply from the Shimoga, Udupi and Mangalore to Agumbe.\n\n",{"type":"==","value":["Get around"]},"\nAgumbe is a small place and one can walk around  or take auto-rickshaw. One can visit nearby places by taking local buses as well.\n\n",{"type":"==","value":["See"]},"\nAgumbe is well known for its scenic beauty and rain forest with many beautiful falls. The sunset view point is famous place and on a clear day one can view sun setting in Arabian sea from a view point 826 M(2710 ft) above sea level.\n\n",{"type":"'''","value":["Barkana Falls"]},"\n\nBarkana Falls is the 10th highest waterfall in India with a height of 850 ft\/259 mts. It is formed by the Seeta River.\n\n\n",{"type":"'''","value":["Onake Abbi Falls"]},"\n\nThis is another waterfall near Agumbe. In the Kannada language, \"Onake\" means a pounding stick which is used to pound grains in villages.\n\n",{"type":"'''","value":["Jogigundi"]},"\n\nThis is a small water fall which is very near to Agumbe, it takes about 10 to 15 min to reach this place.\n\n",{"type":"'''","value":["Koodlu theertha falls"]},"\n\nA beautiful waterfall just 20 km from Agumbe, includes a Trek of 3-4 km and you will reach the most beautiful falls in the entire state.\n\n",{"type":"==","value":["Do"]},"\nAgumbe being part of the western ghats offers some good places for hiking\/trekking with scenic beauty around. One can visit any of falls around or go for trekking in the nearby hills.\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name="],["url="],["email="],["address=Agumbe,Thirthahalli"],["lat="],["long="],["directions=On the way to agumbe from thirthahalli"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Kundadri,is a hill station,a good place for trekking..at the top one can see a jain temple.."]]}]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nAgumbe is small place and may not get much option to eat. However one can eat local food and drink tea\/coffee at bus stand hotel and also at Hotel Sri Ganesh on the main road that connect to Shimoga and Udupi. Don't forget to visit small tea stall (popularly known as Bhattara tea) near to checkpost. The speciality of the stall is vanilla flavoured tea and hot vadas\n\n",{"type":"==","value":["Drink"]},"\n\nIt is better to stock up beforehand\n\n",{"type":"==","value":["Sleep"]},"\nThe inspection bungalow and the Mallya Residency near the bus stand are the two commercial places where the visitors can stay. They are available on a first come first serve basis and the Inspection bungalow gives the first preference to government officials. \n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Shimoga (district)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Agumbe"]]},"\n\n",{"type":"{{","value":[["geo"],["13.5087"],["75.0959"]]}]