[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Iran - Khuzestan - Ahvaz - White Bridge & Karoon River.jpg"],["thumb"],["350px"],["White Bridge"]]},"\n",{"type":"'''","value":["Ahvaz"]}," (Persian: اهواز, also Romanized as ",{"type":"'''","value":["Ahwaz"]},") is a city in ",{"type":"[[","value":[["Khuzestan"]]}," Province in South Western ",{"type":"[[","value":[["Iran"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAhvaz is situated on the banks of the Karoun River, which splits the city into two large districts.\nThe western half is mostly housing with some government departments. The eastern half is both residential and Industrial. The main train station is on the western side and the airport is on the eastern side.\nExtremely hot in the summer. Expect 45 degrees in July and August.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nThere are daily flights to ",{"type":"[[","value":[["Tehran"]]},", ",{"type":"[[","value":[["Isfahan"]]},", and ",{"type":"[[","value":[["Shiraz"]]},".\nThere are weekly flights to ",{"type":"[[","value":[["Dubai"]]},"-",{"type":"[[","value":[["Kuwait City"]]},"-",{"type":"[[","value":[["Mashad"]]},".\nAirlines serving Ahvaz airport are Iran Air-Caspian Airlines-Mahan Airlines-Eran Air-Aria Air-Iran Air Tours-Iran Asseman Airlines.\n\nThere are many travel agencies, but the best and most trusted is OXIN travel agency that sits on the corner of the 7th street in Kianpars. \nThey are a trusted company and have flight tickets for all the destinations in Iran, they also provide great vacation tours to Asian countries like U.A.E., Malaysia, Indonesia, China, Japan, Vietnam and many more.\n\n",{"type":"===","value":["By train"]},"\nThere are daily trains to Tehran-Khorramshahr and Bandar Imam Khomeini.\nAhvaz is the major junction for trains heading from the southern ports to Tehran, and from Tehran you can change trains and go further to Mashad or Tabriz.\nThere are 3 daily trains to Tehran.\n\n",{"type":"===","value":["By car"]},"\n\n",{"type":"===","value":["By bus"]},"\nThere are daily busses to many destinations in Iran\n1.Ahvaz-Tehran-\n2.-Ahvaz-Isfahan\n3.Ahvaz-Shiraz-\n4.Ahvaz-Mashad-\n5.Ahvaz-Khorramabad.\nThe main bus station is located in Kampelo for busses headed north (i.e.:Tehran)\n\nFor buses headed east(Isfahan and Shiraz-Masjed Suleiman) the station is at 4 Lions Square\n\nSouth bound buses leave from Khorramshahr Square.\n\n",{"type":"===","value":["By boat"]},"\n\n",{"type":"==","value":["Get around"]},"\nTaxis roam around the city 24 hours a day and are relatively inexpensive. Around 3000 tomans for the longest trip in the city.\nThere are also taxi agencies everywhere, if you can't find one on your own, all the hotels have taxi agencies.\nBusses ply most innercity routes and are very cheap.\n\n",{"type":"==","value":["See"]},"\nBeing an oil business oriented city, there are not a lot of interesting places to see in Ahvaz.\nMost people go to Kianpars street at night and stroll amongs the shops. You could visit the old and hectic bazaar area(Taleqani Street).\nThe best places in Ahvaz are situated alongside the river. The river boulevard is a nice place to stroll and has many parks.\nOne of the attractions of Ahvaz is the oil well flares situated on the border of the city, but it's only nice at night time.\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Riverside Park"],["url="],["email="],["address=Kianpars, Ahvaz"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Riverside Park the oldest park of the city. It is located in Kianpars and beside the White Bridge. The view of Karoun river, white bridge, other side of the city and the islands are interesting."]]}]},{"type":"*","value":[{"type":"{{","value":[["see"],["name=White Bridge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The white bridge was the first bridge crossing Karoun river made by German engineers about 80 years ago. The bridge is now considered as the main symbol of the city."]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Sailing on the river"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=You can rent a boat and go sailing on Karoun river in many parks nearby the river."]]}]},"\n",{"type":"==","value":["Learn"]},"\nChamran (Ahvaz) University--Azad University with 3 Campuses--National Iranian Oil Company University\n\n",{"type":"==","value":["Work"]},"\n\n",{"type":"==","value":["Travel Agency's"]},"\nThere are many, but the best and most trusted is OXIN travel agency that sits on the corner of the 7th street in Kianpars. \n\nThey are a trusted company and have flight tickets for all the destinations in Iran, they also provide great vacation tours to Asian countries like U.A.E., Malaysia, Indonesia, China, Japan, Vietnam and many more.\n\n",{"type":"==","value":["Buy"]},"\nAll the Ahvaz neighborhoods have a local market place, the upscale shops are mostly situated alongside Chamran Blvd.(Kianpars), Zeitoon Karmandi (Cheetah Square), and the main bazaar is on Taleqani Street.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\nThere are many sandwich shops and fast food shops in the city. Most are average.\nGood ice cream store located in a cellar below a cake store. Haji Baba Coffee Shop can be found next to the bazar, heading towards the white bridge.. No English spoken.\n\n",{"type":"===","value":["Mid-range"]},"\nOxin Hotel Restaurant- Try the Shir Mahi(Fish) Kebabs and they also serve great Meat Kebabs.\nThey have specials that change daily, my favorite is the Shrimp.\n\nAthena Pizza in Kianpars serves excellent deep dish pizzas. \n\nPizza Pizza in Zeytun is the best, make sure you visit this location if you visit Ahvaz, the Pizza Pizza in Kianpars is not that great!!!\n\n",{"type":"===","value":["Splurge"]},"\nAstoria Hotel Restaurant-Expensive and below average food.\n\n",{"type":"==","value":["Drink"]},"\nYou cannot legally find alcohol in Iran so your drinking is limited to soft drinks and fruit juice.\nThere are many good fruit juice shops in Ahvaz and you will find them easily. In the summer stay away from Cantaloupe juice and Banana milk shakes.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\nThere are many mehmansara (Guest House) in Ahvaz. Most don't admit foreigners and the ones that do are not up to foreign standards. But they are inexpensive.\nNaderi Hotel is a decent one.\n\n",{"type":"===","value":["Mid-range"]},"\nOxin Hotel is near the airport and is moderately priced. It has an excellent restaurant and the rooms are clean and they have great air conditioning. They also have large screen televisions in the lobby and mostly show football games. They speak very good English and can help you arrange any kind of tour or transport.\nHotel Iran is reasonably ok, but make sure u ask for a room on refurbished floors. BASIC English spoken. Restaurant good and reasonably priced at around 9000 toman for a chicken kebab. Chuchey kebab.\nPlenty of hot water and good AC in refurbished rooms.\n\n",{"type":"===","value":["Splurge"]},"\nFajr (Former Astoria) Hotel is the best hotel in the city. It is situated by the riverside and has great views but it's expensive.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Stay healthy"]},"\nAhvaz, in Iran according to a 2011 WHO survey is found to be the worst air polluted city in the world. People with respiratory problems, for example asthma patients, should consider before visiting. \n\n",{"type":"==","value":["Cope"]},"\nNot easy without Farsi.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["31.320278"],["48.669167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Khuzestan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ahvaz"]]},"\n",{"type":"[[","value":[["commons:Category:Ahvaz"]]}]