[{"type":"{{","value":[["pagebanner"],["Generic flying banner.jpg"]]},"\n\nTaking a flight used to be a very expensive luxury reserved for the rich. These days, in particular because of the advent of budget carriers, fares have fallen dramatically and flying is now accessible to much of the middle class around the world.\n\nNevertheless flying will still likely be a significant part of your travel budget. There are many ways in which you can reduce this cost.\n\n",{"type":"==","value":["How to get low fares"]},"\n\n",{"type":"===","value":["Book online"]},"\n\nAlmost all low-cost carriers sell their lowest fares exclusively through their own website. Phoning them will result in a surcharge or higher fare or they may only offer web sales. However, most discount carriers lack \"search engine presence\" and home pages won't appear first in search engines. Avoid consolidation travel sites that appear to offer true discount fares that appear first. These generally don't quote surcharges, taxes and other costs and often cannot sell you the true lowest price as they often earn commissions from airlines.\nSearch for carrier name + \"home\" to find websites (that is, Google \"Viva Macau +homepage\")\n\nDon't assume major carriers will not discount. Check the major carriers websites also. Major carriers often have more frequent flights and a higher capacity to fill.\n\nTry to find a search engine like www.skyscanner.nl to find the cheapest prices. Often they will show you the airline that is offering the price and you can go directly to their website in order to confirm.  You can also use features like \"search entire month\" or pick a specific date and your place of origin but ask to search the entire database so you can find the cheapest ticket on that date to anywhere and then surprise yourself with a destination.\n\n",{"type":"===","value":["Low-cost carriers & online services"]},"\n\n:: See also ",{"type":"''","value":[{"type":"[[","value":[["Low-cost airlines"]]}]},"\n\nLow-cost carriers often impose (very) low baggage allowances. These can be as low as 10–15 kg for one item only, and some do not allow any free check-in baggage at all, but some carriers offer generous allowances. Don't assume & check the carriers rules before booking. They generally rigidly enforce excess allowances at check-in and require cash or credit card payment or they will refuse boarding. For airlines that do not offer free check-in baggage, they would usually allow you to purchase check-in baggage allowance either online in advance, or at the counter on check-in. More often then not, purchasing it online in advance is the cheaper of the two options, usually by a significant amount. Don't expect in-flight power sockets, music, video or magazines. Their website may have \"onboard\" information that explains services available.\n\nParents with small children should call the airline and ensure any special requirements are available prior to booking. Change facilities may be simple or non-existent. Seating options may not be available or be very restrictive (i.e. bulkhead seats which offer little legroom).\n\nMany low-cost carriers do not provide meals, water or inflight entertainment. Some sell these on board, but not all. With security arrangements changing around the world do not assume you can bring food or water on board. Check their website carefully prior to booking. Some airlines permit pre-booking of upgrades for meals, baggage and other services at a discount at booking. Walk-up payment is often over-priced or the quantity not available to meet demand. Be flexible and prepared prior to your flight. (Tip - Take tissues in case of low toilet paper supply)\n\nSeat allocation for low-cost carriers is generally either pre-booked as a preference at the time of booking or is not available until check-in. Once again, check the airline website carefully and read the terms and conditions prior to providing credit card details. To obtain best seats it is essential that you arrive as early as possible to the airport for check-in and seat allocation.\n\nALWAYS buy reputable travel insurance but not from the carrier. Discount carriers don't always offer credit for missed flights and may also then not offer a discount for travel at short notice. The $50 USD fare you prepaid may be lost and a new fare of $450USD be your only option. Always ensure you know what the airline policy is if you arrive late to check-in as well as sicknesses, illness etc.\n\n",{"type":"===","value":["Book during sales"]},"\n\nMost low-cost airlines offer seat sales at regular intervals. This happens particularly during off-peak times of year, such as winter. There can be incredibly good deals on offer during such sales.   Ryanair ",{"type":"[","value":["http:\/\/www.ryanair.com\/site\/EN\/"]}," tend to have both the widest choice of seats, most frequent sales, and cheapest fares during such sales. They sell 'free' flights, where you just pay the taxes and charges. The total cost of the flight will depend on what airports you use. The total cost of a one-way flight from ",{"type":"[[","value":[["London"]]}," (Stansted) to ",{"type":"[[","value":[["Milan"]]}," during a seat sale is €20 (£14, US$25). Flying from less busy airports during a seat sale will provide even cheaper seats, as fees at London Stansted airport are (comparatively) high. A flight from ",{"type":"[[","value":[["Glasgow"]]}," (Prestwick) to ",{"type":"[[","value":[["Rome"]]}," during a seat sale costs €16.50 (£11, US$20). Fly between even less busy airports (",{"type":"[[","value":[["Stockholm"]]}," (Skavsta) and ",{"type":"[[","value":[["Hamburg"]]}," (Lübeck), for example) during a free fare sale and you will pay around €10 (£7, US$12.50).\n\nOther airlines can have reduced prices during sales as well. Find out who flies there and make regular visits to their websites, and register for their newsletter.\n\n",{"type":"===","value":["Book well in advance"]},"\n\nAlthough it is a good choice to book your flights well ahead, it does not always guarantee you the cheapest fares as it is a myth that the cheapest fares are the first few seats on an aircraft. If there is nothing particularly cheap when you first look, and there is a long time before your trip, you might be better off waiting for a seat sale.\n\nIf you are not into making early preparations, sometimes the airlines tend to radically reduce the prices of the very last seats if they haven't been successful in selling those, so you may be able to find a great last-second deal if you're prepared to leave soon.\n\n\n",{"type":"===","value":["Secondary airports"]},"\n\nWhen flying to a major city, consider whether you must fly to the primary airport. Landing fees at secondary airports can be much lower resulting in lower ticket prices.\n\nThese airports may sometimes be quite far from the destination city, so consider any additional transport costs. It may be actually cheaper to fly to the primary airport after all!\n\n",{"type":"===","value":["Fifth-freedom Flights"]},"\n\nFifth-freedom refers to the right for an airline to carry revenue traffic between two foreign countries as part of a service connecting the airline's home country. For instance, LAN operates a flight from Santiago to Sydney with a stop in Auckland, and is permitted to carry passengers between Sydney and Auckland. As Sydney and Auckland are in Australia and New Zealand respectively, and LAN is based in Chile, the right to carry passengers solely between Sydney and Auckland is a fifth-freedom right. As airlines are often desperate to fill up seat vacancies in the fifth freedom sector, and are typically not allowed to advertise the route as much as the airlines of the two foreign countries, these flights are often cheaper than those operated by carriers based those two countries.\n\nTravellers can often take advantage to fifth freedom rights to experience service on well-known airlines based in distant countries, and yet not spend as much money as they would typically have to pay. Examples of some popular fifth freedom routes include:\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.airnewzealand.com Air New Zealand"]}]}," between ",{"type":"[[","value":[["Los Angeles"]]}," and ",{"type":"[[","value":[["London"]]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.britishairways.com British Airways"]}]}," between ",{"type":"[[","value":[["Singapore"]]}," and ",{"type":"[[","value":[["Sydney"]]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cathaypacific.com Cathay Pacific"]}]}," between ",{"type":"[[","value":[["Vancouver"]]}," and ",{"type":"[[","value":[["New York City"]]}]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.emirates.com Emirates"]}]}," between ",{"type":"[[","value":[["Brisbane"]]}," and ",{"type":"[[","value":[["Auckland"]]},", ",{"type":"[[","value":[["Sydney"]]}," and Auckland, ",{"type":"[[","value":[["Melbourne"]]}," and Auckland, Bangkok and Sydney, Singapore and Brisbane, Singapore and Melbourne and numerous other routes between Australia and Southeast Asia"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.etihad.com Etihad Airways"]}]}," between Singapore and Brisbane"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.qantas.com.au Qantas"]}]}," between ",{"type":"[[","value":[["Dubai"]]}," and London"]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.singaporeair.com Singapore Airlines"]}]}," between ",{"type":"[[","value":[["Hong Kong"]]}," and ",{"type":"[[","value":[["San Francisco"]]},", ",{"type":"[[","value":[["Seoul"]]}," and San Francisco, ",{"type":"[[","value":[["Tokyo"]]}," and ",{"type":"[[","value":[["Los Angeles"]]},", ",{"type":"[[","value":[["Frankfurt"]]}," and New York, ",{"type":"[[","value":[["Moscow"]]}," and ",{"type":"[[","value":[["Houston"]]},", ",{"type":"[[","value":[["Munich"]]}," and ",{"type":"[[","value":[["Manchester"]]}," as well as ",{"type":"[[","value":[["Barcelona"]]}," and ",{"type":"[[","value":[["Sao Paulo"]]}]},"\nThe above list is not exhaustive and there are many other airlines that fly fifth freedom routes. For instance, United Airlines and Delta Airlines operate many flights from their hub in Tokyo-Narita to various Asian destinations as part of services connecting the US with Asia. Shop around for these flights if you can, as they are typically not extensively advertised.\n\n",{"type":"===","value":["Fly off-peak if possible"]},"\n\nAirlines take advantage of increased demand on tickets during school holidays to increase ticket prices. Flights to Salzburg Airport from London Stansted with Ryanair go up two - threefold during the February school holidays, whereas BA flights from London Heathrow to Munich are half of what Ryanair demands.\n\nFriday and Sunday evening flights tend to be more expensive.  Early Sunday morning and late night flights can be cheaper.\n\n",{"type":"===","value":["Price wars are your friend"]},"\n\nIf two airlines are having a price war, then this will work to your advantage. This typically happens when two airlines announce a new route at the same time, and attempt to price each other out of the market. Use a good news source to look for news articles about this or a  price comparison tool to find the latest ones. Search for both the airlines and the destination you are hoping to go to. For example, easyJet and Ryanair have a price war on the London Gatwick and London Stansted to Alicante sectors.\n\n",{"type":"===","value":["Be creative with your routes"]},"\n\nThe cheapest route is not necessarily the most direct. jet2 ",{"type":"[","value":["http:\/\/www.jet2.com\/cgi-bin\/jet2\/I6\/home"]}," flies between ",{"type":"[[","value":[["Belfast"]]}," and ",{"type":"[[","value":[["Prague"]]}," direct, but you will often be better off flying from Belfast to Gatwick, and then on to Prague from there. It will take longer, but you could save substantial amounts of money. This is just one example, there are many others. In fact, airlines are aware that most passengers prefer direct flights, and do not like long layovers, and thus often make passengers pay a premium for choosing the most direct route. Thus, you can often save a substantial amount of money by choosing an itinerary with more stops and longer layovers. For instance, while you can fly from Singapore to London nonstop on either Singapore Airlines or British Airways, this option is usually quite expensive. A much cheaper way would be to fly with Emirates, Qatar Airways or Etihad Airways and choosing itineraries with long overnight layovers in their respective Middle Eastern hubs. Bear in mind, however, that each additional leg does mean paying all the airport fees and charges, plus any credit card booking fee again. Thus two €25 legs could together cost more than a €60 leg once you factor in the extra €20 or so of charges. On the other hand, some airports are particularly cheap - in Ireland the fees are under €15. If you miss a connection travelling this way the airlines won't help you out so could end up paying top whack for a new ticket so make sure you allow plenty of time between connections and also be aware you will have the hassle of going through check-in and security for each flight segment.\n\nIf you are flying return trip with a long route — say London to Sydney or Toronto to Singapore — it can still be possible to fly discount carriers. If you were considering a stopover anyway, the connection between carriers may not pose an additional inconvenience or risk.\n\nTip : Discount carriers generally don't operate between two major airports. Find routes that take you close to major centres using discount carriers and compare transit costs and times. Macau, for example, is well serviced by low-cost carriers to Mainland China and other Asian destinations (Japan, Thailand, Singapore, Malaysia). Several high speed jet boats run between Macau and Hong Kong (1hr) and these services are cheap and operate day and night. Clark is a low-cost alternative airport to Manila, with several hours between the airports by bus or taxi, however if you are going elsewhere in the Philippines, Clark is an excellent gateway. Finding those low-cost hubs can be hard but very rewarding. Growing \"hubs\" that support low-cost carriers are emerging in the United Arab Emirates, India, Kuala Lumpur, China, and other parts of Asia.\n\n",{"type":"===","value":["Take domestic flights when possible"]},"\n\nIn general, international flights tend to be more expensive than domestic flights for the same distance travelled. Thus, if you are flying from a city near an international border, it might be worth considering crossing the border and catching a domestic flight in that country, if a city in that neighbouring country is your intended destination. For instance, if you are in ",{"type":"[[","value":[["Hong Kong"]]}," and wish to head to ",{"type":"[[","value":[["Shanghai"]]},", you should consider crossing the border into ",{"type":"[[","value":[["Shenzhen"]]}," and catching a flight from there. Likewise, if you are in ",{"type":"[[","value":[["San Diego"]]}," and wish to get to ",{"type":"[[","value":[["Mexico City"]]},", it might be worth considering crossing the border to ",{"type":"[[","value":[["Tijuana"]]}," and flying from there.\n\nSimilarly, if your intended destination is in at the border with neighbouring country of the country you are in, you may wish to consider catching a domestic flight to the border and crossing the border by land. For instance, if you are in ",{"type":"[[","value":[["Penang"]]}," and wish to head to ",{"type":"[[","value":[["Singapore"]]},", you should consider flying to ",{"type":"[[","value":[["Johor Bahru"]]}," and catching a bus across the border. Likewise, if you are in ",{"type":"[[","value":[["Bangkok"]]}," and wish to get to ",{"type":"[[","value":[["Vientiane"]]},", you might want to consider flying to ",{"type":"[[","value":[["Udon Thani"]]}," and taking a bus across the border.\n\n",{"type":"===","value":["Know the airlines"]},"\n\nMake sure that you know all the airlines that serve the destination to which you want to travel. As competition expands, it can be hard to know what airline flies where. Keep yourself informed by using the resources below to keep tabs on the situation.  Typically, travel agents and web search engines will not search these airlines, as they are not connected to the global booking systems, and do not pay the standard agent commissions.\n\n",{"type":"===","value":["Go for it"]},"\n\nIf you see a brilliant deal, just ",{"type":"'''","value":["go ahead and book it"]},", even if you're not sure if you will be able to use the flight. Go places you've never heard of, just because you can. Enjoy the low-cost airline boom while it lasts, and have fun.\n\n",{"type":"===","value":["Use the exchange rate to your advantage"]},"\n\nMost flights booked from the airlines website are sold in the currency of the departure port.  Booking two one way flights will usually be sold in two currencies, whereas booking a return flight will be sold only in the currency of the origin.  The airlines price into a market, and the airfare will rarely be the same after taking currency conversion into account.  The saving (or premium charged) can often be as much as 20%.  Book whichever way is cheaper.  Similarly if you have a stopover, check the fare if you book the same flight originating from your stopover point to the fare if you book all the way through, especially if there have been significant movements in the exchange rate in your home currency's favor.\n\n\n",{"type":"{{","value":[["outlinetopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Flying"]]}]