[{"type":"{{","value":[["pagebanner"],["Generic flying banner.jpg"]]},"\n\n",{"type":"{{","value":[["merge"],["Air travel on a budget"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"'''","value":["Airline consolidators"]}," are brokers who buy seats in bulk from the airline, then resell them to travel agents, often those who specialize in discount international travel (known as \"bucket shops\") or sometimes directly to the public. Due to the rapid increase in recent years of tickets being sold online and the \"e-ticket,\" in many locations, physical bucket shops have become less numerous and more expensive than those on the internet.\n\nOften, but not always, purchasing from a consolidator (directly or indirectly) results in a lower fare than offered by the airline. This method should not be confused with the ",{"type":"[[","value":[["low-cost airlines"]]},", sometimes known as discount airlines, such as Southwest Airlines in the USA, and RyanAir in Europe. Low-cost airlines can fill nearly every seat themselves. Only distant international destinations are sold on a consolidation basis. In the USA, this means Alaska, Hawaii, Canada, Mexico, the Caribbean, as well as the continental U.S. are excluded. In Asia, however, the distances do not have to be so great.\n\nNot all countries allow consolidators to operate (especially in the Third World), in which case airline fares are strictly by the book with their published tariff rates.  However, this applies only to residents of that country (and its visitors who fly to a secondary destination as a local traveler would). For example, residents of country X which allows consolidators can fly cheaply (either one way or round trip) to country Y which does not allow consolidators. However, those in country Y must pay full price to fly to country X, or anywhere else for that matter.  This can even have an effect on published fares, pushing them lower in countries with consolidators, and higher in those without.\n\nThe countries with the most airline consolidators, and the least expensive international airfares, are the ",{"type":"[[","value":[["United States"]]},", ",{"type":"[[","value":[["UK"]]},", ",{"type":"[[","value":[["Germany"]]},", ",{"type":"[[","value":[["Thailand"]]},", and ",{"type":"[[","value":[["Hong Kong"]]},". In addition, ",{"type":"[[","value":[["Canada"]]}," also has consolidators, though its international fares tend to be higher (even when allowing for the Canadian dollar exchange rate) than those in the USA. Similarly, a few other countries in Europe also have them, but tend to be more expensive than the UK or Germany with the exception of flights from France to its former colonies.\n\n",{"type":"==","value":["Booking & Payment"]},"\nWhen booking with an airline consolidator, it is usually best to book three calendar months ahead.  For example, if you wish to fly on 21 June, you may book on or after 1 March. Prior to that date, it is unlikely any arrangements between the airline and its consolidators have been made due to uncertain demand and fuel costs.  However, many consolidators will still be willing to sell you a seat many months in advance at higher price, with no hint that prices are likely to go down if you wait.  On the other hand, if you wait until the last minute, it's likely that all seats will have been sold out.  Sometimes you can get a great deal if the plane is still half empty, but that's the exception. Of course, this doesn't mean that you should wait until three months prior to book travel to a high demand event such as the Olympics.  For something like that, it's highly unlikely that the airlines are going to release any seats at all to consolidators, as their whole purpose is to sell excess seats the airlines are unable to sell themselves.\n\nTraditionally, when you first begin booking with a consolidator, it is on a \"request only\" basis.  This means the consolidator must first check your request with the airline before you get your confirmation—usually in two to three working days. With the world now more computerized, sometimes, but not always, you can get instant confirmation.  After receiving your ticket (or e-ticket), call the airline to verify that everything matches.  If they don't have your record (and you're not flying immediately), try again in a couple days.\n\nPayment is expected soon after confirmation and there are hefty penalties for changes and cancellation.  After flying just one leg of the ticket, NOTHING is refundable.  There may be a small surcharge for credit card payments, but it is often advisable to use a credit card (not a debt card tied to a checking or savings account) to provide protection in case of bankruptcy.  Not all airline consolidators (or those representing themselves as such) are honest, and they should be checked thoroughly before any money is exchanged.  In the United States, many of the largest consolidators are members of the ",{"type":"[","value":["http:\/\/www.usaca.com United States Air Consolidators Association"]}," (USACA).  They require each member to conduct at least US$20 million in sales annually, be incorporated in the USA for at least two years, and have never filed for bankruptcy or ceased operation.  However, some of these consolidators are wholesale only, and they just resell to travel agents.\n\nSome travel agencies have recognized the value and convenience of booking online. It's a good idea to look for travel agencies who book consolidator tickets and have their own booking engine set up on a company website. You'll have access to three sets of fares through their booking engines, which will give you three chances of finding the lowest fare for international travel. You'll have access to consolidator fares, published fares offered by airlines and online only special fares. If you have a favorite travel agent already, check out their website and see if they offer this option.\n\nBooking online will still give you the convenience of buying your ticket at your own time, at your convenience and still taking advantage of all possible avenues of finding the lowest cost. If you see an itinerary and cost you like, but shows as unavailable on the booking engine, call your travel agent with your desired itinerary. They may be able to waitlist your flight and still get seats confirmed at the desired cost for your desired itinerary. Travel agents are also able to hold your reservation anywhere from 3 to 10 days before you have to purchase and pay for your reservation. This gives you time to apply for visas and get any other paperwork in order.\n\n",{"type":"==","value":["Ticketing"]},"\n\nAirline miles are available in most, but not all, cases. Paperless e-tickets are becoming more common even for international destinations.  If a paper ticket is required (either by you or the airline), it will be shipped by express mail or air courier service at an additional charge.  A paper ticket may show a fare much higher than what you actually paid, and not the airline's cheapest fare (or fare class in coach).  This is to your advantage.  In case of overbooking, you'll be more protected from getting \"bumped,\"  and you'll probably get more or better airline miles.  This applies equally to e-tickets, but won't be as obvious.\n\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"{{","value":[["PartOfTopic"],["Flying"]]},"\n",{"type":"[[","value":[["wikipedia:Airline consolidator"]]}]