[{"type":"{{","value":[["pagebanner"],["Aitutake banner Lagoon.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.aitutakitourism.com Aitutaki"]}]}," (Aye-too-tah-ki) is an island in the ",{"type":"[[","value":[["Southern Cook Islands"]]},", a 45 minute flight from the capital island of ",{"type":"[[","value":[["Rarotonga"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nAitutaki lagoon and its islands are breathtakingly beautiful.  The classic picture postcard of small palm tree fringed tropical island, with shallow, warm turquoise waters, corals, tropical fish and blue skies is taken here. The lagoon is large, taking about an hour to cross in a boat. Tourism facilities are well developed, but are still low key enough not to intrude on the nature of the island.\n\n",{"type":"===","value":[" Geography "]},"\n\nThe larger island is split into different villages, ",{"type":"'''","value":["Vaipae"]}," & ",{"type":"'''","value":["Tau'tu"]}," are the largest and are located on the south east side of the island, ",{"type":"'''","value":["Arutanga"]}," is often referred to as town and is on the south west side of the island. Arutanga has a center area for shopping, and the Telecom Office (also the Post Office), the Westpac Bank and the Bank of the Cook Islands are located here. Here you will also find the Blue Nun and Wharf. ",{"type":"'''","value":["Amuri"]}," is a general term for the north end of the island which contains most of the tourist accommodations and less population. The other villages on the island are ",{"type":"'''","value":["Uriea"]},", ",{"type":"'''","value":["Rearea"]},", ",{"type":"'''","value":["Rama"]},", ",{"type":"'''","value":["Vaipeka"]}," and ",{"type":"'''","value":["Nikaupara"]},".\n\nThere are several smaller island in the lagoon ",{"type":"'''","value":["Akaiami"]}," is a small, elongated islet at the opposite end of the lagoon from Aitutaki's main island around 20 minutes across the lagoon from Aitutaki.   Akaiami is remote, quiet, charming, unspoiled and surrounded by pristine turquoise lagoon and coral reef, and there is a small lodge there.  ",{"type":"'''","value":["One Foot Island"]}," is a popular stopping spot for lagoon cruises.\n\n",{"type":"===","value":[" History "]},"\n\nDuring WWII the island was host to American forces who outnumbered the local population of the island at the time.  The Americans built the airstrips which are still in use today.  The island was built to be the last point of defence in the Pacific, but Japanese advance was reversed and the island never saw action.  Some descendants of the American troops stationed there remain on the island.\n\nThe lagoon was a stopover point for the TEAL (later to become Air New Zealand) flying boats, which operated to between ",{"type":"[[","value":[["Tahiti"]]},", ",{"type":"[[","value":[["Fiji"]]}," and ",{"type":"[[","value":[["New Zealand"]]}," until 1960.  The remains of the wharf where visitors would disembark for a two hour stopover, often including a swim in lagoon is still in place today on the island of ",{"type":"''","value":["Akaiami"]}," in the lagoon.  The rocks are slightly submerged.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["Image:Aitutaki-Motu Tapuaetai.jpg"],["thumb"],["right"],["350px"],["One Foot Island beach"]]},"\n",{"type":"'''","value":["Aitutaki Airport"]}," (",{"type":"{{","value":[["IATA"],["AIT"]]},")is served by Air Rarotonga ",{"type":"[","value":["http:\/\/www.airraro.co.ck"]}," with daily flights from ",{"type":"[[","value":[["Rarotonga"]]},". There are flights three to five times daily (except Sundays where two flights are operated) that take approximately 45 minutes.\n\nThere is a small cafe at the airport, selling ",{"type":"[[","value":[["Atiu"]]}," coffee and some other local produce.  There is no ATM at the airport.\n\nFlights are around $200–$250 each way, and the morning flights there and the afternoon flights back are be reserved for people doing day or overnight trips.\n\nIt is possible to do a day trip from ",{"type":"[[","value":[["Rarotonga"]]},", which includes flights, a bus tour of the island, a lagoon cruise, and lunch.  Regular price is $499, but lookout for last minute specials down to $400.\n\nThere are rumours of a ",{"type":"''","value":["locals flight"]}," in the evening that offers cheaper fares than the daytime flights.\n\n",{"type":"==","value":["Get around"]},"\nAkaiami is a small, elongated islet at the opposite end of the lagoon from Aitutaki's main island. A boat ride of approximately 20 minutes communicates both island. As of September 2006, there was only one inhabitant to the island (Pare), whose family owns the island and runs a small lodge. Akaiami offers little in terms of entertainment, other than hiking, fishing, swimming and kayaking. Its remote location, far from tourists and technology, is the real asset of this small charming island.Akaiami is essentially a fairly remote, quiet, charming, unspoiled islet surrounded by a pristine turquoise lagoon and a coral reef.\n\n",{"type":"===","value":["By car\/scooter"]},"\n\nCar and Scooter (or Moped) hire are the main forms of transport on Aitutaki. This can easily be arranged through any of the rental companies (or better accommodations) on the island. Prices tend to be higher and quality a bit lower than on Rarotonga.\n\nA driver's licence is $2.50 NZD and can be purchased at the police station in Arutanga (also known as town). You will need to present your foreign driver's licence to obtain this. You are not required to have a motorcycle licence on your licence from your home country to obtain a licence for scooters & motorcycles in the Cook Islands; driving down to the police station is typically your practicum, although very rarely they do short tests. The licence is paper with no photo identification and lasts for a year. An Aitutaki driver's licence is cheaper, easier to get, and faster than getting a licence in Rarotonga and your Aitutaki licence will cover you for the whole Cook Islands. Licences in Rarotonga cost $20 with an additional amount for a practical test. There are sometimes lines in Rarotonga at the licence office so if you can avoid it, and you don't want a laminated photo id, the Aitutaki licence is the way to go.\n\nPrices for cars can vary on which model chosen and which company used but typically $65 to $85 a day is usual with a refundable $40 petrol deposit. Cars typically tend to be automatics and are pretty reliable under the hood but will usually have some superficial damage.\n\nThe Aitutaki Lagoon Resort & Spa offers a range of rental vehicles for hire.  Please call (682)31200 or Skype talr.manager or email resort.manager@aitutakilagoonresort.co.ck\n\nScooters are much more economical at $25 a day with a $10 petrol deposit. There is some competition with scooters so if you are not happy with yours you have other options. As with the cars, the scooters are typically in good condition and safe to drive, but will not be vespas or straight out of the box. Typically rentals are automatic, but ask and manuals should be available. Manual scooters can be in better condition because they are not rented as often.\n\n",{"type":"===","value":["By taxi"]},"\n\nTaxis are expensive on Aitutaki. Rates are based on how far you are going, anywhere from $10 per person for short trips to $20 NZD per person, booking ahead is highly recommended and you can confirm your price then. There two taxi companies on the island (some restaurants & bars will have their own vehicles for pickups) :\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Pacifica Taxi"]}," - excellent service and reliable."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Tropicool Tours"]}," - as the name suggests, does day tours around the island, transfers for Lagoon Cruises, and transfers for Cafe Tupuna. It is operated by Nane Herman who is a wonderful resource on island life and usually arrives with flowers for her guests, the only problem is that she can have limited availability for taxi services."]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Aitutaki Lagune.JPG"],["thumb"],["right"],["The Lagune of Aitutaki, seen from Samade Beach"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["One-Foot Island"]}," is a must see with blue lagoons and white sandy beach. There is a post office (box), one of the most remote in the world.  There are beaches for swimming, you can walk around the island.  Best snorkelling seems to be around the island past the rock ledge, towards the reef."]},"\nAitutaki Lagoon Resort & Spa located on its own private island Akitua which is directly on the fabled Aitutaki Lagoon offering the best views from the Flying Boat Beach Bar & Grill.  Day passes available for visitors not staying at the resort that allow access to water sports equipment, activities, beaches, bars, restaurant and Spa Polynesia.  Romantic Candlelit dining with degustation menu in the evening on the beach.  Phone (682)31200 Skpye talr.manager email resort.manager@aitutakilagoonresort.co.ck \n",{"type":"*","value":[" Take an island, safari, & walk about ",{"type":"'''","value":["tours"]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ministry of Marine Resources"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Open weekdays only"],["price="],["content=Learn about the sea life in the lagoon. See baby sea turtles and giant clams."]]}]},"\n",{"type":"===","value":["Lagoon Tours"]},"\n\nIf the weather is nice, or even if it's not too bad, a lagoon cruise is near idyllic.  Aitutaki's lagoon is supposed to rival Bora Bora in French Polynesia for beauty, and all of the lagoon operators are reputable and offer excellent trips. There is not a best operator on Aitutaki for Lagoon Cruises so look around and decide what kind of a cruise you are looking for - smaller more intimate cruises which stay away from One Foot Island during peak periods, or larger slower boats with entertainment and toilets on board. Unless it's a terrible day you can't go wrong.\n\nFor those that prefer to \"do their own thing\" another way to enjoy the Aitutaki Lagoon is to hire a kayak or outrigger canoe from the Aitutaki Lagoon Resort & Spa and paddle out to the nearest islet \"motu\" a few hundred metres away and go as far as is comfortable exploring the uninhabited islands.  Book a picnic lunch and find your own beach without another soul on it.   Phone (682)31200 Skpye talr.manager email resort.manager@aitutakilagoonresort.co.ck\n\nFor cruises on ",{"type":"'''","value":["smaller boat"]}," try:\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Captain Fantastic's Kia Orana Cruise"],["url="],["email=kcruise@aitutaki.net.ck"],["address="],["lat="],["long="],["directions="],["phone=+682 31442"],["tollfree="],["fax=+682 31442"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Aitutaki Adventures"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=(682) 31171"],["tollfree="],["fax=(682) 31528"],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"[[","value":[["File:Aitutaki from top 2006.jpg"],["thumb"],["right"],["The view from the top of Maunga Pu"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Aitutaki Golf Club"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Clubs for rental around NZ$10 and green fees around NZ$10"],["content=The island's 9-hole golf course. Bookable via hotels."]]}]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Scuba diving"]]}]}," is available"]},":* ",{"type":"{{","value":[["do"],["name=Bubbles Below"],["url="],["email=bubblesbelow@aitutaki.net.ck"],["address="],["lat="],["long="],["directions="],["phone=+682 31537"],["tollfree="],["fax=+682 31537"],["hours="],["price="],["content="]]},"\n:* ",{"type":"{{","value":[["do"],["name=Aitutaki Scuba Diving"],["url="],["email=scuba@aitutaki.net.ck"],["address="],["lat="],["long="],["directions="],["phone=+682 31103"],["tollfree="],["fax=+682 31310"],["hours="],["price="],["content="]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Fishing"]}," (either game fishing or fly fishing inside the lagoon). There is a game fishing area by the Wharf in Arutanga where the public can compete in Fishing Contests."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Explore"]}," the island - rent a bicycle, scooter, or car and drive around the island. Don't be in a rush though as it won't take you long to get around the island. Take your time are enjoy the beaches, and taro on banana plantations. Of course the beach is also beckoning and the water is beautiful. The highest peak, Maunga Pu, offers good birds eye views of the whole island."]},"\n",{"type":"*","value":[" Experience an ",{"type":"'''","value":["Island night"]}]},"\nThe Aitutaki Lagoon Resort & Spa offers traditional drum dance show on Monday and Thursday nights featuring Aitutaki's best dancers.  Dinner from 6:30PM and show begins at 8PM.  All welcome.  Bookings essential.  Phone (682)31200 Skpye talr.manager email resort.manager@aitutakilagoonresort.co.ck\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=SpaPolynesia Aitutaki"],["url=http:\/\/www.aitutakilagoonresort.com"],["email="],["address=Aitutaki Lagoon Resort & Spa, Motu Akitua, Aitutaki Lagoon"],["lat="],["long="],["directions="],["phone=(+682) 31203"],["tollfree="],["fax="],["hours="],["price="],["content=SpaPolynesia Aitutaki offers profesionally-qualified spa therapists and an extensive spa menu."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Windsurfing Aitutaki"],["url=http:\/\/www.aitutakilagoonresort.com"],["email="],["address=Motu Akitua, Aitutaki Lagoon"],["lat="],["long="],["directions="],["phone=(+682) 31203"],["tollfree="],["fax="],["hours="],["price="],["content=Aitutaki Lagoon is a windsurfers (and kiteboarders) paradise. For guests of Aitutaki Lagoon Resort & Spa, windsurfing is included. Guests are able to purchase Day Passes which include windsurfing, snorkelling, outrigger canoes, kayaks and bicycles."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nThere is a small store for supplies in town, and two ATMs.  The selection is very much what is available at the time, and is quite limited.  Sea cargo can arrive in Aitutaki every 3 months, and supplies can be limited before resupply.\n\nOn Sundays there is only one store open, the Neibaa Store in Vaipae, and there is no gasoline or petrol for sale.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" Try the island's ",{"type":"'''","value":["Ike mata"]}," (raw tuna) with coconut milk. It is delicious! And Poke a Cook Island Banana pudding which usually comes baked in the Earth oven or \"Umu\" Try not to eat snapper as they may give you ciguatera."]},"\nReservations for dinner are a good idea on Aiutaki, as periodically the more popular restaurants will book up during tourist peak periods.\n\nThe Aitutaki Lagoon Resort & Spa offers the premier location on a private island \"Motu Akitua\" which is situated directly on Aitutaki Lagoon. The Flying Boat Beach Bar & Grill has the best views on the island of Aitutaki Lagoon and offers fine Pacific cuisine between 11AM and 9PM. The Bounty Brasserie offers casual dining and regular live entertainment. Romantic Candlelit Dining with degustation menu and private waiter under the stars available for a limited number of couples each evening. Phone (682) 31200 Skype talr.manager email resort.manager@aitutakilagoonresort.com\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Te Vaka Bar & Grill"],["content=An excellent option for meals with possibly the largest menu on the island. Good quality and price, but sometimes the service is on \"island time\". Something travellers will likely experience, positively hopefully, anywhere in the outer islands. Te Vaka does have limited kitchen hours for meals, but the bar is also your best bet for any live sports, as they have a plasma TV hooked up to satellite. Friday nights are popular rugby nights for locals to cheer on the All Blacks. If you are Australian you can expect some good natured ribbing when any Wallaby match is on."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Cafe Tupuna"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone=+682 31678"],["tollfree="],["fax="],["hours=Not open on Sundays"],["price="],["content=Reservations are required. The food and service on the island is as good as you will find on the island and is on par with other a-la-carte dining experiences travellers will be used to."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rapae Bay Restaurant"],["alt="],["url="],["email="],["address=The Pacific Resort"],["lat="],["long="],["directions="],["phone=+682 31720"],["tollfree="],["fax="],["hours=Open 7 days a week"],["price="],["content=Reservations are required. The best food and service on the island and on a par with other a la carte dining experiences travellers will be used to."]]}]},"\nThe following all serve decent quality food but it definitely leans more to a take away style menu, with hamburgers being a big staple.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Samade's Bar"],["content=Great BBQ on Sunday."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Puffy's"],["address=For the Best Fish and Chips on the Island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Koru Cafe"],["content=Serves Espresso coffee and has WiFi internet."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Popoara's Boathouse"],["content=The Boathouse will hopefully be more on par with the Te Vaka Bar & Grill once it is fully up and running, with more seafood on the menu. The best Ike mata on the island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Tauono's Garden Café"],["content=Serves delicious garden lunch and afternoon tea. All food is from their own local organic plantation and the surrounding sea. Sonja's cooking is a delight and something you must experience."],["hours=Mon-Wed-Fri 12-14 for lunch and 3-5 for tea. There's also a fruit market open Mon-Wed-Fri 10-5.\nurl=http:\/\/www.tauonos.com\/"]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThe Flying Boat Beach Bar & Grill at The Aitutaki Lagoon Resort & Spa offers the best views of the fabled Aitutaki Lagoon as it is located directly on the lagoon on the private island of \"Akituta\".  Enjoy a tropical cocktail as the sun goes down.  Phone (682)31200 Skpye talr.manager email resort.manager@aitutakilagoonresort.co.ck\n\nPacific or Islands Nights are also a good option to experience while you are in the Cook Islands. Islands nights usually involve either a buffet or a la carte menu and an island dancing show for a set price. Most island nights will also include a string band before the show as well. While Cook Island dancing is distinct in its own ways and definitely worth watching, it will be of a same vein as Tahitian shows for those more familiar with French Polynesia.\n\nThere is also nightlife, particularly on Friday's & Saturdays. The popular venues change every once in a while but are not typically hard to find and will usually be wherever the Island night takes place.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Samade's Bar"]}," tends to attract more tourists than locals. You will find locals genuinely friendly and open and it is an excellent experience. The only words of caution are that periodically fights can occur after closing among those who've had too much to drink. It can be village rivalry or personal but almost never involves tourists. Closing time is always 12AM."]},"\n",{"type":"*","value":[{"type":"'''","value":["Coconut Crusher Bar"]},".  A great feed, a great drink, and wonderful people"]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["sleeppricerange"],["up to 75 NZ$"],["76-199NZ$"],["over 200NZ$"]]},"\n\n",{"type":"====","value":[" Budget "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Josies Lodge"],["url="],["email="],["address=Popoara"],["lat="],["long="],["directions="],["phone=+682 31659"],["tollfree="],["fax="],["hours="],["price=NZ$26 (dorm?)"],["checkin="],["checkout="],["content=Cheap backpackers lodge."]]}]},"\n",{"type":"====","value":[" Mid-range "]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gina's Garden Lodges"],["url=http:\/\/www.ginasaitutaki.com"],["email=queen@aitutaki.net.ck"],["address=10 mins out of Tautu Village on the main island"],["lat="],["long="],["directions="],["phone=(682) 31058"],["tollfree="],["fax=(682) 31058"],["hours="],["price=Single $75 per night, double\/twin $120 per night, extra adult $30 per night, children (0-15 yrs) $20 per child per night"],["checkin="],["checkout="],["content=Four large self-contained lodges. With communal swimming pool."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Maina Sunset Motel"],["url="],["email="],["address=Nikaupara, Main island"],["lat="],["long="],["directions="],["phone=+682 25432"],["tollfree="],["fax="],["hours="],["price=$160-$195"],["checkin="],["checkout="],["content=Several self contained units. Onsite restaurant."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Matriki Beach Huts"],["url=http:\/\/www.matriki.com"],["email=matriki@aitutaki.net.ck"],["address="],["lat="],["long="],["directions="],["phone=(+682) 31564"],["tollfree="],["fax=(+682) 31564"],["hours="],["price=NZ$ 62-67.5 single \/ NZ$ 78-90 double \/ NZ$ 109.5 triple."],["checkin=1PM"],["checkout=10AM"],["content=A cluster of beachside huts."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Rino's Beach Bungalows"],["url=http:\/\/www.rinosaitutaki.com"],["email=jimb@cookislands.co.ck"],["address=Ureia Village"],["lat="],["long="],["directions="],["phone=(682) 22166"],["tollfree="],["fax=(682) 22169"],["hours="],["price=$160 per doube villa"],["checkin="],["checkout="],["content=Beachfront and garden 1 and 2 bedroom apartments."]]}]},"\n",{"type":"====","value":[" Splurge "]},"\n\nThe Aitutaki Lagoon Resort & Spa enjoys the premier location on its own private island \"Akitua\" directly on the fabled Aitutaki Lagoon.  Offering the islands only overwater bungalows, Royal Honeymoon Pool Villa as well deluxe beachfront bungalows, premium beachfront bungalows and beachfront bungalows all directly on the lagoon.  The Flying Boat Beach Bar & Grill and Bountry Brasserie offer contemporary fine Pacific cuisine while the Romantic Candelit Dinner with Degustation menu and private waiter is strictly for lovers only.  Spa Polynesia offers professionally qualified therapists and a wide selection of relaxing spa treatments.  Phone (682)31200 Skype talr.manager email resort.manager@aitutakilagoonresort.co.ck\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Aitutaki Seaside Lodges"],["url=http:\/\/www.seaside-aitutaki.com"],["email=seaside@aitutaki.net.ck"],["address=P.O. Box 38, Aitutaki"],["lat="],["long="],["directions="],["phone=(682) 31056"],["tollfree="],["fax=(682) 31056"],["hours="],["price=NZ$250, NZ$230 for 5 nights or more, Children under 5 free, Children 5-12 NZ$20."],["checkin="],["checkout="],["content=Three newly built comfortable sized bungalows right on the beach in the northern part of the main island."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Akaiami Lodge"],["url=http:\/\/www.akaiamiparadise.com"],["email=mamaruru@aitutaki.net.ck"],["address=Akaiami Island"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$600"],["checkin="],["checkout="],["content=One lodge (sleeps 4), and two villas (sleep 2)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Etu Moana"],["url=http:\/\/www.etumoana.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=$405-$590"],["checkin="],["checkout="],["content=One bedroom villas."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gina's Beach Lodge"],["url=http:\/\/www.ginasaitutaki.com"],["email=queen@aitutaki.net.ck"],["address=Akaiami island"],["lat="],["long="],["directions="],["phone=(682) 31058"],["tollfree="],["fax=(682) 31058"],["hours="],["price=Rate NZ$ 300 Double ; NZ$180 Single ; Extra Adult: $NZ75 \/ night; Children: 12-15 Years: $NZ60 \/ night, 8-11 Years: $NZ20 \/ night, Under 8 years: Free"],["checkin="],["checkout="],["content=Large property on beach with three studio type rooms."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nIt will be a challenge, if not virtually impossible, to get into trouble in Aitutaki.\n\nWater is not treated, so drink bottled water whilst on the island. There are mosquitoes but there is no malaria. There are stone fish in the lagoon, so wear reef shoes when exploring the reef.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Spider Co. Internet Lounge"]}," - internet cafe"]},"\nInternet access at the Boat Shed. Wireless access (with your laptop) at Koru Cafe.\n\n",{"type":"==","value":["Go next"]},"\n\nThe flying boats used on the coral route via Aitutaki are on display in ",{"type":"[[","value":[["Auckland#See"],["Auckland"]]},".\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Southern_Cook_Islands"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Aitutaki"]]},"\n\n",{"type":"{{","value":[["geo"],["-18.833333"],["-159.75"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Aitutaki"]]}]