[{"type":"{{","value":[["pagebanner"],["Aizu-Wakamatsu banner Royal garden.jpg"],["caption=Aizu Matsudaira's Royal Garden"]]},"\n",{"type":"'''","value":["Aizu-Wakamatsu"]}," is the main city in the Aizu region of Fukushima prefecture. With a population of 120,000, Aizu-Wakamatsu has a rich warrior history, stretching back 1,000 years. Although the city is most known for the Byakkotai, a group of twenty 16 and 17 year olds who committed suicide during the Boshin Civil War. Today, sake and laquerware are the two main industries in Aizu-Wakamatsu. The Aizu region has spectacular natural scenery. Most visitors also make a journey to Mt. Bandai and Inawashiro for skiing, fishing and onsen.\n\n",{"type":"==","value":["Get in"]},"\nThe fastest and most convenient way to access Aizu-Wakamatsu is to take the Shinkansen from Tokyo to Koriyama, and transfer to the Ban-etsu Saisen Line. It takes about 2 hours and 20 minutes.\n\nJR East offers a direct highway bus service to Aizu-Wakamatsu. The service runs between Aizu-Wakamatsu Bus Terminal (located opposite Aizu-Wakamatsu train station) and Shinjuku Highway Bus Terminal (located near the New South Exit at Shinjuku train station). It takes about 4 hours with 2 rest stops along the way. A one way ticket costs around ¥2,500 and can be purchased at any JR ticket office.\n\n",{"type":"==","value":["Get around"]},"\nTo visit the major sightseeing spots, take the Sightseeing Bus from Aizu-Wakamatsu train station.  You can buy an one-day pass for ¥500. Or if you are more adventurous, it takes about 4 hours to walk to the major sightseeing spots.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Aizuwakamatsu Castle 06.jpg"],["thumb"],["right"],["350px"],["Aizu Wakamatsu Castle"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["marker"],["type=see"],["name=Tsuruga-jo Castle"],["lat=37.487778"],["long=139.929722"]]}," was originally built in 1593. During the end of the Edo Period, the Aizu soldiers were defeated after one month of fighting to defeat the castle. The new government (Meiji Period) destroyed the castle in 1874.  In accordance with its original design, the castle was built again in 1965 -  it is considered to symbolize the samurai culture of Aizu-Wakamatsu.  The castle contains five stories, which serve as a local history museum.  Each floor focuses on a theme - Buddhist memorbilia, antique lacquerware and pottery, the Boshin Civil War and the Byakkotai. The fifth floor serves as an observation platform. From here, you can enjoy a splendid view of the entire Aizu valley. "]},"\nNear the entrance to the castle grounds is an excellent souvenir shop, selling a variety of goods from the Aizu region, and in the spring, the castle grounds are filled with ",{"type":"[[","value":[["Japan's Top 100 Cherry Blossoms Spots"],["cherry blossoms"]]},".\n\nThe castle lookout  is a good place to envisage exile: ",{"type":"[[","value":[["Shiba Goro"]]}," writer of Remembering Aizu left this place of his dreams with the other exiles of the Aizu culture who were made scapegoats for the resistance to the Meiji restoration. Amazon Books had,at the time of writing, extensive extracts for free from Remembering Aizu if you want a sample.\n\n",{"type":"'''","value":["Oyakuen Botanical Garden"]}," - built in 1670 as a garden for a teahouse for the lords of Aizu.  The garden is well known for growing medicinal herbs - around 400 different kinds of herbs are still grown today.\n\n",{"type":"'''","value":["Mt. Iimoriyama"]}," - After being defeated in a battle against the imperial forces, twenty young men of the Byakkotai, also known as the White Tiger Band, retreated to this hill.  When they saw the Tsuruga Castle burning, they thought it had fallen to the enemy, and committed suicide. Their graves are located on Mt. Iimoriyama where incense is always burnt on their behalf. Visitors can walk up the many steps to see the graves, or take the escalator for ¥250. There are two Byakkotai memorial museums, including the usual tourist shops.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fukushima Museum in Aizu-Wakamatsu"],["url=http:\/\/www.general-museum.fks.ed.jp"],["email="],["address="],["lat=37.488923"],["long=139.934553"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Prefectural museum of natural history, history and culture."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"[[","value":[["File:Akabeko from Wakamatsu 2.jpg"],["250px"],["thumbnail"],["Akabeko"]]},"\n",{"type":"'''","value":["Akabeko"]}," - In the local Aizu dialect, \"Akabeko\" literally means \"red cow\". Akabeko has become the symbol of the Aizu region due to two local legends. First, during the construction of the Enzo-ji temple, red cows worked tirelessly to help move wood. Second, children who possessed a wooden toy Akabeko survived a plague that killed thousands of children. Wooden Akabekos similar to those featured in the latter legend can be bought. The most common design features a \"bobbing\" head mechanism where the head of the cow bobs. A large Akabeko can be found outside Aizu-Wakamatsu train station.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"'''","value":["Agemanju"]},"\n\n\"Age\" means deep-frying and \"Manju\" means Japanese style bun stuffed with adzuki bean paste.\nTherefore, Agemanju means deep-frying Japanese style bun stuffed. It is a traditional sweet in Aizu-Wakamatsu and it is sweet and soft, but it has high calories because of frying. It is especially popular among children and older people. There are a lot of shops which sell Agemaju about 100 yen near the Aizu-Tsurugajo which is a temple in Aizu-Wakamatsu.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\nMt. Bandai - skiing, fishing\n\nInawashiro - beach resorts, swimming, camping, boating\n\nKitakata - famous for delicious ramen\n\n",{"type":"{{","value":[["routebox"],["image1=Ban-etsu Expwy Route Sign.svg"],["imagesize1=100"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Niigata"]]}],["minorl1="],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Iwaki"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Koriyama"]]}]}]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["37.490"],["139.934"],["zoom=12"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Fukushima (prefecture)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Aizuwakamatsu, Fukushima"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Aizuwakamatsu, Fukushima"]]}]