[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ajlun"]},", a city in ",{"type":"[[","value":[["Northern Jordan"]]},", is famous for its castle. The archaeological site is popular for tourists.\n\n",{"type":"==","value":["Get in"]},"\n\nBuses from Amman leave from Tabarbour (Mahata Shamal) Bus Station to 'Ajloun whenever they are full.  Your best bet is early in the morning, around 8 am as they become more scarce as the day progresses.\n\n",{"type":"==","value":["Get around"]},"\n\n'Ajloun is not a very big town, the bus will drop you off in the center and in order to get to the castle, which is clearly visible from the town perched on a hill, you can either walk the 3 km or take a taxi there. If you plan to travel to Jerash afterward, consider hiring the taxi driver for the full day, but make sure you set a price in advance.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ajlun Castle"]}," (also Rabadh Castle), an Islamic fortress, built during the period of the Crusades.  The castle is located on the top of a mountain just outside the small city of Ajlun. The castle is an interesting maze of passages and levels, and offers a wonderful view of the surrounding area, northwestern Jordan, and off into Galilee."]},"\nThe castle was built in 1184-1885 AD and was one of the few fortresses built to protect the country against Crusader attacks from both the west and the north. It also controlled the area around it, including another of its major objectives, to control the iron mines in the area. The castle is one of the best preserved and most complete examples of medieval Arab-Islamic military architecture.\n\nAjloun Castle dominated the three main routes leading to the Jordan valley and protected the trade and commercial routes between Jordan and Syria, it became an important link in the defensive chain against the Crusaders, who, unsuccessfully spend decades trying to capture the castle and the nearby village.\n\nFrom the top of the castle, visitors can enjoy panoramic views of the Jordan Valley and the highlands of north Jordan. Excavations have recently identified a church that was built on the castle site in the earlier Byzantine period, while restoration and conservation works have made all areas of the castle accessible and safe for visitors. It is recommended to bring binoculars, also, the scenery is promised to be beautiful and as much a part of the reason to visit Ajlun Castle as the castle itself! \n\nThe cost to access the castle is 1 JD.\n\n",{"type":"*","value":[{"type":"'''","value":["Mar Elias"]},", the site of two very old churches and the reputed area where the prophet Elijah was born."]},"\n",{"type":"*","value":[{"type":"'''","value":["Ajlun Nature Reserve"]},", a thirteen square kilometer protected forest run by the Royal Society for the Conservation of Nature. The reserve features multiple hiking trails of varying lengths and degrees of difficulty."]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Northern_Jordan"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"[[","value":[["wikipedia:Ajloun"]]},"\n\n",{"type":"{{","value":[["geo"],["32.333611111111"],["35.752222222222"]]}]