[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Ajmer"]}," is located in ",{"type":"[[","value":[["Rajasthan"]]},", in western ",{"type":"[[","value":[["India"]]},". It is more popular as a gateway to ",{"type":"[[","value":[["Pushkar"]]}," and is connected by Road with ",{"type":"[[","value":[["Jaipur"]]}," and ",{"type":"[[","value":[["Delhi"]]},".\n\nThis city also has an important Islamic pilgrimage site. The shrine of the Sufi saint Khwaja Moinuddin Chisti is in Ajmer.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n",{"type":"*","value":["From Delhi - the Delhi-Ahmedabad Mail is a decent overnight train (slow, but it gives you more time to sleep) while the Ajmer Shatabdi Express is the fastest way to get there. There are passenger trains (second unreserved only—definitely an \"experience\") in the morning and evening to Jaipur and train links down to Ahmedabad. The city is also connected to Udaipur, of which Intercity Express would be a better option."]},"\n\n",{"type":"*","value":["From Kolkata - The Sealdah station and the Kolkata(Chitpur) station are well connected to Ajmer Junction. Trains like Ananya express(Sealdah), Sealdah-Ajmer Daily Express and Kolkata(Chitpur)-Ajmer express are trains for ajmer."]},"\n\n",{"type":"===","value":["By bus"]},"\nJaipur is 1.5–3 hours by road (depending on the type of bus you take)(the jaipur- ajmer expressway also known as national highway 8 is a 6 lane road and is fantastic to drive on). Jodhpur is 4–5 hours in the opposite direction.\n\n",{"type":"===","value":["By taxi"]},"\nVarious tour operators and travel agencies offer chauffeured car-taxi services; these are charged on a per km, per day basis. You can plan to take one to arrive into the city or take one for sightseeing in and around the city. If you want a decent car for the tour you can hire one from the stand in front of Zilla Parishad Bhawan (district's management headquarters); if you are good at bargaining, it's the best option.\n\nThere are also many car rental services which provide chauffeur-driven cars to Ajmer.\n\n",{"type":"==","value":["Get around"]},"\nAjmer is a very limited market place, once you get your bearings. Dargah Bazaar is about 15 minutes walk from railway station, and Ana Sagar (\"lake\" - which has marble pavilions in a garden and is a wonderful place to sit, especially on hot days) is about 30 minutes' walk. There are some wonderful back-alleys—just wander down small side streets from Dargah bazaar and you'll see some wonderful old architecture and murals before you stumble back across a main street.\n\nOther than on foot, cycle rickshaws, autorickshaws (who are intent on taking you to Pushkar) and horse-drawn tongas are available for hire (the latter on selected routes only). There are also tempos and mini buses which run between bus stand and railway station and covering most over town - fare was Rs. 5\/person in 2009.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Nareli is a Jain place located on the outskirts (Kishangarh bypass). This is a good place to visit, has a very big temple and offer authentic Jain food (You have to check the meal hours in advance, they are strict in serving meals in those hours only)"]},"\n",{"type":"*","value":[" Ana Sagar is the dam built by the grand father of Emperor Prithviraj Chouhan in Ajmer. Daulat Bag is an enormous park by the  side of Ana Sagar and is a nice place to relax. there are marble monuments by the shore and plenty of ice cream and papad-wallahs selling snacks. There is apparently boat rental, though other than a bumper boats tank."]},"\n",{"type":"[[","value":[["File:Dargah Sharif Ajmer 2014-06-04 23-25.jpg"],["thumb"],["The holy Dargah Sharif of Ajmer"]]},"\n\n",{"type":"*","value":[" The Dargah is a major pilgrimage centre of Muslim religion and holds a special place in the life of the Sufi saint  Khwaja Moin Uddin Chisty(RA). Entry is free, but you should pay the people watching your shoes a couple of bucks. Priests are available to act as guides and to perform ceremonies at the shrine. Men and women must cover their heads, and women must cover their shoulders. The beggars in the Dargah Bazaar can be quite persistent. It is suggested for women not to enter the shrine in western clothes. "]},"\n",{"type":"*","value":[" There is a Jain temple known as soni ji ki nasiyaan on the way to Ana Sagar which is quite beautiful from the outside, it have a gold model of the city of ayodhya the birthplace of Hindu lord Ram, but usual temple protocols apply."]},"\n",{"type":"*","value":[" Must go to Pushkar -visit the amazing Brahma Temple, go shopping in the narrow but ethnic and colourful lanes of the marketplace, eat traditional foods as well as international delicacies in the numerous eateries."]},"\n",{"type":"*","value":[" Shah Jahan's Mosque- This mosque is the most beautiful of all the structures, in the Dargah precinct. It is made of white marble, delicately carved with trellis-work."]},"\n",{"type":"*","value":[" The Museum- Emperor Akbar's royal residence, now serves as a museum, which houses an excellent collection of Mughal and Rajput armour, and some fine sculptures"]},"\n",{"type":"*","value":[" Taragarh Hill - it has a shrine and it is the second highest peak in Rajasthan"]},"\n",{"type":"*","value":[" Prithviraj Smarak - a park dedicated to Emperor Prithviraj Chouhan of the 11th century"]},"\n",{"type":"*","value":[" Happy Valley - only if it is rainy season and you don't have old members in your group"]},"\n",{"type":"==","value":["Buy"]},"\n\nAjmer has a women's market (ask for the Mahila Mandi - closed Tuesdays) that sells odnis (traditional veils... they also make nice light table covers) and saris galore. Ornate Lenghas (skirts worn with blouses) are also widely available. Hand tie-dyed turbans (safas) are 9-metre long bands of fabric with various uses and are usually sold wherever fabric for men's clothing is sold.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[" There are some fast food outlets at India motor circle, this is 1 km from bus stand and railway station."]},{"type":"*","value":[" ",{"type":"'''","value":["Honeydew restaurant"]}," (turn left exiting the station and walk about 2 minutes) has good western and delicious Indian curries in a nice garden and ac restaurant now fully renovated.you can also go there in the evening and eat and wait for your train if its late at night the restaurant closes at 11:00 pm with very friendly and helpful staff."]},{"type":"*","value":[" For those who are looking for dhaba style delicious food must go to ",{"type":"'''","value":["Mahadev ka Dhaba"]}," located opposite to ",{"type":"'''","value":["Daulat Bagh"]},", this place is also known as ",{"type":"'''","value":["Purana bus stand"]},"."]},{"type":"*","value":[" ",{"type":"'''","value":["Hotel Bhola"]}," has great veg thalis.also pandit bhojnalaya is"]},"a famous place for good and cheaper food.\n\n",{"type":"*","value":[" There's a dhaba across from the railway station that serves great cheap food. It's tiny and attached to a mosque and painted green - I don't think that there's an English sign - you can fill up on chai, omelet and rotis ."]},"\n",{"type":"*","value":[" There's a great non-veg restaurant in the Dargah Bazaar. about 2\/3 of the way in on the left hand side. There's an A\/C seating area in the basement. Dishes are Rs. 50-100"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pandit Restaurant"]}," is a famous place for good food.  It is in front of Daulatbagh.  This place is also known as Subhash Park."]},"\n",{"type":"*","value":[" If you have a hot palate, then you should try Indian snacks (Kachori, Samosa & a special combination of kadi-bhujje, unique to Ajmer), these are available throughout the day, but a great way to start your day as breakfast. Some very famous options are Shankar Chaat at Gol Pyau, Kesarganj Gol Chakkar, Shree Namkeen & Mahadev Chaat at Naya Bazaar."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":["Do Drink the Lemon Soda during summers in the Dargah Bazaar made by machines which is served in a nice looking bottle and the taste is very refreshing."]},"\n",{"type":"*","value":["Also try the famous Dahi-Lassi which is famous in Ajmer because it is made of pure authentic milk and it has an unforgettable taste."]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" There are numerous hotels and guest houses near the Dargah. But if you are going during the Urs season,  make sure you book your rooms 2-3 months earlier if possible."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Mansingh Palace"]}," is a good place to stay. It's a 3-star hotel with decent facilities."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Khadim tourist"]}," bungalow run by RTDC has rooms in economy range and it is very near to bus stand, 2 km from the railway station."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Hotel Pandit"]}," has economical rooms and it is situated in center of bus stand and railway station just opposite to Subhash Park."]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Jaipur"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Udaipur"]]}]},{"type":"*","value":[{"type":"[[","value":[["Jaisalmer"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Delhi"]]}]},{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Ajmer Division"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Ajmer"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Asia\/India\/Rajasthan\/Localities\/Ajmer\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Ajmer"]]},"\n\n",{"type":"{{","value":[["geo"],["26.27"],["74.42"]]}]