[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Aksu Zhabagly"]}," is in Southern ",{"type":"[[","value":[["Kazakhstan"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nLying at the foot of the West Tien Shan Mountains, Zhabagly is the gateway to Aksu-Zhabagly State Natural Reserve. It is located in the western extremity of Talasski Alatau ridge and ranges at elevations from 1100m to 4236m. The oldest protected area in Central Asia, Aksu-Zhabagly nature reserve is home for 1279 species of plants, 51 species of mammals, including the rare snow leopard, and tien-shan white-clawed bear, and many species of birds.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nRed Hill and Stalactite Cave (1 day, 38 km). This place gets its name from the large numbers of flowering Greig Tulips that bloom from late April to early May.  It is said that there can be up to 62 flowering tulips within 1 square meter.  While spending the day, there are places for picnic.  Also, with more than 2 km of underground roads, the stalactite cave is accessible.  The cave is filled with both large and small halls of stalactites and an underground lake.\nKshi-Kaindy Waterfalls Ulken Kaindy Gorge- Kaskabulak Petroglyphs (12 km, 1 day or 24 km, 3 days). A popular destination near Zhabagly, this site features one of the most impressive waterfalls in the area.  It is possible to stay overnight near Kshi-Kaindy in the ranger cabin or camp outside.  The following day, tourists will hike up to Ulken-Kayndy Gorge and beyond that to the petroglyphs which are found within the Aksu-Zhabagly Nature Reserve, returning to camp again in the evening at Kshi-Kaindy.  The third day is spent returning to the homestays in the village of Zhabagly.\nAksu Gorge (38 km, 7 hours including 3 hours of hiking). This route leads up the mountains to Aksu Gorge (pictured to the right) which is over 500m deep.  At the bottom of canyon there is a mixture of mulberry and ash trees with coils of forest grapes making their way up the walls.  Within site from the gorge tourists can admire the snow-covered Ugamskii range with Sairamskii peak. \nBokeitau Mountain (70 km, 2 days). The route introduces different landscapes and natural zones from semi-desert up to deciduous fruit forests.  Along the journey, tourists will visit several caves, go swimming, try water that locals believe has healing powers, and see the paradise flycatcher. They will go up to highest peak of Boroldai range, Bokeitau Mountain, and will visit “Spirit Valley”.\nInterregional route “Zhabagly- Tonkeris- Kaskasu” (60 km, 3 or 6 days). From Zhabagly, tourist will travel along the Aksu River to lunch at Karalma Bridge.   The trip then continues to the village of Tonkeris where tourists will stay for the evening and cultural show.  In the morning, tourists go along the Sairamsu River where they will lunch before beginning their descent into Kaskasu village homestay in Ugam.  There is an option of returning\nKaratau Mountains (different flora and fauna from that of the Tien Shan, Kornilovka Lake),\nThe bird ringing station at Chokpak (during the bird migrations), \nThe Mausoleum of Kozha Ahmet Yassaui at Turkistan, \nThe 13th century ruins of Otyrar.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Zhenia & Lyuda's"],["url=http:\/\/www.aksuinn.com\/eng\/"],["email="],["address=Abay 36, Zhabagly"],["lat="],["long="],["directions="],["phone=325-385-56 96"],["tollfree="],["fax="],["hours="],["price=5000KZT\/person"],["checkin="],["checkout="],["content="]]}]},{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Almaty Province"]]},"\n\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["Wikipedia:Aksu-Zhabagly Nature Reserve"]]}]