[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"[[","value":[["File:Jabal hafeet shahin.jpg"],["thumbnail"],["View from Jebel Hafeet"]]},"\n",{"type":"'''","value":["Al Ain"]}," is the Garden city of ",{"type":"[[","value":[["United Arab Emirates"]]},". This oasis town is located next to, and virtually merged with, the Omani town of ",{"type":"[[","value":[["Buraimi"]]},".\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\nAl Ain has its own international airport, but the vast majority of flights arrive at ",{"type":"[[","value":[["Dubai"]]}," or ",{"type":"[[","value":[["Abu Dhabi"]]},".\n\n",{"type":"===","value":["By bus"]},"\nThe easiest way to reach Al Ain is by bus from ",{"type":"[[","value":[["Abu Dhabi"]]}," (140 km) and ",{"type":"[[","value":[["Dubai"]]}," (100 km). Buses depart hourly from Abu Dhabi bus station and the Dubai bus station, respectively. Arriving at Al Ain bus station. It takes 2 h (Dhs. 10 from Abu Dhabi, Dhs. 15 from Dubai). Buses are clean  with air conditioning and stop halfway for 10 min.\n\nFrom Dubai the bus station to go to Al Ain is located at the \"Al Ghubaiba Bus Station\" http:\/\/g.co\/maps\/7qfyh\n\nFrom ",{"type":"'''''","value":["Dubai"]},", there are mini buses available from Bur Dubai taxi station. Clean semi luxury mini vans charges Dhs. 20 for the 90 min journey.\n\n",{"type":"==","value":["Get around"]},"\nTaxis are very easy to find and cheap (Dhs. 2.50 initially in the older, brown taxis and Dhs. 1.00\/km thereafter; silver taxis are more expensive, but have better air conditioning and, usually, English speaking drivers).  Women traveling alone should sit in the back and not make conversation with the cabbies, as drivers may misinterpret friendliness.\n\nThere is also a local bus service.\n\n",{"type":"==","value":["See"]},"\n\nAl Ain has several site that would be of interest to tourists:\n\n",{"type":"{{","value":[["see"],["name=Jebel Hafeet"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=The second tallest mountain in the United Arab Emirates (1350 m), Jebel Hafeet is surrounded by flat plains on three sides, which afford spectacular views, especially at sunset.  The road to the top winds around hairpin turns for 12 km. There are three rest points for viewing, and then at the very top is a large parking area with a cafeteria and 360 degree view of the entire area. Take care on the road as some drivers enjoy the excitement of the twists and turns too much.  There is a hotel (Mecure Hafeet) at the top, as well as Green Mubazara Park and Ain Al Fada resorts at the bottom."]]},"\n\n",{"type":"{{","value":[["see"],["name=Camel Souq"],["url="],["email="],["address=Near Meyzad border crossing"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Daylight"],["price=Free"],["content=Recenctly relocated to the Meyzad area, about 5 km south of Al Ain, near the Oman border, the camel souq is open every day. Hundreds of camels are brought together to buy and sell. Dress conservatively. The traders are very friendly, especially to children. The non-Gulf Arab traders may ask for money (\"baksheesh\") for letting children sit on a camel. Many traders will pick up children so that they can be photographed."]]},"\n\n",{"type":"{{","value":[["see"],["name=Al Ain Museum and Fort"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Free"],["price="],["content=Located on Al Ain Street (or \"Main Street\" as the locals call it), this fort was built to protect the oasis from raiders.  It was used as the headquarters for Sheikh Zayed when he was the ruler of the Eastern Region of Abu Dhabi, prior to his ascending to Sheikh of Abu Dhabi itself.  The museum recreates the way people of the region lived before the founding of the UAE."]]},"\n\n",{"type":"{{","value":[["see"],["name=Al Ain Oasis"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Free"],["content=The biggest of several oasises in region, the oasis is made up of thousands of date palms. The oasis is located between the main souq area downtown and Al Ain street. Narrow roads run through the oasis, so you can drive through it, or you can walk. A small restaurant\/coffee shop (currently closed) is located in the middle. Walking in the oasis is especially nice when the sun is not directly overhead, as the palm trees offer cooling shade."]]},"\n\n",{"type":"==","value":["Do"]},"\n\nThere is also a large zoo and safari park in Al Ain that is quite popular with visiting tourists.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"'''","value":[" Arabia Center"]}," a ladies' speciality shopping center by ",{"type":"'''","value":["ENB GROUP"]},", located in Jabal Roundabout. A special attraction for Arabic traditional wear & western outfits for ladies and their kids. \n\nAl Ain has three shopping malls:\n\n",{"type":"'''","value":["Al Ain Mall"]}," Close to the town centre, it is the largest mall in Al Ain. It contains an ice-skating rink and children's play areas as well as a cinema showing new releases.\n\n",{"type":"'''","value":["Al Jimi Mall"]}," It is located in the Jimi Area, close to the Municipality building (",{"type":"''","value":["Baladiya"]}," in Arabic). The building was originally built as a vegetable and meat market, but was renovated and revamped into a spectacular shopping mall. It has ",{"type":"''","value":["Carrefour"]},", the large supermarket where you would get everything on your shopping list. \n\nAl Bawadi Mall is the newest mall, a 15 min drive past the Hilton, and houses lots of familiar names: Marks and Spencer; Boots; New Look; Top Shop as well as a second Carrefour, an Ace Hardware and Magrudy's bookshop. The Gold Souk has been relocated here, and the camel market is near.\n\nAl Ain also has various shopping areas, the ",{"type":"'''","value":["Town Centre Area"]}," (",{"type":"''","value":["Main Street"]},", ",{"type":"''","value":["Khalifa Street"]},", and ",{"type":"''","value":["Oud At Touba Street"]},").  Vendors sell everything from cheaply-made toys and souvenirs to spices, Arabian incense and gold.\n\n",{"type":"'''","value":["Even Black"]}," (ladies' traditional wear) 4 showrooms in Al Ain. With maximum designs for Abhaya, all showrooms are designed as Arabic Studios is an another attraction.\n\n",{"type":"==","value":["Eat"]},"\nAl Ain is host to a wide range of palates and ethnicities when it comes to cuisine. Lebanese\/Arabic food is usually cheapest; hotel restaurants usually the most expensive. The city is home to all manner of fast food like McDonald's and Hardees, but there is little for most people to eat at those places. Some of the best and cheapest food in the city can be found at its many Indian restaurants. Portions are almost always generous, prices low, and quality excellent. Chinese food is at its best in the many Chinese restaurants. Residents find Al Ain's selection to be more than adequate.\n\nMost restaurants and cafes deliver to anywhere in the city. Delivery is quick and reliable and rarely costs extra.\n\nVegetarians will find the city's selection of meals very satisfying. Vegetable and bean-heavy native dishes, the array of splendid pure vegetarian Indian cuisine, and the ready availability of fresh salads make eating in Al Ain a stress-free experience. Strict vegans may have a little difficulty communicating their precise demands, but most places offer vegan dishes and are always willing to accommodate a paying customer. \n\nMost of the good restaurants are concentrated on Khalifa Street.\n\nThe main street in Mauteredh (",{"type":"''","value":["Mathraz"]},", according to some) has a large number of cafeterias serving Lebanese to Indian food.\n\n",{"type":"==","value":["Drink"]},"\n\nAlcohol is available in the main hotel restaurants. However, it is advised to drink in moderation as in common with the rest of the UAE; it is illegal to be intoxicated in public places.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["InterContinental Resort Al Ain "]}]},"which has been renovated and named as Danat al Ain hotel.\nother options include Al ain Rotana in the city centre and Hilton Al Ain.\nalso ayla hotel is a good option.\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mecure Hafeet"],["alt="],["url=http:\/\/www.mercure.com\/gb\/hotel-3573-mercure-grand-jebel-hafeet-al-ain-hotel\/index.shtml"],["email="],["address=Jebel Hafeet"],["lat="],["long="],["directions="],["phone=+971 3 7838888"],["tollfree="],["fax="],["checkin="],["checkout="],["price=AED 300"],["content=A 125 room hill resort located atop the mountain giving a good glimpse of Al Ain."]]}]},"\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":["You can cross the border to ",{"type":"[[","value":[["Oman"]]},"."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Abu Dhabi (emirate)"]]},"\n",{"type":"{{","value":[["geo"],["24.22274"],["55.75180"],["zoom=15"]]},"\n",{"type":"[[","value":[["wikipedia:Al Ain"]]}]