[{"type":"{{","value":[["pagebanner"],["Itinerary banner.jpg"]]},"\n",{"type":"{{","value":[["itinerary"]]},"\nThis short section of ",{"type":"[[","value":[["Ala Kahakai National Historic Trail"]]}," is found in ",{"type":"[[","value":[["Kaloko-Honokohau National Historical Park"]]},".\n\n",{"type":"==","value":["Get In"]},"\nAccess the trail from the gate located in Honokohau Marina.  From Palani Road in ",{"type":"[[","value":[["Kailua-Kona"]]},", drive 2.3 miles northwest on Highway 19.  Turn left on Kealakehe Parkway and drive 0.4 miles to the entrance to the marina.  Turn right, and drive 0.3 miles.  The national park gate is on the right just before the road makes a sharp left turn.  There is a large parking lot adjacent to the gate.\n\n",{"type":"==","value":["Planning"]},"\n",{"type":"{|","value":[["class=\"wikitable\" border=\"1\""],["|-"],["|  Trail Length"],["|  5.1 km (return)"],["|-"],["|  High Elevation"],["|  6 feet"],["|-"],["|  Low Elevation"],["|  1 foot"],["|-"],["|  Total Climbing"],["|  17 feet"],["|-"],["|  Trail Surface"],["|  Variable"]]},"\n\n",{"type":"==","value":["GPS Waypoints"]},"\n\nLatitude and Longitude in this table are derived from GPS measurements taken on the trail.  Elevations are from Google Earth.\n\n",{"type":"{|","value":[["class=\"wikitable\"  border=\"1\" style=\"text-align:center\""],["|-"],["!  Waypoint !!  Latitude !!  Longitude !!  Elevation (feet)"],["|-"],["|  1 ||  19° 40.266' N ||  156° 01.418' W ||  6"],["|-"],["|  2 ||  19° 40.264' N ||  156° 01.449' W ||  6"],["|-"],["|  3 ||  19° 40.313' N ||  156° 01.531' W ||  2"],["|-"],["|  4 ||  19° 40.372' N ||  156° 01.532' W ||  4"],["|-"],["|  5 ||  19° 40.497' N ||  156° 01.570' W ||  3"],["|-"],["|  6 ||  19° 40.539' N ||  156° 01.573' W ||  3"],["|-"],["|  7 ||  19° 40.679' N ||  156° 01.725' W ||  1"],["|-"],["|  8 ||  19° 40.689' N ||  156° 01.758' W ||  1"],["|-"],["|  9 ||  19° 40.734' N ||  156° 01.820' W ||  2"],["|-"],["|  10 ||  19° 40.764' N ||  156° 01.816' W ||  2"],["|-"],["|  11 ||  19° 40.795' N ||  156° 01.878' W ||  2"],["|-"],["|  12 ||  19° 40.878' N ||  156° 01.905' W ||  5"],["|-"],["|  13 ||  19° 40.950' N ||  156° 01.973' W ||  3"],["|-"],["|  14 ||  19° 40.979' N ||  156° 01.985' W ||  3"],["|-"],["|  15 ||  19° 41.032' N ||  156° 01.995' W ||  4"],["|-"],["|  16 ||  19° 41.162' N ||  156° 01.964' W ||  4"],["|-"],["|  17 ||  19° 41.202' N ||  156° 01.961' W ||  4"],["|-"],["|  18 ||  19° 40.284' N ||  156° 01.556' W ||  1"],["|-"],["|  19 ||  19° 40.241' N ||  156° 01.605' W ||  2"],["|-"]]},"\n\n",{"type":"==","value":["Trail Description"]},"\nIn this section, the ",{"type":"'''","value":["bold"]}," numbers indicate total distance in kilometers from the start of the hike, while the numbers in brackets refer to a GPS waypoint in the table above.\n\n",{"type":"'''","value":["0.0"]}," The hike starts (1) at the National Park entry gate adjacent to Honokohau Marina.  Walk through the gate and turn immediately left on the dirt road. At ",{"type":"'''","value":["0.1"]}," (2) you come to an interpretive sign explaining the general features of the park.  Park brochures are available here. Pick one up as it will provide useful information on the things you will see along the way. The trail bends to the right here onto a slightly rougher surface, but it is still easy to walk.\n\nAt ",{"type":"'''","value":["0.2"]}," you reach a trail junction (3). Go to the right. Another trail junction (4) is reached at ",{"type":"'''","value":["0.3"]},". There are restrooms here.  The trail to the right is the labelled \"Ala Hele Ike Hawai'i\" on the printed version of the park brochure and \"Ala Mauka-Makai\" on the online version.  Whatever the correct name of the trail, it leads to the visitor center. Turn left to head out onto the shore.\n\nFollow the shoreline to your right. At ",{"type":"'''","value":["0.6"]},", by some interesting remains of structures in the water (5), the rocky shore gives way to a wide expanse of beach.  There will be a few beach-goers of various sorts here, but it is never crowded, even on a holiday long weekend. Choose your own way across the sand around the bay.  The sand is loose, and the slope of the beach is steep, leading to slow going. At ",{"type":"'''","value":["0.7"]}," you reach 'Aimakapa Fishpond, (6) located behind the beach.  The beach dune is only a few feet high, but it shelters the pond, and can provide a huge contrast from the cool breezy environment of the shore. Watch for a variety of waterbirds on and around the pond.\n\nAt ",{"type":"'''","value":["1.1"]}," there is an interesting structure in the lower side of the beach (7).  It's not clear what it is, but it appears to be more recent than the other ruins that abound in the park.  There appears to be a trail off the beach to the right here, but it dead-ends quickly.  Continue along the beach.  You finally reach the end of the beach at ",{"type":"'''","value":["1.2"]}," (8).  The trail continues along the top of a square stone wall, then soon turns inland, entering the trees at (9).  Up to this point, any kind of footwear would be fine, but the trail now proceeds a distance on some loose lava rubble, and sturdy footwear is required.\n\nAt ",{"type":"'''","value":["1.3"]}," you find a gap (10) in an old wall made of pieces of lava. The trail is unclear here.  Stay on the left (seaward) side of the wall.  While the trail winds in and out of the trees, there is a large field of 'a'a on your right.  This is a portion of the 1801 flow from the eruption of Hualalai.  There are many structures built within the lava field out of local chunks of lava. One is a long straight wall (11) running perpendicular to the trail at ",{"type":"'''","value":["1.5"]},".\n\nAn apparent trail junction is reached at ",{"type":"'''","value":["1.7"]}," (12). Stay to the left.  A signed trail junction is found at ",{"type":"'''","value":["1.9"]}," (13). The trail to the right is Ale Hele Hu'e Hu'e.  It connects to the Mamalahoa trail and can be used to form a loop through the visitor center parking lot. Continue straight ahead to stay on Ala Kahakai. Short trails giving access to the shoreline branch left at (14) and (15).\n\nAt ",{"type":"'''","value":["2.3"]}," you reach the picnic area (16). There are restrooms here.  At the north end of the picnic area is an interpretive sign (17) describing the Kaloko Fishpond. Restoration of the retaining wall using traditional Hawai'ian methods is still in progress, but you may walk out onto the restored portion of the kuapa (fishpond wall) and marvel at its construction.  Because the wall is composed of unshaped lava rocks fitted together without mortar, there is the potential for the edges to be unstable.  For the sake of the integrity of the wall and your own safety, stay back from the edge.\n\nKaloko Fishpond is the northern turnaround point for this hike.  It would actually make a nicer starting and ending point than the way I have described this trail, but the access road is gravel, and therefore forbidden to almost all rental car users.  Retrace your steps now to waypoint (3). Along the way, you may have noticed a constant fringe of clouds and rain along the slopes of Hualalai. This is caused by daytime convection drawing cool, moist air off of the ocean as the sun warms the land, combined with the orographic lift effect of the mountain. It probably looks like it's going to rain on you at any minute, but it probably won't.\n\nWhen you reach (3), turn right to head out to Honokohau Beach and the 'Ai'opio Fishtrap.  The crumbling fishtrap walls create a sheltered lagoon that is protected from the surf, and therefore ideal for swimming.  The small beach here is usually more crowded than the larger beach you crossed earlier. As you enter the beach area, ",{"type":"'''","value":["4.5"]}," from the start of the hike, you will see a Halau, or long house (18).  Continue around the beach to the Heiau (19), or temple. A traditional Hawai'ian altar stands here, and Hawai'ians often bring offerings to this traditionally sacred place.  Please be respectful.\n\nWhen you are ready, retrace your steps to waypoint (3) and keep right to return to the starting point, a total of ",{"type":"'''","value":["5.1"]}," km.\n\n",{"type":"{{","value":[["Usableitinerary"]]},"\n",{"type":"[[","value":[["Wikipedia:Ala Kahakai National Historic Trail"]]}]