[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["pgname=Alampur"]]},"\n",{"type":"'''","value":["Alampur"]}," is a small village in ",{"type":"[[","value":[["Andhra Pradesh"]]},", ",{"type":"[[","value":[["India"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nAlampur is 30 km from ",{"type":"[[","value":[["Kurnool"]]}," and 200 km from ",{"type":"[[","value":[["Hyderabad"]]},". Buses ply very frequently (every 30 minutes) from Kurnool town to Alampur. The bus journey from Kurnool takes approximately 50 minutes and the ticket costs Rs 12 one way. The nearest highway is NH7. From Hyderabad, take bus plying to Kurnool and get down at Alampur Cross Roads. From there you can take shared auto\/taxi\/bus to Alampur village (approximately 15 km).\n\nThere is a railway station named \"Jogulamba Halt\" near the village, but not many trains stop here.\n\n",{"type":"==","value":["Get around"]},"\n\nAlampur is a small village and you can get around by walk.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" Jogulamba Temple is very famous and is one of the Ashtadasha Peethams (18 abodes of Mother). The temple was completely demolished during Muslim invasions and is recently reconstructed. "]},"\n",{"type":"*","value":[" Nava Brahma Temples are 9 temples dedicated to Lord Shiva. They date back to 6th-7th centuries CE. Only Bala Brahma temple is fully operational now. All the remaining eight temples are closed and are protected by Archaeological Survey of India. The architecture is worth visiting."]},"\n",{"type":"*","value":[" River Tunga Bhadra flows nearby the temples. The elevated platform on the banks gives a picturesque view of the paddy fields. "]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"[[","value":[["Kurnool"]]}," is the nearest city and has excellent lodging facilities, suiting all budgets.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Rayalaseema"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["15.887"],["78.131"],["zoom=13"]]},"\n",{"type":"[[","value":[["Wikipedia:Alampur, Mahbubnagar"]]}]