[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Kızıl Kule.jpg"],["thumb"],["350px"],["Red Tower and part of Alanya Castle"]]},"\n\n",{"type":"'''","value":["Alanya"]}," is in ",{"type":"[[","value":[["Pamphylia"]]},", ",{"type":"[[","value":[["Turkey"]]},", situated on the ",{"type":"[[","value":[["Mediterranean Turkey"],["south coast"]]},". It is a popular tourist destination.\n\n",{"type":"==","value":["Get in"]},"\n\nAlanya is about 2 hours drive from the nearest international airport in ",{"type":"[[","value":[["Antalya"]]}," and half an hour from Gazipaşa Airport, which mainly serves domestic flights with a limited number of ",{"type":"[[","value":[["Europe"]]},"an destinations. Most holiday makers land in Antalya and are then taken to their hotel in Alanya by bus.\n\nIf your hotel is a bit far from Alanya, you can stand outside the hotel on the road and wait for a Dolmuş to come by and pick you up. You can stop at dolmuş stops  anywhere on the road, mostly there are bus stops, rarely at someplaces there are not bus stops, they come in each 10 and 15 minutes and are sometimes quite crowded. Expect to pay around 2 Turkish Lira per person for the ride.\n\n",{"type":"==","value":["Get around"]},"\nIn the city center there is cheap Dolmuş to reach all around the town.\n\nWalking around the town is the best option except very hot July and August days. You can take taxis or a Dolmuş to the castle if you don't want to walk all the way up the hill.\n\nAlso you can rent an electric scooter or a bike.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["The Citadel"]}," (",{"type":"''","value":["Kale"]},") occupies a hilly peninsula surrounded by the sea on three sides, and by the modern parts of the city on the other. Although the signs showing way to ‘Castle’ (",{"type":"''","value":["Kale"]},") points to the highest parts of the walls, the walls can be followed starting right at the sea level. Particularly interesting in (or next to) the citadel is the tip of the peninsula formed by a high and narrow extension of rocks, jutting long into the sea. This formation is named ",{"type":"''","value":["Adam Atacağı"]}," in Turkish (pronounced ",{"type":"''","value":["aa-daam aa-taa-jaa-a"]},"), literally “man thrower”, as here was where people condemned to death were pushed into the sea."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Red Tower"]}," (",{"type":"''","value":["Kızıl Kule"]},") – The hexagonal tower of the citadel which is nearest to sea."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Old shipyard"]}," (",{"type":"''","value":["Tersane"]},") – Built by the Seljuqs, this structure dates back to 1228. Located very near the Red Tower."]},"\n",{"type":"*","value":[{"type":"'''","value":["Damlataş Cave"]}," near Kleoptra Beach."]},"\n",{"type":"*","value":[{"type":"'''","value":["Caves"]}," around the town, accessible by boat trips."]},"\n",{"type":"*","value":[{"type":"'''","value":["Dim Çayı"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Sapadere Kanyonu"]}]},"\n",{"type":"==","value":["Do"]},"\n\nThere is a lot to do in Alanya and there are plenty of tour companies whole heartedly willing to help you.\n\n",{"type":"*","value":[" Boat trip (try to haggle down to €5 for one hour), should include visits to caves (if the weather permits it) and lunch as well as animation with Eurodance music"]},{"type":"*","value":[" Scuba Diving (more fish during the high season)"]},{"type":"*","value":[" Jeep safari tours"]},{"type":"*","value":[" Quad bike tours"]},{"type":"*","value":[" Donkey riding"]},{"type":"*","value":[" Trip to historic Amphitheatre in ",{"type":"[[","value":[["Aspendos"]]}]},{"type":"*","value":[" Paragliding"]},{"type":"*","value":[" Trip to Dim Çayı"]},"\n",{"type":"==","value":["Buy"]},"\n\nCatering for all the European tourists, almost everyone in Alanya accepts Euros. You may not even have to exchange your Euros at all. When taking money out of the automatic teller machines, make sure they can give you Euros as well as Lira. It's also very easy to exchange all ",{"type":"[[","value":[["Scandinavia"]]},"n crowns (",{"type":"''","value":["krona, krone"]},", possibly except Icelandic ",{"type":"''","value":["króna"]},") in many exchange offices of the town—something not very usual in the rest of ",{"type":"[[","value":[["Turkey"]]},"—as many holiday-makers in Alanya are Scandinavians.\n\nAlanya is full to the brim of shops, which become very repetitive since they all sell pretty much exactly the same wares. The shops shamelessly sell fake brands and goods, where the expiry date has been long exceeded. A list of the most common items:\n\n",{"type":"*","value":[" Clothing: Shoes and t-shirts from Puma, etc. (fake of course!)"]},"\n",{"type":"*","value":[" Watches: Everything from Seiko to DKNY (fake of course!)"]},"\n",{"type":"*","value":[" Sunglasses"]},"\n",{"type":"*","value":[" Bags and Wallets"]},"\n",{"type":"*","value":[" Turkish Tea sets"]},"\n",{"type":"*","value":[" Water Pipes and tobacco"]},"\nBe prepared to ",{"type":"[[","value":[["Bargaining"],["haggle"]]},", the shop owners expect it. This means you need to know the approximate value for the items you would like to buy. You can check the value either by research online in advance or by asking any friendly local. When you haggle, they will offer you an absurdly high price. This means that you can offer a couple of Euros and try to meet somewhere at the price you have decided to be your maximum.\nObviously, you can't haggle in a supermarket, petrol station, etc. Trying to haggle for groceries is generally frowned upon. You will have to haggle in the cocktail bars that are lined up along the beach promenade, if you don't want to pay more for a meal and drinks than in Europe. Many restaurants\/bars\/etc don't even have prices on their menu.\n\n",{"type":"==","value":["Eat"]},"\n\nTurkish food in general is really tasty. Try:\n\n",{"type":"*","value":[" Lahmacun: These will cost you around 2 Lira and are more like a snack than a meal"]},{"type":"*","value":[" Baklava: Turkish sweet. The cost depends on the weight (e.g. 12-25 Lira for a kilogram)"]},"\nIf you are in an \"All Inclusive\" hotel (which is usually the case), all your meals are provided by the hotel.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"*","value":[" Turkish coffee"]},"\nBe warned that the prices of drinks in the night clubs may be insanely high. Expect a beer to cost from  €1.00 to €4.50.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villa Casara"],["url=http:\/\/www.villacasara.co.uk\/"],["email="],["address=Konakli, Alanya"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=beautiful brand new Turkish villa, which sleeps 8 comfortably, is bright, spacious and comfortable with all modern conveniences. It is set in lovely palm lined gardens and the 3 balconies enjoy views of the mountains, swimming pool and boast a direct view of the sea."]]}]},"\nA great deal of cheap holiday packages, usually originating in Germany or Scandinavia, include \"All Inclusive\" hotels situated on the beach as part of the deal. For example, an \"All Inclusive\" 4 Star hotel in Alanya including a flight to ",{"type":"[[","value":[["Antalya"]]}," from Germany costs around €400.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":["To the west, rest of ",{"type":"[[","value":[["Pamphylia"]]}," offers many interesting destinations."]},"\n",{"type":"*","value":["To the east, ",{"type":"[[","value":[["Anamur"]]},", ",{"type":"[[","value":[["Silifke"]]},", and the rest of eastern ",{"type":"[[","value":[["Mediterranean Turkey"],["Mediterranean coast"]]}," (the Cilician coast: ",{"type":"[[","value":[["Cilician Mountains"]]},", ",{"type":"[[","value":[["Cilician Plains"]]},", and ",{"type":"[[","value":[["Hatay"]]},") awaits with its somewhat thinly populated and thinly touristed hilly landscape."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Cyprus"]]},", lying to the southeast, is also another option. During the high season (May to September), you can go to ",{"type":"[[","value":[["Kyrenia"]]}," in ",{"type":"[[","value":[["Northern Cyprus"]]}," by boat through the company Fergün Shipping ",{"type":"[","value":["http:\/\/www.fergun.net\/uk\/"]},". It takes about 3 and a half hours and costs 78 TL\/person one-way or 130 TL\/person return. Outside the high season, the international port is closed."]},"\n",{"type":"{{","value":[["routebox-1"],["image1=TR-400.png"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Antalya"]]}],["minorl1=",{"type":"[[","value":[["Manavgat"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Mersin"]]}],["minorr1=",{"type":"[[","value":[["Anamur"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Alanya"]]},"\n\n",{"type":"{{","value":[["geo"],["36.5500"],["32.0000"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Pamphylia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Middle East\/Turkey\/Provinces\/Antalya\/Districts\/Alanya\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Alanya"]]}]