[{"type":"{{","value":[["pagebanner"],["Alaska banner Mountain panorama.jpg"]]},"\n",{"type":"[[","value":[["File:Polarlicht 2.jpg"],["thumb"],["350px"],["Aurora Borealis over Bear Lake, Alaska"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.travelalaska.com\/ Alaska"]}]}," is the 49th and largest state in the ",{"type":"[[","value":[["United States of America"]]},". Separated from the rest of the country, (the \"lower 48\"), by ",{"type":"[[","value":[["Canada"]]},", Alaska lies on the Arctic Circle. It is still the least densely populated state in the union and for a long time was home to the lowest population. America's final frontier is the size of California, Texas and Montana combined, making it huge in comparison to the rest of the states! Alaska is also home to the highest point in North America and all of the top ten highest mountains in the USA. Across the Bering Strait lies the country of Russia and the continent of Asia.\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"{{","value":[["Regionlist"],["regionmap=Alaska regions map.png"],["regionmapsize=600px"],["region1name=",{"type":"[[","value":[["Southeastern Alaska"]]}],["region1color=#a1d092"],["region1description=Panhandle & Inland Passage"],["region2name=",{"type":"[[","value":[["Southcentral Alaska"]]}],["region2color=#d092cc"],["region2description=Anchorage & Kenai Peninsula"],["region3name=",{"type":"[[","value":[["Southwestern Alaska"]]}],["region3color=#d0b292"],["region3description=Alaskan Peninsula & Aleutian & other islands"],["region4name=",{"type":"[[","value":[["Interior Alaska"]]}],["region4color=#d09299"],["region4description=Fairbanks"],["region5name=",{"type":"[[","value":[["Arctic Alaska"]]}],["region5color=#92aed0"],["region5description=Barrow, Nome, Kotzebue"]]},"\n\n",{"type":"==","value":["Cities"]},"\n\n\n",{"type":"*","value":[{"type":"[[","value":[["Juneau"]]}," – State capital and third largest city."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Anchorage"]]}," – Alaska's largest city."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Barrow (Alaska)"],["Barrow"]]}," – Northernmost city in the United States and North America"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Deadhorse"]]}," – Alaska's oil center, the production facilities can only be accessed by tours"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Dutch Harbor-Unalaska"]]}," – Largest community in the Aleutian Islands"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Fairbanks"]]}," – Alaska's second largest city"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Homer"]]}," – Halibut Fishing Capital of the World, Kachemak Bay State Park, Katmai National Park"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Ketchikan"]]}," – Alaska's southernmost city and the first Alaska port for northbound cruise-ship travelers."]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kodiak"]]}," – The Island Town"]},"\n",{"type":"==","value":["Other Destinations"]},"\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Cape Krusenstern National Monument"]]}," – North of the Arctic Circle, Cape Krusenstern National Monument stretches 70 miles along the Chukchi Sea shoreline. Beach ridges provide evidence of 5000 years of human activity."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Denali National Park"]]}," – Whether climbing or admiring, the crowning jewel of North America’s highest peak is the awe inspiring 20,320-foot Mount McKinley"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Gates of the Arctic National Park"]]}," – Traveling through this vast wilderness you will discover craggy ridges, glacier carved valleys and fragile flowers"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Glacier Bay National Park"]]}," - marine wilderness of ",{"type":"'''","value":["Glacier Bay National Park and Preserve"]}," includes tidewater glaciers, snow-capped mountain ranges, ocean coastlines, deep fjords, and freshwater rivers and lakes."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Katmai National Park"]]}," - famous for volcanoes, brown bears, pristine waterways with abundant fish, remote wilderness, and a rugged coastline"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Kenai Fjords National Park"]]}," - a land where the ice age still lingers where glaciers, earthquakes, and ocean storms are the architects."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Upper Kenai River"]]}," - a great place almost every time of year to catch rainbow trout and salmon, if you know what you're doing so long as the river isn't frozen there are fish for you. Also a great place for roadside bear viewing; just don't get too close!"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Kobuk Valley National Park"]]}," - noted for the Great Kobuk Sand Dunes and caribou migration routes. The park offers backcountry camping, hiking, backpacking, and dog sledding."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Lake Clark National Park and Preserve"]]}," - The Park was created to protect scenic beauty (volcanoes, glaciers, wild rivers and waterfalls), populations of fish and wildlife, watersheds essential for red salmon, and the traditional lifestyle of local residents. Lake Clark's spectacular scenery provides a true wilderness experience for those who visit."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Skilak Lake"]]}," - another great place for monster rainbow trout, also one of the most beautiful areas of the state, camping, hiking, boating, fishing, and hunting are all great  options for a fun time. Just a great place to spend a quiet weekend with family, friends, or just the fish."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Wrangell-St. Elias National Park and Preserve"]]}," - Chugach, Wrangell, and Saint Elias mountain ranges converge here in what is often referred to as the \"mountain kingdom of North America.\" It has the continent's largest assemblage of glaciers and greatest collection of peaks above 16,000 feet."]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Yukon - Charley Rivers National Preserve"]]}," - along the Canadian border in central Alaska"]},"\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"[[","value":[["Image:Alaska Federal & National Lands.PNG"],["thumb"],["450px"],["Federal and Indian lands in Alaska"]]},"\n\nIn 1867, the territory of Alaska was purchased from the Russians for $7.2 million (or about 2 cents an acre). For many years people referred to the acquisition as \"Seward's Folly\", named for Secretary of State William H. Seward (1801-1872) who made the deal. They viewed Alaska as a  frozen wasteland, not realizing it would turn out to be one of the United States' richest resources for gold and oil. It took until 1959 for the territory to become a State of the Union.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"[[","value":[["Anchorage"]]},", and to a lesser extent ",{"type":"[[","value":[["Fairbanks"]]},", are serviced by most major airlines. ",{"type":"[[","value":[["Ketchikan"]]},", ",{"type":"[[","value":[["Wrangell"]]},", ",{"type":"[[","value":[["Petersburg"]]},", ",{"type":"[[","value":[["Sitka"]]}," and ",{"type":"[[","value":[["Juneau"]]}," are also served by daily jet service through Alaska Airlines flights originating in Seattle and terminating in Anchorage.  Other communities within the state are served by an extensive system of regional and local air services connecting to Anchorage, Fairbanks, Juneau, and Ketchikan, the state's four largest urban areas.  Air travel is the cheapest and most efficient form of transportation in and out of the state. Anchorage recently completed extensive remodeling and construction at Ted Stevens Anchorage International Airport to help accommodate the upsurge in tourism (unofficial sources have estimated the numbers for 2004 at some four million tourists arriving in Alaska between May and September). Anchorage International is a very big and clean airport that isn't very crowded. It has many different amenities for awaiting passengers to enjoy. They have everything from shops, restaurants,duty free shops, and even bars by where you board your plane. Be sure to check out the various animal displays for an early look at some of the state's more difficult to find inhabitants.  A record-size halibut can be found on display just below the stairs that lead from the main concourses to baggage claim.  Below that you'll find several other animal specimens worth a glance on your way to your rental car or other transportation.  The biggest problem with flying into Anchorage is that if you're not staying in Anchorage, you are going to need to take a long drive to wherever your destination is; most people just rent a car, which can get very pricey. If you are visiting family, you are better off just having them come and pick you up by the Security Screening area or meet them at the Baggage Claim area.  No one likes to take a long drive after a long flight, but the scenery you will see will make you forget all about the long flight and drive.\n\nFairbanks International Airport was also renovated in recent years, and offers basic services for travelers.\n\n",{"type":"===","value":["By car"]},"\n\nAlaska is connected to the contiguous U.S. (known in Alaska as the \"Lower 48\") through ",{"type":"[[","value":[["Canada"]]}," via the ",{"type":"[[","value":[["Alaska Highway"]]},". The highway is paved and maintained year-round. Sometimes it can seem a little over-maintained, creating a uniquely Alaskan and Canadian situation: at any given time in the summer, you're bound to hit at least several dozen (and sometimes hundreds of!) miles of road construction. Since the roads in construction zones usually have only one working lane and, due to the scarcity of roads in the rural areas, there are not always alternate routes available, the construction companies operate \"pilot cars\" (usually pick-up trucks with yellow rotating beacons and large signs that say \"Follow me\"). They drive back and forth between the two ends of the construction zone and lead the vehicles safely to the other end. Depending on the length of the construction zone, the wait can be anywhere from 10 minutes to several hours. Since there's only one main road, you can't really drive around the construction. The roads that aren't being worked on are usually in great condition. Considering the Winter conditions, the roads are in great condition. Every year Alaska gets hit with tons of snow, and the roads take a pounding because of all the weight, salt, and plowing that must occur. It is easy to complain about all the construction, but without it people would complain more about the road conditions. Most of Alaska's highways are smooth and freshly paved. All Terrain Vehicles are very common for natives to use when traveling short distances. Be careful of them while you're driving because they come out from all areas: both on-road and off-road. \n\nIf you're planning to drive to or around Alaska, make sure to pick up a copy of ",{"type":"[","value":["http:\/\/www.themilepost.com The Milepost"]},", which is widely regarded as the premier road guide for western Canada and Alaska. Most roads in these regions have small white posts every mile or so indicating the number of miles from the start of the road. The Milepost has extremely detailed route descriptions of all of the roads, pointing out everything from scenic viewpoints and campgrounds down to the names of small creeks the roads pass over. If you're flying in to Anchorage and then driving around the state, pick up a copy of The Milepost at one of the local Costcos or Walmarts - the price there is around half of list price.\n\nWhilst making plans to drive in Alaska, keep in mind that distances may be far greater than you are used to.  Although the speed limit on most of the paved highways in state is set at 65 (there are lower limits near towns and in highway safety corridors, most notably on the Parks and Seward Highways), these are not freeways, and safe passing zones are limited on many stretches of road.  You are likely to encounter large numbers of semi trucks, particularly on the Parks, Elliott, and Dalton Highways, as well as private vehicles hauling large tow-behind trailers.  Take extra care when attempting to pass these vehicles, as they may be longer than they appear to be from behind.  \n\nIf you will be renting a vehicle, keep in mind that there may be restrictions on which highways they may be taken on.  The Dalton, Denali, Steese and Cassiar Highways, as well as the Nabesna and McCarthy Roads, in particular are considered no-gos by many companies; if your rental vehicle is damaged on one of these routes, insurance purchased through the rental company may not cover repair or retrieval expenses.  Always check for restrictions before making plans to travel any of the state's unpaved highways.  \n\nIf you will be traveling on one of the state's unpaved roads, go prepared.  Distances between services are frequently large, weather can change rapidly and without warning, and many reaches of the state outside of the population centers lack cell service.  Travelers on the Dalton, upper reaches of the Elliott, Steese, and Denali Highways are especially well advised to carry extra fuel, at least one spare tire, and basic survival gear.  \n\nSome rental car companies may offer one-way rentals in and out of the state in the shoulders of the tourist season (one-way into the state before summer and one-way out of the state after summer). Check with each agency for details. Also, it is possible (albeit expensive) to rent a vehicle one-way from Skagway to Anchorage with ",{"type":"[","value":["http:\/\/www.avisalaska.com\/rentalspecials.html Avis"]},", which is an option to pair with ferry service from Washington to Alaska (see below).\n\nIf an immigration issue prevents you from entering Canada, you may not enter Alaska by car from the contiguous US. Note that Canadian customs regulations state that Canadian residents may not rent a vehicle in the United States (including Alaska) and drive it into Canada.\n\n",{"type":"===","value":["By boat"]},"\n\nThe ",{"type":"[","value":["http:\/\/www.dot.state.ak.us\/amhs\/ Alaska Marine Highway System"]}," operates a ferry service from ",{"type":"[[","value":[["Bellingham (Washington)"],["Bellingham"]]},", Washington up the beautiful Inside Passage to Haines. Plan your travel early as this service tends to fill up fast. A connecting ferry can take you to Whittier (although this service is much less frequent—suggest you call for details) from which the ",{"type":"[","value":["http:\/\/www.alaskarailroad.com\/arrc8.html Alaska Railroad"]}," connects to Anchorage. Some private companies operate shuttle vans between Whittier and Anchorage as well, and the combination rail\/highway tunnel allows road traffic in alternating directions every half hour. There is only one rental company in Whittier, ",{"type":"[","value":["http:\/\/www.avis.com Avis"]},", which operates seasonally and with a limited number of cars. If you're arriving by ship without a car and want to drive to Anchorage, make reservations well in advance for one-way rentals and be prepared to pay an extremely high rate and a substantial one-way drop fee. Unless you've got five people and tons of luggage, it's usually better to make alternate arrangements (train or bus) to Anchorage and rent a vehicle there.\n\nAs mentioned above, Avis also offers one-way rentals from Skagway to the rest of Alaska (note that the only road from Skagway to the rest of Alaska travels through Canada).\n\nVarious cruise lines sail up the Inside Passage as well, typically ending in ",{"type":"[[","value":[["Seward"]]}," or Whittier (these cruise lines usually—but not always, so check—provide transportation to Anchorage and may even include package tours or your return air travel out of the state).  Cruises depart from cities such as Seattle, Vancouver, and even San Francisco.\n\nBoats are a necessity in a lot of areas of Alaska. There are still many natives that rely on the use of their boats to get them into town for things such as shopping. If you are going on a fishing or hunting trip, chances are you are going to have to take a boat to get to your destination. You can drive into town from the airport and park your car at a loading dock for either short-term or long-term parking. From there, you can either board your own private boat or take a commercial boat to where you need to go. Many of the hunting and fishing expeditions will have a boat ready for you at a certain time to get you where you need to be for your adventure. Alaskan natives will bring their boats to these docks and park them there while they do their shopping. When they're done, they will load up and take the trip back to their respective house or cabin. This process can sometimes be very difficult and strenuous, especially for older adults and younger children.\n\nThe Yukon River once played a huge role in accessing the interior of Alaska. Commercial steamboats once operated in the region, and goods are still transported by ship into remote interior areas. Some other rivers are also navigable. Though there is nothing that smacks of passenger service, it is theoretically possible though difficult to arrange a ride on a cargo ship, but you will have to do your own research.\n\n",{"type":"===","value":["By bus"]},"\n\n",{"type":"[","value":["http:\/\/www.greyhound.ca\/ Greyhound Canada"]}," provides service to ",{"type":"[[","value":[["Whitehorse"]]}," from points in Canada. The ",{"type":"[","value":["http:\/\/www.alaskadirectbusline.com\/ Alaska Direct Bus Line"]}," provides service from Whitehorse to ",{"type":"[[","value":[["Anchorage"]]},", ",{"type":"[[","value":[["Fairbanks"]]}," and ",{"type":"[[","value":[["Dawson City"]]},". The ",{"type":"[","value":["http:\/\/www.denalimotorcoach.com Denali Motorcoach"]}," runs daily express service between Anchorage and Denali National Park. The ",{"type":"[","value":["http:\/\/alaskabusguy.com\/ Alaska Bus Guy"]}," provides service between Anchorage, Denali National Park and Fairbanks along the scenic George Parks Highway.\n\nSome of the cruise lines also offer bus transfers from Skagway and\/or Haines to Anchorage.\n\n",{"type":"==","value":["Get around"]},"\n\nMost cities and villages in the state are accessible only by sea or air. The ",{"type":"[","value":["http:\/\/www.akferry.org\/ Alaska Marine Highway System"]}," also serves the cities of Southeast and the Alaska Peninsula. Cities not served by road or sea can only be reached by air, accounting for Alaska's extremely well-developed Bush air services—an Alaskan novelty.\n\n",{"type":"===","value":["By plane"]},"\n\nAlthough Anchorage itself is accessible via most major domestic carriers and some international carriers, ",{"type":"[","value":["http:\/\/www.alaskaair.com\/ Alaska Airlines"]}," has a virtual monopoly on jet air travel within the state, meaning prices are extremely high. The airline offers frequent jet service (sometimes in unique Boeing 737-400 \"combi\" aircraft, where the front half of the aircraft is configured as a cargo hold and the rear half is configured for passenger use) from Anchorage and Fairbanks to regional hubs like Bethel, Nome, Kotzebue, Dillingham, Kodiak, and other larger communities as well as to major Southeast and Alaska Peninsula communities. Smaller communities are served by the three main regional jet and turboprop commuter airlines: ",{"type":"[","value":["http:\/\/www.era-aviation.com\/ ERA Aviation"]},", ",{"type":"[","value":["http:\/\/www.penair.com PenAir"]},", and ",{"type":"[","value":["http:\/\/www.frontierflying.com\/ Frontier Flying Service"]},". The smallest towns and villages must rely on scheduled or chartered Bush flying services using general aviation aircraft such as the Cessna Caravan, the Piper Navajo, or the smaller Cessna 207, the most popular aircraft in use in the state. But perhaps the most quintessentially Alaskan plane is the seaplane. The world's busiest seaplane base is ",{"type":"[","value":["http:\/\/en.wikipedia.org\/wiki\/Lake_Hood_Seaplane_Base Lake Hood"]},", located next to Ted Stevens airport in Anchorage, where flights bound for remote areas carry passengers, cargo, and lots of items from Costco and Sam's Club.\n\nSmall planes are a great way to get around Alaska if you are fortunate enough to be able to afford doing it. After you have touched down from your main flight to Alaska, you can board small planes that can transport you fast and efficiently. Many places aren't accessible by car or truck; so small planes are commonly used to get to destinations quickly. If you are going on a hunting trip, chances are that you will need to board one of these planes to get there. Hunting areas in Alaska are sometimes commercialized for tourists. The areas that they bring you to are commonly hunted by other tourists. This continued use has made it a lot easier for pilots to land. A pilot can land on flat ground that is continuously used for landing small planes onto. \n\n",{"type":"===","value":["By train"]},"\n\nThe ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.alaskarailroad.com\/ Alaska Railroad"]}]}," runs from ",{"type":"[[","value":[["Seward"]]}," through ",{"type":"[[","value":[["Anchorage"]]},", ",{"type":"[[","value":[["Denali"]]},", and Fairbanks to North Pole, with spurs to Whittier and formerly Palmer. The railroad is famous for its summertime passenger services but also plays a vital part in moving Alaska's natural resources—primarily coal—to ports in Anchorage, Whittier and Seward as well as fuel and gravel for use in Anchorage. The Alaska Railroad is the only remaining railroad in North America to use cabooses on its freight trains. The route between ",{"type":"[[","value":[["Talkeetna"]]}," and Hurricane (between Talkeetna and Denali) features the last remaining flag stop train service in North America. A stretch of the track along an area inaccessible by road serves as the only transportation to cabins in the area. Residents board the train in Talkeetna and tell the conductor where they want to get off. When they want to come to town, they wait by the side of the tracks and \"flag\" the train, giving it its name.\n\n",{"type":"===","value":["By car"]},"\n\nAlaska is arguably the least-connected state in terms of road transportation. The state's road system covers a relatively small area of the state, linking the central population centers and the Alaska Highway, the principal route out of the state through Canada. The state capital, ",{"type":"[[","value":[["Juneau"]]},", is not accessible by road, which has spurred several debates over the decades about moving the capital to a city on the road system. One unique feature of the road system is the Anton Anderson Memorial Tunnel, which links the Seward Highway south of Anchorage with the relatively isolated community of Whittier. The tunnel is the longest road tunnel in North America at nearly 2.5 miles and combines a one-lane roadway and train tracks in the same housing. Consequently, eastbound traffic, westbound traffic, and the Alaska Railroad must share the tunnel, resulting in waits up to 45 minutes (or more) to enter; for specific times, see the ",{"type":"[","value":["http:\/\/tunnel.alaska.gov schedule"]},".\n\nAnchorage and Fairbanks are served by all of the major national rental car chains as well as a number of independents. Some smaller towns around the state may also have a national chain company presence.  Be advised that renting a car in Alaska can be more expensive than pretty much anywhere else in the United States, ranging up to (and occasionally even over) $200 per day for a large vehicle sufficient to carry multiple passengers and outdoor gear during the peak season. In the dead of winter, however, you can sometimes grab a vehicle for under $10 per day.\n\nBe aware that renting at the Anchorage or Fairbanks airport incurs a 10-12% additional airport surcharge (plus an additional $4.81 per day in Anchorage). If you're renting for more than a few days, it might be worth the hassle to rent your vehicle at an off-airport location, which usually involves taxi rides or shuffling between hotel and rental car courtesy shuttles. Check with each agency or search off-airport rental cars using an online travel agency to see what cost savings may be available.\n\n",{"type":"===","value":["By bus"]},"\n\nThere are several bus and shuttle services that can take you between cities on the road system. You will see many tour buses from major tour lines, although their tickets are usually only sold in a package tour. There are other companies that do sell individual tickets. The ",{"type":"[","value":["http:\/\/www.alaskacoach.com Alaska Park Connection"]}," sells tickets between ",{"type":"[[","value":[["Seward"]]},", ",{"type":"[[","value":[["Anchorage"]]},", ",{"type":"[[","value":[["Talkeetna"]]},", and ",{"type":"[[","value":[["Denali"]]},". ",{"type":"[","value":["http:\/\/www.alaskadenalitours.com\/alaska_travel\/alaska_motor_coach.html Denali Motorcoach"]}," operates daily schedule between ",{"type":"[[","value":[["Anchorage"]]},", and ",{"type":"[[","value":[["Denali"]]},". ",{"type":"[","value":["http:\/\/www.alaskadirectbusline.com\/ Alaska Direct Bus Line"]}," travels from ",{"type":"[[","value":[["Whittier"]]}," to ",{"type":"[[","value":[["Anchorage"]]},", north to Tok and ",{"type":"[[","value":[["Fairbanks"]]},", and also to ",{"type":"[[","value":[["Whitehorse"]]},". ",{"type":"[","value":["http:\/\/www.alaskabusguy.com\/ Alaska Bus Gus"]}," provides scheduled service between Anchorage-Denali National Park and Fairbanks, (including flag stops) along the Scenic George Parks Highway. Drivers provide historic and geological information and frequent wildlife\/scenic photo stops.  Pricing is very competitive.  Group tours, airport and Alaska Railroad shuttle service is available. ",{"type":"[","value":["http:\/\/www.alaskashuttle.com\/ Alaska\/Yukon Trails"]}," has lines from Anchorage to Denali to Fairbanks, and they also have routes from ",{"type":"[[","value":[["Dawson City"]]},", ",{"type":"[[","value":[["Whitehorse"]]},", and other smaller towns. ",{"type":"[","value":["http:\/\/www.homerstageline.com\/ Homer Stage Line"]}," has busses from Anchorage south to the ",{"type":"[[","value":[["Kenai Peninsula"]]},", stopping in cities like Cooper Landing, ",{"type":"[[","value":[["Homer"]]},", ",{"type":"[[","value":[["Kenai"]]},", ",{"type":"[[","value":[["Seward"]]},", and ",{"type":"[[","value":[["Soldotna"]]},". ",{"type":"[","value":["http:\/\/www.sewardbuslines.net\/ Seward Bus Lines"]}," has routes from Anchorage (incl. the airport) directly to ",{"type":"[[","value":[["Seward"]]},".\n\n",{"type":"===","value":["By bike"]},"\n\nWhile sidewalks and bike paths are present in the main cities, bicycling along the major highways is a dangerous proposition.  Areas near the main cities occasionally offer bike paths and wide shoulders, but many areas of Alaska's main highways are not advisable for bicycling.  The Seward and portions of the Glenn Highways, in particular, have very narrow shoulders and are flanked by cliffs on one or both sides, leaving very little or no room for pedestrians and bicyclists to travel safely.\n\n",{"type":"===","value":["By boat"]},"\n\nOne of the best ways to see Alaska is by cruise ship. ",{"type":"[[","value":[["Cruise ships"]]}," bring you wonderfully close to glaciers, whales and rocky coasts.  Larger boats offering more amenities, while small ships and yachts carrying 12-100 passengers go where the big ships can't, getting you up close to Alaska's nature and wildlife.  Many vessels include naturalist guided hikes and sea kayaking right from the ship, perfect for active, casual travelers.\n\nCruise ships have 2 main itineraries: The Inside Passage Route going roundtrip from either Seattle, Washington or Vancouver, Canada and the Gulf Route running Northbound and Southbound cruises between Vancouver and Seward\/Whittier.\n\nCompanies offering cruises in Alaska include:\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.hollandamerica.com\/ Holland America"]}]},".  The Glacier Discovery Cruise offered by Holland America Line, runs between Seward and Vancouver, BC."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.princess.com Princess Cruises"]}]},", offers both Inside Passage and Glacier Bay routes as well as roundtrips from San Francisco."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.adventure-life.com Adventure Life"]}]},", offer small-ship cruising exclusively, working with vessels in Alaska ranging from 32 to 138 passengers."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ncl.com\/ Norwegian Cruise Line"]}]},", offers only roundtrips in Seattle and Vancouver."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.carnival.com\/ Carnival Cruises"]}]},", has only one ship deployed in Alaska annually doing mainly Northbound and Southbound cruises."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.adventuresmithexplorations.com\/ AdventureSmith Explorations"]}]}," specializes in small ship and yacht cruising in Alaska with over 25 years experience that."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.rssc.com\/voyage\/search.do?region=ALASKA Regent Seven Seas Cruises"]}]},", luxury cruise line with all inclusive cruises to Alaska."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.cruise118.com\/ Cruise 118"]}]},", Cruise 118 Holiday Cruises from Southampton to the Mediterranean, Alaska and the Caribbean."]},{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.disneycruiseline.go\/ Disney Cruise Lines"]}]}," Inside passage trip to Tracy Arm, Ketchikan, Skagway, and Juneau leaving from Vancouver~This is a great way to see the glaciers in Tracy Arm, as it is smaller than Princess or Carnival, so it can get closer, farther, and do a 360° turn"]},"\n",{"type":"'''","value":["Ferry"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/www.dot.state.ak.us\/amhs\/ Alaska Marine Highway System"]}]},", +1 800 526-6731. Alaska's Marine Highway consists of over 8000 miles of coastal ocean routes connecting 31 port communities throughout Southeast, Southcentral and Southwest Alaska. Two additional ports are located outside of Alaska - one in British Columbia and the other in the state of Washington. It forms an essential method of transportation for many local residents in towns to which there is no road access. The Marine Highway system also allows walk-on travelers, bicycles and commercial vehicles. You can arrange your own cabin on the ferry, pitch a tent, or roll out a sleeping bag on the upper decks. Naturalists sometimes on board to give commentary on sights and wildlife."]},"\nOf course, after you get off the boat, you'll want to stay and explore Alaska's inland destinations. Don't get straight on an airplane and head home—you'll miss out on some of the best Alaska has to offer! \n\nAlso try a fishing charter at any of alaskas fine coastal communities and send your catch home to your family or friends.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["Image:Denali-from-reflection-pond.jpg"],["thumb"],["300px"],["Denali (Mt. McKinley) in ",{"type":"[[","value":[["Denali National Park"]]}]]},"\n\nAlaska is huge.  It actually spans what once were five time zones!  So big in fact you probably won't scratch the surface of what it has to offer in terms of geography, wildlife, local flavor, or Alaska native culture.\n\nYou might visit a couple of the regions of the state during your visit.  It is quite possible to experience the ancient rainforest of Southeast Alaska, camp in Denali National Park, and kayak among icebergs in Prince William Sound  on the same trip.\n\nAnother option is to focus on a smaller (still huge) region of the state and spend enough time for a better look and then plan a return trip to explore a different region. Alaska does not have to be a once in a lifetime destination.\n\nThree weeks in the Inside Passage, traveling from town to town by ferry, is likely to leave you wanting more time if you enjoy hiking, sea kayaking, fishing, wildlife watching, scenery, Native culture, biking.\n\nThe ",{"type":"[[","value":[["Kenai Peninsula"]]},", south of Anchorage, is another region worthy of an extended stay and is easily accessed from Anchorage. Plenty of public campgrounds make this an extremely affordable do-it-yourself destination if you have a few folks to share the cost of a rental car.\n\nAn Anchorage, Denali, Fairbanks, Valdez driving loop also offers plenty to see and do for two weeks or more and can be quite affordable with camping and a shared rental car.\n\n",{"type":"==","value":["Do"]},"\n\nThere are many things to do when traveling to Alaska.  If you are the adventurous type then Alaska will be a great place to go.  You can go hiking, biking, kayaking, fishing, and expeditions to see the wildlife of Alaska like wolves, whales, moose, and bears. There are also month-long expeditions to the top of Mt. McKinley.\n",{"type":"*","value":[" A journey on the ",{"type":"[[","value":[["Dalton Highway"]]}," provides a very unique experience. The highway crosses mountains and tundra, the Arctic Circle, and 414 miles of pristine wilderness."]},{"type":"*","value":["Stay up late to see the midnight sun, it's fascinating to watch in the summer when daytime seems endless."]},"\nAnyone traveling to Alaska should definitely make a trip to Mt. McKinley, known to Alaskans as Denali; it is absolutely beautiful and the highest point in North America. You can see it from hundreds of miles away when there are clear skies. However, if you get the opportunity to take a trip to see it up close, do it. An ATV ride up the side of a mountain can be one of the most eventful experiences of your trip. On the way up the path, you will see vegetation and wildlife that you can't see anywhere else. Once you finally get to the top of the mountain, you will see one of the most beautiful sites in all of the United States. Digital cameras and photos don't do the mountain's beauty enough justice. The mosaic of blues, whites, grays, and greens will leave you absolutely astonished.\n\nNot everyone is a fisherman; many people enjoy catching fish but hate waiting around to try and catch one. Well if you are one of those people, try fishing in Alaska. You will be amazed at how quickly you can catch fish there if you are in the right spot. You can definitely leave the river every day with your daily limit of fresh Alaskan salmon. There are plenty of charter fishing operators that will take you out to fish in some of the best areas.\n\n",{"type":"==","value":["Buy"]},"\n\nIn Alaska cruise ports (especially Ketchikan, Juneau and Skagway) the tourist shopping experience is dominated by jewelry, tee shirts, and trinkets that could be purchased at any major cruise port in the world (perhaps from the same chain shop).  Yes, there are good buys occasionally (especially at the end of the season), but local products can be difficult to find.  \n\nIf you are on a cruiseship, don't be afraid to visit stores not listed on the \"preferred business'\" list provided by the cruiseline.  Those businesses paid a premium to be listed and don't necessarily represent higher quality or better selection. \n\nLocal Alaskan artists are found in co-op and locally-owned galleries. There are many books, from fiction to photos to nonfiction to children's, by Alaska writers, photographers and illustrators.\n\nBe sure to look for the distinctive 'Made in Alaska' sticker on products in gift shops and stores.  When purchasing Native-made handicrafts, keep the laws of your home country in mind; foreign travelers may find that they cannot bring their purchase home due to regulations regarding one or more the materials used, which frequently range from whale baleen and bone to various furs, skins, teeth and other wild animal products, and may in some cases include artifact materials such as fossilized bone or tusk.\n\n",{"type":"==","value":["Eat"]},"\nAlaskans love their food, fresh or otherwise you need good feed to keep up with daily life here. The portions in this state are huge. Almost every little town will have a local diner where one can get a filling breakfast and lots of hot coffee. Try the reindeer sausage with your eggs and hash in the morning and you'll feel like a true Alaskan. \n\nSome foods indigenous to this area are fireweed honey (distinctive and quite uniquely delicious), and spruce tip syrup made from the Sitka spruce which grows very commonly throughout Alaska; and of course there is perhaps the most well known of all Alaskan produce: seafood. Alaska’s fishing grounds are among some of the richest in the world and feature among other delicacies King and Snow crab which are exported the world over. Many local restaurants close to the shore serve fresh halibut and salmon daily, right off the boats.  Fried halibut less than 24 hours out of the water is an experience like no other. The fish doesn't even need to be chewed it is so tender. Fresh salmon is usually best grilled or roasted . Crab is almost always pre-boiled at sea to preserve it freshness. Most coastal towns also have at least one place serving sushi made with local fish. Restaurant prices, like most other things in Alaska do tend to be rather high but the experience of eating truly fresh seafood is worth it. \n\nMost things in Alaska are going to feel like they are overpriced, but they are expensive because it is so expensive to transport goods and food to Alaska. If you are out to eat, don't rob yourself by ordering pasta or spaghetti, get some type of seafood or meat. Do not expect to find moose, bear, or other truly wild game on the menu at restaurants, as it is illegal to sell game meat.  Reindeer can commonly be found, and elk or yak will show up on occasion; in these cases, the animals have been raised domestically.  A lot of restaurants in Alaska serve \"catch of the day\" and other seafoods, especially along the coast. Chefs will almost always have a new spin on your favorite seafood that you'll never have the opportunity of trying again. Alaska is famous for their Alaskan King Crab legs. Many people think that they've had them before, but oftentimes they are sold as Alaskan king crab legs in the lower 48 states and they aren't technically Alaskan king crabs, and if they are, they aren't even close to as fresh as they are in Alaska. Many restaurants will cook them in lemon juice, butter, and Old Bay seasoning. You will know when you've had an Alaskan king crab leg because the legs are about the same thickness of a woman's wrist.\n\n",{"type":"==","value":["Drink"]},"\n\nBeer is a big deal in Alaska with 7 breweries in Anchorage alone. ",{"type":"[","value":["http:\/\/www.alaskanbeer.com\/ Alaskan Brewing Company"]}," in ",{"type":"[[","value":[["Juneau"]]}," is the best known brewery in the state and its Alaskan Amber leads beer sales.  Other towns with local breweries include Homer, Haines, Kodiak, Fox (near Fairbanks), and Wasilla.  In January there is the Great Alaska Beer and Barleywine event. It is the third largest in the United States and may be the largest event highlighting barleywine in the US.\n\nHomer, in addition to its brewery, contains a winery and products from both are available at local bars, restaurants, and liquor stores.  Homer Brewery is fiercely (some might say stubbornly) local and their fresh ales are only available in the Homer area. The Bear Creek Winery creates wonderful vintages using imported grapes (as they cannot be grown easily in Alaska) and a variety of Alaskan berries.  Varietals range from Chardonnay to Port, and flavors abound.  The Winery offers free tastings daily, and also has a very small number of luxury rooms to rent for those who really want to soak in the experience.  Homer has a thriving night life, especially int he summer, so if you want to mix and mingle with \"real\" Alaskans this is a good place to do it.\n\n",{"type":"==","value":["Respect"]},"\n\nWhen you are hiking or visiting a natural area, do not pick flowers or collect natural features, particularly in a national park or forest. These are protected areas, and if everyone took something away, it would spoil it for everyone else. Picking flowers takes away nectar that is vital for insects.\n\n",{"type":"'''","value":["Don't litter"]},": Alaska is a beautiful state, and the best way of keeping it that way is just by respect to the land. It is easy to throw your trash and cigarette butts away properly, and by doing so, you are saving countless plants and animals.\n\n",{"type":"==","value":["Stay safe"]},"\n\nAlaska enjoys a comparatively low crime rate and is generally a safe place to travel. Anchorage is a real \"big city\" and street crime is not uncommon. Some areas of Fairbanks have disturbingly high rates of drug and alcohol-related violence, prostitution, assaults and murders, and Fairbanks as a whole has a serious issue of property crime. Although it might be quite seedy for its size, crime in Fairbanks and Alaska in general is almost always done by people who know each other and very rarely, if ever, targeted towards tourists. If you use common sense, chances are you won't run into any trouble.\n\nWhile Alaska is wild and beautiful, it does not tolerate fools easily. It is quite possible to get lost, cold, wet, and even die, all within sight of downtown Anchorage. The state's populace varies between extremely friendly to tourists to openly hostile. A common bumper sticker says: \"If it's tourist season, why can't we shoot 'em?\" Many Alaskans are understandably tired of those people from the \"lower 48\" who head North to live out ill-conceived — and sometimes fatal — fantasies of living off the land.\n\nThe remote parts of the state are its jewels, but be prepared for the trip you plan. Do your homework, and plan on being self-sufficient.  Consider using a guide, or checking out local conditions with locals before jumping in the kayak, and heading for yonder point that looked so nice on the map.  The water in Alaska is so cold, falling overboard can be fatal within minutes.  More importantly, self-rescue becomes impossible ",{"type":"''","value":["often within seconds"]},", especially around glacier-fed rivers.  Treatment for hypothermia is required reading before doing any water sports, even during warm weather.\n\nA word about bears: There's an old joke about how to determine if you are in bear country in Alaska. Take out a map of the state and make a circle around the downtown area of Anchorage. If you are outside the circle, you are in bear country. Although a humorous way of phrasing it, this is absolutely true. Assume bears are present in any area of Alaska, even if you do not see them. Both black and brown bears are present in Alaska. Polar bears are also present in the far north but you probably won't be going all the way into their territory. If you do, it would be wise to make peace with whatever higher power you may believe in before walking around anywhere without a very large gun.  Be especially cautious just after sunset and  just before dawn. Never leave food, water, or garbage unattended outdoors or it may attract a bear. Bears are wild animals and their behavior can very unpredictable. Never approach a bear. Never run from a bear as it will see you as food and it can run faster than you. If you encounter a bear you should stand your ground. Make lots of noise and wave your arms. If you have any metallic objects bang them against one another. In most cases, even when bears charge humans, they do not attack. But if you run towards one, surprise it while it is eating, run from it, or get anywhere near a cub, the chances of an attack are greatly increased. While it is amazing to see bears, the safest thing for you and for them is to observe them quietly from a distance and never approach them closely. Keep in mind that if you leave food or garbage out and a bear eats it, even if you don't see it happen you have endangered the bears life. Studies have shown that the previously employed tactic of trapping and relocating bears that have become habituated was not effective. the bears either returned to the same areas eventually or sought other sources of human foods. So now \"trouble  bears\" are killed by park rangers or law enforcement agencies instead. \n\nMoose are even more  common in most areas of the state, and are just as dangerous, and attack humans more frequently than bears. Moose may be herbivores and seem like slow-moving, lumbering animals, but they have sharp hooves and can strike with surprising speed and accuracy. Moose are not territorial, but they do have a strong desire to defend their \"personal space\" especially mothers with calves. Signs that indicate a moose is agitated include the laying back of their large ears, lowering the head, snorting and stomping their hooves. Unlike with bears, it is wisest to simply run if a moose acts aggressively towards you or charges. They just want you to leave them alone, so keep your distance.  Be aware of moose as well when driving. Every years dozens of moose are killed and many humans injured or killed by collisions between vehicles and moose. The long legs make it dangerous as often the bumper of the car will strike the moose only in the legs and its enormous body will impact the windshield, so slow down if moose are present and be aware they sometimes get \"spooked\" by cars and will suddenly sprint in unpredictable directions. \n\nIf you are traveling with a dog, keep it restrained at all times. Dogs have been known to antagonize moose, wolves, and even  bears and are often injured by the quills of porcupines. It is no fun to pull little spikes out of a dog's face with a pair of pliers, so for the sake of both the wildlife and your dog, keep it under your control and don't let it run free. \n\nSee ",{"type":"[[","value":[["Wilderness backpacking#Stay safe"],["wilderness backpacking"]]}," for more information about staying safe in areas of known bear activity.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Yukon"]]}]}," - Canada's Yukon shares most of Alaska's eastern border."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["British Columbia"]]}]}," - Portions of British Columbia share a border with the Alaska Panhandle."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Washington (state)"],["Washington"]]}]}," - While not connected to Alaska, Washington is the departure point for many visitors to the state."]},{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Russian Far East"]]}]}," - Located just 53 miles (85 km) across the Bering Strait, Alaska's neighbor to the west has greatly influenced the state's history and culture, despite being, in fact, just out of viewing distance."]},"\n",{"type":"[[","value":[["WikiPedia:Alaska"]]},"\n",{"type":"[[","value":[["dmoz:Regional\/North America\/United States\/Alaska\/"]]},"\n\n",{"type":"{{","value":[["geo"],["64.0"],["-150.0"],["zoom=5"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["United States of America"]]},"\n",{"type":"{{","value":[["usableregion"]]},"\n\n",{"type":"[[","value":[["Commons:category:Alaska"]]},"\n",{"type":"[[","value":[["commons:category:Alaska"]]}]