[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Alausi"]}," is a village in the Andean highlands of ",{"type":"[[","value":[["Ecuador"]]},". It is the closest station to the train ride ",{"type":"''","value":["Nariz del Diablo"]},".  Although most of the tourism in Alausí is centered around the Devil´s Nose Train, the town itself, although small, is quite charming and worth a look.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By Bus"]},"\nThere are frequent connections (every 1–2 hours during daylight hours) to and from ",{"type":"[[","value":[["Riobamba"]]}," and ",{"type":"[[","value":[["Cuenca (Ecuador)"]]},".\n\n",{"type":"===","value":["By Train"]},"\nThe steepest descent of any section of railroad track in the world (including two switchbacks), with impressive views of the Andean terrain, ",{"type":"''","value":["La Nariz del Diablo"]}," (The Devil's Nose), is just outside Alausí. You can take this ride either on a normal train coming from ",{"type":"[[","value":[["Riobamba"]]}," or you can take a tourist train that just goes down the devil´s nose and back up (about 2 hours round trip) for $20. Just go to the railway station office upstairs to sign up.  As of May 2011, the tourist train departs 11:30AM on Wednesday, Friday and Sunday.  The tour includes an English speaking guide who will explain the history of the route.  Also included is a light lunch at the station in the bottom of the valley before returning.  This section of track recently underwent a 4.6 million dollar renovation, so the chance of derailing (which used to be a common inconvenience) is greatly reduced.  Riding on the roof of the train is no longer a part of the tour and is no longer permitted for safety reasons (there was a fatality in 2006).  Almost all the good views are from the right side of the train (both ascending and descending), however seats are assigned.  It is therefore recommended to work a deal with someone sitting on the opposite of the train to switch seats at the bottom for the ascent so that everyone has a chance to sit on the right for either the descent or the ascent.  If you are stuck on the left side of the train the whole time you will be quite disappointed.\n\n",{"type":"==","value":["Get around"]},"\n\nIt's a really small town so walking is usually the best option.\n\n",{"type":"==","value":["See"]},"\n\nThere is a big statue of Saint Peter on top a hill close by. The views are nice from this statue.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\nThere is a small, dusty open market that sells practical daily-use items for the locals at the bottom of the hill with the San Pedro statue, on the opposite end of town as the railway station.  There is also a small shopping center \/ food market in the center of town one block up the hill (towards the highway) from the main street.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nFew simple bars can be found from the main street.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nBuses to ",{"type":"[[","value":[["Riobamba"]]}," and ",{"type":"[[","value":[["Cuenca (Ecuador)"]]}," depart from the bus station on the main street and other buses to these destinations pass by the bus stop on the highway.  If one of these locations doesn´t have an immediate connection, check the other.\n\n",{"type":"{{","value":[["geo"],["-2.2000"],["-78.8333"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Ecuador"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]