[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Albanian Alps"]}," (",{"type":"[[","value":[["Albanian phrasebook"],["Albanian"]]},": ",{"type":"''","value":["Alpet Shqiptare"]}," or ",{"type":"''","value":["Bjeshkët e Nemuna"]},"), sometimes called the ",{"type":"''","value":["Accursed Mountains"]}," are a range in ",{"type":"[[","value":[["Northeastern Albania"],["northern"]]}," ",{"type":"[[","value":[["Albania"]]},". They are also known by the Serbian name ",{"type":"'''","value":["Prokletije"]},".\n\n",{"type":"==","value":["Regions"]},"\nThe area covers parts of ",{"type":"[[","value":[["Shkodër"]]}," and ",{"type":"[[","value":[["Tropoja"]]}," districts in Northern Albania. The mountains themselves extend into neighboring Kosovo and Montenegro.\n\n",{"type":"==","value":["Towns and villages"]},"\nThe main city of the area is ",{"type":"'''","value":[{"type":"[[","value":[["Bajram Curri"]]}]},". \n\n",{"type":"'''","value":[{"type":"[[","value":[["Shkoder"]]}]}," is located in the coastal plain just west of the region.\n\nThe villages of ",{"type":"'''","value":[{"type":"[[","value":[["Thethi"]]}]},", ",{"type":"'''","value":[{"type":"[[","value":[["Valbonë"]]}]}," and ",{"type":"'''","value":[{"type":"[[","value":[["Kelmend"]]}]}," are the main tourist destinations.\n\n",{"type":"==","value":[" Parks "]},"\nThe areas around ",{"type":"[[","value":[["Thethi"]]}," and Valbona constitute two separate Albanian National Parks: the Thethi National Park and Valbona Valley National Park respectively.\n\nThe greater region along the border of Albania \/ Montenegro \/ Kosovo is where the Balkan Peace Park may one day exist.\n\n",{"type":"==","value":[" Mountains "]},"\nThe Albanian Alps are where the highest mountain fully in Albania is located.\n\n",{"type":"==","value":["Understand"]},"\nThe area has been extensively visited by Edith Durham who wrote an entire book about the region and its customs.\n\n",{"type":"====","value":["Visitor information kiosks"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Thethi Guide Info Center"],["url=http:\/\/www.thethi-guide.com\/"],["email=info@thethi-guide.com"],["address=Thethi Center"],["lat=42.3900"],["long=19.7793"],["directions="],["phone=+355 69 20 46333"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=ZalaZ"],["url=http:\/\/www.zalaz.org\/"],["email=welcome@zalaz.org"],["address="],["lat="],["long="],["directions=There are several operators that offer guided tours, organize transport and accommodation and can help out in general to plan your trip. One of them is ZalaZ, headed by a German couple that spent even a winter in Theth, they offer advice, have maps and GPS trails on hand and can help you organize your trip."],["phone=+355 69 67 31 932"],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Valbona Tourism Development Center"],["url="],["email="],["address=Valbone Center"],["lat=42.4532"],["long=19.8932"],["directions="],["phone=+355 67 276 4157"],["hours="],["price="],["content=This is an info center equipped with useful brochures, there you can buy a hiking map, 2 multipurpose buildings, exterior cooking areas, sport courts, a water fountain and parking."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Kelmend & Shkrel Tourist Info Center"],["url=http:\/\/www.kelmend-shkrel.org\/"],["email=info@kelmend-shkrel.org"],["address=Tamare and Dedaj villages"],["lat="],["long="],["directions=Bajze-Vermosh Road (SH21)"],["phone=+355 69 4724658, +355 68 2038823"],["fax="],["hours="],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Visit Kukes Region"],["url=http:\/\/www.visitkukesregion.org\/"],["email=Administrator@visitkukesregion.org"],["address=Bajram Curri City Hall, Rruga Agim Ramadani"],["lat=42.3571"],["long=20.0736"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":[{"type":"[[","value":[["Theth"]]}]},"\n",{"type":"[[","value":[["File:Theth Valley.jpg"],["thumb"],["Theth Valley"]]},"\nTo get to Bogë leave ",{"type":"[[","value":[["Shkodra"]]}," in direction of ",{"type":"[[","value":[["Montenegro"]]}," on the brand new highway and turn off at the signposted exit at a roundabout near the city of Koplik, the road onwards is narrow but paved to the center of ",{"type":"{{","value":[["listing"],["name=Bogë"],["alt="],["url="],["lat=42.397"],["long=19.644"],["directions="]]},". The pass (Qafa e Thorës 1685m) behind Bogë is closed by snow during the winter, often as early as November and well into May. Also at the beginning and end of the season the road is in a rough condition.\n\nIt's generally not advisable to undertake this journey on your own without a high clearance vehicle, in bad weather conditions 4wd can be handy. During summer there are various vehicles continuing to ",{"type":"[[","value":[["Theth"]]}," and it's possible to hitch a ride. Public transport leaves from Shkodra in the morning, during the main season several minibuses a day, the trip takes around 3h.\n\nAlso several hiking trails allow to arrive in Theth on foot, look at wikiloc.org for more details under the search term \"Thores\".\n\nAnother way to reach ",{"type":"[[","value":[["Theth"]]}," by road is via Kiri Valley. You leave ",{"type":"[[","value":[["Shkodra"]]}," in direction of the Mesi Bridge following the asphalt road until you reach the village Prekal, from here one continues on an rough unpaved route through the Kiri Valley, crosses the pass (Qafa e Mali i Shoshit on above 1200m and reaches ",{"type":"{{","value":[["listing"],["name=Nicaj-Shosh"],["alt="],["lat=42.238"],["long=19.750"],["directions="],["content="]]},". Once you get to the bottom of the valley you arrived in Bregu i Lumit (the administrative center of Shala region), daily minibuses service the route from here to Shkodra. It's a short drive from here to Nderlysa and Theth.\n",{"type":"===","value":["Valbonë"]},"\n",{"type":"[[","value":[["File:2013-10-05 Valbona, Albania 8806.jpg"],["thumb"],["Valbona scenic view"]]},"\nTo get to the beautiful Valbonë valley you need to get first to ",{"type":"[[","value":[["Bajram Curri"]]},". To get there take breathtaking trip across Lake Koman on a ferry or drive to ",{"type":"[[","value":[["Gjakova"]]}," (Kosovo) and cross back into Albania at Qafa e Morines. From ",{"type":"[[","value":[["Bajram Curri"]]}," get on a minibus to Valbonë.\n\n",{"type":"===","value":[{"type":"[[","value":[["Kelmend"]]}]},"\n",{"type":"[[","value":[["File:Gebirgsfahrten 15.JPG"],["thumb"],["Kelmend district, Valbonë Valley National Park"]]},"\nTo reach Kelmend you leave Shkodra by following the highway North to the border crossing with Montenegro, called Hani i Hotit. After passing under the railway bridge turn off right and head for the village of Rrapsch. A spectacular viewpoint into the Cemi Canyon awaits you on top of the plateau from where you descend on an unpaved road that snakes down to the bottom of the canyon. The first village you arrive at is Tamara, the local center with tourist info, restaurant, shops and hospital. At the entrance is the turn-off for Nikc and Vukel from where you start hiking to Theth.\nPast Tamara lie Selca, Lepushe and Vermosh, the real highlights of the region. Many trails are marked, there is a free map and plenty of guesthouses to stay at.\n",{"type":"==","value":["Get around"]},"\nGetting around is best with your own vehicle, or if you have more time, your own bicycle, or on foot. There is little public transportation, and on many routes this means just one minibus early in the morning.\n\nThe mountain pass which separates ",{"type":"[[","value":[["Thethi"]]}," from ",{"type":"[[","value":[["Rrogami"]]}," is only passable on foot. It is a challenging hike over a poorly marked trail. Parts of the trail are a bit sparse, and the only publicly available map is a Soviet map from the 1950s, scaled 1:50,000. This map series is no longer available from the University of California - Berkley, however, it is available through the ",{"type":"[","value":["http:\/\/www.bunkertrails.org\/app\/maps\/browse\/50 Bunker Trails"]}," project.  The hike is spectacular, one of the best in the world.\n\nThe best way to find your way over that pass (Qafe e Valbonës) is with a local guide.  The trail begins at the very end of the village of Rrogam.  The trail is rather light, and seems to disappear at some points.  If you are on a tight schedule, a guide is recommended.  There are some English and Italian speaking residents in this area, but it is really best to speak Albanian.  If walking on foot does not sound appealing, a horse or donkey can likely be arranged with one of the villagers for an appropriate fee (5,000 ALL).  If you have time to spare, the trail can be found through a bit of detective work (following donkey dung, etc.) and with enough time, you too can practice the art of trailblazing.\n\n",{"type":"===","value":["Itineraries"]},"\nA good itinerary would include the Fierzë-Komani ferry on lake Komani. You could get from ",{"type":"[[","value":[["Shkoder"]]}," to ",{"type":"[[","value":[["Bajram Curri"]]}," by way of this ferry, then visit the Valbonë valley, and either (for experienced and well-equipped hikers) get over the mountain pass to Thethi (asphalted road starts from Boge downwards to Koplik as of 2010), and go back to ",{"type":"[[","value":[["Shkoder"]]}," from there (this loop would probably take an absolute minimum of 4 days, and a more likely duration of 6 or 7 days), or from the Valbonë Valley get back to Bajram Curri and continue east towards Tropoja or Kosovo.\n\nAn emerging destination is ",{"type":"[[","value":[["Razëm"],["Razëm village"]]},". Follow the Shkodër-Koplik road, turn to the right on Rr. e Komisariatit and then turn left for Razëm at Dedaj. The road is in good condition (2011). The first of the only two alpine resorts in the Albanian Alps in Albania is located here, equipped from saunas and indoor swimming pools to ski courses!\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:2013-10-05 Valbona, Albania 8265.jpg"],["thumb"],["Valbonë Valley in Autumn"]]},"\nStunning scenery and grand vistas, a unique and difficult way of life, and traditional Albanian houses and villagers.\n",{"type":"*","value":[" ",{"type":"'''","value":["Lock-in tower"]}," (Thethi) has been restored.  The lock-in tower is especially of interest because it is one of the last remaining examples in Albania.  The lock in tower was used to protect the male members of a family while they were under blood feud.  Blood feuds were virtually extinguished during the communist times, however, the lawlessness of the 1990s saw a rather sharp rise in the number of killings.  The New York Times has a series of articles about the Kanun, Lekë Dukagjini, and the blood feuds.  Luckily, tourists and foreigners are generally immune from these (and even protected, unless you flip over someone's table!)."]},{"type":"*","value":[" ",{"type":"'''","value":["Grunas Waterfall"]}," in Valbone and spectacular Valbona River"]},"\n",{"type":"==","value":["Do"]},"\nHike those amazing mountains!!! The very little traffic in those remote areas makes it nice to hike even on the roads. Go fishing in the Valbonë river. The rapids near Dragobia seem to be a popular place.  If you can, talk to people. In the summer, visit one of the hundreds of caves of Razem village.\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:2013-10-05 Valbona, Albania 8489.jpg"],["thumb"],["Mountain Café"]]},"\nTry buying local foods from people in villages (this may be tricky without speaking Albanian!). You might get locally made cheese, delicious home-baked bread, pickles, and various fruit and vegetables.\n\nTry Mazë, a dish made from butter, corn flour and sheep cheese. Taste roasted ram known as Fërlik, wild bird based dishes, and freshly baked trout.\n\nLocals also bake wild animals such as boars, goats, and rabbits.\n\nThe restaurant of the hotel \"Margjeka\" (located up in the valley about 500 m before the minibuses end) serves huge portions of self-slaughtered meat.\n",{"type":"==","value":["Drink"]},"\nTurkish coffee, home-made raki (plum alcohol), and locally made wine.\n\n",{"type":"==","value":["Sleep"]},"\nApart from the hotels in nearby cities like ",{"type":"[[","value":[["Bajram Curri"]]}," and ",{"type":"[[","value":[["Shkodra"],["Shkoder"]]},", there are a number of traditional village guesthouses that are becoming increasingly popular with international tourists. It is easy to find people willing to accommodate you or let you camp in their garden.  Among those who speak English or Italian and are accustomed to foreign tourists, a price of around 20 euros is common, and includes breakfast and dinner. Sometimes locals don't mention paying until you are leaving in the morning, which is not the best moment to bargain the price. So be sure you make everything clear when you arrive.\n\nIn addition to homestays, there are also a number of hostels\/guesthouses in the villages of Albanian Alps. ",{"type":"''","value":["See \"Sleep\" sections in articles of the villages situated in Albanian Alps, such as ",{"type":"[[","value":[["Kelmend"]]},", ",{"type":"[[","value":[["Thethi"]]}," and ",{"type":"[[","value":[["Valbona"]]},", for more individual accommodation listings."]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Natyral Razma Resort"],["url=http:\/\/www.natyralrazmaresort.com"],["email="],["address=Razem"],["lat=42.343082"],["long=19.550321"],["directions="],["phone=+355 68 6045457, +355 68 6045455"],["hours="],["price=$95"],["checkin="],["checkout="],["content=The only alpine resort in the area. Offers sauna, indoor swimming pools, internet, local tours and ski courses."]]}]},"\n",{"type":"==","value":["Connect"]},"\nThere is cellular phone coverage in the ",{"type":"[[","value":[["Thethi"]]}," area but not in ",{"type":"[[","value":[["Valbone"]]},". In the latter mobile devices must be hanged onto a tree to receive signal! (2011)\n\n",{"type":"==","value":["Stay safe"]},"\n\nDon't get lost in the mountains. This is a sparsely-inhabited area and the trails are not marked and signage is sparse. A GPS is highly recommended, and a simple basemap is available through the ",{"type":"[","value":["http:\/\/www.bunkertrails.org\/wiki\/index.php?title=Albania_Geopolitical_Mapset Bunker Trails"]}," project.\n\nSupposedly, there are bear and wolves in the area, so rough camping is not recommended for the timid. If you do decide to camp, be sure to employ proper bear bag techniques or bears might follow the scent of that dry sausage hidden under your pillow.\n\nThis area has witnessed disturbing violent conflict in recent years due to extreme poverty and isolation. While Albania as a whole was virtually sealed until 1991, this area was isolated to an even greater extend because of the condition of access roads.\n\nFollowing the chaos of 1997, it took the Albanian police many years to regain control of the entire country, and it is known to be one of the strongholds of resistance to law and order.\n\nThe main tourist attractions are safe to visit, but ask locals which areas to avoid.\n\n",{"type":"{{","value":[["isPartOf"],["Northeastern Albania"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Prokletije"]]},"\n\n",{"type":"{{","value":[["geo"],["42.441667"],["19.8125"]]}]