[{"type":"{{","value":[["pagebanner"],["pgname=Alexandria"],["caption=James Craik Home"],["Alexandria James Craik Home banner.jpg"]]},"\n",{"type":"[[","value":[["File:King Street Trolley Stop.jpg"],["thumb"],["325px"],["The free trolley on King St, Old Town"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.ci.alexandria.va.us Alexandria"]}]}," is a city in ",{"type":"[[","value":[["Virginia"]]},", located just outside of ",{"type":"[[","value":[["Washington, D.C."]]},", in the ",{"type":"[[","value":[["United States of America"]]},". \n\n",{"type":"==","value":["Understand"]},"\nOriginally surveyed in 1749, Alexandria claims some of the richest history in the D.C. metropolitan area.  At various points in her past, Alexandria has been part of the District of Columbia, a regional slave trading market, an occupied city, a washed-up post-industrial hamlet, and a hometown to famous American heroes and rebels.  Today, the town serves as an interesting day-trip alternative for weary tourists looking to escape the capital, a treasure trove of early American architecture, a romantic getaway for metro-area residents, and a bedroom community for the white-collar workers that fuel the Federal labor mills to the north. Old Town's cobblestone streets have nearly 4,000 buildings dating as far back as the 1600s, and is filled with shops and good restaurants.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By plane"]},"\n\nAlexandria is accessible from the three Washington, D.C., area airports.  \n\n",{"type":"'''","value":["Ronald Reagan Washington National Airport"]}," ",{"type":"''","value":["(DCA)"]},", ",{"type":"[","value":["http:\/\/www.mwaa.com\/national\/"]}," is located right on the edge of Alexandria in ",{"type":"[[","value":[["Arlington (Virginia)"],["Arlington"]]},". From Reagan National, downtown Alexandria is only two Metro stops south: take the Yellow metro line in the direction of Huntington or the Blue line towards Franconia\/Springfield south, to King Street.  \n\n",{"type":"'''","value":["Washington Dulles International Airport"]}," ",{"type":"''","value":["(IAD)"]},", ",{"type":"[","value":["http:\/\/www.mwaa.com\/dulles\/"]}," is located at Dulles (pronounced ",{"type":"''","value":["Dull"]},"-ess), Virginia, 33 miles northwest of Alexandria. \n\n",{"type":"'''","value":["Baltimore-Washington International Thurgood Marshall Airport"]}," ",{"type":"''","value":["(BWI)"]},", ",{"type":"[","value":["http:\/\/www.bwiairport.com\/"]}," is in Maryland about 40 miles northeast of Alexandria. \n\nFor information on traveling to Alexandria from the Washington, DC area airports, see ",{"type":"[[","value":[["Washington DC#Get_in"]]},"\n\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:Alexandria map.png"],["thumb"],["300px"],["Map of Old Town, Alexandria"]]},"\n\n",{"type":"'''","value":["Virginia Railway Express"]}," ",{"type":"''","value":["(VRE)"]}," ",{"type":"[","value":["http:\/\/www.vre.org"]}," provides weekday, daytime rail service to Alexandria station from ",{"type":"[[","value":[["Washington DC"]]},". \n\n",{"type":"'''","value":["Amtrak"]}," ",{"type":"[","value":["http:\/\/www.amtrak.com\/"]}," offers frequent service from ",{"type":"[[","value":[["Boston"]]}," and ",{"type":"[[","value":[["New York City"]]},". The train station is adjacent to King Street Station, served by the yellow and blue metro lines.\n\n",{"type":"===","value":["By Metrorail"]},"\nMetro Stations in Alexandria, which are serviced by the Blue and Yellow lines, include: Braddock Road, Eisenhower Avenue, Van Dorn, Huntington, and King Street.\n\nFor more information on riding the metro, see ",{"type":"[[","value":[["Washington DC#Get_around"]]},"\n\n",{"type":"===","value":["By car"]},"\nMajor roads of note:\n",{"type":"*","value":[" ",{"type":"'''","value":["Interstate 95\/Interstate 495"]}," (the ",{"type":"'''","value":["\"Capital Beltway\""]},"), a major freeway that serves the southern part of Alexandria and circles the Greater Washington D.C. area.  The Capital Beltway section just east of Alexandria, known as the ",{"type":"'''","value":["Woodrow Wilson Bridge"]},", is the last major crossing point of the Potomac River in the southern part of the metro area.  Currently, the Wilson Bridge and surrounding area are undergoing a ten year construction project scheduled to end in 2012.  The combination of a significant construction project and limited route alternatives means that traffic jams and detours are common, particularly on weekends, in and around the bridge area.  See the Wilson Bridge Project website ",{"type":"[","value":["http:\/\/www.wilsonbridge.com\/"]}," for the location and schedule of major construction activities.  Heading east, U.S. Highway 1 is the last exit in Virginia.  For those going to Old Town Alexandria, failure to make this exit, will result in a long, difficult journey across the bridge and appropriate turn-abouts are spread thin on the Maryland side. If traffic is backed up at the Wilson Bridge or the Beltway\/Hwy 1 interchange and you still want to get to Old Town, simply exit north at Telegraph Road and proceed up to the Duke Street exit going east.  Take Duke Street a mile or so until you get to around Patrick\/Henry and then meander your way north a couple of blocks to King Street.  No reasonable alternatives exist for those traveling west out of Maryland."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Interstate 395"]}," runs north-south along the western section of Alexandria"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["U.S. Highway 1"]]}," depending on where you are, this is the Jefferson Davis Freeway or Patrick\/Henry - a major north-south artery into Washington D.C."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["George Washington Memorial Parkway"]},", ",{"type":"[","value":["http:\/\/www.nps.gov\/gwmp\/"]},", known as Washington Street in Alexandria, it runs north-south along the Virginia side of the Potomac River and is an easy and pleasant drive to ",{"type":"[[","value":[["Mount Vernon (Virginia)"],["Mount Vernon"]]},"."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["King Street"]}," (State Route 7) - runs east-west from Old Town Alexandria out towards Fall's Church, Virginia."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Duke Street"]}," (State Route 236) - runs east-west into Old Town Alexandria."]},"\n",{"type":"==","value":["Get around"]},"\nThe historic center of Alexandria is known as \"Old Town\". This is where you find the most notable restaurant, shopping, architectural, and tourist destinations.\n\n",{"type":"===","value":["By foot"]},"\nStroll down ",{"type":"'''","value":["King Street"]},".  The main Old Town section begins about a half mile east of the King Street metro stop and provides a combination of restaurants, art and antique shops, souvenir traps, and public buildings.  With its French style open air cafes, gas lamp styled lights, red brick sidewalks, and historical, old-style architecture, King Street provides one of the most romantic settings in the DC metro area. Visit the side streets of ",{"type":"'''","value":["Old Town"]},".  More than just a tourist destination or open air museum, Old Town is a vibrant community of residents who take great pride in their city.  The streets north and south of King Street near the river boast nearly four thousand 18th and 19th century buildings still used as private residences.  Unlike many of the planned communities promoted by new urbanism, the streets of Old Town simply ooze a sense of character and authenticity that is not normally seen outside the best cities in Europe.\n\n",{"type":"===","value":["By trolley"]},"\nKing Street Trolley ",{"type":"[","value":["http:\/\/alexandriava.gov\/tes\/info\/default.aspx?id=14524"]}," operates a free transportation service from the King Street metro station to the waterfront. These black and red rubber tire trolleys are free and will stop at any one of the signs for the trolley stops seen along King street.\n\n",{"type":"===","value":["By bus"]},"\nDASH ",{"type":"[","value":["http:\/\/www.dashbus.com\/s02_systemmap.html"]}," operates many buses that will take you from the King Street Metro station to the historic center. \n\n",{"type":"===","value":["By car"]},"\nGetting around Alexandria beyond Old Town and the Duke Street business district is a little more difficult, and will require bus transit or a car. \n\nTwo hour parking is often available a few blocks away from King Street (though it can be harder to find on weekend evenings), but read the parking signs carefully. Some parking is free, some is metered, and some is for locals only.  Tires are frequently marked (chalked) by parking enforcement staff; if you exceed 2 hours you WILL get a ticket. If you plan on leaving your car for more than a couple hours it would be wise to pay to park in one of the many parking garages in the city.\n\n",{"type":"===","value":["By water taxi"]},"\nA water taxi runs from the waterfront at the end of King Street to both ",{"type":"'''","value":["Georgetown"]}," in Washington D.C. and to ",{"type":"'''","value":["National Harbor"]}," in Maryland.\n\n",{"type":"===","value":["By taxi"]},"\nTaxis are available anywhere for door to door service, just call to be picked up and you can expect one within 15 minutes anywhere. Expect to pay on average about a dollar a minute for travel by taxi.\n\n",{"type":"===","value":["By bicycle"]},"\nFor information on bike-sharing programs in the Washington DC area, see ",{"type":"[[","value":[["Washington DC#Get_around"]]},".\n\n",{"type":"'''","value":["Big Wheel Bikes"]},", located near the waterfront just south of King Street'', offers bike rental services. \n\n",{"type":"====","value":["Bicycle Trails"]},"\nThe Mount Vernon Trail runs through Alexandria (although the Old Town section is streets) and goes all of the way to Mount Vernon, as well as connecting with the greater D.C. area. \n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Masonic Memorial grounds 2.jpg"],["thumb"],["200px"],["George Washington Masonic Memorial"]]},"\n\nThe Alexandria Visitor's and Convention Bureau operates a visitor's center from 9AM to 5PM daily (except selective holidays) in the old Ramsay House at 221 King St., ",{"type":"''","value":["in Old Town near the river"]},".  \n\n",{"type":"===","value":["Old Town"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=George Washington Masonic Memorial"],["url=http:\/\/www.gwmemorial.org\/"],["email="],["address=101 Callahan Dr"],["lat="],["long="],["directions="],["phone=+1 703 683-2007"],["tollfree="],["fax="],["hours=1 Apr–30 Sep: 9AM-4PM daily; 1 Oct–31 March 10AM-4PM; guided tours: 10AM,11:30AM,1:30PM,3PM"],["price=Free"],["content=Designed and built by Freemasons in the 1930's, this monument to George Washington was made to resemble the Lighthouse at Alexandria, one of the seven wonders of the ancient world.  Free tours are available daily except on major holidays. The tour takes visitors through a unique series of rooms each designed to illustrate some element of Freemasonry and presents visitors with artifacts from the group's past.  At the end, visitors are treated to an outstanding view of Washington D.C. and Old Town Alexandria."]]},"   "]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Lee-Fendall House"],["alt="],["url=http:\/\/www.leefendallhouse.org\/"],["email="],["address=614 Oronoco Street"],["lat="],["long="],["directions=A few blocks north of King St"],["phone =+1 703 548-1789"],["tollfree="],["fax="],["hours=Tu-Sa 10AM-4PM, Su 1PM-4PM"],["price="],["content=Three houses east of the Lee-Fendall House on Oronoco Street is a state historical marker in front of the boyhood home of American Civil War General Robert E. Lee. Please respect the fact that the home itself is now a private residence."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Torpedo Factory Art Center"],["url=http:\/\/www.torpedofactory.org"],["email="],["address=105 North Union St"],["lat="],["long="],["directions="],["phone=+1 703 838-4565"],["tollfree="],["fax="],["hours=10AM-5PM daily; additionally 6PM-9PM every second Tu"],["price=Free"],["content=A former World War I munitions depot that once housed the Nazi war archives after World War II , the Torpedo Factory has been turned into an artist studio\/learning center for local artists."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Christ Church Alexandria"],["alt="],["url=http:\/\/www.historicchristchurch.org\/VisitUs\/VisitorsHistory.aspx"],["email="],["address=118 North Washington St"],["lat="],["long="],["directions="],["phone =+1 703 549-1450"],["tollfree="],["fax="],["hours="],["price="],["content=The first church in the city; George Washington, George Mason, and Robert E. Lee were members of this historic church. Although, some three to four hundred headstones disappeared during the Union occupation of the city, the churchyard has headstones dating from 1771. On 1 January 1942, President and Mrs. Franklin Roosevelt, along with Winston Churchill, attended a service at Christ Church for a National Day of Prayer in the wake of Pearl Harbor."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cameron Street"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=The section just east of Washington St near Christ Church"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=At 508 Cameron is the location of George Washington's town home and office.  Washington's original town house burned down in the 1850s and was reconstructed from plans in the 1960s.  Also on this block are the homes of Henry \"Light Horse Harry\" Lee, a famous cavalry officer of the American Revolution and father of Robert E. Lee, and Lord Fairfax.  Please respect the fact that all the homes are private residences."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Carlyle House"],["alt="],["url=http:\/\/www.carlylehouse.org\/"],["email="],["address=121 North Fairfax St"],["lat="],["long="],["directions="],["phone =+1 703 549-2997"],["tollfree="],["fax="],["hours="],["price="],["content=Former home to a successful local merchant, the house served as the headquarters of British Maj. Gen. Braddock before his ill-fated 1755 campaign in western Pennsylvania. The house also served as the site where several colonial governors met to discuss financing of the French and Indian War, and later, the state of affairs with the British Crown, leading to subsequent meetings at Annapolis, MD, and Philadelphia, PA, where the Declaration of Independence was drafted. Supposedly the only house in town that's not haunted because Carlyle had a cat entombed in a wall."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Old Presbyterian Meeting House"],["alt="],["url=http:\/\/www.opmh.org"],["email="],["address=321 S Fairfax St"],["lat="],["long="],["directions=just south of Duke St"],["phone =+1 703 549-6670"],["tollfree="],["fax="],["hours="],["price="],["content=A memorial service for George Washington was moved from Christ Church to the Meeting House because of bad weather. In the courtyard to the west is the Tomb of the Unknown Soldier from American Revolution."]]},"  "]},"\n",{"type":"{{","value":[["infobox"],[{"type":"[[","value":[["File:Old Presbyterian Meeting House plaque, Alexandria, VA.jpg"],["70px"]]},"'",{"type":"''","value":["  Historic Buildings Survey"]}],["Many of the houses throughout Old Town display oval shaped plaques granted by the Historic Alexandria Foundation. Starting in 1977, the determining basis became a street by street listing in Historic Alexandria written by Ethelyn Cox.  The plaques indicate that the building is at least one hundred years old, as documented by a combination of records (title search, tax records, wills, etc.), and the principal facades of the building visible from the street or any public right of way maintain integrity of form, materials, and architectural features consistent with the dominant period of the building."]]}," \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Stabler-Leadbeater Apothecary"],["alt="],["url=http:\/\/oha.alexandriava.gov\/apothecary"],["email="],["address=105 S. Fairfax St"],["lat="],["long="],["directions="],["phone =+1 703 838-3852"],["tollfree="],["fax="],["hours="],["price="],["content=A local museum which recreates the apothecary\/pharmacy that stood at this location from the late eighteenth century through the early twentieth."]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The Spite House"],["alt="],["url="],["email="],["address=523 Queen St"],["lat="],["long="],["directions=2 blocks north of King St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Dating from around 1830, this private dwelling is only 7 feet wide and about 33 feet deep. It was built in an alley to prevent people using the alley without permission. Because of its diminutive size, this house has been featured on HGTV, and other similar shows and publications. Please respect the fact that the home itself is a private residence. There are several other spite houses in Old Town, but they're more difficult to spot than this bright blue house."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Ice Well"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Located on the southwest corner of Cameron and Lee Sts"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Renovations at this spot uncovered a previously unknown underground ice well.  Until the invention of refrigeration, large blocks of ice were brought down the river and kept here for storage.  Small blocks of ice were cut and presumably sold to citizens.  There is no sign or other marker at the site - just a small staircase and guardrail that from the street, does not appear to go anywhere."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Captains Row and Gentry Row"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Located on the 100 and 200 blocks of Prince St, 1 block south of King St"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Captains Row contains many of the oldest residences in the city, mostly consisting of Federal style houses built by wealthy merchants and sea captains. Complete with cobblestones and charming architectural details, this is probably one of the most picturesque colonial village blocks anywhere.  The 200 block of Prince Street is Gentry Row where you will see house after house marked with Historic Alexandria Foundation plaques. Houses along this block were owned by such prominent figures as William Fairfax, one of Alexandria's founding trustees, and Dr. James Craik, surgeon-general during the American Revolution as well as George Washington's personal physician."]]}]},"\n",{"type":"===","value":["Outside of Old Town"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Alexandria Black History Museum"],["alt="],["url=http:\/\/oha.alexandriava.gov\/bhrc"],["email="],["address=902 Wythe Street"],["lat="],["long="],["directions=About a mile north of Old Town near the Braddock metro stop"],["phone =+1 703 838-4356"],["tollfree="],["fax="],["hours=Tu-Sa 10AM-4PM"],["price="],["content="]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Fort Ward"],["alt="],["url=http:\/\/oha.alexandriava.gov\/fortward\/"],["email="],["address=4301 West Braddock Road"],["lat="],["long="],["directions="],["phone =+1 703 838-4848"],["tollfree="],["fax="],["hours="],["price="],["content=Fort Ward is the best preserved of the system of Union forts and batteries built to protect Washington, DC during the American Civil War (1861-1865). Fort Ward Museum interprets the site's history and offers exhibits on Civil War topics, education and interpretive programs, tours, lecture and video series, bus tours, and living history activities throughout the year. The Museum and Historic Site also interpret Alexandria, Virginia as an occupied city, the city's role as a vital Union Army crossroads, life within the Defenses of Washington, and the everyday life of Civil War soldiers and civilians."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=U.S. Patent and Trademark Museum"],["alt="],["url=http:\/\/www.uspto.gov\/web\/offices\/ac\/ahrpa\/opa\/museum\/"],["email="],["address=600 Dulany Street"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=M-F 9AM-5PM, Sa noon-5PM"],["price="],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["File:Alexandria Torpedo Factory3.jpg"],["thumb"],["270px"],["Inside the Torpedo Factory"]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Alexandria Colonial Tours"],["alt="],["url=http:\/\/www.alexcolonialtours.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone =+1 703 519-1749"],["tollfree="],["fax="],["hours="],["price="],["content=Historic Ghost Tour of Old Town Alexandria"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Doggie Happy Hour"],["alt="],["url=http:\/\/www.monaco-alexandria.com\/pet-friendly\/index.html"],["email="],["address="],["lat="],["long="],["directions=Hotel Monaco"],["phone="],["tollfree="],["fax="],["hours=Apr-Oct Tu,Th 5PM-8PM"],["price="],["content=Known as a very dog friendly community, Old Town's newly renovated Hotel Monaco continues the tradition of doggie happy hour. The event draws an interesting mix of locals and tourists who bring their dogs to socialize and have a few cocktails. The season culminates with the doggie hallowe'en contest in late October."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Cameron Run Regional Park"],["alt="],["url=http:\/\/www.nvrpa.org\/parks\/cameronrun\/index.php"],["email="],["address=4001 Eisenhower Avenue"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Local park offering fishing, miniature golf, batting cages, and the Great Waves water slides."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Farmers Market"],["alt="],["url="],["email="],["address=Market Square, 301 King St"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours=Sa 5:30AM-10:30AM, year round"],["price="],["content=A favorite of local residents, Alexandria's Farmers' Market has been meeting continuously at the same site for more than 240 years—longer than any other market in the country."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\nA large concentration of small business, walkable shopping is on King Street in Old Town. There are a little shops up and down Washington Street.\n\n",{"type":"===","value":["Farmers markets"]},"\n",{"type":"*","value":[{"type":"'''","value":["The Farmers Market"]}," at the Market Square, 301 King St. Held each Saturday morning from 5:30AM to 10:30AM, year round.  A favorite of local residents, Alexandria's Farmers' Market has been meeting continuously at the same site for more than 240 years--longer than any other market in the country."]},"\n",{"type":"===","value":["Shopping centers"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Landmark Mall"],["alt="],["url=http:\/\/www.landmarkmall.com\/html\/index.asp"],["email="],["address=5801 Duke St"],["lat="],["long="],["directions=On the west side of the town, close to Interstate 395"],["phone =+1 703 354-8405"],["tollfree="],["fax="],["hours="],["price="],["content=The only indoor mall in Alexandria, it is anchored by two major stores: Sears and Macy's."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Potomac Yard Center"],["alt="],["url=http:\/\/www.mypotomacyard.com"],["email="],["address=3671 Jefferson Davis Hwy"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest shopping area within Alexandria city limits is the newer Potomac Yard Center, an open-air power center that includes many big-box stores on US Route 1 just south of Reagan National Airport. Among the major chains with stores here are Barnes & Noble, Best Buy, Old Navy, Staples, Target, and The Sports Authority. Potomac Yard also has a large Regal Cinemas multiplex."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Landmark Plaza"],["url=http:\/\/shoplandmarkplaza.com\/index.html"],["email="],["address=Beauregard Street & Little River Turnpike"],["lat="],["long="],["directions="],["phone=+1 703 278-8752"],["tollfree="],["fax="],["hours="],["price="],["content=Large shopping center includes restaurants, clothing stores, wine\/beer store, a grocery store, and other various shops."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Alexandria Commons Shopping Center"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Brad-Lee Shopping Center"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Foxchase Shopping Center"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Old Town"]},"\nAs a rule of thumb, restaurant prices in Old Town get more expensive as you approach the waterfront.  A typical meal for one might run $7-$12 near the King Street Metro and $15-$30 near the Potomac.\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Creamery"],["url="],["email="],["address=110 King Street Alexandria, VA 22314"],["lat="],["long="],["directions="],["phone = +1 703-549-4527"],["tollfree="],["fax="],["hours=11AM-11PM"],["price="],["content=This Mom & Pop ice cream shop has been satisfying the sweet tooth of Alexandria residents and tourists for the past 25 years.  They have about 40 flavors of HOMEMADE ice cream including all the classics, and a few others like jack daniels, pistachio, and cheesecake.  This is the best ice cream shop in the DC area, and a must for after dinner dessert."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bilbo Baggins"],["alt="],["url=http:\/\/www.bilbobaggins.net\/"],["email="],["address=208 Queen St"],["lat="],["long="],["directions="],["phone =+1 703 683-0300"],["tollfree="],["fax="],["hours="],["price="],["content=Light \/ fancy - no dress code. Advertised as a wine bar. Recommended is their homemade bread and the Bilbo's salad (greens, with apple slices, mandarin orange slices, caramelized walnuts, crumbled Feta cheese with a raspberry vinaigrette - it's delicious, almost a dessert - yet healthy and light). The dining area is a little cramped - but the look and feel of the place has its own draw, exposed timbers in the ceiling, old stone work and the like. Or. just get the salad to go!"]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Eamonn's Dublin Chipper"],["alt="],["url=http:\/\/www.eamonnsdublinchipper.com\/"],["email="],["address=728 King Street"],["lat="],["long="],["directions="],["phone =+1 703 299-8384"],["tollfree="],["fax="],["hours="],["price="],["content=Fish 'n chips [only], Dublin style, in a cozy pub setting. Since the establishment only has space for 20 diners, seating is hard to come by during lunch and dinner hours. Carry out available. Worth a try, especially if you have eaten the real thing in Dublin. Very comparable."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Gadsby's Tavern"],["url=http:\/\/gadsbystavernrestaurant.com"],["email="],["address=138 N Royal St"],["lat="],["long="],["directions="],["phone=+1 703 548-1288"],["tollfree="],["fax="],["hours=M-Sa 11:30AM-3PM, 5:30PM-10PM, Su 11AM-3PM, 5:30PM-10PM"],["price=$26-50 (dinner)"],["content=A 325 year old dining spot, and a favorite of the first five U.S. Presidents! Thomas Jefferson celebrated his 1800 election victory and George Washington celebrated several birthdays in the upstairs ballroom. The museum ",{"type":"[","value":["http:\/\/oha.alexandriava.gov\/gadsby"]},", +1 703 838-4242, is in the old 1785 portion of the tavern and has access to the historic ballroom. Tour times vary but usually end at 4PM in the winter and 5PM in the summer.  The restaurant occupies the bottom floor of the ",{"type":"''","value":["relatively"]}," new 1792 section and provides an impressively historic setting with food styles influenced by the original tavern. The food is just okay, but is not really why you come here."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hard Times Cafe"],["alt="],["url=http:\/\/www.hardtimes.com\/"],["email="],["address=112 S West St"],["lat="],["long="],["directions="],["phone =+1 703 451-7555"],["tollfree="],["fax="],["hours="],["price="],["content=Cheap food (mainly chili), Western ambiance. Four different types of chili are offered, but those who prefer Cincinnati chili may be disappointed."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=King Street Blues"],["alt="],["url=http:\/\/www.kingstreetblues.com\/"],["email="],["address=112 N St Asaph Street"],["lat="],["long="],["directions="],["phone =+1 703 836-8800"],["tollfree="],["fax="],["hours="],["price="],["content=A southern\/bbq restaurant with an unusual and bold decor. Restaurant is known for their ribs, po-boy sandwiches, and homemade potato chips. Entrees run in the $7-15 range."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Majestic"],["url=http:\/\/www.majesticcafe.com"],["email="],["address=911 King St"],["lat="],["long="],["directions="],["phone=+1 703 837-9117"],["tollfree="],["fax="],["hours=Lunch: M-Sa 5:30PM-2:30PM; dinner: M-Th 5:30PM-10PM, F-Sa 5:30PM-10:30PM; Su 1PM-9PM"],["price=$25-45"],["content=American food done really, really well.  Everything except the butter is made here, including the outstanding bacon and ham.  Casual family atmosphere. The prices are comparable to other places in the area, but the quality is heads and shoulders above."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Eve"],["url=http:\/\/www.restauranteve.com"],["email="],["address=110 S Pitt St"],["lat="],["long="],["directions="],["phone=+1 703 706-0450"],["tollfree="],["fax="],["hours=M-Th 11:30AM-11:30PM, F 11:30AM-12:30AM, Sa 5:30PM-12:30AM"],["price=Main restaurant: $110\/five course, $150\/nine course; bistro: $25-40"],["content=This one of the D.C. area's great restaurants, a four-star operation for special occasions, comparable to Citronelle in ",{"type":"[[","value":[["Washington, D.C.\/Georgetown"],["Georgetown"]]},". Also has a separate bistro section and bar, which also serves outstanding food for a much lower price."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Vermilion"],["url=http:\/\/www.vermilionrestaurant.com\/"],["email="],["address=1120 King St"],["lat="],["long="],["directions="],["phone=+1 703 684-9669"],["tollfree="],["fax="],["hours=Lunch: M-F 11:30AM-3PM; brunch: Sa-Su 11AM-2:30PM; dinner: Su-Th 5:30PM-10PM, F-Sa 5:30PM-11PM"],["price=$25-45"],["content=Run by a master chef, Vermillion is often mentioned in the same breath as Eve when describing Alexandria's most prestigious cooking. It's far less expensive, though, so it's possible for the masses to treat themselves to Anthony Chittum's seasonal, local cuisine, nearly all of it prepared in-house."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=The Wharf"],["url=http:\/\/www.wharfrestaurant.com\/"],["email="],["address=119 King St"],["lat="],["long="],["directions="],["phone=+1 703 836-2834"],["tollfree="],["fax="],["hours=Lunch: M-Sa 11AM-4PM, Su-11AM-3PM; dinner: M-Th 4PM-10:30PM, F-Sa 4PM-11PM, Su 3PM-10PM"],["price=$17-40"],["content=The seafood here really isn't so noteworthy as that of its competitors above, but the beautiful, old-timey Alexandria waterfront ambiance most certainly is. And it has rich desserts to die for (or from)."]]}]},"\n",{"type":"===","value":["Outside of Old Town"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Afghan Restaurant"],["url=http:\/\/www.afghanrestaurantva.com\/"],["email="],["address=2700 Jefferson Davis Hwy"],["lat="],["long="],["directions="],["phone=+1 703 548-0022"],["tollfree="],["fax="],["hours=11AM-11PM daily"],["price=$12-22"],["content=Located in a very unassuming looking warehouse, along the endless strip malls of the Jefferson Davis Hwy, is a fantastic Afghan restaurant. The friendly waiters are happy to let you stay as long as you want, sampling mezzes and enjoying some good conversation. ",{"type":"''","value":["Aushak"]}," (scallion dumplings), ",{"type":"''","value":["kadu chalau"]}," (sauteed pumpkin with mint), and whatever that spinach appetizer is are all fantastic, while the mains (kabobs) are a little disappointing—make it a night of many mezzes."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bastille"],["url=http:\/\/www.bastillerestaurant.com\/"],["email="],["address=1201 N Royal St"],["lat="],["long="],["directions="],["phone=+1 703 519-3776"],["tollfree="],["fax="],["hours=Lunch: Tu-F 11:30AM-2PM, Sa noon-2:30PM; brunch: Su 11:30AM-2:30PM; dinner: Tu-Th 6PM-9:30PM, F-Sa 6PM-10PM, Su 5PM-8PM"],["price=Tasting menu: $55\/five course, $45\/four course, $35\/three course; a la carte also available"],["content=Country-style French cuisine with all organic, local ingredients, served in a romantic atmosphere are good reasons to wander a little north of Old Town. The ",{"type":"''","value":["cassoulet"]}," and the pastries are some of the kitchen's particular specialties."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Hee Been Korean BBQ"],["alt="],["url="],["email="],["address=6231 Little River Turnpike"],["lat="],["long="],["directions="],["phone =+1 703 941-3737"],["tollfree="],["fax="],["hours="],["price="],["content=The quality of food here is excellent, you can prepare it yourself at the table on the provided grills or you can ask the cooks to prepare it for you (good for a first try and they don't mind!) and you will be amazed at how much you enjoy it. Standard recommendations are \"Kal bi\" - thick slices of meat in a tangy-sweet sauce (not like American bbq, but a similar idea), or \"Bul go ki\" - thinner slices almost like the way a Philly cheese steak is prepared - but with a sweeter seasoning. Their salmon is excellent and the \"Bim bim bop\" or Korean friend rice is delicious. (For a treat ask for \"Dol Sot bim bim bop\" - which is the same dish in a hot stone pot but unmixed, you get to mix it together with as much (or as little) spicy seasoning paste as you want and it's much fun."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=House of Dynasty"],["alt="],["url="],["email="],["address=7550 Telegraph Rd"],["lat="],["long="],["directions="],["phone =+1 703 922-5210"],["tollfree="],["fax="],["hours="],["price="],["content=The finest Chinese around. The food is amazing, you can't order anything bad. Try their sesame eggplant. They have a ginger soy sauce for their steamed meat dumplings which you'll want to drink straight. Their house mustard and duck sauce are worth the trip. Their chicken and corn soup is unique and amazing. Some favorite meals: Kung pao anything, sesame chicken (sweet and delicious), crispy prawns and walnuts (you can get the walnuts as an appetizer if you like), Schezuan string beans and their \"Banana Delight\" for dessert. After appetizers they bring out a small serving of lemon sorbet \"to cleanse the pallet\" and let you come fresh to the main courses. After dinner they bring out steamed wash cloths to clean up with. The place serves large generous servings at very reasonable prices. You can get out for surprisingly cheap, especially during lunch hours."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Paradiso"],["alt="],["url="],["email="],["address=6124 Franconia Rd"],["lat="],["long="],["directions=On the edge of Alexandria towards Springfield"],["phone =+1 703 922-6222"],["tollfree="],["fax="],["hours="],["price="],["content=Excellent Italian. You can't really go wrong in here ordering anything, and they have a very respectable atmosphere of a high class establishment - but they accept casual dress and are completely welcoming of all - in fact they have a children's play room with Disney videos and toys for families, Sunday morning's they have a Brunch with some delicious selections (try their bruschetta) and (if they're still doing it) karaoke Thursday nights on the bar\/patio side."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Southside 815"],["alt="],["url=http:\/\/www.southside815.com\/"],["email="],["address=815 South Washington St"],["lat="],["long="],["directions="],["phone =+1 703 838-6222"],["tollfree="],["fax="],["hours="],["price="],["content=This local favorite features cuisine from the low country region of the American South, with generous portions at reasonable prices."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mango Mike's"],["url=http:\/\/www.mangomikes.com\/"],["email="],["address=4580 Duke St, Alexandria, Va"],["lat="],["long="],["directions="],["phone=+1 703 370-3800"],["tollfree="],["fax="],["hours="],["price="],["content=At Mango Mike's, \"We try to Caribbeanize everything we do,\" says owner \"Mango\" Mike Anderson. The drink menu at the sunny tropical-theme restaurant is a case in point. \"We were going to do a piña colada, and someone said, 'It's got to be in a neat glass,' \" Anderson recalls. (from Washingtonpost.com)"]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tippy's Taco"],["url=http:\/\/www.tippystaco.com\/"],["email="],["address=Multiple Locations"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Good for some cheap Mexican food."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Z Pizza"],["url=http:\/\/www.zpizza.com\/"],["email="],["address=Multiple Locations"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=These guys make organic pizza. A large pizza is about $25, so it is pricey."]]}]},"\n",{"type":"==","value":["Drink"]},"\nStraight-up bars or nightclubs are not in the area because Virginia requires liquor be served with food.  Therefore, restaurant-and-bar combination places are the norm. \n\n",{"type":"===","value":["Old Town"]},"\n",{"type":"====","value":["Pubs\/Bars"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Daniel O'Connell's Restaurant and Pub"],["alt="],["url=http:\/\/http:\/\/www.danieloconnells.com\/history.jsp"],["email="],["address=112 King Street"],["lat="],["long="],["directions="],["phone =+1 703 739-1124"],["tollfree="],["fax="],["hours="],["price="],["content="]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Murphy's Grand Irish Pub"],["url=http:\/\/www.murphyspub.com\/"],["email="],["address=713 King St"],["lat="],["long="],["directions="],["phone=+1 703 548-1717"],["tollfree="],["fax="],["hours=Su-Th 11AM-1AM, F-Sa 11AM-2AM"],["price="],["content=One of the happiest Irish pubs around, with 14 amazing beers on tap, a big fireplace, surprisingly good Irish food for the very low prices, and high-quality live Irish music every night of the week, which the crowd gets very into. Murphy's boasts an impressively tasy menu, including gourmet lunch and dinner specials. Enjoy their Champagne Brunch from 10am-3pm every Sunday."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Pat Troy's Ireland's Own"],["alt="],["url=http:\/\/www.pattroysirishpub.com\/"],["email="],["address=111 North Pitt Street"],["lat="],["long="],["directions="],["phone =+1 703 549-4535"],["tollfree="],["fax="],["hours="],["price="],["content=Both Pat Troy and his restaurant have become old town institutions. The latter features live Irish music on most nights and a dog-friendly patio. Come in and see the (now proudly encased) table where former president Ronald Reagan enjoyed a brew during his impromptu visit on St. Patrick's Day 1988."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=PX Lounge"],["url=http:\/\/restauranteve.com\/eamonns\/PX\/px_home.html"],["email="],["address=728 King St"],["lat="],["long="],["directions=Ring the buzzer under the blue lamp."],["phone=+1 703 299-8384"],["tollfree="],["fax="],["hours=W-Th 7:30PM-1AM, F-Sa 7:30PM-2AM"],["price="],["content=The classiest of the swankiest bars\/lounges in the D.C. area, in a beautiful historic building, with mixed drinks that are widely considered the D.C. area's best, and easily some of the best you'll find in the nation. The gin and tonic is a standout, despite seemingly being a very boring choice, as it is made to perfection with house-made tonic. If the various wild rides on the menu (e.g., tobacco-infused bourbon with lemon and honey syrup) don't catch your fancy, the expert bartender will craft you any cocktail you can dream of. The bar is extremely small and intimate, and both reservations (days in advance for F-Sa) are a must, as is classy attire—a jacket is not a bad idea."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Tiffany Tavern"],["alt="],["url=http:\/\/www.tiffanytavern.com\/"],["email="],["address=1116 King St"],["lat="],["long="],["directions="],["phone =+1 703 836-8844"],["tollfree="],["fax="],["hours="],["price="],["content=An Old Town Alexandria institution with bluegrass bands to enjoy on Friday and Saturday nights and open mic weekdays. Food is traditional pub fare. Come in for a burger and a drink."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Union Street Public House"],["url=http:\/\/www.unionstreetpublichouse.com\/"],["email="],["address=121 S Union Dr"],["lat="],["long="],["directions="],["phone=+1 703 548-1785"],["tollfree="],["fax="],["hours=M-Th 11:30AM-10:30PM, F-Sa 11:30AM-11:30PM, Su 11AM-10:30PM"],["price="],["content=The Union St Pub is an Old Town institution, in no small part to its location and for the roomy (several rooms), comfy interior where you'll be able to sit even on a crowded Old Town weekend night, and where you'll find a good selection of local Virginia craft beers. The building itself is historic, dating back to when George Washington used it as a warehouse. Seafood fans should head to the left and the back towards the oyster bar."]]}]},"\n",{"type":"====","value":["Coffeehouses"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Buzz Bakery & Coffee"],["url=http:\/\/www.buzzonslaters.com\/"],["email="],["address=901 Slaters Ln"],["lat="],["long="],["directions="],["phone=+1 703 600-2899"],["tollfree="],["fax="],["hours=6AM-midnight daily"],["price="],["content=The best reason to come ",{"type":"''","value":["may"]}," be the long hours when you can sip and surf the free WiFi. The close second runner up, though, are the treats—the brioche breakfast sandwich (think an omelet between rich brioche bread) is the local favorite, but the panini and desserts are also worth ordering. Tired travelers who need to spend some good time online updating Wikivoyage should brave the long walk and just check in here for the full day."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Misha's Coffeehouse and Coffee Roaster"],["alt="],["url="],["email="],["address=102 South Patrick Street"],["lat="],["long="],["directions="],["phone =+1 703 548-4089"],["tollfree="],["fax="],["hours="],["price="],["content="]]},"  "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Old Town Coffee Tea and Spice"],["alt="],["url="],["email="],["address=215 South Union Street"],["lat="],["long="],["directions="],["phone =+1 703 683-0856"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"===","value":["Outside Old Town"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Birchmere"],["alt="],["url=http:\/\/www.birchmere.com"],["email="],["address=3701 Mt. Vernon Ave"],["lat="],["long="],["directions="],["phone =+1 703 549-7500"],["tollfree="],["fax="],["hours="],["price="],["content=A locally famous musical hall which has had a spectrum of artists from country acts such as Charles Daniels to classic rockers like George Thorogood."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Rustico"],["url=http:\/\/www.rusticorestaurant.com\/"],["email="],["address=827 Slater Ln"],["lat="],["long="],["directions="],["phone=+1 703 224-5051"],["tollfree="],["fax="],["hours=M 4PM-10PM, Tu-Th,Su 11:30AM-10PM, F-Sa 11:30AM-11PM"],["price="],["content=Despite billing itself as a restaurant, this is a much better place for drinks (the food is overpriced). For drinks however, you'll find an ",{"type":"''","value":["enormous"]}," list of craft beers, and a very beer-knowledgeable staff."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Shooter McGee's"],["alt="],["url=http:\/\/www.shootermcgees.com"],["email="],["address=5239 Duke St"],["lat="],["long="],["directions="],["phone =+1 703 751-9266"],["tollfree="],["fax="],["hours="],["price="],["content=Shooter McGee's has been a neighborhood restaurant and tavern for almost 30 years."]]}," "]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Nick's Nightclub"],["alt="],["url=http:\/\/www.nicksnightclub.com"],["email="],["address=642 S PICKETT ST"],["lat="],["long="],["directions="],["phone =+1 703 751-8900"],["tollfree="],["fax="],["hours="],["price="],["content=Northern Virginia's premier live country venue. Enjoy live bands, line dancing, couples dancing, and karaoke nightly."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nThough many are not in Alexandria itself (most are located just inside the South Alexandria section of Fairfax Co.), there is a large cluster of reasonably priced motels\/hotels on Hwy 1 starting about half a mile south of Interstate 95\/495.  Take the Ft. Belvoir exit to get to them. This cluster of motels\/hotels have the added advantage of being within walking distance of the Huntington Metro, though getting to or from it may require a map, assistance from a metro\/hotel employee, or a shuttle service.  Motel\/Hotel options in this area range from cheap, old, local roadside inns to much newer chain hotels like a Red Roof Inn or a Holiday Inn Express.  Prices in the area will likely run about half what more posh accomidations on King Street in Old Town would.     \n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Bragg Towers"],["url=http:\/\/www.braggtowers.com\/"],["email="],["address=99 South Bragg Street"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-543-4726"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Crowne Plaza"],["url=http:\/\/www.cpoldtownalexandriahotel.com"],["email="],["address=901 North Fairfax"],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-888-444-0401"],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In Old Town Alexandria."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Comfort Inn Landmark"],["alt=an Alexandria hotel near the Landmark Mall and close to popular attractions"],["url=http:\/\/www.comfortinn.com\/hotel-alexandria-virginia-VA116"],["email=hotelhelp@choicehotels.com"],["address=6254 Duke St"],["lat="],["long="],["directions="],["phone=+1 703 642-3422"],["tollfree="],["fax=+1 703 642-1354"],["hours="],["price="],["checkin=3PM"],["checkout=12PM"],["content= Off Interstate 395, 24-hour IHOP Restaurant located on the premises."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hampton Inn & Suites Mt. Vernon Alexandria South"],["url=http:\/\/hamptoninn.hilton.com\/en\/hp\/hotels\/index.jhtml?ctyhocn=WASFBHX"],["email="],["address=8843 Richmond Highway"],["lat="],["long="],["directions="],["phone = +1 703 619-7026"],["tollfree="],["fax="],["hours="],["price=$150"],["checkin="],["checkout="],["content=Rooms and suites with work desk, free internet, flat screen TV. Guests have access to free parking, free hot breakfast, indoor pool and fitness center."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hilton Alexandria"],["url=http:\/\/www.hiltonalexandria.com"],["email="],["address=1767 King St"],["lat="],["long="],["directions="],["phone=+1 703 837-0440"],["tollfree="],["fax="],["hours="],["price=$170-420"],["checkin="],["checkout="],["content=Hiltons are always nice, if big and impersonal, and this one has a fine location just west of Old Town, and next to the Metro stop for a very easy commute into the city."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Monaco Alexandria"],["url=http:\/\/www.monaco-alexandria.com"],["email="],["address=480 King St"],["lat="],["long="],["directions="],["phone=+1 703 549-6080"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lorien Hotel & Spa"],["url=http:\/\/www.lorienhotelandspa.com"],["email="],["address=1600 King Street, VA 22314"],["lat="],["long="],["directions="],["phone=+1 703 894-3434"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Newly opened hotel and spa in Old Town Alexandria.  Has pet-friendly options."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Morrison House"],["url=http:\/\/www.morrisonhouse.com"],["email="],["address=116 S Alfred St"],["lat="],["long="],["directions="],["phone=+1 703 838-8000"],["tollfree="],["fax="],["hours="],["price=$150-420"],["checkin="],["checkout="],["content=It's hard to compete with this B&B. Staying right off King St in the heart of Old Town, in a beautiful, stately, chandelier filled mansion in the colonial style. Has tuxedo-clad butlers, a classy piano bar, and a restaurant competitive with the best in the area."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Washington Suites"],["url=http:\/\/www.washingtonsuitesalexandria.com"],["email="],["address=100 S Reynolds St"],["lat="],["long="],["directions="],["phone=+1 703 370-9600"],["tollfree="],["fax="],["hours="],["price=$100-200"],["checkin="],["checkout="],["content=All suite hotel with large suites and kitchens. Free breakfast, parking, internet, and shuttle to Metro\/local area."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sheraton Suites Old Town Alexandria"],["url=http:\/\/www.starwoodhotels.com\/sheraton\/property\/overview\/index.html?propertyID=90"],["email="],["address=801 North St. Asaph Street"],["lat="],["long="],["directions="],["phone=+1 703 836-4700"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=A hotel within walking distance of the Braddock street Metro station. While technically not in Old town proper, the hotel is a short walk from historic sights and several high-quality restaurants. The entire property is non-smoking. The hotel has an on-site restaurant and an on-site fitness center with a lap pool. The hotel sometimes offers discounted rates for suites, an added bonus for those seeking to obtain relatively inexpensive Starwood points."]]}]},"\n",{"type":"==","value":["Stay safe"]},"\nAlexandria, particularly Old Town, is a safe city with considerably less crime than its neighbor, Washington, DC. While you are unlikely to be the victim of a crime here, you should take normal precautions that you would in any urban area, such as keeping your car and hotel room locked at all times and not walking alone at night.  \n\n",{"type":"==","value":[" Go next "]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Arlington (Virginia)"],["Arlington"]]}," - Location of the Pentagon, Marine Corps War Memorial (Iwo Jima Statue), and Arlington Cemetery. "]},{"type":"*","value":[" ",{"type":"[[","value":[["Mount Vernon (Virginia)"],["Mount Vernon"]]}," - George Washington lived here in the mansion by the same name which overlooks the Potomac River."]},{"type":"*","value":[" ",{"type":"[[","value":[["Washington, D.C."]]}," - Explore America's national capital. "]},"\n",{"type":"{{","value":[["routebox"],["image1=Amtrak_Northeast_Regional.png"],["imagesize1=100"],["directionl1=SW"],["majorl1=",{"type":"[[","value":[["Lynchburg"]]}],["minorl1=Burke Centre"],["directionr1=NE"],["majorr1=",{"type":"[[","value":[["Baltimore"]]}],["minorr1=",{"type":"'''","value":[{"type":"[[","value":[["Washington, D.C."]]}]}],["image2=Amtrak_Northeast_Regional.png"],["imagesize2=100"],["directionl2=SW"],["majorl2=",{"type":"[[","value":[["Newport News"]]}],["minorl2=",{"type":"[[","value":[["Woodbridge (Virginia)"],["Woodbridge"]]}],["directionr2=NE"],["majorr2=",{"type":"[[","value":[["Baltimore"]]}],["minorr2=",{"type":"'''","value":[{"type":"[[","value":[["Washington, D.C."]]}]}],["image3=I-95.svg"],["imagesize3=22"],["directionl3=S\/W"],["majorl3=",{"type":"[[","value":[["Richmond"]]}],["minorl3=",{"type":"[[","value":[["Springfield (Virginia)"],["Springfield"]]}],["directionr3=N\/E"],["majorr3=",{"type":"[[","value":[["Greenbelt"]]}],["minorr3=",{"type":"[[","value":[["National Harbor"]]}],["image4=I-395.svg"],["imagesize4=22"],["directionl4=S\/W"],["majorl4=END"],["minorl4=",{"type":"[[","value":[["Springfield (Virginia)"],["Springfield"]]}],["directionr4=N\/E"],["majorr4=",{"type":"[[","value":[["Washington, D.C."]]}],["minorr4=",{"type":"[[","value":[["Arlington (Virginia)"],["Arlington"]]}],["image5=I-495.svg"],["imagesize5=22"],["directionl5=W"],["majorl5=",{"type":"[[","value":[["Annandale (Virginia)"],["Annandale"]]}],["minorl5=",{"type":"[[","value":[["Springfield (Virginia)"],["Springfield"]]}],["directionr5=E"],["majorr5=",{"type":"[[","value":[["Greenbelt"]]}],["minorr5=",{"type":"[[","value":[["National Harbor"]]}],["image6=US 1.svg"],["imagesize6=22"],["directionl6=S\/W"],["majorl6=",{"type":"[[","value":[["Richmond"]]}],["minorl6=",{"type":"[[","value":[["Mount Vernon (Virginia)"],["Mount Vernon"]]}],["directionr6=N\/E"],["majorr6=",{"type":"[[","value":[["Washington, D.C."]]}],["minorr6=",{"type":"[[","value":[["Arlington (Virginia)"],["Arlington"]]}],["image7=Virginia 7.svg"],["imagesize7=22"],["directionl7=W"],["majorl7=",{"type":"[[","value":[["Winchester (Virginia)"],["Winchester"]]}],["minorl7=",{"type":"[[","value":[["Falls Church"]]}],["directionr7=E"],["majorr7=END"],["minorr7="],["image8=WMATA Blue.svg"],["imagesize8=22px"],["directionl8=S"],["majorl8=END"],["minorl8=",{"type":"'''","value":[{"type":"[[","value":[["Springfield (Virginia)"],["Springfield"]]}]}],["directionr8=N"],["majorr8=",{"type":"[[","value":[["Washington, D.C.\/East End"],["East End"]]}],["minorr8=",{"type":"[[","value":[["Arlington (Virginia)"],["Arlington"]]}],["image9=WMATA Yellow.svg"],["imagesize9=22"],["directionl9=N"],["majorl9=",{"type":"[[","value":[["Washington, D.C.\/East End"],["East End"]]}],["minorl9=",{"type":"[[","value":[["Arlington (Virginia)"],["Arlington"]]}],["directionr9=S"],["majorr9=END"],["minorr9=",{"type":"'''","value":[{"type":"[[","value":[["Huntington (Virginia)"],["Huntington"]]}]}]]},"\n\n",{"type":"{{","value":[["Usablecity"]]},"\n",{"type":"{{","value":[["geo"],["38.804722"],["-77.047222"]]},"\n",{"type":"{{","value":[["isPartOf"],["Northern Virginia"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Alexandria,_Virginia"]]},"\n",{"type":"[[","value":[["Commons:Category:Alexandria, Virginia"]]}]