[{"type":"{{","value":[["pagebanner"],["Praia da Marinha Banner.JPG"]]},"\n",{"type":"[[","value":[["Image:Algarve_coast.jpg"],["thumb"],["Secluded beaches bordered by rocks near Albufeira"]]},"\n\nThe ",{"type":"'''","value":["Algarve"]}," is the southernmost region of ",{"type":"[[","value":[["Portugal"]]},", on the coast of the ",{"type":"'''","value":["Atlantic Ocean"]},".\n\n",{"type":"==","value":["Regions"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Barlavento"]]}," (",{"type":"[[","value":[["Lagos (Portugal)"],["Lagos"]]},", ",{"type":"[[","value":[["Silves"]]},", ",{"type":"[[","value":[["Portimão"]]},", ",{"type":"[[","value":[["Lagoa"]]},", ",{"type":"[[","value":[["Albufeira"]]}," areas)"]},{"type":"*","value":[" Serra Algarvia (Monchique, Caldeirão)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Sotavento"]]}," (Faro, Loulé, São Brás de Alportel, Olhão, Tavira, Vila Real de Santo António areas)"]},"\n",{"type":"==","value":["Localities (Cities and towns)"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Faro"]]}," — the regional capital"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Albufeira"]]}]},{"type":"*","value":[{"type":"[[","value":[["Alvor"]]}]},{"type":"*","value":[{"type":"[[","value":[["Bordeira"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lagoa"]]}]},{"type":"*","value":[{"type":"[[","value":[["Lagos (Portugal)"],["Lagos"]]}]},{"type":"*","value":[{"type":"[[","value":[["Loulé"]]}]},{"type":"*","value":[{"type":"[[","value":[["Monchique"]]}]},{"type":"*","value":[{"type":"[[","value":[["Portimão"]]}]},{"type":"*","value":[{"type":"[[","value":[["Praia da Luz"]]}]},{"type":"*","value":[{"type":"[[","value":[["Praia Verde"]]}]},{"type":"*","value":[{"type":"[[","value":[["Quarteira"]]}]},{"type":"*","value":[{"type":"[[","value":[["Quinta do Lago"]]}," *",{"type":"[[","value":[["Monte Gordo"]]}]},{"type":"*","value":[{"type":"[[","value":[["Silves"]]}," — first capital of the Algarve which has a Moorish castle"]},{"type":"*","value":[{"type":"[[","value":[["Tavira"]]}," — a city near the ",{"type":"[[","value":[["Ria Formosa"]]}," (lagoon)."]},{"type":"*","value":[{"type":"[[","value":[["Vila Real de Santo António"]]}]},{"type":"*","value":[{"type":"[[","value":[["Castro Marim"]]}]},{"type":"*","value":[{"type":"[[","value":[["Sagres"]]}]},{"type":"*","value":[{"type":"[[","value":[["Alte"]]}]},{"type":"*","value":[{"type":"[[","value":[["Alportel"]]}]},{"type":"*","value":[{"type":"[[","value":[["Paderne"]]}]},{"type":"*","value":[{"type":"[[","value":[["Salema"]]}]},{"type":"*","value":[{"type":"[[","value":[["Paderne"]]},"."]},"\n",{"type":"==","value":["Understand"]},"\n\nThe Algarve is Portugal's most popular holiday destination due to the clean beaches (approximately 200 km of them), the cool, unpolluted water, and the facts that it is relatively cheap, very safe and overall welcoming.\t \nEnglish is spoken at most resorts.\n\nThe Algarve is rich in culture and diversity. If you are looking for fast paced resorts or a calm tranquil setting either is attainable. The entire region is approx. 5400 sq km and is graced with over 100 different beaches, each unique in its own way. If you are into nature the choices are many from the Ria Formosa to Monchique mountain, from Caldeirão mountains to Sagres cape, in fact there are over 30 hiking trails (as per official Turismo de Portugal guide books). If you are a golf lover then you have come to the right place with over 30 courses doted throughout the region. \nAlthough the permanent residence population is under 500,000 the area receives more than ten fold that in tourism each year. The busiest times of year tend to be July\/August. Come and explore the region further, discover a new place to visit, a different beach to swim in, annual events you may want to attend ... it's all here with videos covering several different topics.\n\n",{"type":"===","value":[" History "]},"\nFollowing the neolithic period of the regions history, approximately 1000 BC, settlements and trading ports were established by the Phoenicians who were attracted by deposits of copper, manganese and iron. They came from the coastal regions of the eastern Mediterranean of modern-day Syria, Israel and Lebanon. Circa 550 BC Portimão was one of the ports founded by the Carthaginians who came from North Africa. In the 2nd century BC the region came under the control of the Romans as they spread throughout the Iberian Peninsular. Many Roman ruins still remain today throughout the Algarve and can be seen in many areas, but the best to visit are probably at the Milreu ruins, 7km from Faro, where buildings that started construction as a Roman villa later became a Christian Church. \n\nFollowing the collapse of the Roman Empire, the Visigoths took control of the Algarve until the invasion of the Moors from North Africa in 711 AD. At this time, the Visigoths who came from central Europe, were defeated in the Battle of Guadalete by a force of invading Arabs and Berbers. \n\nThere followed a period of five centuries of Arab rule in Iberia. The Moors conquered the Algarve in 716. Faro, which had been called Santa Maria, was renamed Faraon, meaning 'the settlement of the Knights'. Even the name of the region owes its origin to the Moors who knew the region as 'al-gharb' meaning 'the west'. There is evidence of the moors throughout the Algarve  and Southern Spain, illustrated by chimney stacks, pottery and the Moorish style of architecture, and particularly, the Arabic castle at Silves. The castle was built by Almoravid Arabs in the 11th century out of red sandstone and dried mud and is the best preserved Moorish castle in the country. In the 12th Century, King Afonso III, with a little help from English mercenaries, finally evicted the Moors and once again the Portuguese dominated the region, although the area was not fully secure from Moorish attacks until the middle of the 13th century. \n\nBorn in Porto in 1394, Prince Henry the Navigator based himself somewhere around Lagos\/Sagres, and is considered to be responsible for many of the 'discoveries' made by the Portuguese in the middle ages sending out expeditions to Africa, the islands of Madeira and the Azores. In 1419 he was appointed governor of the province of the Algarve. \n\nDisaster struck on 1st November 1755, with a huge earthquake whose epicentre was reported to have been 200km South-West of the country and registering 9 on the Richter Scale. The coastal areas of the Algarve were devastated by the earthquake and subsequent tsunami. The devastation was not only limited to the Algarve, British naval reports from the period indicate the arrival of a huge wave in the port of Lisbon. The damage to Lisbon was almost total, and following huge political turmoil the person responsible for the reconstruction of the city was the Marquis of Pombal, the then Prime Minister.\n\n",{"type":"===","value":[" Climate "]},"\nMediterranean.\n\n",{"type":"==","value":["Get in"]},"\n\nInternational flights into Faro airport (FAO) then (1) by bus: national buses run from outside the airport to the bus terminal regularly throughout the day time on weekdays or (2) by taxi: will be under €10 from the airport to the train station. \n\n",{"type":"===","value":["By plane"]},"\n",{"type":"[[","value":[["Faro"]]}," Airport ",{"type":"[","value":["http:\/\/www.ana.pt\/portal\/page\/portal\/ANA\/AEROPORTO_FARO\/"]}," is the main airport for the region. On arrival there is a wide selection of car hire options both at static desks in the airport and also within the terminal at a meeting point.\nFrom Faro airport the train station and bus terminals can be reached by taxi.\n\n",{"type":"===","value":["By bus"]},"\nThere are daily bus connections between Lagos, Olhao, Faro (and many other cities) and Spanish cities such as ",{"type":"[[","value":[["Seville"]]}," and ",{"type":"[[","value":[["Huelva"]]},". A single ticket Sevilla - Faro costs €16 and the journey takes 4 to 5 hours.\n\n",{"type":"===","value":["By train"]},"\nThere are daily(fast) train connections between Faro and Lisboa (4 hours).\n\n",{"type":"===","value":["By boat"]},"\nThere is a ferry service between ",{"type":"[[","value":[["Vila Real de Santo António"]]}," and ",{"type":"[[","value":[["Ayamonte"]]}," (Spain). The ferry was once a main mean of transportation although after the construction of the Guadiana International Bridge it is nowadays mostly used by tourists. Naviera Armas ",{"type":"[","value":["http:\/\/www.navieraarmas.com\/"]}," operates a ferry to ",{"type":"[[","value":[["Portimão"]]}," from ",{"type":"[[","value":[["Madeira"]]}," (connecting with ",{"type":"[[","value":[["Gran Canaria"]]},") with a couple of departures per month.\n\n",{"type":"==","value":["Get around"]},"\nTake the train or buses.\n\n",{"type":"===","value":["By train"]},"\nThe Algarve railway is the most convenient way to get around in Algarve. It connects ",{"type":"[[","value":[["Lagos (Portugal)"],["Lagos"]]}," in west with ",{"type":"[[","value":[["Vila Real de Santo António"]]}," on the border to ",{"type":"[[","value":[["Spain"]]},", calling at most towns and cities along the way. You will probably need to change train a few times although there's little waiting time.\n\n",{"type":"===","value":["By car"]},"\n\nA car is often the best way of seeing the Algarve, owing to the limited public transport services. Cars can be hired at Faro Airport and in other towns and cities in the Algarve. Most car rental companies will stipulate a minimum age of 21. Prices start from about €30 a day for a small car and there is often a wide range of cars to choose from. \n\nThe Algarve has a good network of roads, but be aware that some country roads are little more than dirt tracks. Roads are however generally well maintained, however, road markings may randomly disappear (in this case stick to the right as far as possible - a favourite Portuguese habit is to overtake, still they are mindful). After many years, the A22 (IP 1) motorway was finally completed in 2007, which goes from Bensafrim in the west all the way to Monte Francisco on the Portuguese\/Spanish border. The Algarve, like the rest of Portugal and mainland Europe, drives on the right. \n\nPetrol stations are found all over the Algarve. All stations will sell standard unleaded (95 RON) and super (97 RON) and diesel. Some stations sell LPG (",{"type":"''","value":["GPL"]},") as well. Unleaded petrol is known as ",{"type":"''","value":["gasolina sem chumbo"]}," and diesel ",{"type":"''","value":["gasoleo"]},". Petrol prices in Portugal are high in comparison to other European countries; as of August 2009 a litre of 95 RON unleaded costs around €1.33 a litre, 97 RON super €1.47 a litre and diesel €1.06 a litre.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" Lagos  - The old inner city inside the remnants of a protective wall.  You'll find winding streets barely wide enough for small cars, quaint shops and wonderful restaurants."]},"\n",{"type":"*","value":[" Silves - The red stone castle.  The road there is narrow and winds through some rural areas, but it is definitely worth a half day trip if you like castles."]},"\n",{"type":"==","value":["Do"]},"\nBeches,Beaches.Spa in the mount of Monchique.\n",{"type":"==","value":["Eat"]},"\n\nThe Algarve is famous for its hot and spicy ",{"type":"'''","value":["Piri Piri Chicken"]},", which can be found all over. Since it has a big and rich coast, it has a very interesting array of wonderful fish and seafood, from sardines to ",{"type":"''","value":["cataplanas"]},", and many dry fruit sweets that will make your mouth water for more.\n\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Medronho"]}," is a traditional fruit brandy, traditionally produced and drunk in The Algarve. Medronho can be fiercely potent and is available in variations ranging from unlabelled local homebrew bottles, moonshine style, to connoisseur tipples at more of a premium price range.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Apartment Barbara"],["alt=Aljezur"],["url=http:\/\/www.aljezur-info.de\/apartment_algarve_barbara\/algarve_self_cartering_holiday_apartment_barbara.php"],["email="],["address=Algarve"],["lat="],["long="],["directions=Vale da Telha Arrifana"],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Self catering holiday apartment, situated in the Western Algarve close to the beaches Arrifana and Monte Clérigo in the  nature reserve Costa Vicentina close to good surf spots like Amado. 1 bed room prices for 2 person from 25 - 55 euros per night."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Casa Jana"],["url=http:\/\/www.welcome-worldwide.com\/holiday-villas-for-rent\/villas\/details\/params\/id\/2333561\/Casa-Jana-\/"],["email="],["address=Loule"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Secluded detached holiday villa in over 1 acre of grounds with private swimming pool."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Golden Clube Resort Cabanas"],["alt=Best resort rates in Algarve, Portugal"],["url=http:\/\/www.goldencluberesort.com\/home?_locale=en"],["email="],["address=Contacts Golden Clube Resort Cabanas 8800-591 Tavira - Portugal"],["lat="],["long="],["directions="],["phone=+351 281 329 800"],["tollfree="],["fax="],["hours="],["price=From 30€\/day"],["checkin="],["checkout="],["content=Resort and holiday apartamentes, located in Ria Formosa, Tavira, Algarve, Portugal. Tastefully furnished and well equipped apartments, with free access to the 2 outside pools, indoor heated pool, jacuzzi, boat to the beach, children's club, entertainment program."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villa Sao Clemente"],["url=http:\/\/www.welcome-worldwide.com\/holiday-villas-for-rent\/villas\/details\/params\/id\/2330006\/Villa-Sao-Clemente\/"],["email="],["address=Loule"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Family Owned Large 3 Bedroom Holiday Villa With Private Pool and Spectacular Sea Views Peaceful and Tranquil Location, Yet Close To All Location Amenties, Beach, Golf Courses and Water Parks Sleeps 6\/7 (3 Bedrooms all ensuite)"]]}]},"\n",{"type":"==","value":["Go next"]},"\t \n",{"type":"*","value":[" ",{"type":"[[","value":[["Querença"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Alentejo"]]}," ",{"type":"[[","value":[["Costa Sudoeste"]]}," (coast)."]},{"type":"*","value":[" ",{"type":"[[","value":[["Odeceixe"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Alcoutim"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mértola"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mina de São Domingos"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Serpa"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Evora"]]}]},"\n",{"type":"{{","value":[["geo"],["37.014444"],["-7.935278"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Southern Portugal"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Algarve"]]},"\t \n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Portugal\/Districts\/Faro\/"]]},"\n\n",{"type":"{{","value":[["outlineregion"]]}]