[{"type":"{{","value":[["pagebanner"],["Alghero banner.jpg"]]},"\n",{"type":"'''","value":["Alghero"]}," is a beautiful destination in ",{"type":"[[","value":[["Sardinia"]]},", ",{"type":"[[","value":[["Italy"]]},". It is best known for its beautiful beaches, very good food at reasonable prices, and its Catalan origin, in fact it was known in the past as little Barcelona.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By plane"]},"\nAlghero is serviced by several airlines including:\n",{"type":"*","value":[" ",{"type":"'''","value":["Air One"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Ryanair"]}]},{"type":"*","value":[" ",{"type":"'''","value":["Alitalia"]}]},"\n",{"type":"===","value":["By car"]},"\nAlghero is easily accessible by road from Sassari, passing by the airport near Fertilia. Another way to get to Alghero is from Bosa, by the sea-side road, which is quite small and steep but has beautiful views.\n\n",{"type":"===","value":["By train"]},"\nThere is a station about fifteen minutes' walking distance from the centre of town and marina. To get to the town from the station simply turn left out of the station on Don Minzoni, go straight for five blocks or so until you hit the beach and go left along Via Garibaldi. Alghero station runs trains operated by Ferrovie della Sardenia, not to be confused with Ferrovie dello Stato (Trenitalia). These are two separate companies, and you will have to take one of the many daily 35-minute trains from Alghero to Sassari in order to catch a connecting train operated by Trenitalia to another destination such as Cagliari. Tickets must be purchased separately at their respective stations. Ticket price Alghero-Sassari is €2.20. Sassari-Cagliari at standard fare second class will run you €13.65 each way. No student or age discounts.\n\n",{"type":"===","value":["By bus"]},"\nThere is a direct bus from Cagliari to Alghero. It costs €20 and takes 3.5 hours.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nThe Palazzo d’Albis is a worthwhile historical site.\n\nDon't miss Neptune's Grotto located at Cappo Caccia, a vast grotto reachable by boat trip. However, on bad weather days you can`t take the boat. Hiring a scooter is a fun way of getting there! It takes about 45 minutes, and on the way there, you should stop for lunch at Ristorante La Nuvola (about 35-minute drive from Alghero towards the Cappo Caccia, just on the right side of the road). When you arrive at the Cappo Caccia, it takes about 10 minutes to walk down to Neptune`s Grotto, and it is worth the view! 10 euros entry is paid at the entrance of the cave, and you get a half-hour guided tour in the cave in Italian, English and German. There is also the necropolis of Anghelu Ruju and Nuraghe Palmavera, two of the most important archeological sites of Sardinia.\n\n",{"type":"==","value":["Do"]},"\nThis historic town has become one of the most popular destinations for visitors to Sardinia. The car free narrow lanes of the atmospheric old town contain numerous bars and cafes whilst the restaurants are renowned for excellent seafood. The surrounding area brings many delights for those who venture out of the city. These include the famous beaches at La Pelosa - Stintino, the eerily abandoned mining town of Argentiera and the ancient palace complex at Nuraghe di Palmavera.\n\nThe coastal road south of Alghero is beautiful, an unspoilt and protected panorama of sparkling sea, lush vegetation, and rocky mountains. It leads to Bosa, a small medieval town, which has a distinctive and living historic center and many points of interest. Bosa is an ideal spot for a relaxing holiday, as it is friendly and has a character and economy which is not based solely on tourism.\nNear Alghero, accessible by car, is the spectacular Capo Caccia\/Porte Conte Bay, well worth a visit. \n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Scuba diving"]]}," - The area with the Marine Reserve is one of the best dive destination in Europe( see http:\/\/www.adventurediving.it)."]},{"type":"*","value":[" Caving"]},{"type":"*","value":[" Climbing"]},{"type":"*","value":[" Mountain Biking"]},{"type":"*","value":[" Bird watching"]},{"type":"*","value":[" Hunting"]},{"type":"*","value":[" Archeology"]},{"type":"*","value":[" Botany"]},"\n",{"type":"==","value":["Learn"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Pintadera"]}," is a language school offering a welcoming and relaxing atmosphere for learning the Italian language and gaining a unique insight into Sardinian culture. The school is located in a picturesque alley in the heart of the old town. The group courses have between 3 and 6 persons and the four hours each morning are divided between two teachers - one is in charge of the grammar and the other of the communications. So, you learn the rules and regulations in the first part of the class and how to apply them in the second. It's a very effective method. For further information."]},"\n",{"type":"==","value":["Buy"]},"\nAlghero is famous with its red coral jewelery as well as silverware.\n\n",{"type":"==","value":["Eat"]},"\nAs in most parts of Italy food in Alghero is an important thing. The town's fishing port provides seafood fresh from the sea. Make sure that you try Catalan lobster, lobster salad with raw tomatoes and onion. Ricci (sea urchins) are also very popular in Alghero with a festival being held in their honor around February during the \"Sagra del Bogamarì\".\nBasically, anywhere in town is good, as long as you avoid the tourist restaurants with \"il menu turistico\". \n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Al Vecchio Mulino"],["address=Via Don De Roma, 3"],["content=A good restaurant where you can try typical dishes. The same management for 30 years."],["url=http:\/\/www.alvecchiomulinoalghero.com"]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Embarcadero"],["address=Localita Portoconte"],["content=A very good restaurant in Portoconte, which serves fish dishes, meat dishes, and pizzas. It has a very nice view of the bay."]]}]},"\n",{"type":"==","value":["Drink"]},"\nTake in the beautiful views at cafe Latino located on the battlements overlooking the harbour. There are also lots of late night bars on the Lungomare Valencia that get going at around about midnight. Local drinks are limoncello, mirto and some local wines that they serve in all restaurants.\n\nAlso you should not miss the Bar La Perla in Viale Sardegna. It serves great cappucino.\n\n",{"type":"==","value":["Sleep"]},"\nThere are a whole number of possibilities for accommodation in Alghero from bed and breakfasts to Agroturismos(farm stays) and hotels. You can pick up a list of B&Bs at the friendly Tourist Information office. \nIn the offseason, rates range from E25 - E50 for one person. Expect prices to double in July and August.\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Aigua Alghero B&B and Rent a Car"],["alt=aigua alghero"],["url=http:\/\/www.aigua.it\/it\/home\/contatti.html"],["email=info@aigua.it"],["address=old town alghero ambrogio machin 22"],["lat=40.55815"],["long=8.31552"],["directions=& Rent a Car Front of Airport"],["phone=+39 340 0777688 english contact +39 3395912476"],["tollfree="],["fax="],["hours="],["price=Euro: 60-100"],["checkin=11AM"],["checkout=noon"],["content=Typical architecture Latin"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=B&B Ramblas"],["alt=B&B Alghero"],["url="],["email=info@algheroramblas.com"],["address=Lido San Giovanni Via Garibaldi, 79\/M"],["lat="],["long="],["directions=Front of the sea"],["phone=+39 347 1813100"],["tollfree="],["fax="],["hours="],["price=Euro: 60-100"],["checkin=11AM"],["checkout=noon"],["content=B&B Alghero"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel Angedras Alghero"],["url="],["email=info@hotelangedras.it"],["address=via Frank, 2"],["lat="],["long="],["directions="],["phone=+39 079 9735034"],["tollfree="],["fax="],["hours="],["price=$53-150"],["checkin=11AM"],["checkout=noon"],["content=Three star hotel in a quiet residential street close to the old town, has stylish modern rooms. Hotel shuttle bus to the beach, internet point, high-speed Wi-Fi internet connection, restaurant (on the Bastions in Alghero's Old Town, with sea view)."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Villa Las Tronas Hotel & Spa"],["alt=Hotel Villa Las Tronas - 5 star"],["url="],["email=info@hotelvillalastronas.it"],["address=Lungomare Valencia, 1"],["lat="],["long="],["directions="],["phone=+39 079 981818"],["tollfree="],["fax="],["hours="],["price=Euro: 220-450"],["checkin="],["checkout=12PM"],["content=Once the residence of Italian Royalty during their holidays in Sardinia, Las Tronas conserves the historic atmosphere of the aristocratic buen retiro, renewing the tradition and charm of the ancient residence.\nA spectacular position, on the sea-shore. A peaceful, exclusive oasis on a private headland."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=El Faro Hotel"],["alt=El Faro Hotel"],["url="],["email="],["address=Porto Conte, 52, Alghero"],["lat="],["long="],["directions="],["phone=+39 079 942 010"],["tollfree="],["fax="],["hours="],["price=min €190 - max € 350"],["checkin=15PM"],["checkout=12PM"],["content=Luxury seafront hotel strategically located in Porto Conte Bay. The 5-star hotel has the shape of an ocean liner, with its stern laid down on the rocks, enriched by Spanish-style arches and balconies."]]}]},"\n",{"type":"==","value":["Go next"]},"\nCapo Caccia - see Neptune's Grotto, which includes the \"Goat's Staircase\" and under water the limestone cliffs continue creating the most vaste underwater marine cave system, Nereo Cave is the bigger and famous with its huge halls and tunnels.\n\n",{"type":"{{","value":[["geo"],["40.5667"],["8.3167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Sardinia"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Alghero"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Sardinia\/Localities\/Alghero\/"]]}]