[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.algonquinpark.on.ca Algonquin Park"]}]}," is in Eastern ",{"type":"[[","value":[["Ontario"]]},". It is the largest park in the Ontario  ",{"type":"[","value":["http:\/\/www.ontarioparks.com\/ Provincial Parks System"]},"\n\n",{"type":"[[","value":[["Image:Algonquin_ca.jpg"],["thumb"],["View from the Barron River Canyon Trail"]]},"\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nAlgonquin Park was formed in 1893. Its original primary purpose was as a timber reserve designed to keep forest-clearing settlers out of valuable timber lands. Preservation was only a secondary purpose. In 1896, lumber baron J.R. Booth completed the Ottawa, Arnpriror & Parry Sound railway (OA & PS) through the southern portion of the park. Though designed to haul timber logs out of the park, it allowed the vast expanse of Algonquin to be opened up for tourism. Highway 60 was completed in 1933, further opening the Park to visitors. The OA & PS railway was abandoned in 1947; logging was now becoming a tertiary purpose of the park. \n\nThroughout the 1960s, the number of visitors to the park increased exponentially. Organized campgrounds were created and\/or expanded. Today, Algonquin is primarily a nature reserve, although logging, including limited clearcutting, continues.\n\n",{"type":"===","value":["Landscape"]},"\nAlgonquin's landscape consists of numerous small lakes (with a couple large ones, such as Lake Opeongo), rock outcroppings and rolling hills. Marshes and large swamps are scattered throughout the park, and can provide excellent wildlife viewing.  \n\n",{"type":"===","value":["Flora and fauna"]},"\nThe Algonquin forest is actually not boreal, as most believe, but a mixture of deciduous and coniferous trees. This means that an increased biodiversity occurs. Though deer were once prominent throughout the park, the moose has largely replaced them. Moose frequently stand by the side of provincial Highway 60, eating swamp grasses in spring and summer, and can be seen licking salt off the roads in winter. Moose are the only large animal most people are likely to encounter. Many people may stumble across a spruce grouse on a trail in the early morning. These birds believe their camouflage is invincible, and you could get as close as 30 centimetres. There are small wolf and lynx populations in the isolated portions of the park. Some bears are known in the park. Algonquin lakes have sizable fish populations, but fishing is regulated in all lakes. \n\nNot all of Algonquin's plants and animals are one you would like to have around you. In the southern reaches of the park (Below Highway 60), ",{"type":"[[","value":[["poison ivy"]]}," is widespread. Be careful when bushwacking. From late April to Early June, the dreaded Blackfly is very active. These small insects will bite a chunk of skin off in order to get to the blood. They are known for their tendency to bite around the eyes, and occasionally an unfortunate human has to deal with a blackfly that has gone into the eye. Once the blackflies die off, they are replaced by ",{"type":"[[","value":[["mosquitoes"]]},". Both blackflies and mosquitoes can be easily fended off with DEET insect repellent.\n\n",{"type":"===","value":["Climate"]},"\nAlgonquin is not quite part of Northern Ontario, but it shares the typical climate for its region. Springtime in Algonquin is likely to be cool and wet. The summer climate of Algonquin is not uniform. Daily highs could range from 16°C to over 30. In summer, it can be humid throughout June and July, yet the humidity tapers off around August. During autumn, it is cool and dry. The winters are guaranteed to be snowy, cold and harsh. Be sure to plan for the weather you are likely to face.  \n\n",{"type":"==","value":["Get in"]},"\nThere are only a few ways to get into Algonquin Park. The most obvious is by vehicle, via Highway 60. There are numerous places where you can leave your car while you enjoy either Algonquin's back country or the Highway 60 corridor. Algonquin can also be accessed by canoe, from various access points around the park. A less common way to get into Algonquin is by aeroplane. The only airfield is in the northern community of Brent, so if you are getting in by air your vehicle will most likely be a float plane capable of landing on water.  \n\n",{"type":"==","value":["Fees\/Permits"]},"\nA permit is required to use the park's facilities. A daily permit costs $16, and it is good for only one day. An Ontario Parks season's pass costs $80, but can be used unlimited times at any provincial park in Ontario. If you plan on camping, either in an organized campground or a canoe\/hike-in campsite, a campsite permit is required. These cost $22 for one day. For fishing, a fishing permit is required. These are issued by the Ontario Ministry of natural resources. They can be obtained at some locations in Algonquin. Costs for these permits fluctuate. \n\n",{"type":"==","value":["Get around"]},"\nIf you are exploring the Highway 60 corridor, the best way to get around is by vehicle. Some people use bicycles as well, and some even walk; but this is not recommended. Away from the corridor, the only way to get around most of the time is by canoe. Algonquin has an extensive canoe route system, with many portages and campsites. Be sure to obtain a canoe route map before you depart. \n\n",{"type":"==","value":["See"]},"\nThere are many natural and historic sites in the Park. No trip to Algonquin is complete without seeing the abandoned OA & PS railroad bed, which is not only fascinating in itself but also passes by some interesting sites (abandoned train stations, logging depots, bridges, even the remains of a train derailment from the 1930s). The Brent Crater and Barron Canyon are both off of provincial highway 17, which runs north of the park. They will provide a fascinating hike. \n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":[" Rent a canoe, and explore the many canoe routes."]},{"type":"*","value":[" Go on one of the guided trails. You can pick up a booklet at the beginning of each trail, and numerous posts placed throughout will provide fascinating information. These trails range from easy, short and flat to extremely challenging, long and rugged. "]},{"type":"*","value":["Go to the Algonquin logging museum. There, an easy 1.3km loops takes you through numerous outdoor exhibits detailing the history of logging in Algonquin Park."]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Algonquin Park Canoe Trips"],["alt=Canadian Language Adventures"],["url=http:\/\/www.AlgonquinParkCanoeTrips.com"],["email="],["address="],["lat="],["long="],["directions="],["phone = +1 678-310-3303"],["tollfree=+1-877-757-5704"],["fax="],["hours="],["price="],["content=Since 1996, they have been providing exclusive nature based adventures for students and travelers from all over the world. All-inclusive guided canoe trips feature multilingual guides."]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Algonquin Bound Outfitters"],["url=http:\/\/www.algonquinbound.com"],["email="],["address="],["lat="],["long="],["directions="],["phone ="],["tollfree=+1-800-704-4537"],["fax="],["hours="],["price="],["content=One of Algonquin Park's leading outfitters specializing in trip planning, canoe and gear rentals. Professional guiding available for groups of any size."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThere is a gift shop in the Visitor's centre, but beyond that there is not much to buy in Algonquin Park. The Portage, Two Rivers and Opeongo stores provide camping, canoeing and other outfitting equipment. All stores tend to be overpriced, but you can occasionally find a good deal.\n\n",{"type":"==","value":["Eat"]},"\n\nThere is a cafeteria in the Visitor's Centre, but the food is expensive and not of amazing quality. The store at Lake of Two Rivers campground offers \"fast food\" type meals and ice cream.  The Portage Store on canoe lake has  dine-in and take out food as well as a small convenience store and ice cream retailer. If you are staying overnight in Algonquin, it is highly recommended (and often necessary) that you bring your own food. You can cook over a fire (a fire-pit is provided in every campsite) or a lightweight camping stove (which you must provide). Please remember that glass bottles and cans are prohibited in all parts of the park, except for organized campgrounds. This ban applies to day visitors as well.\nThere are three lodges in the park that offer meals, Arowhon, Killarney, and Bartlett Lodge, all accessible from Route 60.  Meals are expensive but worth it.  Reservations suggested.\n\n",{"type":"==","value":["Drink"]},"\nAs always, remember that ",{"type":"'''","value":["glass bottles and cans (soda cans as well) are banned in the park"]},". Should drinks be packaged in such containers, pour them into a re-usable plastic bottle. It is highly recommended that you not drink straight out of the lakes. Bacteria and parasites are present. This is especially true for bogs and rivers. Prior to drinking the water, bring it to a full boil for 5 minutes or pass it through a filter. \n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Camping"]},"\nIn the park, it is most likely that you will be staying on a campsite. Remember, camping requires a permit which can be obtained at any Park office. \n\n",{"type":"===","value":["Backcountry"]},"\nLeaving the Frank MacDougall Parkway zone where there is organized development, the chief reason for visiting Algonquin is accessing the park interior.  There are 2000 km of canoeing routes in 7725 square kilometers of park.  Located on the southern edge of the Canadian Shield, there are thousands of lakes and streams.  All of the canoe routes involved portaging from lake to lake or stream.  Portages range from 2 meters to 2 kilometers, averaging 500 meters.  There are 29 entry points to interior routes.  Portages are well maintained and marked with a yellow sign at each end.  Camping is only permitted at designated Interior campsites.  Each is marked by an orange sign.  There are also 13 historic ranger cabins that can be rented in the interior.  Loons and Mergansers are common on most lakes.  Moose are occasional seen.  Beaver and otters are fairly common.  Both black bear and wolves live in the interior but are rarely seen.    A detailed map of the ",{"type":"''","value":["Canoe Routes of Algonquin Provincial Park"]}," is published by the friends of Algonquin Park and widely available. An interior permit is required for camping in the interior.  The current fee is $11 per person per night.  A reservation fee of $9 is also charged.  Many of the popular routes are heavily used and should be reserved in advance.  When reserving a trip, you will need to specify the entry and exit points and where you plan to camp each night.  Each campsite is limited to 9 persons.  Reservations may be made 5 months in advance.  For trip planning, call the Algonquin Park Information Office at +1 705-633-5572.  For reservations, call +1-888-668-7275. \n\nThere are 3 backpacking trails, the Uplands, the Highland and the Eastern Pines backpacking trails, all accessed from Hywy 60.  A brochure, ",{"type":"''","value":["Backpacking Trails of Algonquin Provincial Park"]}," is available.\n\n",{"type":"===","value":["Lodges"]},"\nThree lodges in the park offer resort-type lodging and meals.  \n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arowhon Pines"],["alt="],["url= http:\/\/arowhonpines.ca"],["email="],["address=Arowhon Road"],["lat="],["long="],["directions=Arowhon Rd. leads north from Hwy 60 and ends at the lodge"],["phone=+1 705-633-5661"],["tollfree=+1-866-633-5661"],["fax=+1 705-633-5795"],["price="],["checkin="],["checkout="],["content=Lodge with central log dining room. Little Joe Lake off Hwy 60, km 15. Off-season, phone +1 416-483-4393."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bartlett Lodge"],["alt="],["url=http:\/\/bartlettlodge.com"],["email="],["address=on Cache Lake"],["lat="],["long="],["directions="],["phone=+1 705-633-5543"],["tollfree=+1-866-614-5355"],["fax="],["price=$400-500\/night, double occupancy"],["checkin=3pm"],["checkout=11am"],["content=Or +1 705-633-5746. Solar power covered pontoon boat available upon request. Lakefront cottages, fine dining on an island, reached by lodge ferry. Early May-mid Oct."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Killarney Lodge"],["alt="],["url=http:\/\/www.killarneylodge.com"],["email="],["address=Lake of Two Rivers"],["lat="],["long="],["directions="],["phone=+1 705-633-5551"],["tollfree=+1-866-473-5551"],["fax=+1 705-633-5667"],["price="],["checkin="],["checkout="],["content=33 km inside the West Gate of Algonquin Park off Hwy 60. Cabins, dining, open May-Oct. Off-season call +1 416-482-5254."]]}]},"\n",{"type":"===","value":["Outside the park"]},"\nThere is a hostel in ",{"type":"[[","value":[["Maynooth"]]}," (to the east of the park) and a few motels on Highway 11 in or north of ",{"type":"[[","value":[["Huntsville (Ontario)"],["Huntsville"]]}," (west of the park).\n\n",{"type":"==","value":["Stay safe"]},"\nIt is imperative that you obtain a canoe map prior to venturing out into Algonquin by canoe. Wandering into the Algonquin wilderness without a map is absolute suicide, unless you are very familiar with the park (i.e., you know Algonquin like the back of your hand). Be sure that when staying on a campsite, there are no dead trees in danger of falling.  However, all campsites are dutifully maintained and the risk of being crushed by a falling tree is very, very low. \n\nRemember also that logging still occurs in Algonquin. Logging trucks rumble up and down backcountry roads which are not shown on the map. If you come across a road that is not on the map, ",{"type":"'''","value":["do not follow it"]}," unless you are hopelessly lost. Not only are they private, but they are narrow and a human will give way before a logging truck does. \n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" The ",{"type":"[[","value":[["Haliburton Highlands"]]}," are south of Algonquin."]},"\n",{"type":"{{","value":[["isPartOf"],["eastern Ontario"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"{{","value":[["geo"],["45.8"],["-78.7"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Algonquin Provincial Park"]]},"\n",{"type":"[[","value":[["Commons:Category:Algonquin Provincial Park"]]}]