[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"],["pgname=Alicante"]]},"\n",{"type":"[[","value":[["Image:Costablanca.jpg"],["thumb"]]},"\nThe ",{"type":"'''","value":["Alicante"]}," \/ ",{"type":"'''","value":["Alacant"]}," province is a popular tourist destination ",{"type":"[[","value":[["Spain"]]}," because of its coastline, known as Costa Blanca. Over 200km long, it is very popular with British, German, and Scandinavian tourists.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Agost"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Alicante"]]}," (",{"type":"''","value":["Alacant"]},") - is the capital of the area and more akin a big city break than a beach holiday"]},{"type":"*","value":[" ",{"type":"[[","value":[["Altea"]]}," - a very pleasant midsize sea side resort"]},{"type":"*","value":[" ",{"type":"[[","value":[["Benidorm"]]}," - is the party capital of the Costa Blanca with an estimated more than 1000 bars and night clubs."]},{"type":"*","value":[" ",{"type":"[[","value":[["Calpe"]]}," (",{"type":"''","value":["Calp"]},")"]},{"type":"*","value":[" ",{"type":"[[","value":[["Denia"],["Dénia"]]}," - the Northern end of the Costa Blanca and an ancient town with plenty of sights to see apart from the beach"]},{"type":"*","value":[" ",{"type":"[[","value":[["Dolores"]]}," - village resort"]},{"type":"*","value":[" ",{"type":"[[","value":[["Guadelest"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jávea"]]}," (",{"type":"''","value":["Xàbia"]},") - Often referred to as the ",{"type":"''","value":["Pearl Of The Costa Blanca"]}," with its sandy beaches, active fiesta calendar and amazing scenery."]},{"type":"*","value":[" ",{"type":"[[","value":[["Torrevieja"]]}," - Cheap southern resort famous mainly for the lovely beaches and a high percentage of expatriates living in the town"]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Alcoy"]]}]},{"type":"*","value":[{"type":"[[","value":[["Gran Alacant"]]}]},{"type":"*","value":[{"type":"[[","value":[["Tabarca"]]}]},"\n",{"type":"==","value":["Understand"]},"\n\nThe Costa Blanca district of Spain spans from south of Valencia, past the shores of Benidorm and Alicante to Torrevieja in the south. \n\nThe Costa Blanca has two striking areas, Costa Blanca North (also known as the Marina Alta) and Costa Blanca South (the Marina Bajo). The Northern part of the Costa Blanca features sea side towns and resorts such as Dénia, Jávea and Moraira to the far North. Further sound bigger resorts like Altea, Calpe, Benidorm, Alicante and Torrevieja attract millions of tourists annually. \n\nCosta Blanca is decidedly a spectacular part of Spain in terms of nature, beaches and culture. With several clean and immaculate beaches dipping into the crystal clear Mediterranean sea, flat fructuous valleys and plenty of charming villages buzzing with traditional Spanish cultural events. \n\nTraveling to the Costa Blanca is relatively easy with multiple international airports, the two main ones located in Valencia and Alicante. Further the region is connected to European railway systems by highspeed train lines and spacious motorways follow the coast south to cater for driving travelers to the region.\n\nWhite sandy beaches, pleasant resorts and relatively cheap accommodation are the main features of the Costa Blanca from a travelers perspective. The area is further blessed with stunning nature, hidden coves, the odd golf course and graciously adapted domestic areas. The grand mountain ranges provides vivid scenery to this gorgeous area and the ancient villages scattered along the coast has plenty of authentic Spanish life to be explored. The popularity of the Costa Blanca as a holiday destination is easy to comprehend.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":[" By plane "]},"\n\nUsing the international airport in ",{"type":"[[","value":[["Alicante"]]}," (Valencian\/Catalan: Alacant), airport code: ALC.\n\nThe airport is relatively close to the ciutat (city) of Alacant, beaches in Costa Blanca, such as Benidorm.\n\n",{"type":"===","value":[" By train "]},"\n",{"type":"[[","value":[["File:Trenet.jpg"],["thumb"],["TRAM train"]]},"\nTrains coming from ",{"type":"[[","value":[["Madrid"],["Madrid"]]}," (Altaria), which takes about 3 hours and 15 minutes, and ",{"type":"[[","value":[["Barcelona"]]}," and ",{"type":"[[","value":[["Valencia (city)"],["València"]]}," (Euromed). It also has a picturesque (and slow) train coming from ",{"type":"[[","value":[["Denia"],["Dénia"]]}," and going until ",{"type":"[[","value":[["Alicante"]]},". This is the so-called TRAM system. The tracks have been electrified, with ultra-modern cars, from Alicante to Benidorm. Between Benidorm and Denia, the line is still served by the old diesel traincars. There are plans to electrify the system from Benidorm to Denia as well.\n\n",{"type":"===","value":[" By bus "]},"\n\nMany buses come from almost every big city in Spain. The main bus station is located in the centre of ",{"type":"[[","value":[["Alicante"]]},".\n\n",{"type":"===","value":[" By car "]},"\n\nUse the AP-7 highway if you come from the coast (",{"type":"[[","value":[["Valencia"]]}," or ",{"type":"[[","value":[["Barcelona"]]},"). There is also a motorway coming from ",{"type":"[[","value":[["Madrid"]]}," and another from ",{"type":"[[","value":[["Murcia (region)"],["Murcia"]]},".\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=TRAM train"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=Return trip Calpe-Altea € 2.30, return trip Calpe-Denia € 4.25, return trip Calpe-Benidorm € 4.25"],["content=A great and affordable way to see the region. Quite some scenic views, with some stretches along the coast. Ticket machines (with 5 interface languages) on the train or in the main stations. Do buy a ticket, there are frequent checks."]]}]},"\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Granadella Beach"],["url=http:\/\/www.javeavacation.com\/2012\/javea-xabia\/grenadella-beach\/"],["email="],["address="],["lat="],["long="],["directions=10min drive from Javea"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Granadella Cove and the attached beach of Granadella is one of those hidden little pieces of paradise that has to be experienced. The cove is enclosed by mountains, features a Blue Flag beach, excellent diving facilities and plenty of pure natural beauty"]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Guadalest"],["url="],["email="],["address="],["lat="],["long="],["directions=30min drive inland from Altea"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Guadalest is a mountainous village built in a truly unique style into the actual mountain sides. The picturesque village attract thousands of tourist wishing to see the ancient buildings glued to the peaks of narrow mountains and habitats built into the caves of steep mountain sides"]]}]},{"type":"===","value":["Itineraries"]},"\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Terra Mítica"],["url=http:\/\/www.javeavacation.com\/2012\/what-to-do-in-spain\/days-out-from-javea-terra-mitica-theme-park\/"],["email="],["address="],["lat="],["long="],["directions=Benidorm - Signed From the motorway"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Terra Mitica is located by the Benidorm hills on the Costa Blanca. Alongside the water sports park Aqualandia its a full service amusement park for the entire family to enjoy. Terra Mitica is among the biggest and most visited theme parks in all of Spain, it can be crowded in the holiday season"]]}]},{"type":"*","value":[{"type":"{{","value":[["do"],["name=Montgó"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The mountain of Montgó is a mountain between Dénia and Jávea with a height of 753m (2,470feet). The proximity to the sea lends Montgo a spectacular visual impact"]]}]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\nCrime on the Costa Blanca is lower than the European average - but higher than the Spanish average. The towns mainly plagued by crime are non-surprisingly the bigger resorts such as Benidorm, Calpe and Torrevieja, however the types of crime tends to mainly be petty theft, street hustling and similar as opposed to more dangerous forms of crime found elsewhere in the world.\n\nThe smaller resorts such as Moraira, Jávea and Dénia are all but crime free. Normal common sense applies but it is perfectly safe to walk the streets alone at night.\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlineregion"]]},"\n\n",{"type":"{{","value":[["geo"],["38.354"],["-0.408"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Valencia (region)"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Costa Blanca"]]}]