[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Alishan Forest Staircase2.JPG"],["thumb"],["400px"],["Trail through the cypress forests"]]},"\n\n",{"type":"'''","value":["Alishan National Scenic Area"]}," (阿里山國家風景區 ",{"type":"''","value":["Ālǐshān guójiā fēngjǐng qū"]},") ",{"type":"[","value":["http:\/\/www.ali-nsa.gov.tw\/nsa\/english\/index.php"]}," ",{"type":"[","value":["http:\/\/www1.forest.gov.tw\/RA_En_JP\/0500001\/RA_En-01.htm"]}," is in ",{"type":"[[","value":[["Chiayi County"]]},", southern ",{"type":"[[","value":[["Taiwan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAlishan — \"Mount Ali\" — is Taiwan's most-visited national park.\n\n",{"type":"===","value":["History"]},"\nThe area has been settled by Taiwanese aborigines since time immemorial, but ethnic Chinese began settling only in the 19th century.  Development really took off only when the Japanese completed the ",{"type":"'''","value":["Alishan Forest Railway"]}," (1912), a remarkable narrow-gauge train originally built for logging the area's giant cedars.  By the 1970s, logging had pretty much ended and tourism had become the area's primary earner, and the entire area was declared a \"national scenic area\" in 2001.\n\n",{"type":"===","value":["Landscape"]},"\nAlishan is not a single mountain, but a range on Taiwan's spine, averaging 2,500 meters in high and with the highest peak Datashan (大塔山) reaching 2,663 meters.  Taiwan's highest mountain, ",{"type":"[[","value":[["Yushan"]]}," (3,952m) is easily visible from Alishan.\n",{"type":"[[","value":[["File:Alishan YUYUPAS.JPG"],["thumb"],["right"],["400px"],["Alishan ",{"type":"[[","value":[["YuYuPas Tsou cultural tribe park"]]}]]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\nDue to its elevation, Alishan's flora are more temperate\/alpine than tropical, and the slow transition from bananas and palms to evergreens on the way up is interesting to watch.  The dominant feature are ",{"type":"'''","value":["giant Taiwanese red cypresses"]}," (",{"type":"''","value":["Chamaecyparis formosensis"]},"), some of which have been growing in the area for well over 2,000 years, although most are now managed forests for logging.  In spring, crowds flock to view cherry blossoms, while in summer the mountainsides are blanketed with orange montbretia blossoms.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"[[","value":[["Image:Alishan Forest Stump Moss.JPG"],["thumb"],["240px"],["Moss on a tree stump"]]},"\n\nDue to its elevation, Alishan is considerably cooler than the coast, with daytime highs averaging 14-24°C in summer and 5-16°C in winter.  Even for a mountain, Alishan's weather is extraordinarily rapidly changing: an average day starts with a cloudless morning, theatrically dense clouds of rolling mist by noon and ends with a lightning storm and torrents of rain before repeating all over the next day.  Humidity is always very high, and indeed most surfaces in the park seem to be covered with a layer of luxuriant green moss.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By train"]},"\n",{"type":"[[","value":[["Image:Alishan Train PullingIn.jpg"],["thumb"],["240px"],["Alishan Forest Railway"]]},"\n\n",{"type":"{{","value":[["cautionbox"],["The Alishan Forest Railway was severely damaged by Typhoon Morakot in 2009. As of November 2013, the main railway line has not yet reopened. There have been talks of the national railway taking over the line, but due to it being severely loss making, no progress appears to be made on this front. The Jhushan Sunrise-Watching Line (祝山觀日線) and the Divine Tree Line (神木線) ",{"type":"''","value":["within"]}," the recreation area re-opened in June 2010."]]},"\n\nTake the famous ",{"type":"'''","value":["Alishan Forest Railway"]}," (阿里山森林鐵路) ",{"type":"[","value":["http:\/\/www.railway.gov.tw\/tw\/Alishan\/page4.html"]}," narrow-gauge train from ",{"type":"[[","value":[["Chiayi"]]}," station (the old one, not the new HSR station at Taibao).  A one-way costs NTD$399 (about US$13) and takes around 3.5 hours.  The train passes through the scenic village of ",{"type":"'''","value":["Fencihu"]}," (奮起湖) halfway up and the village of ",{"type":"'''","value":["Ruili"]}," (瑞里) is also accessible (several km away) from Jiaoliping (交力坪) station.  Don't miss this trip, especially if you're a train or architecture buff, as the line is largely the same as it was before WW2 — but you might want to consider a bus for the way back (it takes about 4.5 hours for the return trip).\n\nAs of 2009, there are two daily departures from Chiayi at 9 AM and 1 PM, returning from Alishan at 11 AM and noon.  The railway will happily sell standing room tickets and during peak periods like summer and the cherry blossom season trains can get ",{"type":"''","value":["very"]}," crowded, so book ahead by calling operator Hungtu Alishan at (05)225-1978, preferably in Chinese, and show up at least 30 min before departure to collect your tickets.  Alternatively, there are usually \"scalpers\" standing outside the ticket window selling tickets at-cost, in the hope that you will also book a room in the hotel they work for.  In Chiayi station, note that the Alishan ticket counter is on the outside of the building, separate from the ordinary TRA counters.\n\n",{"type":"===","value":["By bus"]},"\nBuses (some large and luxurious, some more cramped minibus styles) from ",{"type":"[[","value":[["Chiayi"]]}," to Alishan leave regularly and take between two and three hours. The route isn't ",{"type":"''","value":["quite"]}," as scenic, with more tea plantations and small villages than cliffs and mountains. The bus ride can also be quite windy, so be careful if you have motion sickness. Buses stop at Ruili on the way. They also stop at the park entrance to allow you to buy your entrance ticket.\n\nMost would take bus from the Chiayi rail station to Alishan. Ignore the touting old ladies greeting you as you exit the train station and head straight for the bus station, just outside and to the right of the TRA station. The ticket counter is inside the bus station. As of October 2013, the fee is NT$250 each way, with the buses leaving from Chiayi at 6:10, 7:40, 8:10, 8:40, 9:10, 10:10, 10:40, 11:10, 12:10 and 14:10. The return buses leave from Alishan in front of the 7-Eleven store at 9:10, 11:10, 12:10, 12:40, 13:10, 14:10, 15:10, 15:40, 16:10 and 17:10. Tickets from Alishan are bought inside the 7-Eleven store - note they cannot be purchased far in advance.\n\nIt's also possible to take a bus from\/to the THSR Chiayi station. As of October 2013, this cost NT$290 with buses leaving to Alishan at 10:10 and 11:40 and back at 14:40 and 16:40.\n\nOutside the bus hours the only way to get to Alishan is by taxi which will cost $1600NT.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nEntry to Alishan costs NT$150 per person if arriving on public transport, NT$200 if arriving by car, charged on arrival. The ticket comes with a map and a form that you can fill in and hand in to have free insurance while in the park.\n\nIf you show a student ID the cost is NT$100.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By train"]},"\nThe Alishan Forest Railway has three very popular spur lines.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sacred Tree Line"]},", from Alishan to Shermuh (神木).  This is actually just an hourly extra service running along the final stretch of the main line. Service was disrupted after an accident in May 2011 but was resumed on 27 October 2011"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Jhushan Line"]}," (祝山線), from Alishan to Jhushan (祝山).  Has a daily departure ",{"type":"''","value":["very"]}," early in the morning (the exact time varies by season) so you can catch the sunrise over Jade Mountain (玉山). Like the ",{"type":"'''","value":["Sacred Tree Line"]},", this service was resumed on 27 October 2011 after the disruption in May 2011."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Mianyuei Line"]}," (眠月線), from Alishan to The Stone Monkey (石猴). Closed due to earthquake damage in 1999. Local people state that this railway will not be rebuilt because the main attraction of this line (The Stone Monkey) was also destroyed in the earthquake."]},"\n",{"type":"===","value":["On foot"]},"\nTrails around Alishan are ridiculously well signposted: every intersection of two paths not only has signs in Chinese and English, but a map pinpointing your exact location and all possible routes.  You can also pick up an English map from the tourist office.  All the main routes are very well maintained, with stairs for steeper sections, guard rails, etc. It's easy to walk the entire Alishan village and trails area within one to one and a half day.\n\nA newly opened trail, about 4 hours one way, connects Fengcihu and Ruili through a scenic bamboo forest straight out of a kung-fu movie.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"[[","value":[["File:Alishan predawn.JPG"],["thumb"],["View from Jhushan just before dawn"]]},"\n",{"type":"[[","value":[["File:Alishan sunrise.JPG"],["thumb"],["Sunrise, viewed from the hawker stalls area just above the Jhushan train station"]]},"\n",{"type":"[[","value":[["File:Alishan Giant Trees Trail.JPG"],["thumb"],["Panoramic view of the misty Giant Trees trail"]]},"\n",{"type":"[[","value":[["Image:Alishan Mist TreeSpiritPagoda.JPG"],["thumb"],["Tree Spirit Pagoda"]]},"\n",{"type":"[[","value":[["File:Two Sisters pond pagoda.jpg"],["thumb"],["Pagoda in the Two Sisters pond"]]},"\n\nSights around Alishan are signposted in Chinese, English and Japanese, and as you walk around the trails you'll find that nearly every tree of size, age or unusual shape has been dubbed with a fanciful moniker like \"Elephant Trunk\" or \"Three Generation Tree\".\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Jhushan"],["alt=祝山"],["url="],["email="],["address="],["lat="],["long="],["directions=train from Alishan station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The top attraction in Alishan, ",{"type":"''","value":["everybody"]}," crowds aboard the predawn trains for the half-hour trip to this peak on the east side of Alishan, where you can see the sun rise over Yushan. If you're an early riser, you can also walk (the whole way is lit, albeit weakly), it's a not overly strenuous one hour from the 7-Eleven - this also allows you to go early before the crowds and enjoy the amazing pre-dawn twilight colours and tranquility, which you will miss if you take the train. There's a viewing platform right next to the station, but it's worth it to hike an extra 15-20 minutes past the helicopter pad to the very top, where the crowds are a little thinner. As the sun is already up behind the mountain, the sky is already quite light by the time you get to the top, and the sun is very bright when rising up -- hawkers sell disposable $10 eclipse-style filtered glasses, but it's better to not stare at all. On the way back, skip the train and walk back instead, it's a pleasant 3-4 km downhill hike."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Giant Trees Trail"],["url="],["email="],["address="],["lat="],["long="],["directions=near Shermuh station"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=There are in fact two of these, both near Shermuh station, and they can be walked in a pleasant half-hour loop. True to the name, the cypresses here are giant indeed, and many have been growing for well over a millennium. The small ",{"type":"'''","value":["Cihyun Temple"]},", originally built by the Japanese, and the ",{"type":"'''","value":["Tree Spirit Pagoda"]}," are along the way. The trail is particularly magical when the mist rolls in (in October, this tends to happen in the early to mid afternoon)."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Two Sisters Pond"],["alt=姊妹潭"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Two scenic little ponds in the forest. The Elder Sister Pond, the larger of the two, has a much-photographed octagonal little pavilion in the middle."]]}]},"\n",{"type":"==","value":["Do"]},"\nThe hardcore hiker or sports enthusiast will likely find Alishan's offerings rather too tame, and might do better to go conquer ",{"type":"[[","value":[["Yushan"]]}," next door instead.\n\nIf you stay overnight in Alishan, you can avoid crowds of tourists who do day trips. You should pretty much have the place to yourself by late afternoon. Wear comfortable shoes with good traction as the steps can be wet and mossy.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Greater Tashan Trail"],["alt=大塔山"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The Greater Tashan is the highest of the Tashan peaks, at 2663 meters. Depending on the weather, you will either have a wide vista from the observation platform at the top, or will admire a sea of clouds. A good trail leads up to the peak and takes about 1.5-2h going up from its entry point nearby the Two Sisters Pond, a bit less going down again. The trail is blissfully free of tour groups due to its medium difficulty, with some quite steep stairs on the way, but it should be doable for anyone in decent walking shape. Bring something to drink and appropriate sun protection, as even if Alishan village is cloudy, the peak can still bask in full sun due to its higher altitude."]]}]},"\n",{"type":"==","value":["Buy"]},"\nAlishan is famous for all sorts of mountain produce, notably tea (see ",{"type":"''","value":["Drink"]},") and wasabi, as well as carvings and handicrafts made from red cypress.  Souvenir shops also sell tasty cookies and pastries flavored with ",{"type":"''","value":["ashitaba"]}," (明日葉), a medicinal herb reputed to give long life.  The name is Japanese for \"tomorrow leaf\", as (according to legend) if you pluck a leaf early in the morning, a new one will replace it by the next day.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Budget"]},"\nFor a meal on the train, don't miss the ",{"type":"'''","value":["Fencihu lunch box"]}," (奮起湖便當 ",{"type":"''","value":["fencihu biendang"]},"), which has a deep-fried cutlet, Taiwanese sausage and a selection of mountain veggies on rice.  Vendors come onto the train to sell them at Fencihu station (NTD100 a pop).\n\nStalls selling noodles, rice dishes and basic street food can be found at the Alishan main square, at Jhushan and the Jhoushen Temple.\n\nWhile you are waiting for the sun to rise, a hot drink from the vendor will warm your hands. Also try the egg crepe, scallion pancakes and French toast. Hot Clear soup with blood rice cake is also available. Hot Sakura flavoured honey in the early morning is great too.\n\n",{"type":"===","value":["Mid-range"]},"\nAlishan's main square has half a dozen largely identical restaurants specializing in hotpot (火鍋), using mountain vegetables and mountain game like deer and wild boar.  Most cater mostly to groups and thus offer vast spreads (e.g. 10 dishes for $1000), but if you stick to the menu, a \"small\" pot for two-three goes for around $300.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Juh Shan Yuan Restaurant"],["alt=玉山園餐廳"],["url="],["email="],["address="],["lat="],["long="],["directions=behind clocktower on main square"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=One of Alishan's many hotpot restaurants.  English menu (well, kinda), reasonably priced and tasty."]]}]},"\n",{"type":"==","value":["Drink"]},"\nAlishan is famous for ",{"type":"'''","value":["High Mountain Oolong"]}," (高山烏龍 ",{"type":"''","value":["Gau-shan wulong"]},") tea and you'll see plenty of plantations on the way up.  There are a number of tea shops in the main village that will serve up a pot the traditional way for $200 or so.  They will also let you try a number of teas for sale, and this is a good way to pass the evening.  But this is with the expectation that you will buy something.  Teas are mostly sold in vacuum sealed bags of 150g, and usually will cost between $400–$800, although some can be as high as $3000 for this amount.\n\nNightlife in any sense is virtually nonexistent, but all restaurants are happy to sell you a beer and you can pick your own poison at the convenience stores.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nMost of Alishan's accommodation is clustered around the main Alishan railway station, which is very convenient for eating and shopping, but means a one to two km hike (or short train ride) for visiting the park itself.  They can be found in the hotel area, which is behind the visitor center, the stairs down can be found just to the left of the building.  While touts meet incoming trains, it is best to reserve the hotels ahead of time, since on weekends (Fri, Sat) and holidays most rooms will be booked almost every day of the summer.  Weekday rates are much lower, but still rather expensive for what you get.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Dafeng Hotel"],["alt=阿里山大峰渡假山莊"],["url=http:\/\/dafong.hotel.com.tw\/eng\/"],["email="],["address=No.46, Jhongjheng Village, Alishan Township, Chiayi County"],["lat="],["long="],["directions="],["phone=05-2679769"],["tollfree="],["fax=05-2679577"],["hours="],["price=$1600\/2600 weekday\/weekend"],["checkin="],["checkout="],["content=Complimentary wifi internet access in the lobby, and also reaches most nearby rooms, for those traveling with laptops.  The rooms don't have heat unless it gets very cold, although the beds have electric blankets.  Also there was no hot water, but I got the feeling this is par for the course at the cheaper hotels in the area."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Gao Shan Ching Hotel"],["alt=高山青大飯店"],["url=http:\/\/33333.com.tw\/"],["email="],["address=No.43, Jhongjheng Village, Alishan Township, Chiayi County"],["lat="],["long="],["directions="],["phone=05-2679716"],["tollfree="],["fax=05-2679780"],["hours="],["price=$1800\/3000 weekday\/weekend"],["checkin="],["checkout="],["content=Large resort."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Shermuh House"],["alt=神木賓館"],["url=http:\/\/alisan.hotel.com.tw\/eng\/"],["email="],["address=No.50, Jhongjheng Village, Alishan Township, Chiayi County"],["lat="],["long="],["directions="],["phone=05-2679666"],["tollfree="],["fax=05-2679667"],["hours="],["price=$1600\/3200 weekday\/weekend"],["checkin="],["checkout="],["content=Recently renovated 5-story hotel. Rooms are pleasant enough, but they're stingy with the heating, which is only turned on when temperature ",{"type":"''","value":["in the rooms"]}," falls below 7°C!  5 min on foot downhill from the railway station."]]}]},"\nA few hotels can be found elsewhere in the park.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alishan House"],["alt=阿里山賓館"],["url=http:\/\/www.alishanhouse.com.tw\/"],["email="],["address=No.16, Xianlin Village, Alishan Township, Chiayi County"],["lat="],["long="],["directions="],["phone=05-2679811"],["tollfree="],["fax=05-2679596"],["hours="],["price=From $3800, up to $5000 for the largest rooms with the most beautiful view"],["checkin="],["checkout=11 AM"],["content=The grand old lady of Alishan's hotels, with both a traditional Chinese wing and a very modern, slick new wing.  The best views in Alishan and well-located for venturing into the park. Free shuttle bus from railway station. Breakfast and dinner included, but watch out for the dinner, as it is not very good."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Fencihu Hotel"],["alt=奮起湖大飯店"],["url=http:\/\/www.fenchihu.com.tw\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=05-256-1888"],["tollfree="],["fax="],["hours="],["price=$2400\/3200"],["checkin="],["checkout="],["content=Also known as ",{"type":"''","value":["Fancylake Hotel"]},", this is the only larger hotel in Fencihu, a stone's throw from the train station."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alishan Gou Hotel"],["alt=阿里山閣大飯店"],["url=http:\/\/www.agh.com.tw\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=05-2679611"],["tollfree="],["fax=05-2679614"],["hours="],["price=$2200 and up"],["checkin="],["checkout="],["content=Free shuttle bus from the train station. Coats can be rented for $100, if you came dressed for summer, and don't want to get chilled to the bone while waiting for the sunrise. Price includes Taiwanese style breakfast in the hotel restaurant."]]}]},"\n",{"type":"===","value":["Camping"]},"\nCamping is not permitted anywhere within the Alishan Scenic Area.  If you have your own car, there are a few campgrounds within striking distance outside the park, notably at Dinghu (頂湖).\n\n",{"type":"==","value":["Stay safe"]},"\nThere are no dangerous animals or unusual health risks around Alishan.  Be prepared for rain at any time and bear in mind that, especially outside summer, it can be quite cold. It is about 10C colder in Alishan than Chiayi, and the difference only increases at night.\n\nAt the risk of stating the obvious, while the trails are exceptionally well guided during the daytime, there is next to no lighting — so head back when the night starts to fall.\n\n",{"type":"==","value":["Go next"]},"\nGetting out pretty much requires going back to ",{"type":"[[","value":[["Chiayi"]]},", but you could do worse than continue onto the hot springs of ",{"type":"[[","value":[["Guanzihling"]]}," from there.\n\nAs of 10 October 2011, there is a direct bus service from Alishan to Sun Moon Lake and vice-versa. 2 buses a day, leaves Alishan at around 2pm and 3pm. Cost is less than NT$300 one way. Check with Alishan Visitors Centre for more info. You can also choose to arrange for a cab there. A cab from Alishan to Sun Moon Lake is NT$3000 one way.\n\n",{"type":"{{","value":[["IsPartOf"],["Chiayi County"]]},"\n",{"type":"{{","value":[["guidepark"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Alishan"]]},"\n\n",{"type":"{{","value":[["geo"],["23.516666666667"],["120.8"]]}]