[{"type":"{{","value":[["pagebanner"],["Alkmaar Wikivoyage banner.png"],["caption=Alkmaar is famous for its cheese market"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.alkmaar.nl\/portal2\/pages\/english\/english.html Alkmaar"]}]}," is a historic city in the Province of ",{"type":"[[","value":[["North Holland"]]}," in the ",{"type":"[[","value":[["Netherlands"]]},", about 10 km inland from the coast, and 40 km north-west of ",{"type":"[[","value":[["Amsterdam"]]},". The city's population is about 95 000, the whole urban area has about twice that number. Alkmaar is the regional center for the northern part of the Province, serving about 600 000 people. The city center preserves the 17th-century pattern of canals and narrow streets, and has many historic buildings (and some ugly new ones). The nearby beaches and dune reserves are easily accessible from Alkmaar itself. Inland is a historic agricultural landscape, with 17th century polders: one (De Beemster) is a ",{"type":"[[","value":[["UNESCO World Heritage List"],["UNESCO World Heritage Site"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nAlkmaar is on the 'peninsula' of Holland, north of Amsterdam and Haarlem. In the Middle Ages, this was a region of lakes and marshes, lying behind the coastal dunes. (The medieval coastline was different: the sea began north of the line Medemblik - Schagen - Petten). In the last 800 years, the region behind the dunes was reclaimed from lakes and the sea - often several times, as land was flooded again and again. The polders around Alkmaar are among the oldest in the Netherlands. The small Achtermeer, south of Alkmaar, was the first recorded drainage of a lake by windmills, in 1532.\n\nAlkmaar began as a small settlement on higher ground, a natural sand ridge (old beach line). The oldest towns and villages in the County of Holland were built on these ridges, or at the edge of the dunes: Alkmaar is the most northern of the towns. The settlement was first recorded in the 9th century. As it grew, Alkmaar was granted city rights in 1254. It had a strategic importance as a defensive position for the County of Holland: the hostile West Frisian lands began on the other side of the moat, on the Oudorp side.\n\nBy the late Middle Ages, Alkmaar was the largest town north of Amsterdam and Haarlem, and it still is. It was a market town for the agricultural products of the region, and the Alkmaar cheese market is a reminder of that function. In 1573, during the Dutch Revolt, Alkmaar was besieged by the Spanish forces. The siege failed, and since then the 'victory at Alkmaar' is regarded as a turning point in the Netherlands' independence from Spain.\n\nIn the 17th century Alkmaar was an important provincial city, and the layout of the old city is mainly from this period. Some of the older buildings, including all the city gates, were demolished in the 19th century, but most of the damage to the historic character was done by urban renewal, from the 1960s onward.\n\n",{"type":"*","value":["Old maps of Alkmaar ",{"type":"[","value":["http:\/\/www.alkmaar.nl\/monument\/1561.htm"]}," in 1561, 1597, 1649, 1777, 1865, and for comparison, 2001."]},{"type":"*","value":["Old photographs and paintings of Alkmaar ",{"type":"[","value":["http:\/\/www.alkmaars.nl"]}]},"\nAlthough it is near the sea, Alkmaar has no coastal harbor. The coastal dunes have no natural inlet, and shipping formerly sailed eastwards to the sea, via lakes and channels. Between Alkmaar and the coast are the forested dunes of the Schoorlse Duinen, most of it a nature reserve. At the edge of the dunes are the villages of Egmond-Binnen, Egmond aan den Hoef, Bergen, Schoorl and Groet. In late-medieval times the coast stopped just north of Groet, but the present coastline extends to ",{"type":"[[","value":[["Den Helder"]]},", a naval port at the northern tip of the province.\n\nAlkmaar today is a medium-size Dutch city, and it has outgrown its municipal boundaries. Much of the newest housing is in suburbanised villages such as Heerhugowaard, 10 km to the north-east of the old city. Together with the city, they house about 200 000 people. However Alkmaar is not an administrative capital, it has no university but it has a so-called university for professional education ('hogeschool' in Dutch), which offers bachelor's degrees in several programmes. Its proximity to Amsterdam prevents Alkmaar from being an independent regional urban center, like Zwolle  or Maastricht .\n\n",{"type":"==","value":["Get in"]},"\n\nAlkmaar is served by Intercity trains from Amsterdam, 4 trains per hour, journey time 35–40 minutes. These Intercity trains start in ",{"type":"[[","value":[["Nijmegen"]]}," or ",{"type":"[[","value":[["Maastricht"]]},", stop at ",{"type":"[[","value":[["Utrecht"]]}," and end in Den Helder. At Amsterdam-Sloterdijk station, on the western edge of Amsterdam, they connect with trains to Schiphol Airport, ",{"type":"[[","value":[["Leiden"]]},", ",{"type":"[[","value":[["The Hague"]]},", ",{"type":"[[","value":[["Rotterdam"]]},", ",{"type":"[[","value":[["Dordrecht"]]}," and ",{"type":"[[","value":[["Breda"]]},".\nAlkmaar is also on a train route from ",{"type":"[[","value":[["The Hague"]]}," via ",{"type":"[[","value":[["Haarlem"]]}," and Alkmaar, to ",{"type":"[[","value":[["Hoorn"]]},", every 30 minutes. At weekends, you must change trains in Haarlem.\n\n",{"type":"===","value":["By bus"]},"\n\nThere is an hourly long-distance bus service (350) to\/from ",{"type":"[[","value":[["Harlingen (Netherlands)"],["Harlingen"]]}," in ",{"type":"[[","value":[["Friesland"]]},", connecting at Harlingen station with the local train to\/from ",{"type":"[[","value":[["Leeuwarden"]]},". You can buy a ticket Alkmaar-Leeuwarden, valid for bus and train. The bus route crosses the Afsluitdijk, the long enclosure dike of the former Zuyder Zee. This is one of the few long-distance bus routes in the Netherlands, avoiding a much longer train journey via Amsterdam and ",{"type":"[[","value":[["Zwolle"]]},".\n\nLocal bus services connect Alkmaar to surrounding villages and towns, up to about 30 km away. They all stop at Alkmaar bus station, beside the railway station. Some routes also stop at the northern edge of the old city centre (on Kanaalkade), or at the southern edge (at the Metiusgracht stop, across the bridge from the windmill 'Molen van Piet').\n\n",{"type":"===","value":["By Ferry"]},"\n\nYou can get to visit Alkmaar from the UK by using a ",{"type":"[","value":["http:\/\/www.dfdsseaways.co.uk ferry"]}," to Holland. There are a number of ferry companies based in the North East of England whos ports in Holland are only a short drive away from Alkmaar, which also offer a range of mini cruises.\n\n",{"type":"===","value":["By bicycle"]},"\n\nThe signposted long-distance cycle route LF7 ",{"type":"[","value":["http:\/\/www.fietsplatform.nl\/english.asp"]}," includes a section from Amsterdam to Alkmaar. This section begins by crossing on the ferry (Buiksloterwegveer), behind Amsterdam Centraal Station. About half the route is through rural areas, including the shore of the Alkmaarder Meer, 'Lake Alkmaar'- although in fact it is beside Uitgeest. It is the only large lake left in the region - all the others were drained over the last 450 years. In Alkmaar, the LF7 passes through the old city, near the station. The route is 57 km long, takes about 4 hours, and you need to pay careful attention to the signs, or you will take a wrong turn. There is also a direct cycle route, along the N203 road via Zaandam. It has a cycle lane, but you would cycle for 2–3 hours alongside a busy road.\n\nYou can also rent a bike as you arrive in Alkmaar at Fietspoint Stoop beside the train station, immediately to the right as you exit. For more on bike rental (and other cycle routes) see below, ",{"type":"[[","value":[["Alkmaar#Cycle routes and rental"],["Cycle routes and rental"]]},".\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nThe old city of Alkmaar is approximately an oval, south-east of the station. It is about one kilometer from east to west, so everything is within walking distance. Shops and public buildings are concentrated in the western part, nearest the station, the east and south are residential. There is one shopping centre just outside the old city, Noorderarcade, accessible by footbridge across the North Holland Canal. The old city contains most of the historic buildings: all descriptions are from the city website ",{"type":"[","value":["http:\/\/www.alkmaar.nl\/monument\/monument\/altlink.htm"]},". (It has a clickable map ",{"type":"[","value":["http:\/\/www.alkmaar.nl\/monument\/plat3.htm"]}," of historical buildings in the old center: Dutch text, with one or two images of each item).\n\nFrom the station: turn right as you leave the station, along Stationsweg. Turn right along Scharlo, cross the bridge over the Singelgracht (the old moat), and you are in the old city. The bridge is 5–10 minutes walk from the station.\n\n",{"type":"===","value":["The west side"]},"\n\nThe bridge into the old city is called the Bergerbrug, the Bergen bridge; this is the old route to Bergen. The city gate here (Bergerpoort) was demolished in the 19th century. On the corner just after the bridge, at Zevenhuizen 13-23, is the ",{"type":"''","value":["Hofje van Paling en van Foreest"]},". A hofje  is an almshouse, especially from before 1850, often built around an enclosed courtyard. They were funded by legacies of wealthy citizens and usually bore their names. This one was funded by a legacy of Pieter Claez Paling and Josina van Foreest, around 1540: their family coats of arms are above the door. Originally only Catholic women could live here: Protestants were admitted from 1670, but lived separately. With 19th-century additions, the hofje now forms a block around an enclosed garden.\n\nMost of the ",{"type":"'''","value":["moat"]}," around the old city has survived, its present extent dates from about 1590. On the north side it is now the Noordhollands kanaal, a shipping route, and the quayside is a busy road. On the west and south, the old bastions are planted with trees, and there is a footpath along the waters edge. A small section of the old city (around Heiligland) was cut off when the Noordhollands kanaal was built (in 1824).\n\nThe Clarissenbolwerk is the best preserved section along the old moat. The footpath passes an arched door leading to a vault: this is the former gunpowder magazine, converted to an icehouse  around 1850. (The ice was cut from the moat in winter, and used to cool the vault until the summer). The vault is now home to Alkmaar's bats. The footpath also passes a small water gate, Lamoraalsluis: boats entered the small harbour here, Scheteldoekshaven, which connects to the Lindegracht and the Oude Gracht. The curving street Geest was also a canal, until 1899. The many breweries in Alkmaar were concentrated on the Lindegracht, when the harbour was still in use. Small canals linked Alkmaar to Egmond and to Bergen.\n\n",{"type":"*","value":[" At Kanisstraat 1, on the corner with Geest, is one of the oldest surviving houses in Alkmaar, restored in the 19th century. (The original settlement of Alkmaar had only wooden houses: brick and stone houses were gradually made compulsory in medieval towns, because of the repeated fires)."]},"\n",{"type":"*","value":[" Across the Singelgracht, at the end of the footbridge, is the St Joseph's Church, Nassaulaan 2. It is a typical example of the ",{"type":"''","value":["neo-gothic Catholic churches"]},", built in the Netherlands from the mid 19th century until the First World War. This one was consecrated in 1910, and was designed by the office of Margry and associates, followers of the neo-gothic specialist and Rijksmuseum architect P.J.H. Cuypers. ",{"type":"[","value":["http:\/\/www.archimon.nl\/architects\/pjhcuypers.html"]}," Cuypers himself designed the Catholic Sint Laurentiuskerk at Verdronkenoord 78. The Margry churches are described and illustrated at  ",{"type":"[","value":["http:\/\/www.archimon.nl\/architects\/ejmargry.html"]},"."]},"\nAt the south end of the Clarissenbolwek is the only ",{"type":"'''","value":["windmill"]}," in the center, the 'Molen van Piet'. It is informally named after the family Piet, who own and run it. Windmills were often placed on the bastions and ramparts of the city walls around Dutch cities, so that they could catch more wind. In Alkmaar, there were ten windmills on the walls, and one was built here in 1605. The present windmill, a grain mill, was built in 1769.\n\n",{"type":"===","value":["Laurenskerk and Langestraat"]},"\n\nThe old city has two main squares: the one nearest the station is the Canadaplein, on the north side of Alkmaar's main church, the ",{"type":"'''","value":["Sint Laurenskerk"]},". Also known as the Grote Kerk, it was built between 1470 and 1520, at the highest point on the sand ridge. The late-gothic church is built in Brabant Gothic style: it contains the early-Renaissance tomb of  Floris V, Count of Holland  (1254 -1296). The church is open daily in summer, but it is now mainly used for conferences, receptions, and concerts. The Canadaplein is enclosed by the new city library and museum, and the theater \/ cultural centre De Vest.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Stedelijk Museum Alkmaar"]}," is a good regional museum, covering the history of Alkmaar and the region, especially the 16th and 17th century, and the growth of modern Alkmaar, with paintings from both periods. Open Tuesday - Friday 10 am - 5 pm, Saturday, Sunday and holidays 1 pm - 5 pm. Closed Mondays, entrance € 4 for adults, under 18 free. ",{"type":"[","value":["http:\/\/www.stedelijkmuseumalkmaar.nl"]},"."]},"\n",{"type":"*","value":["  Opposite the Laurenskerk, at St. Laurensstraat 1-3, is ",{"type":"''","value":["Het Hooge Huys"]},", a neo-mediaeval insurance office completed in 1931. The architect, A. J. Kropholler ",{"type":"[","value":["http:\/\/www.archimon.nl\/architects\/ajkropholler.html"]}," was a Catholic traditionalist who designed insurance offices and churches. His traditionalism was his downfall: he was accused of collaboration with Nazi ideology during the German occupation, and could only work with difficulty after 1945."]},"\nThe ",{"type":"''","value":["main street"]}," is the Langestraat, which starts at the Sint Laurenskerk, and ends just south of the Waagplein. Halfway along the street is the late-gothic ",{"type":"'''","value":["Stadhuis"]}," or Town Hall, built in 1509 - 1520. The building and the tower were restored in 1911-1913, and the present facade is in fact a copy of the original. The extension on the corner with Schoutenstraat, was rebuilt in 1694 in classicist style. The door displays the coats of arms of former mayors, and allegorical figures of Prudence and Justice. The hall contains two monochrome allegorical paintings (ca. 1694) by Romeyn de Hooghe.\n\n",{"type":"[[","value":[["Image:Stadhuis Alkmaar Panorama.jpg"],["thumb"],["Stadhuis"]]},"\nAt Langestraat 93 is a patrician house from the same period as Huize Egmont (below), the ",{"type":"'''","value":["Moriaanshoofd"]},". Built in 1748, it is now used as part of the Town Hall. The name is from an earlier tavern on the site and means \"The Moor's Head\". Above the entrance is a bay window, topped by a polychrome sculpture. The interior has a hall in Italian marble, and stucco walls and ceilings.\n\nAt Langestraat 114 is ",{"type":"'''","value":["Huize Egmont"]},", a house with decorated sandstone facade, built in 1742 in Louis XIV style ",{"type":"[","value":["http:\/\/www.bmz.amsterdam.nl\/adam\/uk\/lodewijk.html"]}," for Carel de Dieu, mayor of Alkmaar. Impress you friends by pointing out the alternation of grooved triglyphs and plain metopes on the cornice. Refer them to ",{"type":"''","value":["Vitruvius Book IV, Chapter 2"]}," ",{"type":"[","value":["http:\/\/www.vitruvius.be\/boek4h2.htm"]}," for the origin of triglyphs and metopes. The architect of Huize Egmont was Jean Coulon from Amsterdam, the son of a Huguenot refugee, and the pioneer of the Louis XIV style in the Netherlands. The sculptors Asmus Frauen (Amsterdam) and Willem Straetmans (Alkmaar) worked on the interior, and collaborated again in the reconstruction of the Kapelkerk. Coulon was the architect of Herengracht 539 ",{"type":"[","value":["http:\/\/www.bmz.amsterdam.nl\/adam\/nl\/huizen\/h539.html"]}," in Amsterdam, which has many examples ",{"type":"[","value":["http:\/\/www.bmz.amsterdam.nl\/adam\/nl\/lodxiv.html"]}," of this style.\n\nNorth of the Langestraat, and parallel to it, is the Gedempte Nieuwesloot, meaning the 'filled-in new ditch'. Halfway along the street is the Hof van Sonoy, which is also a street name.\n\n",{"type":"*","value":[" The ",{"type":"'''","value":["Hof van Sonoy"]}," is a larger version of a hofje, incorporating part of the former convent of Maria Magdalena. During the Siege of Alkmaar, the convent was used to house those displaced by new defensive works. After the siege, it was sold to Diederik (Dietrich) Sonoy. The notorious Sonoy was a nobleman from Kalkar, in the Duchy of Cleves, who choose the side of William of Orange in the conflict with the Spanish court. He was appointed governor of 'Holland's Northern Quarter', the region around Alkmaar, and played an important role in defeating the Siege of Alkmaar. However, he was not a 'liberator': like some other leaders of the revolt, he was a religious fanatic. He burnt the Abbey of Egmond, and persecuted, tortured, and killed Catholics. (Mutual resentment among Catholics and Protestants played an important role in Dutch social history: the issue was not fully resolved until the mid-20th-century). The next owner, Willem van Bardes, added the tower and the gate, carrying his coat of arms (early 17th century). In 1743 the building ",{"type":"[","value":["http:\/\/www.alkmaars.nl\/oude%20stadsfotos\/gedemptenieuwesloot\/gedemptenieuwesloot1860thumb.htm"]}," was acquired by the Reformed Church, who used it as to house the needy elderly. Part of the Hof van Sonoy is now a restaurant."]},"\nBeside the Hof van Sonoy is the ",{"type":"''","value":["Huis van Achten"]},", at Lombardsteeg 23. This is another almshouse, for eight elderly men - hence the name (House of Eight). Its official name is the Provenhuis van Johan van Nordingen, founded with Nordingen's legacy in 1657. The figures on the Renaissance ",{"type":"[","value":["http:\/\/www.bmz.amsterdam.nl\/adam\/uk\/renaiss2.html"]}," facade, and the wood carvings in the hall, indicate its function as a hospice for men. The windows of the eight rooms are visible on the Veerstraat and Lombardsteeg side. On the Nieuwesloot side is the regents chamber, and the house of the supervisor. Inside, a covered passage encloses a garden.\n\nFurther north, parallel to Gedempte Nieuwesloot, is the Koningsweg. The first stone for the ",{"type":"''","value":["house at Koningsweg 78"]}," was laid in August 1598. The side walls and the ceilings are original, the wooden frame of the house (Scandinavian oak) has been reconstructed. The present bell gable facade dates from 1787, enlarged 1925. The house had a sunken bed alcove, and its own well and cistern at the rear.\n\n",{"type":"===","value":["Around the Waag"]},"\n\nThe main market square is the Waagplein, with the most photogenic building of Alkmaar, the ",{"type":"'''","value":["Waag"]}," or weighing-house. It forms the backdrop for most postcards of the Alkmaar cheese market. The Waag now houses the Kaasmuseum (Cheese Museum). The building was originally a chapel, built around 1390, and converted to a municipal weigh-house in 1582.\n\n",{"type":"*","value":["The famous ",{"type":"'''","value":["cheese market"]}," is no longer a real market, but a show for tourists. Cheese is no longer traded among cheese-traders, but produced and distributed from factories, like most food products. The replica cheese market, with cheese porters in traditional costumes, is held every Friday morning in spring and summer, from 10.00 to 12.30."]},{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.kaasmuseum.nl\/nl\/welcome.html Cheese Museum"]}]}," is open from 27 March to 4 November, from 10.00 to 16.00, open one hour earlier on Friday, closed Sunday, entrance € 2,50."]},{"type":"*","value":[" The city's ",{"type":"'''","value":["tourist office"]}," or VVV ",{"type":"[","value":["http:\/\/www.vvvweb.nl\/v_applic\/cityguide_webkust.asp?v0=68&lang=0"]}," is in the ground floor of the Waag, and forms the entrance to the Cheese Museum. VVV, Waagplein 2, 1811 JP Alkmaar. Tel. 072 - 5114284, fax 072 - 5117513, e-mail: info@vvvalkmaar.nl."]},"\nJust north of the Waagplein is the ",{"type":"'''","value":["national beer museum"]},", Biermuseum de Boom, housed in a 17th-century brewery at Houttil 2. This was one of the largest breweries in Alkmaar. Beer was drunk in huge quantities in medieval towns, which rarely had a safe supply of drinking water. Alkmaar brewers brought clean water in barrels, from streams or ponds in the dunes: at the quayside they were lifted by a special crane. Open Tuesday to Friday 12.00 - 17.00, Saturday and Sunday 13.00 - 16.00, during the cheese market 10.00 - 17.00. The bar serves 86 kinds of beer. Entrance € 3.50, children € 1.75. Museum website:  ",{"type":"[","value":["http:\/\/www.biermuseum.nl"]},".\n\nSouth of the Waagplein is the ",{"type":"'''","value":["Vismarkt"]}," or fish market, at the corner of Mient and Verdronkenoord. Until the 19th century, most food and agricultural products were traded on street markets. The larger the town, the more specialized street markets it had. The names of these markets survive as street names in old European cities: for instance, Haymarket \/ Heumarkt \/ Hooimarkt. ",{"type":"[[","value":[["The Hague"]]}," has a Kalvermarkt, Varkenmarkt, and a Dagelijkse Groenmarkt - calves market, pigs market, and daily vegetable market. Alkmaar also has a Paardenmarkt (horse market) and a Turfmarkt: turf was the main domestic fuel until about 1870.\n\n",{"type":"*","value":[" The simple covered ",{"type":"''","value":["fish stalls"]}," were first built in the 16th century, and renovated around 1755. In the 19th century. Fish were sold here until 1998. The columns (first wood, later stone) were replaced with cast-iron pillars. The fish were sold on the stone tables, usually after being kept in baskets in the canal behind the stall. The door gave access to the canal, which was also to transport the fish: similar fish stalls in other old towns also back onto a canal. The pomp dates from 1785, and was renewed in 1882. Another typical feature of these fish stalls are the copper grilles on the drains: the salt (used to preserve fish) would corrode iron grilles."]},"\nThe Waagplein itself and the squares and streets surrounding it are lined with bars, and is the focal point of Alkmaars nightlife.\n\n",{"type":"===","value":["Oude Gracht"]},"\n\nThe longest canal in the old city is the ",{"type":"'''","value":["Oude Gracht"]},", with its continuation the Lindegracht. On this relatively wide canal, parallel to the Langestraat, are several historic houses.\n\nAt Ritsevoort 2, on the corner with Oude Gracht, is the ",{"type":"'''","value":["Hofje van Splinter"]},". This hofje was founded in 1646, with a legacy from Margaretha Splinter. It was rebuilt after her death as a hofje for eight unmarried ladies, in needy circumstances but of good family. The Splinter coat of arms is on the facade. The unmarked door beside the lawyers office leads to a small covered passage, along the eight tiny houses. The hofje is private, but the door is often open for visitors, on the expectation they will visit quietly.\n\nAt Oudegracht 247 is ",{"type":"''","value":["Huize Oort"]},", an originally 17th-century house, renovated in the 18th century. The facade is in neo-classical style: the transom window (above the door) depicts a double coat of arms. The marble-floored hall leads to the main garden room, with stucco ceiling and mantelpiece.\n \nAt Oudegracht 239-241 are two photogenic ",{"type":"''","value":["17th century houses"]},": the house with the corbel gable has a stone indicating the date, 1623. The frieze includes two lion masks, the other house has two canons and two ships on the facade. The stone (now polychrome) possibly refers to the Alkmaar sea-captain who had the house built.\n\n",{"type":"*","value":[" Just off the canal, in the Hofstraat (nr 15), is the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.alkmaarsesynagoge.nl\/index_e.html former synagogue"]}]},"- now used as a Baptist church. Jews were officially admitted to Alkmaar in 1604, the building was bought in 1802, expanded, and converted to a synagogue. Behind it was a school, and there was a house for the rabbi and a 'mikwe' (ritual bath). The dates on the facade are the Jewish-calendar dates of renovation, 1826 en 1844. The Alkmaar Jews were arrested in March 1942, and almost all of them were murdered. The building stood derelict until the Baptists bought it in 1952, there are now plans to re-convert it to a synagogue and Jewish centre."]},"\nAt  Oudegracht 187 is the ",{"type":"''","value":["Evangelical-Lutheran church"]},", built in 1692. The exterior is simple: the interior has a wooden barrel vault with raised centre section, and a decorated porch. The 1754 organ has rococo carvings: the swan on the organ is a symbol of Luther, and of the Lutheran church.\n\nAt  Oudegracht 45-91 is a large hofje, the ",{"type":"'''","value":["Wildemanshofje"]},". This one was founded by Gerrit Florisz. Wildeman - built in 1717, rebuilt in 1849. To honour the founder, there is a statue of a Wild Man with club, in the decorated porch. The Wild Man - a figure from mediaeval and early-modern European mythology  - was also included in the Wildeman coat of arms, a tradition also in Germany. The other allegorical figures represent Age and Poverty, the statue is by the Alkmaar sculptor Jacob van der Beek: there is a second statue in the symmetrical enclosed garden. The hofje housed 24 elderly women.\n\nAt the corner with Keetgracht is the ",{"type":"''","value":["Stadstimmerwerf"]},", or former municipal workshop (literally 'city carpenters wharf'). Most Dutch cities had similar workshops and yards: this one started as a shed around 1600, and was considerably expanded in 1726. The corbel in the facade indicates that a second story has been added.\n\n",{"type":"===","value":["Verdronken Oord"]},"\n\nVerdronken Oord ('drowned place') is the second main canal of Alkmaar. In the Kapelsteeg, just off the canal, is the second church of late mediaeval Alkmaar, the ",{"type":"'''","value":["Kapelkerk"]},". It was first built between 1500 and 1540, in the Brabant gothic style. The church was reconstructed in Dutch classicist style ",{"type":"[","value":["http:\/\/www.bmz.amsterdam.nl\/adam\/uk\/holclass.html"]}," in 1707: a transept and domed spire were added. It was rebuilt again (after a fire) in 1762. When the church was built, the Laat was a canal, so the entrance is in an alley.\n\nThe exterior has 'speklagen', alternating layers of stone and brick, a feature of late Gothic architecture. In the interior is a closed bench for the magistrates (council) of the city, in Louis XIV style (1707). A second pair of benches was added in 1762, for army officers, regents of almshouses, and similar notables. The 1762 rebuilding included a rococo chancel with screen and an organ-case, by the sculptors Asmus Frauen and Willem Straetmans, who also worked on Huize Egmont (Langestraat 114). The organ itself is by Christian Müller. The present stained-glass windows date from much later, 1920-1940. There is detailed description (in Dutch, with images of the interior) at the church website ",{"type":"[","value":["http:\/\/oost.sow-alkmaar.nl\/de_kapelkerk_in_alkmaar.htm"]},".\n\nAt Verdronkenoord 78 is the Catholic ",{"type":"'''","value":["Sint Laurentiuskerk"]},": like the Laurenskerk it is dedicated to Saint Lawrence ",{"type":"[","value":["http:\/\/www.newadvent.org\/cathen\/09089a.htm"]},", an early Christian martyr who was roasted to death. Duplicate churches are common in the Netherlands: the older Laurenskerk is of course Protestant since the Reformation. This Catholic version was built in neo-gothic style  in 1859-1861, and was an early work by the most prominent Dutch neo-gothic architect, Pierre Cuypers. ",{"type":"[","value":["http:\/\/www.archimon.nl\/architects\/pjhcuypers.html"]}," The interior is also neo-gothic, with marlstone reliefs, and a fresco depicting the Blood Miracle of Alkmaar (1429). This was one of the many mediaeval miracle stories associated with the Catholic belief in the transformation of bread and wine into the Body of Christ, transubstantiation.  The piece of cloth with three drops of 'blood' is still kept in this church, and still revered by traditionalist Catholics.\n\nAt Verdronkenoord 45 is a substantial 17th century warehouse with a decorated gable, named ",{"type":"'''","value":["De Vigilantie"]}," (Vigilance). The gable has a split arch with vase, two oval cartouches and other floral decorations. The facade is in the style of the Amsterdam architect Philip Vingboons, compare the house at Rokin 145 ",{"type":"[","value":["http:\/\/www.bmz.amsterdam.nl\/adam\/pics\/huizen\/rok145\/rok145.jpg"]}," or the Cromhout houses ",{"type":"[","value":["http:\/\/www.bmz.amsterdam.nl\/adam\/nl\/huizen\/h364.html"]}," in Amsterdam.\n\n",{"type":"===","value":["Luttik Oudorp"]},"\n\nThe third main canal in the old city is Luttik Oudorp. On the corner with Appelsteeg is the only surviving wooden-fronted house in Alkmaar, ",{"type":"'''","value":["Het huis met de kogel"]},". The 'house with the cannonball' gets its name from the fact that it was struck by a Spanish cannonball, during the Siege of Alkmaar in 1573. There is still a cannonball on the facade as a reminder. The occupants, the Calvinist preacher Jan Arendsz and his family, were unharmed.\n\nAcross the bridge from the cannonball house is a shorter canal, the photogenic ",{"type":"'''","value":["Kooltuin"]},", with a quay on one side only (the other houses back onto the water). The parallel narrow street, Achterdam, (at the front of these houses) forms the entire ",{"type":"'''","value":["red light district"]}," of Alkmaar. Achterdam is one of four streets around a rectangular block. Their names indicate it is a unit, in fact a late 15th-century land reclamation: Dijk, Voordam, Achterdam, Zijdam - dike, front dam, rear dam and side dam.\n\nThe canals in the old cities of Holland had an economic function: they were a vital means of transport. Warehouses and the few industries were located on the quayside. Goods were unloaded from barges, and often hoisted into the upper stories. At Luttik Oudorp 81 is a ",{"type":"'''","value":["typical large warehouse"]}," with a projecting beam for the hoist, De Korenschoof ('The Wheatsheaf'). ",{"type":"[","value":["http:\/\/www.alkmaar.nl\/monument\/monument\/korensch.htm"]}," The warehouse has double access doors on four stories, and next to them arched windows (originally with shutters in place of glass). The sandstone blocks alongside the door carried the original heavy hinges. The upper storey (with the three arched windows) is the hoist floor, the hoist wheel survives. The hoist could be worked from any of the floors below.\n\nIn the long narrow street Fnidsen, parallel to Luttik Oudorp, is a simple Remonstrant church (Fnidsen 35-39). This is a ",{"type":"'''","value":["schuilkerk"]},", or 'hidden church'. After the Reformation, the Dutch Reformed Church was the only legal religion. As time went on, Catholics and non-conformist Protestant sects, were allowed to practice their religion, but only out of public view. Chapels inside private houses were tolerated, and later small churches, so long as they did not look like churches. This one was built in 1658, to replace a secret meeting place in a mill. The gate with the two flanking houses was built later, in 1728. The wrought iron above the door incorporates the letters RK (Remonstrantse Kerk), the interior has a 17th-century chancel with 18th-century baptistery screen, and copper chandeliers from the same periods, and a deal floor (traditionally covered with sand).\n\n",{"type":"===","value":["The northern side"]},"\n\nOn the northern side of the old city, almost all traces of the city wall have gone. The moat was enlarged in 1824 to become the Noordhollands kanaal, and the canal quayside was later used as a harbour. The quayside road (Kanaalkade) is now the main road around the city centre, so it is unpleasantly busy.\n\nAt the beginning of Kanaalkade there is a 'peninsula' in the canal, with the new municipal offices (Stadskantoor, 2001) and the 1980s Alkmaar police station. (The city website has an iPix panorama photo, taken from the opposite bank: ",{"type":"[","value":["http:\/\/www.alkmaar.nl\/monument\/portal\/ipict\/noorderkade.htm"]},").\n\nOpposite the police station is a ",{"type":"'''","value":["purpose-built cheese warehouse"]},", built for the North Holland Cooperative Dairy Export Association in 1919, and later used by the Eyssen company. The style is a simplified late Jugendstil, by the Frisian architect Zytse Feddema, who designed several other cheese warehouses. The offices were on the ground floor, the cheeses were stored above. The small windows are typical of cheese warehouses: they are intended for ventilation, not for light. The building is now in temporary use as artists studios.\n\nFurther along Kanaalkade is a footbridge, linking the old city to the redeveloped northern bank, with apartments and a shopping centre on a former industrial area. (Alkmaars factories are concentrated along the shipping canal). After the next bridge (Friesebrug), there is a small 19th-century park, Victoriepark, with a statue of ",{"type":"'''","value":["Alcmaria Victrix"]}," by F. Stracké (1873). The winged figure commemorates the victory in the Siege of Alkmaar, and is an informal symbol of Alkmaar - several local sports teams are named 'Alcmaria Victrix'. The barely noticeable brick wall along Wageweg, at the edge of the park, is part of the original city wall.\n\nThe Bierkade, or 'beer quay', forms the eastern edge of the centre. At Bierkade 10 is the ",{"type":"''","value":["Kachelmuseum"]},", the museum for ovens, stoves, hearths, and cooking ranges, a small museum is run by volunteers, with limited opening times.\n\n",{"type":"*","value":[" Kachelmuseum, Bierkade 10, 1811 NJ Alkmaar. Tel. 072-5159418. Open April to September, Friday to Sunday, 12.00 - 16.00, the rest of the year only on Sunday, 12.00 - 16.00. Entrance € 1,50, children under 12 free. The building itself was formerly a brewery, and before that a prominent house. The facade dates from 1716, and was probably built for the mayor of Alkmaar, Adriaen Sevenhuyzen Sijmonz."]},"\nAt Bierkade 23 is the ",{"type":"'''","value":["Accijnstoren"]}," or Excise Tower, built 1622. This quayside was formerly the enclosed harbour of Alkmaar, and as in much of Europe, the city had its own import duties. (The abolition of internal tolls and excise duties was a prominent demand of 19th-century liberalism). The Excise Tower was, despite its form, essentially an office building. The square brick tower has stone bands, and is capped by a balconied wooden bell tower (for a tocsin, or alarm bell). The tower is not on its original site: it was built closer to the houses, Because the narrow quay was an obstacle for the increasing motor traffic, the entire tower was moved outwards in 1924, by sliding it on rails.\n\n",{"type":"===","value":["Outside the centre"]},"\n\n",{"type":"[[","value":[["Image:Alkmaar, molen1 2006-07-30 10.06.JPG"],["thumb"],["One of the four canalside windmills, Oudorp"]]},"\nA small ferry for pedestrians and cyclists crosses the Noordhollands kanaal from the Bierkade. On the other side is part of the old city which was reclaimed in 1607, and later cut off by the canal in 1824. The name of the area, Veneetse, like the street name Fnidsen in the centre, is a corruption of Venezia \/ Venice. At Heiligland 7 is a former butchers shop, a 19th-century shop-front complete with wooden awning.\n\nFrom here you can walk north to ",{"type":"''","value":["Oudorp"]}," - once a separate village, now surrounded by modern housing (it was annexed to Alkmaar in 1972). It is on the old road north (Herenweg): on the way to the next village (Sint Pancras), the old road crosses the Hoornsevaart, the old canal to ",{"type":"[[","value":[["Hoorn"]]},". Along the banks of the Hoornsevaart are four of the six surviving ",{"type":"'''","value":[" windmills"]}," of Oudorp. Originally there were six windmills on the dike here, built from 1627 to 1630, to drain the adjoining polder. One burnt down in 1688, and one was dismantled, to be rebuilt at the Netherlands Open-Air Museum in ",{"type":"[[","value":[["Arnhem"]]},". While it was there in storage, during the Second World War, it was destroyed by a British bomb.\n\n",{"type":"*","value":[" The history of all Alkmaar's windmills is documented ",{"type":"[","value":["http:\/\/www.alkmaar.nl\/gemeente\/product\/stadsontw\/welstand\/site\/bouwtypen\/17_lang.html"]}," at the city planning department website, see also the clickable map of all 26 windmills in and around Alkmaar ",{"type":"[","value":["http:\/\/msa.dvonline.net\/kaart2.html"]},", from the Molenstichting Alkmaar en omstreken (Alkmaar and region Windmill Foundation)."]},"\nFrom Oudorp you can walk back along the ",{"type":"''","value":["Munnikenweg"]}," (monks' way). This is one of the oldest roads in the region, originally built under Count Floris V, around 1270.\n\n",{"type":"*","value":[" Along the road there were two castles, Middelburg (or Middelburcht), and Nieuwburg (or Nieuwburcht). ",{"type":"[","value":["http:\/\/home.planet.nl\/~dijkh287\/kastelen_nh\/index-2.htm"]}," The ground plan ",{"type":"[","value":["http:\/\/www.alkmaars.nl\/reconstructies\/plattegrond.htm"]}," of Nieuwburg castle is now indicated by brick paths (in the park between the road and the Hoornsevaart canal, see the roadside map). All that is left of the other castle is a slight rise in a field (beside the road, with sign). The castles were built for defence against the Frisians: in the early Middle Ages Holland and Friesland were still joined by land. They were separated as the Zuider Zee  grew in the 12th and 13th centuries. The area east of Alkmaar, towards Hoorn and Enkhuizen, is still known as West Friesland."]},"\nAt the end of the Munnikenweg is another windmill, a ",{"type":"'''","value":["functioning grain windmill"]}," called 't Roode Hert - moved here from its original location in ",{"type":"[[","value":[["Zaandam"]]},". The Friese weg (Frisian way, the old road to Friesland) takes you back to the city centre, across the Friese brug (Frisia bridge).\n",{"type":"*","value":[" 't Roode Hert has a shop, where you can buy the milled eco-flour, pasta, and nuts. Open Monday afternoon, and Tuesday to Saturday from 10.00 to 16.30, 16.00 on Saturday. The mill is currently a 'work project' for the mentally handicapped."]},"\nUntil 1870 Alkmaar remained within the old walls, apart from a few houses along the road to the station: see the 1865 map at the city website. ",{"type":"[","value":["http:\/\/www.alkmaar.nl\/monument\/1865.htm"]}," The small 19th-century additions to the city are along the moat itself, (Geestersingel and Kennemersingel), or just beyond it, such as the small Emmakwartier, a few 19th-century streets along the Emmastraat, and the Spoorbuurt (railway quarter), between the station and the moat. Early 20th-century development was just beyond those areas, such as the Nassaukwartier around the Nassauplein, and the Bloemwijk, on the other side of Westerweg. The main growth of Alkmaar came after the Second World War, and especially after 1972, when it was officially designated for expansion. The architectural history of all city neighbourhoods is documented by the Alkmaar planning department ",{"type":"[","value":["http:\/\/www.alkmaar.nl\/gemeente\/product\/stadsontw\/welstand\/site\/kaart\/kaart_gebiedsindeling.html"]},"  (Dutch text, with images of typical building style per neighbourhood).\n\nSouth of the Nassaukwartier is the ",{"type":"'''","value":["Alkmaarderhout"]},", a city park since 1607, redesigned by L. A. Springer, from 1902 onwards. The neighbourhood is now dominated by the regional hospital, Medisch Centrum Alkmaar, which originated in the former Cadet School (1893, converted 1929).\n\nThe old main road south, passing the Alkmaarderhout, is the Kennemerstraatweg. It used to run through the villages (Heiloo, Limmen, Castricum) towards Haarlem, but the present provincial highway N203 turns toward Zaandam and bypasses the old village streets.\n\n",{"type":"*","value":[" At nr. 11 is Huize Tesselschade, named after Maria Tesselschade Roemer Visscher (1594-1649) who married a sea-captain from Alkmaar (it is not entirely certain that she lived in this house). Maria Tesselschade was the most prominent female poet of the Netherlands Golden Age, but is now remembered mainly for her name. Her merchant father had been ruined shortly before her birth, when his ships were sunk in a storm off ",{"type":"[[","value":[["Texel"]]}," (Tessel), so he named the baby 'Texel-losses'. The present front of the house dates from around 1800, the wooden carvings depict fishing gear."]},"\nWest of the old city, Alkmaar station is located just north of the Bergerweg, the relocated road to Bergen. The station dates from 1864, but there is very little left of its original glory ",{"type":"[","value":["http:\/\/stationsweb.brinkster.net\/afbeelding.asp?dir=alkmaar&num=21"]},". Near the station is a 28 meter ",{"type":"''","value":["water tower"]}," built in 1900, architect A. Holmberg de Beckfelt. Like other Dutch towns near the coast, Alkmaar began to pipe drinking water from the dunes in the late 19th century. In 1886 about 600 houses were connected, the poor were still dependent on water sold from municipal taps on the streets. In 1889, the schools were connected so that the children could drink clean water. Water remained scarce, and the city sold additional water from municipal rainwater cisterns, fed from the roof of larger buildings.\n\n",{"type":"*","value":[" The purpose of a water tower is to maintain the pressure in the network of pipes: the pressure reservoir must be higher than the highest tap in the system. This one has a steel tank for 800 000 litres. In many other countries the reservoir was located on a hill, but in the flat regions a tower is necessary. ",{"type":"[","value":["http:\/\/members.home.nl\/watertorens\/inhoud\/nederland.htm"]}," Water towers became a characteristic feature of Dutch towns and cities, ",{"type":"[","value":["http:\/\/www.watertorens.nl\/artman\/publish\/article_218.shtml"]}," and there are also isolated towers in rural areas. ",{"type":"[","value":["http:\/\/home.planet.nl\/~hansvw\/water\/prov\/body_nh.html"]}," Technological change made them redundant, pumps are now used to maintain pressure."]},"\nNorth of the city centre, the ",{"type":"''","value":["Noordhollands kanaal"]}," continues north, to the port of ",{"type":"[[","value":[["Den Helder"]]},". It was built in 1824, for sailing ships with tall masts, and it had no fixed bridges. In rural areas, it was crossed only by ferries and floating bridges. One of these has survived just north of Alkmaar, the ",{"type":"'''","value":["Koedijk floating bridge"]},", Koedijker Vlotbrug. The wooden bridge has sections that slide under each other, to clear the channel. The best way to reach it is along the canal: the west bank is the main road (Helderseweg), cyclists should use the cycle paths and minor roads on the east bank. From the floating bridge, you can cycle on to Bergen, along the Kogendijk. Beside the floating bridge is a reconstructed windmill, the Sluismolen: it was destroyed by arson in 2001, see the images of its reconstruction at the Alkmaar Windmill Foundation website. ",{"type":"[","value":["http:\/\/msa.dvonline.net\/sluis.html"]},"\n\n",{"type":"===","value":["Inland from Alkmaar"]},"\n\nTo the east of Alkmaar is a landscape of old polders and reclaimed lakes, with about 15 surviving windmills. The best way to see it is on a bike, but several windmills are clustered around the small village of Schermerhorn, which is served by the Alkmaar - ",{"type":"[[","value":[["Purmerend"]]}," bus lines 121 and 127, every 30 minutes. Schermerhorn is located between two former lakes, De Schermer (reclaimed in 1635) and ",{"type":"'''","value":["De Beemster"]},"  (reclaimed in 1612).\n\n",{"type":"==","value":["Do"]},"\n\nThe things to do in Alkmaar are primarily to see the old city, to play a wonderful collection of pinball machines (Friday nights only!), to walk or cycle in the surrounding countryside, or to go to the beach (see Get out, below). Although the canals in Alkmaar are sometimes narrow, and the bridges low, there is also a ",{"type":"'''","value":["canal boat ride"]},". The boats themselves are low, and have no roof: they depart from a jetty in the canal at Mient, almost opposite the Waag.\n\n",{"type":"*","value":[" Rondvaart Alkmaar. From April to October, Monday to Saturday, every hour on the hour, from 11.00. From May to September also on Sundays, same times. The time of the last departure depends on the weather, and on the number of passengers waiting. It costs € 4,70 for adults, and € 3,20 for children. Tel. 072 - 511 77 50, e-mail: info@rondvaartalkmaar.nl. ",{"type":"[","value":["http:\/\/www.rondvaartalkmaar.nl"]}]},"\nYou can also ",{"type":"'''","value":["hire a canoe"]},", and paddle for yourself. This firm rents both bicycles and canoes:\n\n",{"type":"*","value":[" Kano- en fietsverhuur de Kraak, Verdronkenoord 54, Alkmaar. € 11 per half day for a 1-person kayak, € 17 per half day for a 2-person kayak, € 20 per half day for a 3\/4 person canoe, € 20 per half day for a 4-person waterbike, € 36 per half day for a 5-person motorboat, and € 36 for 4 hours (maximum battery load) in an electric boat. Tel. 072- 512 5840, fax. 072- 520 2705, e-mail: dekraak@hetnet.nl. ",{"type":"[","value":["http:\/\/www.dekraak.nl"]}]},"\nIn fact you can go further than the old city, on the small canals around Alkmaar. ",{"type":"[","value":["http:\/\/home.planet.nl\/~jburg1\/e-alkmaar.htm"]}," The ring canal of the Bergermeer Polder (Berger Ringvaart) is accessible from the city, part of it runs about 300 metres behind the station, alongside a windmill (Eendrachtsmolen). The Hoevervaart, the small canal to Egmond aan den Hoef, is also suitable for canoes. It is connected to the Berger Ringvaart, and to the moat around Alkmaar (Singelgracht).\n\n",{"type":"===","value":[{"type":"''","value":["De Koog"]}," pinball gameroom"]},"\n\nIf you long for the days when you could play a dozen or more different pinball machines at any amusement arcade, Alkmaar has a fabulous and ever-changing private collection in the ",{"type":"''","value":["De Koog"]}," gameroom.  The owners welcome visitors, and the gameroom is open every Friday.  For a few euros, you can play all the machines (which are on Free Play) for the whole evening, from about 8.30 pm until maybe 1.00 am; you will also meet some ",{"type":"'''","value":["very"]}," skilled players, including tournament winners!\n\nIf you plan to visit, ",{"type":"'''","value":["e-mail them first"]},": you will find contact and other details here ",{"type":"[","value":["http:\/\/pinside.com\/pinball\/koog"]},"; remember this is a private collection and so the gameroom ",{"type":"'''","value":["is"]}," occasionally closed.  Unless you drive, be warned that the gameroom is on the top floor of a unit on an industrial estate which is about a 15 to 20 minute drive out of town, so you'll need to organise yourself a taxi to get to Beverkoog AND to get home later.  However, the owners are very friendly and helpful and will call a cab for you at closing time, if necessary.\n\nIf you're truly a pinball fan, ",{"type":"''","value":["De Koog"]}," should be on your 'must see' list when you visit the Netherlands!  (Unfortunately, the pinball room in ",{"type":"''","value":["Partycenter Silverstone"]}," at Zwanenburg is now an 'arcade hall' and now has only three or four pinball machines left: very sad!).\n\n",{"type":"===","value":["Cycle routes and rental"]},"\n\nBesides the Amsterdam-Alkmaar section of the LF7 cycle route, two other ",{"type":"''","value":["national cycle routes"]}," ",{"type":"[","value":["http:\/\/www.fietsplatform.nl\/english.asp"]}," pass Alkmaar. The LF15 begins in Egmond aan den Hoef, 6 km south-west of Alkmaar, goes east to ",{"type":"[[","value":[["Hoorn"]]}," and ",{"type":"[[","value":[["Enkhuizen"]]},", and ends at ",{"type":"[[","value":[["Enschede"]]},", near the German border. In Alkmaar, both routes (LF7 and LF15) cross the bridge between the station and the old city (at Zevenhuizen). The LF1, along the Belgian and Dutch coast to Den Helder, passes through Egmond aan den Hoef and Schoorl, where it links with the LF7.\n\nThere are several signposted cycle routes near Alkmaar - the Droogmakerij route, the Duinstreekroute, the Brede Duinen route, and the Dijkroute. They are circular routes, about 40 to 50 km long, which take you back to their starting point. Routes are usually indicated by hexagonal signs: some are on signposts, but others are on low posts and may be obscured by grass, so look carefully. You can also print a 41-km online cycle tour of Alkmaar and surroundings. ",{"type":"[","value":["http:\/\/www.recreatief-fietsen.nl\/load.htm?route9.htm"]},"\n",{"type":"*","value":[" The Brede Duinen route was voted the ",{"type":"'''","value":["most scenic cycle route"]}," in the country, in 2005. You can join it as it crosses the cycle bridge over the Noordhollands kanaal in Alkmaar, 1 km north of the railway bridge. The route passes dune forest, open dunes, the modern sea dike at the Hondsbossche Zeewering, the older mediaeval dike behind it, and old polder landscape with windmills. You can also see how the Dutch upper-middle-class lives, in the dune-edge villages. The route passes through the Noordhollands Duinreservaat, and you need a day ticket (€ 1,20). You pass a ticket machine at the entrance to the reserve, just north of Bergen."]},{"type":"*","value":[" The ",{"type":"''","value":["Droogmakerij route"]}," goes around and through the reclaimed Schermer lake, passing almost 20 windmills. You can join it at the 4 windmills in Oudorp, along the Hoornsevaart canal."]},{"type":"*","value":[" The ",{"type":"''","value":["Dijkroute"]}," is longer (56 km), and further north: much of it runs along the mediaeval ring dike of West Friesland. You can join it at Petten, at the north end of the Hondsbossche Zeewering, or alternatively at Schagen station."]},"\nYou can rent bikes at the station in Alkmaar, and in Bergen and Schoorl. You need to show a passport, and pay a refundable deposit.\n",{"type":"*","value":[" Fietspoint Stoop, Stationsweg 43, Alkmaar, beside the station. The advantage is the long opening hours: they don't close until midnight. Open at 05.00 on weekdays, 07.00 on Saturday, and at 08.00 on Sunday. About € 8 per day. Reservations are advisable on fine days in summer, or for groups, call 072-5117907. ",{"type":"[","value":["http:\/\/www.fietspointstoop.nl"]}]},{"type":"*","value":[" Tweewielercentrum Busker, Kerkstraat 1, Bergen"]},{"type":"*","value":[" Rijwielhandel De Paardenmarkt, Paardenmarkt 45, Schoorl"]},{"type":"*","value":[" Bikecenter, Paardenmarkt 23, Schoorl. "]},{"type":"*","value":[" Raat Fietsverhuur, Duinweg 41, Schoorl"]},"\nFor more addresses in Alkmaar, Egmond aan Zee, Bergen aan Zee, Groet - in fact a complete list of all cycle rent facilities in the province, see  ",{"type":"[","value":["http:\/\/fietsliefhebber.tripod.com\/id4.html"]},".\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nAlmost all bars serve food and the town offers a wide range of restaurants, almost all of which in walking distance from the city center. varying from Dutch to Thai, from Chinese to Russian\/ Eastern European, from Spanish to Indonesian and from Greek to Scotch. ",{"type":"'''","value":["Restaurants"]}," are typically open from around 17.00 to 23.30.\n\n",{"type":"*","value":["Abby's Restaurant, Ritsevoort 60, 1811DP Alkmaar. Tel. 072-511 1111. Web: http:\/\/www.restaurantabbys.nl Located on the edge of the city center, at the foot of the Molen van Piet. Serves lunch and dinner, mains around 20 € plus 3.50 € for side dishes. "]},"\n",{"type":"*","value":["De Koperen Pot - Bistro, Luttik Oudorp 59, 1811 MV Alkmaar. Tel. 072-5114742. Serves Dutch\/French food and grills."]},"\n",{"type":"*","value":["Grand Café 't Gulden Vlies, Koorstraat 30, 1811 GP Alkmaar. Tel. 072-5122442. Fax 072-5159020. Serves Dutch food."]},"\n",{"type":"*","value":["Mexicaans Restaurant Rose's Cantina, Fnidsen 107, 1811 NE Alkmaar. Tel. 072-5152606. Fax 072-5111634. Serves large portions of reasonable Mexican food for 15 to 20 €."]},"\n",{"type":"*","value":["Schots Restaurant Hielander, Ridderstraat 15, 1811 EX Alkmaar, Tel. 072-5120015. Small restaurant for Scottish dining - yes, they do also serve haggis - run by a rotund kilted Scotchman. Main courses are 20 to 25 €. The restaurant has a vast selection of malt whiskies, and plenty of knowledge to provide you with advice on which one(s) to choose. During the weekends it's not a bad idea to book ahead, as they regularly book out. "]},"\n",{"type":"*","value":["Sonneveld Eten & Drinken, Canadaplein 2, 1811 KE Alkmaar. Tel. 072-5489898. Located within Theater De Vest, a good spot if you'd like to combine a play with a meal."]},"\n",{"type":"*","value":["Tapas. Alkmaar has a surprisingly large amount of tapas restaurants."]},{"type":"*","value":[{"type":"*","value":[" La Cubanita, Mient 22, 1811 NC Alkmaar. Tel. 072-5200019. Unlimited tapas for 17.50€. Populated with groups of people in their early 20's loudly having a great time. The tapas themselves are rather salty and greasy, which may be just what you want if you plan to have a great time talking, drinking and laughing with friends."]}]},{"type":"*","value":[{"type":"*","value":[" Tapas & Co, Fnidsen 101, 1811 NE Alkmaar, Tel. 072-5200562. Unlimited tapas for 19.50€ on weekdays and 21.50€ on weekends. Very similar to La Cubanita in every way, just add a few euros to the bill, subtract a few decibels (but not too many) from the sound level the crowd produces, and add a couple of years to the median age of the guests. "]}]},{"type":"*","value":[{"type":"*","value":[" Don Quijote Gedempte Nieuwesloot 11, 1811 KN Alkmaar, Tel. 072-5158847. While the former two aim for a more Latin-American vibe, this place goes for a more Spanish atmosphere - and better food. Tapas are between 4€ and 5€."]}]},{"type":"*","value":[{"type":"*","value":[" Granada, Kerkplein 5, 1811 KL Alkmaar, Tel. 072-5128115. Located near the Canadaplein opposed to the others centered around the Waagplein. Its pleasant terrace catches some late afternoon sun. It serves not-quite-authentic individual tapas in fairly large portions for around 7€, has a 3 course tapas dinner(?) for € 29.50 and a set tapas platter a la main course for € 23.50. There is also a-la-carte dining.  Between all this your pleasant spot on the terrace is their best asset."]}]},{"type":"*","value":[{"type":"*","value":[" Finally, Rose's Cantina mentioned earlier also serves tapas, though this is not their main forte."]}]},"\nSmaller shoarma and kebab places have longer hours, operating from mid-afternoon to as late as 03.00. Alkmaar also has two MacDonalds, a Subway, and a Burger King.\n\n",{"type":"==","value":["Drink"]},"\nAlkmaar has many bars, which are mostly centred around the Waagplein and Platte Stenen Brug (Mient). Bars are open until 02.00 on weekdays and until 02.30 or 03.00 on Fridays and Saturdays.\n\n",{"type":"*","value":["Café de Lindeboom, Verdronkenoord 114, 1811 BH Alkmaar. Tel. 072-5121743."]},"\n",{"type":"*","value":["Café De Tramps, Verdronkenoord 108, 1811 BH Alkmaar. Tel. 072-5156216."]},"\n",{"type":"*","value":["Café Joey's, Houttil 26, 1811 JN Alkmaar. Tel. 072-5208878."]},{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=De Kade"],["alt="],["url=http:\/\/www.stadsstranddekade.nl\/"],["email="],["address="],["lat="],["long="],["directions=On the promenade on the northern shore of the Noordhollands Kanaal"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=During summer, De Kade advertises itself as a 'city beach'. It sports a bar and a seating area in what is essentially a big sandbox. It often has live music by local musicians and bands, and often has expositions of local artists. It provides free use of barbequeues for a bring-your-own meat BBQ. Note there is no swimming."]]}]},"\n",{"type":"==","value":["Clubs"]},"\nThe main music venue of Alkmaar is Podium Victorie, Breedstraat 33, 1811 HE  Alkmaar, Tel. 072 - 5115076  http:\/\/www.podiumvictorie.nl\/ Saturday nights are mostly dance music, ranging from 90's nights to hardstyle nights. Fridays tend to be more alternative, with the upstairs bar having smaller more quirky acts the might be a band or a dj set. Some thursday nights host more low-key events as pub quizzes, or they might just have booked an international metal band. Cover charge is generally around 10 euros, or higher for larger international acts, and there is free entrance to the upstairs bar. Don't expect crowds before midnight, or it to be packed before 1AM during the weekend. Closes at 4AM\n\nPodium Victories main contender is Projekt 072, Koelmalaan 310, 1813 JE Alkmaar, tel. 072 - 7851561. It is located a bit out of the way of the city center, you will need a taxi to get there and back. It started out as an exposition space with ateliers and a bar, and grown to have full out club nights. It opening hours and nights are as erratic as its acts. Expect an edgier atmosphere.\n\n",{"type":"==","value":["Sleep"]},"\n\nMost accommodation in the region is on the coast, especially in the seaside villages, and in the dunes. In Alkmaar itself, there is one small hotel opposite the station, a larger hotel in the city center, two larger chain hotels, and several bed and breakfasts. \n\nHotels:\n\n",{"type":"*","value":[" Hotel Stad en Land, Stationsweg 92-94, 1815 CE Alkmaar. Tel. 072 - 5123911, fax. 072 - 5118440, e-mail info@stadenland.com. ",{"type":"[","value":["http:\/\/www.hotel-stadenland.nl"]}," opposite the station"]},{"type":"*","value":[" Golden Tulip Alkmaar, Arcadialaan 6, 1813 KN Alkmaar, (near the ring road, at the end of the A9 motorway). Tel. 072 - 5401414, fax 072 - 5470141 e-mail info@hotelalkmaar.nl. ",{"type":"[","value":["http:\/\/www.hotelalkmaar.nl"]}]},{"type":"*","value":[" Amrâth Hotel Alkmaar, Geestersingel 15, 1815 GA Alkmaar. Tel. 072 - 5186186, fax 072 - 5186100, e-mail info@amrathhotelalkmaar.nl. ",{"type":"[","value":["http:\/\/www.amrathhotelalkmaar.nl"]}]},{"type":"*","value":[" Grand Hotel Alkmaar, Gedempte Nieuwesloot 36, 1811 KT  Tel. 072 - 5760970, fax 072 - 5625397, e-mail info@grandhotelalkmaar.nl. ",{"type":"[","value":["http:\/\/www.grandhotelalkmaar.nl"]}]},"\nCurrent hotel vacancies in Alkmaar can be checked at the tourist office website. Go to ",{"type":"[","value":["http:\/\/www.vvvweb.nl\/welcome.asp?lang=0"]}," and click on Accommodation, then click on \"Up to date availability\".\n\nFor current vacancies in the coastal\/dune villages, again go to \"Up to date availability\", go to the bottom of the page, and click on \"Up to date availability at the North Sea Coast Region\". Or search per village at  ",{"type":"[","value":["http:\/\/www.vvvnoordzeekust.nl\/welcome.asp?lang=0"]},".\n\n",{"type":"===","value":["Hostel"]},"\n\nThere is a StayOkay hostel (affiliated to Hostelling International) just south of Egmond aan den Hoef. Open all year, low season weekday bed rate € 21.  Herenweg 118, 1935 AJ  Egmond. Tel +31 (0)72 506 22 69, fax +31 (0)72 506 70 34, e-mail egmond@stayokay.com.  ",{"type":"[","value":["http:\/\/www.stayokay.com\/index.cfm?fuseaction=Herbergen.showHomeHB&lng=2&id=14"]},"\n\n",{"type":"===","value":["Campsites"]},"\n\nMany of the coastal campsites are intended for families with young children. Category, address, and some details of campsites are available at the official recreation association website  ",{"type":"[","value":["http:\/\/www.footzy.nl"]},".\n\n",{"type":"*","value":[" De Bregman, Schoorl, 3 star. ",{"type":"[","value":["http:\/\/www.campingdebregman.nl"]}]},{"type":"*","value":[" Buitenduin, Schoorl, 2 star. Small forested site."]},{"type":"*","value":[" De Duinvoet, Schoorl.  ",{"type":"[","value":["http:\/\/www.campingduinvoet.nl"]},"."]},{"type":"*","value":[" Koningshof, Schoorl, 3 star. ",{"type":"[","value":["http:\/\/www.koningshof-schoorl.nl"]}]},{"type":"*","value":[" Het Lange Veld, Schoorl, 2 star. \"The facilities are very basic\". No disco, no restaurant, no shop, no activities for children. \"Dogs are not allowed as well as large groups of people.\" ",{"type":"[","value":["http:\/\/www.hetlangeveld.nl"]}]},{"type":"*","value":[" Groede, Schoorl, 2 star. \"for the over-40's and families with young children up to 10 years old\". ",{"type":"[","value":["http:\/\/www.camping-groede.nl\/frameset.html"]}]},{"type":"*","value":[" De Woudhoeve, Egmond aan den Hoef, 4 star. \"Hotel is aimed especially at families with young children\". ",{"type":"[","value":["http:\/\/www.topparken.nl\/nl\/tp_verhuur\/woudhoeve\/p_home.lp"]}]},"\n",{"type":"==","value":["Go next"]},"\n\nMost non-local visitors to Alkmaar go back the way they came - ",{"type":"[[","value":[["Amsterdam"]]},". Otherwise, t onward destinations:\n\n",{"type":"*","value":[" ",{"type":"[[","value":[["Bergen (North Holland)"],["Bergen"]]}," - luxury seaside destination with the Schoorlse Duinen (protected dunes)"]},{"type":"*","value":[" ",{"type":"[[","value":[["Enkhuizen"]]}," - picturesque village with the ",{"type":"'''","value":["Southern Sea Museum"]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Hoorn"]]}," - a historic port town of the Dutch East India Company"]},{"type":"*","value":[" ",{"type":"[[","value":[["Texel"]]}," - popular seaside island, part of the ",{"type":"[[","value":[["West Frisian Islands"]]}]},"\n",{"type":"{{","value":[["routebox"],["image1=NL-A9.png"],["imagesize1=22"],["directionl1=N"],["majorl1=END"],["minorl1="],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Amsterdam"]]}],["minorr1=",{"type":"[[","value":[["Heiloo"]]}]]},"\n\n",{"type":"{{","value":[["guidecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["North Holland Peninsula"]]},"\n",{"type":"{{","value":[["geo"],["52.632"],["4.751"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Alkmaar"]]},"\n",{"type":"[[","value":[["Wikipedia:Alkmaar"]]}]