[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.almunecar.info Almuñecar"]}]}," is a small coastal city in ",{"type":"[[","value":[["Granada (province)"],["Granada province"]]}," that lies between Salobreña to the East and Nerja to the West.  It includes the villages\/neighborhoods of La Herradura, Cotobro, Taramay and Velilla and has an approximate population of 27,000 inhabitants. This unofficial number varies as during the summer months the number of people can be multiplied by 5 times and many residences instantly become inhabited. A once-laid back fishing town, it has become a resort for Northern Europeans and North Americans as an ideal vacation spot or a tranquil place to escape from the frigid winters at home. With the expansion of the European Union, more Eastern Europeans have been drawn here too by the sub-tropical climate where the sun shines at least 320 days of the year.\n\n",{"type":"==","value":["Get in"]},"\nAlmuñecar is equidistant from both Granada and Malaga airports, 55 minutes by car on the newly extended highway.\n\n",{"type":"==","value":["Taxi"]},"\nYou can get a taxi from Malaga airport just outside the terminal building to Almuñecar but in high season you  might have to face long queues or you can Pre-Book your private transfer and have your smartly dressed driver waiting for you and your party, have a look at malaga taxi service ",{"type":"[","value":["http:\/\/www.malagataxiservice.co.uk"]}," get a taxi for around €85 and avoid long taxi queues.\n\n",{"type":"==","value":["Get around"]},"\nThe local bus transportation is quite good, but alas there is no train service - yet.\n\n",{"type":"==","value":["See"]},"\nThe sights include ancient Phoenician and Roman ruins, castle, gastronomic museum, and an expansive stretch of inviting beaches - just to name a few ways to spend the day.  For the sportsminded, all types of water sports are possible, as well as rural walks into the surrounding hills (where the panoramic views are amazing), horseback riding, paragliding and mountain biking.  During the warm summer months, \"tapa\" bars are bursting with life well into the wee hours of the morning.\n\n",{"type":"==","value":["Do"]},"\nAlmuñécar is a popular holiday destination among native Spaniards from Granada and Madrid as well as among tourists from northern Europe. The area surrounding Almuñécar features some outstanding geography making it the perfect location to practice extreme sports. Climbing, canyoning, mountain biking and parapenting are just a few of popular sports in the local area. Due to its proximity to the coast there is also a variety of water based activities to enjoy, from scuba diving and snorkelling to kayaking and kitesurfing. The Alpujarra mountain area is approximately 1 hr away and is known for its serene natural environment and ski resort.\n\n",{"type":"==","value":["Buy"]},"\nDue to the recent recession and economic downturn the Costa Tropical, in which Almuñécar finds itself, there are numerous bargain coastal cortijos and villas on offer for tose seeking a place in the sun.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are several 3, 4 and 5 star hotels in the area, as well as campsites and rural lodgings (called \"cortijos\"). And if Wellness is of interest, in the area there are several practitioners of Reiki, massage, personality building, life coaching and so on.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Malaga"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Granada (Spain)"],["Granada"]]}]},{"type":"{{","value":[["IsPartOf"],["Granada (province)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["Geo"],["36.733333"],["-3.683333"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]