[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Patitiri Alonissos.jpg"],["right"],["thumb"],["300px"],["Patitiri port"]]},"\n\n",{"type":"'''","value":["Alonnisos"]}," or ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.alonissos.gr\/ Alonissos"]}]}," (Population: 2,750 (2011)) is the least touristed island in the ",{"type":"[[","value":[["Sporades Islands"]]},". It is 3 km (2 nm) E of the island of Skopelos. Alonissos is also the name of a village on the island. The Municipality of Alonissos includes several other islands.\n\nThe island at its widest is 4.5 km from northwest to southeast and at its longest is 20 km from southwest to northeast.  The island is mostly limestone.  It is located east of mainland Greece and ",{"type":"[[","value":[["Magnesia"]]},", northeast of ",{"type":"[[","value":[["Euboea"]]}," and northwest of the island of Skyros. Alonissos has one main road which leads to three villages in the western part of the island and several unused roads throughout the island.\n\nThe village of Alonissos is located on the southern part of the island. It is locally known as Chora.  The main port of the island is located in the southeast and is called ",{"type":"[[","value":[["Patitiri"]]},". There is ferry and hydrofoil service from Patitiri to ",{"type":"[[","value":[["Volos"]]},", ",{"type":"[[","value":[["Agios Konstantinos"]]},", and ",{"type":"[[","value":[["Thessaloniki"]]}," on the mainland and to the islands of ",{"type":"[[","value":[["Skiathos"]]},", ",{"type":"[[","value":[["Skopelos"]]}," and ",{"type":"[[","value":[["Skyros"]]},". The bay at the southern end of the island is also called Alonissos.\n\n",{"type":"==","value":["Villages"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Patitiri"]]},", the main port"]},{"type":"*","value":[{"type":"[[","value":[["Chora (Greece)"],["Chora"]]}]},{"type":"*","value":[{"type":"[[","value":[["Steni Vala"]]}]},{"type":"*","value":[{"type":"[[","value":[["Agios Petros (Sporades)"],["Agios Petros"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\nThe Municipality of Alonissos includes the other, mostly inhabitant, islands of ",{"type":"[[","value":[["Adelfopoulo"]]},", ",{"type":"[[","value":[["Gioura"]]},", ",{"type":"[[","value":[["Kyra Panagia"]]},", ",{"type":"[[","value":[["Pelagos (island)"],["Pelagos"]]},", ",{"type":"[[","value":[["Persitera"]]},", ",{"type":"[[","value":[["Piperi"]]},", ",{"type":"[[","value":[["Psathoura"]]}," and ",{"type":"[[","value":[["Skantzoura"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Talk"]},"\n",{"type":"[[","value":[["Greek phrasebook"],["Greek"]]}," is the native language of the people of Alonissos. However, most people also speak passable English and many speak ",{"type":"[[","value":[["German phrasebook"]]}," or other European languages.\n\n",{"type":"==","value":["Climate"]},"\nSummers are long and hot, in spring and autumn you will need little more than a cardigan to keep away the cool morning and evening breezes and winters are generally mild.  You will find it slightly cooler in the island’s village of Chora, set high on the hill.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By boat"]},"\nAlonissos is accessible via ferry from ",{"type":"[[","value":[["Volos"]]},", Agios Konstantinos, and ",{"type":"[[","value":[["Skopelos"]]},". ",{"type":"[[","value":[["Patitiri"]]}," is the third stop both from Skiathos harbour and the mainland and takes about 1½ hours from ",{"type":"[[","value":[["Skiathos"]]}," and 4 hours from ",{"type":"[[","value":[["Aghios Constantinos"]]},". While ",{"type":"'''","value":["Cruise ships"]}," dock at the Patitiri Port.\n\n",{"type":"===","value":["By plane"]},"\nThere is no airport on the island itself but you can fly to either the nearby island of Skiathos in peak season or to Athens on the mainland. From either of these you will proceed to Alonissos by boat.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["By bus"]},"\nOut of season on Alonissos there isn't any public transport and you will find that even though there is a bus stop in Patitiri next to the taxi stand and opposite the Alkyon Hotel, there's no bus.  This is because out of season the bus does the school run and is therefore otherwise engaged.  Arrive here on Alonissos during the height of the season and you will find a regular bus service running between Patitiri and the OldTown and a limited service running between Patitiri and Steni Vala.  Tickets are purchased on the bus with the single fare from Patitiri to the OldTown costing 1 euro and from Patitiri to Steni Vala costing 1 euro 10 cents.\n\n",{"type":"===","value":["By taxi"]},"\n\nWith public transport on the island being available only during the summer months taking a taxi is the main form of transport for visitors unless you hire a car.  The taxi rank is opposite the Alkyon Hotel next to the bus stop. \nPatitiri harbour to theOldTown takes about 5 minutes by taxi and costs 5 euro.  For early morning journeys or at public holidays you may pay twice this amount for the same journey.  You can also use the taxi's to take you to far off island destinations such as Votsi, Steni Vala and Milia beach which are accessible via tarmac roads.\n\n",{"type":"===","value":["By car"]},"\n\nIt is not worth the hassle to bring your own car to the island, although it is in theory possible. You can rent a car or a motor scooter. Asphalt roads run across the south of the island. Roads in the interior turn out to be little more than dirt paths.\nYou can find for rent a cheap car on Alonissos island.\n\n",{"type":"===","value":["By motorcycle"]},"\nMotorbikes and mopeds are popular alternatives to cars. Mopeds in particular are frequently used by local youths and can go to many places that cars cannot go - for example the twisted narrow streets of Patatiri. An additional advantage is that they are cheap to rent - 10 to 15 Euros a day is the usual price.  You can rent them easily from the port of Patatiri.\n\nIf you start a day-trip with a moped, make you sure you do so on a full tank, as gas stations are sometimes hard to find. An extra stop at a gas station can save a lot of nerves. When renting a moped, check if the profile of the tires is ok and if the brakes work properly. If it is the last vehicle in store, be suspicious - it could be the one that needs a repair badly. Though helmets are not required on the streets, it might be a good idea to ask your rent-a-bike for one, especially if you intend to drive on streets with more traffic.\n\n",{"type":"==","value":["See"]},"\nSea caves where seals live. Don't expect to see any seals, they're too shy to be seen.\nOne of the things you should do if you have some time in Patitiri is visit the Alonissos museum.  This is housed in a bright new stone building to the left of the town beach.  The get there go passed the bars and tavernas behind the town beach and up the steps at the end.  The door to the museum is up the steps.  Exhibits are located on the lower ground, ground and first floor with a coffee shop on the second floor.  There is a lift to all floors.\n\nAs you can see from the inscription below this a private venture undertaken by Costas and Angela Mavriki.\nTraditional House Museum of Alonissos\n\nThe museum opened during the summer of 2005 and is located at the start of the main thoroughfare of the Upper Old Town.  When you walk up the steps from the plateia with the war memoriar on your right the building on the right hand side is the new museum.  The war memorial is attached to the rear wall of the new museum building.  On the side of the museum wall you will see a yellow sign as shown below top.  The entrance is up the first set of steps on the right and has a sign above the door shown below bottom.  Exhibits are located on the ground floor and first floor and recreate the inside of a traditional Alonissos house.  There is no entrance fee and is definitely worth a visit.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"*","value":["The Alonissos ",{"type":"'''","value":["photography"]}," experience will be one of the most valuable experiences of your life. Bring your camera and take pictures of unforgettable moments."]},"\n",{"type":"*","value":["From the early light bouncing quietly off the ancient white washed walls to the delicate pink hue of the late afternoon sun setting, your lens will be filled with wonder for every moment. Try to be embarked on a daily trip sailing around the island or to the deserted island around. Don’t miss to be embarked on daily walking journeys through the narrow winding pathways of the villages, discovering interesting architecture, the natives and their culture, and some donkeys and mules being led through the narrow paths from ocean to cliff side."]},"\n",{"type":"*","value":[{"type":"'''","value":["Swim"]},": The waters of the island are considered to be the cleanest in the Aegean and have been declared a MarinePark and conservation area in order to protect a rare species of monk seal, the Monachus Monachus that breed in the region. Alonissos has a variety of beaches, like the others Sporades islands have. Most are on the east side. Megali Ammos an isolate unspoiled beach to the Northwest coast is really wonderful."]},"\n",{"type":"*","value":[{"type":"'''''","value":["Note"]},": In areas where approaching is permitted, swimming, observation of the sea bed, amateur photography and filming are allowed."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Jewelry"]}," stores are common"]},{"type":"*","value":[" ",{"type":"'''","value":["Colorful sea shells"]}," are a popular souvenir item, but very many of them are actually imported, and have no authentic connection to the island whatsoever."]},{"type":"*","value":[" Many brand name products for sale in the tourist shops may be fakes and\/or unlicensed (t-shirts, towels, hand bags, and so on)"]},{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Geko"],["alt=Silver&Art"],["url="],["email=geko_alonissos@yahoo.gr"],["address=Patitiri"],["lat="],["long="],["directions=Port"],["phone=+306972386870"],["tollfree="],["fax="],["hours=09:00-00:00"],["price="],["content=Collection of silver or silver and gold jewellery made by famous Greek designers. Accessories such as bags, sandals, silk scarf, wooden necklaces, wooden bracelets.By far the most unique and beautiful pieces sold on the island."]]}]},"\n",{"type":"==","value":["Eat"]},"\n\nAll fish dishes are delicious as most restaurants only serve the day’s catch. The bakery on the right of the main street in Patitiri has delicious pastries. One cannot miss the famous lobster spaghetti dish of Kyria Tasia in her tavern at Steni Vala and her sister’s Soultana desert in the coffee house next door.\n \nThe style is hearty rather than overcomplicated. It’s better away from the tourist “chips with everything” areas in the major resorts. Alonissos tavernas generally offer best menus. Portions are usually generous. The excellence of the local wine is a real bonus, and at good prices, so a night out tends to be inexpensive and a lot of fun!\n\nAll the markets in Alonissos produce plentiful and inexpensive food. There are small supermarkets well stocked with local and imported food. Feeding 2 people for a week would cost you around €100.\n\nRestaurants and Tavernas are not expensive – you should be able to eat and drink for around £7 per head, and enjoy a really good meal.\n\nLocal wines and spirits are good value, and beer will cost about €0,50 a bottle, cigarettes €3.80 per packet).\n\nThe cuisine is best enjoyed at the invitation of a local to go to his house - don’t turn down an invite. Grilled fish or meat sprinkled with local herbs cooked slowly on an outside charcoal fire is always delicious, especially when its washed down with some local village wine. Greek salad is well known, of course, and the souvlakia (meat on a skewer) is always to be found in village Tavernas.\n\nIf you enjoy seafood find a local Ouzorea that’s used by the locals and try a meze.\n\nAt lunchtime fried Calamari with a bottle of chilled Retsina is wonderful.\n\nBreakfast tends to be light, and of the continental variety. But most tourist tavernas now do full English breakfasts, Omelettes and toasted sandwiches.\n\n",{"type":"==","value":["Drink"]},"\n\nThe tap water is drinkable and restaurants will serve glasses of ice water upon request. Local drinks include Mythos (beer) and Ouzo.\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Steni Vala camping"],["url="],["email="],["address=Steni Vala"],["lat="],["long="],["directions="],["phone=+3024240 65557"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"===","value":["Hotels"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Ikion Eco Boutique Hotel"],["url=http:\/\/www.ikion.com"],["email=info@ikion.com"],["address=Kavos Patitiri"],["lat="],["long="],["directions="],["phone=+3024240 66360"],["tollfree="],["fax=0030 24240 65736"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Marpunta Village Hotel"],["url=http:\/\/www.marpunta.com"],["email=marpunta@otenet.gr"],["address=Marpunta"],["lat="],["long="],["directions="],["phone=+30-24240-65212"],["tollfree="],["fax=+30-24240-65582"],["hours="],["price="],["checkin="],["checkout="],["content=Located in Marpunta on the beach, in a protected private pine forest."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Paradise Hotel"],["url=http:\/\/www.paradise-hotel.gr"],["email=info@paradise-hotel.gr"],["address=Kavos Patitiri"],["lat="],["long="],["directions="],["phone=+30-24240-65160"],["tollfree="],["fax=0030 24240 65161"],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Stay safe "]},"\nAlonissos is a generally safe destination. \n \n",{"type":"*","value":[" The ",{"type":"'''","value":["summer"]}," sun tends to get very strong.  You should not take the risk of dehydration, sunburns or even heat strokes lightly. Wear appropriate clothes, maybe with a hat and sunglasses; use sunscreen; bring enough water on excursions and know when to stop exhausting yourself and seek the shade of a tree."]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["39.21044"],["23.91483"],["zoom=12"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Sporades Islands"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Alonissos"]]}]