[{"type":"{{","value":[["pagebanner"],["Yangtze_river_banner.jpg"]]},"\n",{"type":"[[","value":[["File:Aboard-a-Yangtze-boat-in-Zigui-County-4972.jpg"],["thumb"],["On a Yangtze boat in the Xiling Gorge (",{"type":"[[","value":[["Zigui County"]]},", ",{"type":"[[","value":[["Hubei"]]}]]},"\n",{"type":"{{","value":[["itinerary"]]},"\n\nThe Yangtze (Cháng Jiāng 长江, \"long river,\" in Chinese) is ",{"type":"[[","value":[["China"]]},"'s greatest river and a historic transport route.\n\nThis is a huge river; it is over 6,000 km (nearly 4000 miles) long, about the same as the Mississippi. Only the Amazon and Nile are longer. It is the world's sixth largest river by volume of water discharged, at over 30,000 cubic meters a second, roughly double the Mississippi or Mekong, three times the Saint Lawrence, four times the Danube, and more than ten times little streams like the Rhine or Nile.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["File:Badong-dockside-funicular-5048.jpg"],["thumb"],["In the Three Gorges cities such as ",{"type":"[[","value":[["Badong"]]},", funiculars take passengers down to the river boats"]]},"\nThe Yangtze has been an important transportation route with major cities along its banks for several thousand years.\n\nThe Chinese Empire first developed along the ",{"type":"[[","value":[["Along the Yellow river"],["Yellow River (Huang He)"]]}," and shortly thereafter spread to two other major areas — the lower Yangtze basin and the rich agricultural lands of ",{"type":"[[","value":[["Sichuan"]]}," a thousand km. or more up the river. As the main link between those areas, the Yangtze has been important through most of Chinese history.\n\nThe Western name \"Yangtze\" comes from the stretch of the river from ",{"type":"[[","value":[["Yangzhou"]]}," to ",{"type":"[[","value":[["Zhenjiang"]]},", called the ",{"type":"''","value":["Yangzi"]}," (扬子) in Chinese.  This was the name first heard by Western missionaries and traders, particularly by the British, and it has stuck. Technically it is named in honor of the former emperor Yang. Most Chinese will not understand what you mean if you don't use the proper Mandarin title of \"Chang Jiang\" unless they are familiar with English.\n\n",{"type":"==","value":["Cities"]},"\n",{"type":"[[","value":[["File:Yangzi Ferry in Wuhan.jpg"],["thumb"],["A ferry dock in Wuhan. Even in cities with bridges and subway lines, ferries often offer a pleasant and inexpensive way to cross the river"]]},"\nMany of China's greatest cities lie along the Yangtze. Except for Shanghai — which was unimportant until the 19th century China trade made it one of the world's great cities — all of these have existed for millennia. Listed from the mouth up the river, they are:\n",{"type":"*","value":[{"type":"[[","value":[["Shanghai"]]},", great trading port, financial and fashion capital of modern China"]},{"type":"*","value":[{"type":"[[","value":[["Wuxi"]]}]},{"type":"*","value":[{"type":"[[","value":[["Yangzhou"]]}]},{"type":"*","value":[{"type":"[[","value":[["Zhenjiang"]]}]},{"type":"*","value":[{"type":"[[","value":[["Nanjing"]]},", national capital under several dynasties, rivals Beijing for historical importance, capital of ",{"type":"[[","value":[["Jiangsu"]]}]},{"type":"*","value":[{"type":"[[","value":[["Jiujiang"]]}]},{"type":"*","value":[{"type":"[[","value":[["Wuhan"]]},", important in 19th century trade and modern industry, capital of ",{"type":"[[","value":[["Hubei"]]}]},{"type":"*","value":[{"type":"[[","value":[["Yichang"]]},", gateway to the Three Gorges"]},{"type":"*","value":[{"type":"[[","value":[["Chongqing"]]},", one of China's largest cities"]},{"type":"*","value":[{"type":"[[","value":[["Panzhihua"]]}]},"\nThe river extends far beyond Chongqing; its headwaters are deep in the ",{"type":"[[","value":[["Tibet"]]},"an mountains. Few tourists doing the Yangtze route follow the river much beyond Chongqing. However, travelers on the ",{"type":"[[","value":[["Yunnan tourist trail"]]}," see some of the upper reaches of the river near ",{"type":"[[","value":[["Lijiang"]]},". The Yangtze is also one of the three rivers in ",{"type":"[[","value":[["Three Parallel Rivers National Park"]]},", a ",{"type":"[[","value":[["UNESCO World Heritage"]]}," region in ",{"type":"[[","value":[["Yunnan"]]},".\n\nSeveral other ancient and important cities are not actually on the Yangtze, but readily accessible from it:\n",{"type":"*","value":[{"type":"[[","value":[["Hangzhou"]]},", capital of ",{"type":"[[","value":[["Zhejiang"]]}," — near Shanghai and connected by the ",{"type":"[[","value":[["Along the grand canal"],["Grand Canal"]]}," to Suzhou and Wuxi"]},{"type":"*","value":[{"type":"[[","value":[["Suzhou"]]},", famous for gardens and canals, abode of scholars, painters and poets — between Shanghai and Wuxi "]},{"type":"*","value":[{"type":"[[","value":[["Chengdu"]]},", capital of ",{"type":"[[","value":[["Sichuan"]]}," —  near Chongqing and on one of the Yangtze's tributaries"]},"\nOf course there are dozens of smaller cities as well.\n\n",{"type":"==","value":["Prepare"]}," \n\n",{"type":"==","value":["Get in"]},"\n",{"type":"[[","value":[["File:Swimmers-in-Changjiang-0167.jpg"],["thumb"],["Although it is possible to swim across the Yangtze (Mao Zedong did it!), it is not generally recommended"]]},"\nShanghai has a major international airport with connections to almost anywhere. The other major cities on the route have airports and good connections within China, but not many international flights. However, KLM flies Amsterdam-Chengdu and Amsterdam-Kunming, Lufthansa Frankfurt-Nanjing and Korean Air has flights from Seoul to several of these cities. ",{"type":"[","value":["http:\/\/www.finnair.com Finnair"]}," offers direct flights to Chongqing.\n\nFrom Southeast Asia, the only discount flight into the region is Air Asia Kuala Lumpur to Hangzhou.\n\n",{"type":"==","value":["Go"]},"\n",{"type":"[[","value":[["File:Zigui-Xiling-Gorge-4991.jpg"],["thumb"],["Watching the Xiling Gorge scenery from a boat"]]},"\nThe most famous part of this route is the sensational cruise ships through the ",{"type":"'''","value":["Three Gorges"]}," area between ",{"type":"[[","value":[["Chongqing"]]}," and ",{"type":"[[","value":[["Yichang"]]},". With the recent enormous Three Gorges Dam project, this route has changed considerably but it is still ",{"type":"'''","value":["definitely worth doing"]},".  However be careful of the different types of boats and classes within those boats.  Traveling on a Chinese tourist boat in 'first class' may not be your idea of 'first class' (one traveler complained of \"rats everywhere\").  In addition, the only choice for food may be the boat itself for up to 3-days. As such, bring supplies, particularly snacks and drinks for the voyage. If you really want the good experience on the Yangtze, you'd better choose a luxury yangtze cruise in 4 or 5 star rating. These luxury cruises fare include all the shore excursions with English speaking guides and all meals on-board except the dinner on the check-in day. Almost all the tourists travelling on those cruises are very satisfied with the journey.\n\nWhile one reviewer suggested not to take the Chinese Tourist boat (since they stop at destinations at 6AM, expecting all passengers to get out and look at the scenery, then arriving at 4AM at the final destination and throwing everybody off the boat), another reviewer had a positive experience despite not speaking any Chinese.  \n\nOther tips:\n",{"type":"*","value":[" Rent a private cabin if possible (handy for the many relaxing and lazy periods traveling down river)"]},{"type":"*","value":[" Bring supplies to wash and dry clothes (detergent and clothes line with clothes-line pins) as this will be convenient in your room (although clothes will dry slowly with the humidity.)"]},{"type":"*","value":[" Take photos\/ video at dusk or dawn when the haze from air pollution is not as pronounced."]},{"type":"*","value":[" Research the route before traveling so that you have some idea about the sites your boat will stop at and their significance (e.g. Fengdu, the City of Ghosts.)"]},{"type":"*","value":[" Keep a \"day bag\" packed for those unexpected times when the boat stops for a site (rather than having to look for your camera, etc. and possibly missing the trip with your fellow boat travelers)"]},"\nThe lower Yangtze areas; from Wuhan down through Nanjing and Suzhou to Shanghai; traveling by boat is also an option, but here it is not essential. There are good rail and road connections throughout the area. See ",{"type":"[[","value":[["High-speed rail in China"]]}," for Nanjng-Wuxi-Suzhou-Shanghai-Hangzhou routes.\n\n",{"type":"==","value":["Stay safe"]},"\nGeneral precautions against ",{"type":"[[","value":[["common scams"]]}," and ",{"type":"[[","value":[["pickpockets"]]}," are advisable anywhere in China.\n\nBe especially wary of thieves on the cruise boats, using any technique from picking pockets to crawling in portholes to rifle luggage.\n\n",{"type":"==","value":["Go next"]},"\nChengdu is a hub for visiting southwest China. From there, you can:\n",{"type":"*","value":[" fly to ",{"type":"[[","value":[["Lhasa"]]},", ",{"type":"[[","value":[["Tibet"]]}," — but beware of ",{"type":"[[","value":[["altitude sickness"]]},"; Chengdu is under 1000 meters and Lhasa over 3500"]},{"type":"*","value":[" head ",{"type":"[[","value":[["Overland to Tibet"]]}]},{"type":"*","value":[" head South toward ",{"type":"[[","value":[["Kunming"]]},", ",{"type":"[[","value":[["Yunnan"]]}," by road or rail"]},{"type":"*","value":[" swing north by road or rail to ",{"type":"[[","value":[["Xi'an"]]},", or join the ",{"type":"[[","value":[["Silk Road"]]}," further west at ",{"type":"[[","value":[["Lanzhou"]]}]},"\n",{"type":"{{","value":[["usableitinerary"]]},"\n",{"type":"{{","value":[["related"],["China"]]},"\n",{"type":"[[","value":[["Wikipedia:Yangtze River"]]}]