[{"type":"{{","value":[["Pagebanner"],["Along the Magnificent Mile-banner1.jpg"],["pgname=Along the Magnificent Mile"],["caption=Looking south across the Michigan Ave Bridge from the Near North towards the Loop"],["star=yes"]]},"\n\n",{"type":"{{","value":[["itinerary"]]},"\n",{"type":"[[","value":[["Image:Along the Magnificent Mile map.png"],["thumb"],["300px"],["Walking tour map"]]},"\n\n",{"type":"'''","value":["Along the Magnificent Mile"]}," is a one day and night sightseeing tour of ",{"type":"[[","value":[["Chicago"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nMost of Chicago lives in apartments, bungalows, condos, and houses on the North Side or the South Side, but this is where they all come together: to work amid the skyscrapers of the ",{"type":"[[","value":[["Chicago\/Loop"],["Loop"]]},", to relax in the parks and beaches along the lake, and to blow their hard-earned cash in the department stores on the Magnificent Mile. In this itinerary, you'll follow ",{"type":"'''","value":["Michigan Avenue"]}," as it evolves from shopping district to recreation space, and then you'll take a turn into the canyons of the commerce-oriented Loop before heading off for a terrific dinner.\n\n\n",{"type":"==","value":["Prepare"]},"\n\nYou're walking for most of this itinerary, so wear comfortable shoes, and dress for the climate. If it's a warm day in the spring, summer, or early fall, bring a small towel for splashing in the fountains at Millennium Park. This route starts in the ",{"type":"[[","value":[["Chicago\/Near North"],["Near North"]]},", proceeds to the ",{"type":"[[","value":[["Chicago\/Loop"],["Loop"]]},", veers off to the ",{"type":"[[","value":[["Chicago\/Near West Side"],["Near West Side"]]},", and returns to the ",{"type":"[[","value":[["Chicago\/Near North"],["Near North"]]},". Although the route is very straightforward and easy to follow, you may wish to print out the articles for those districts, if only for a few alternate recommendations and further illustration of what you'll see along the way.\n\nIf you skip the shopping and stick with your feet, the day won't cost very much. Only dinner, the Art Institute, and the Hancock\/Sears Tower will put any kind of crimp in your wallet. To cut out the taxi fares, get the exact addresses from the ",{"type":"[[","value":[["Chicago\/Near North"],["Near North"]]},", ",{"type":"[[","value":[["Chicago\/Loop"],["Loop"]]},", and ",{"type":"[[","value":[["Chicago\/Near West Side"],["Near West Side"]]}," guides, and plot public transit routes using the ",{"type":"'''","value":[{"type":"[","value":["http:\/\/tripsweb.rtachicago.com CTA Trip Planner"]}]},".\n\n",{"type":"==","value":["Morning"]},"\n\nStart early! On your way out of the hotel, ask the concierge whether the water is flowing at Buckingham Fountain yet; this will be important later. Grab a quick pastry and cup of coffee or juice to tide you over for the next couple of hours.\n\nIf you're starting on the CTA, take the Red Line subway to the Chicago stop, and walk three blocks east, toward the lake. Skip a couple paragraphs ahead and begin there, as you'll be walking right by the Water Tower. \n\nOtherwise, take a taxi from your hotel to the ",{"type":"'''","value":["Hancock Center"]},". This is only the third-tallest building in Chicago (fifth-tallest in the United States), but it's better-liked and better-looking than the other two, and it definitely has the best view. Take an elevator up to the ",{"type":"'''","value":["Observatory"]}," on the 94th floor. Admission is $15 adult, $10 child. Survey the city and the lake, and be sure to look south, for there lies the day's conquest. There's a bar with expensive drinks one floor up. Don't booze it up now, but you might come back for drinks later on.\n\n",{"type":"[[","value":[["Image:John Hancock Building 2.jpg"],["thumb"],["270px"],["All the way up, John Hancock Center"]]},"\n\nOne block south, at Michigan and Chicago, have a look at the old ",{"type":"'''","value":["Water Tower"]},". This is a Chicago icon, and the most famous survivor of the 1871 Chicago Fire, along with the less-celebrated ",{"type":"'''","value":["Pumping Station"]}," on the other side of Michigan Avenue. Street performers may be in the small square behind the Water Tower. (Don't bother tours of the interior, though — it's been scrubbed of any historical traces, and is occasionally used as a gallery space now.) Behind the pumping station on Chicago Ave is a turn-of-the-century ",{"type":"'''","value":["firehouse"]},"; not quite as old as the other two, but it's still in use, and you'll see members of the Chicago Fire Department (human and canine) relaxing out front if they're not away on a call.\n\nNow, you have two options. If you're in the mood for sand, head east down Chicago Avenue. You might check to see if the ",{"type":"'''","value":["Museum of Contemporary Art"]}," has any interesting public art outside its building at Mies van der Rohe Way. When you've reach the end of Chicago Avenue, turn left and walk a few blocks north. Use the pedestrian tunnel to cross under ",{"type":"'''","value":["Lake Shore Drive"]},". You are at ",{"type":"'''","value":["Oak Street Beach"]},". You should have a nice view of ",{"type":"[[","value":[["Chicago\/Lincoln Park-Old Town"],["Lincoln Park"]]}," and the North Side. When you're done, walk back the way you came, or take a taxi directly to the Tribune Tower — back-tracking will make it kind of a long walk.\n\nAlternatively, skip the beach and stroll down Michigan Avenue. This is the heart of the ",{"type":"'''","value":["Magnificent Mile"]},", with block after block of fashionable department stores. Pop into as many as you like, but this is expensive territory — and remember, you'll be carrying whatever you buy for the rest of the day. (That said, if cost is not a concern, stores will be more than happy to have packages wrapped and sent to your hotel while you carry on.) You'll want to backtrack to ",{"type":"'''","value":["900 N Michigan"]}," and ",{"type":"'''","value":["Water Tower Place"]},", and then keep heading south on Michigan.\n\n",{"type":"[[","value":[["Image:Tribunetower.jpg"],["thumb"],["270px"],["Angkor rocks, Tribune Tower"]]},"\n\nWhen you've almost reached the river, stop. On your left is the ",{"type":"'''","value":["Tribune Tower"]},". Walk along its north and south walls; embedded in them are stones from famous sites across the country and across the world. Bore your family with your knowledge of history. \n\nNow, cross over to the west side of the street and look for a curious opening in the sidewalk. There might even be a placard advertising a restaurant down there. Descend to ",{"type":"'''","value":["lower Michigan Ave"]},". At this point, your heart will be racing and you will fear for family's safety. Perhaps a scene from ",{"type":"''","value":["Adventures in Babysitting"]}," will play in your mind. Fight these feelings; there is nothing to fear. \n\nWalk to the corner, towards the river, and you will see the ",{"type":"'''","value":["Billy Goat Tavern"]},". This legendary haunt for Chicago newspapermen was made famous by John Belushi's \"cheeseburger-cheeseburger-not-Coke-Pepsi\" sketch on Saturday Night Live. Go in and have a quick, cheap lunch.\n\n",{"type":"==","value":["Afternoon"]},"\n\nWhen you are finished eating, head back upstairs and cross the river. If you are lucky, the bridge will be temporarily raised for some water traffic. Regardless, take in the views both east to the lake and west inland. \n\n",{"type":"'''","value":["Millennium Park"]}," begins at Michigan and Randolph, although most of the action is a little further south, closer to Madison. If it's warm, this place will be hopping. Don't miss ",{"type":"'''","value":["The Bean"]}," (you'll know it when you see it) or the giant ",{"type":"'''","value":["projection fountains"]},". Get your feet wet — you've done plenty of walking already, and there's plenty more ahead of you. (If you were hoping to have your kids burn off any excess energy, let them go buckwild in the fountain.)\n\n",{"type":"[[","value":[["Image:Millenium Park film statue.jpg"],["thumb"],["230px"],["Faces in the snow, Millennium Park"]]},"\n\nThen continue down Michigan to Adams, where two lions guard the entrance of the world-renowned ",{"type":"'''","value":["Art Institute of Chicago"]},". (Admission is $18 for adults, $12 for children, students, and seniors.) Choose a couple areas of interest and check those out; perusing the whole collection would take you the better part of the day. There are some iconic American paintings (Wood's \"American Gothic\" and Hopper's \"Nighthawks\") and a number of seminal European paintings (most notably Seurat's \"A Sunday Afternoon at La Grande Jatte\"). \n\nOnce you're finished browsing, continue south on Michigan to Congress Parkway. At the corner are the colossal stone walls of ",{"type":"'''","value":["The Auditorium Theatre"]},", designed by the great Louis Sullivan (with Frank Lloyd Wright toiling as his apprentice), once the tallest building in Chicago. A tour or a show here is well worth the cost, if you can arrange it. Have a look inside the grand lobby and the staircase if it's open, and leave before someone kicks you out. \n\nTurn around and head back north for two blocks to Jackson, and then turn left. In the sky are the looming black metal blocks of the ",{"type":"'''","value":["Sears Tower"]},". Until recently the tallest building in the world, it now carries that title only for North America. If you didn't go to the Hancock Observatory earlier, you can have a look from the SkyDeck at the Sears (Willis) Tower instead ($17.00 adult, $11.00 child). It's probably late in the afternoon by now, and most Chicagoans are beginning their commute home. The streets of the Loop will be full of the rumble of elevated trains and the air of people who are tired from a full day's work. \n\nThis is Chicago.\n\n",{"type":"==","value":["Evening"]},"\n\nIf you're a train geek and you have some time left before dinner, it might be worth your while to continue west on Jackson, cross the river, and then turn left on Canal St. to check out ",{"type":"'''","value":["Union Station"]},". Once, all the railroads in America ran through Chicago, and you can still catch traces of that in this monumental neoclassical building. It will also be full of people on their way home from work, catching Metra trains for the suburbs. Join the march between the giant marble columns and down the grand steps, and where the falling baby-carriage climax of ",{"type":"''","value":["The Untouchables"]}," was filmed. (Please remove actual babies from carriages before attempting to re-enact the scene, though). Check out the enormous atrium and its long, stately wooden benches. Hang out for a few minutes if you're not in a hurry — this is a great spot for people-watching — or head back out to the street.\n\n",{"type":"[[","value":[["Image:Chicagopumpingstation.jpg"],["thumb"],["270px"],["The Pumping Station and Michigan Avenue by night"]]},"\n\nTime to decide: what do you want for dinner? Armed with your guide for the ",{"type":"[[","value":[["Chicago\/Near West Side"],["Near West Side"]]},", catch a cab and tell the driver to take you to ",{"type":"'''","value":["Little Italy"]}," or ",{"type":"'''","value":["Greektown"]},", just west of the Loop. (If the weather's favorable, you can walk to Greektown in a few minutes). Have a nice, long, leisurely dinner at a family-run restaurant. You'll be spoiled for choice. If you'd prefer to stay closer to the ",{"type":"[[","value":[["Chicago\/Loop"],["Loop"]]},", try ",{"type":"'''","value":["Bella Bacino's"]}," for the best stuffed pizza in Chicago — and, by definition, anywhere.\n\nIf the concierge told you that ",{"type":"'''","value":["Buckingham Fountain"]}," is on, and if it's near 8PM, catch a cab to ",{"type":"'''","value":["Grant Park"]},", and head to the fountain. When night falls, the water dances and soars and is illuminated by lights. Celebrate a successful day in Chicago with an ice cream cone from the ",{"type":"'''","value":["Bobtail stand"]}," near the fountain. \n\nOtherwise, have the cabbie take you to Michigan and Randolph, and walk north on Michigan, back towards the river. On the bridge, have another look east and west. Cross the river; the building on your left is the ",{"type":"'''","value":["Wrigley Building"]},". (It will be impossible to miss.) Look down Michigan at the lights and the people for a memorable view. If you're a fan of coming full circle, you might take a taxi back to the ",{"type":"'''","value":["Hancock Center"]}," for drinks on the 95th floor, and see how the night view compares to the one you saw at the start of the day.\n\n",{"type":"==","value":["Stay safe"]},"\nOnce again, Chicago's climate is not to be underestimated. Bundle up in winter and keep hydrated in the height of the summer. You're unlikely to encounter any safety concerns during the day, save for the remote possibility of pick-pockets in crowded areas. After dark, don't stray more than a couple of blocks from Union Station and Little Italy\/Greektown. Both are safe for tourists, but there are some rough areas within walking distance.\n\n\n",{"type":"{{","value":[["staritinerary"]]},"\n",{"type":"{{","value":[["related"],["Chicago"]]},"\n",{"type":"{{","value":[["related"],["Chicago\/Loop"]]},"\n",{"type":"{{","value":[["related"],["Chicago\/Near_North"]]},"\n",{"type":"[[","value":[["Wikipedia:Magnificent Mile"]]}]