[{"type":"{{","value":[["pagebanner"],["Caribbean default banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Belize.AltunHa.Panorama.01.jpg"],["thumb"],["290px"]]},"\n\n",{"type":"'''","value":["Altun Ha"]}," is the name given ruins of an ancient Maya city in Belize, located in the Belize District about 30 miles (50 km) north of Belize City and about 6 miles (10 km) west of the shore of the Caribbean.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\n\nStarting in 1965 an archeological team lead by Dr. David Pendergast of the Royal Ontario Museum began extensive excavations and restorations of the site, which continued through 1970. Among the discoveries is a large (almost 10 pounds, or 5 kilograms) piece of jade elaborately carved into an image of the head of the Maya sun god, Kinich Ahau. This jade head is considered one of the national treasures of Belize.\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\nThe Old Northern Highway connects Altun Ha to Belize's Northern Highway. OLD HIGHWAY is apt. The Northern Highway is a collection of potholes connected by small stretches of worn-out asphalt. Genuine Belize is what you see all the way from Belize City to Altun Ha. Not the tourist version.\n\nThere are four main ways to reach Altun Ha:\n\n",{"type":"*","value":[" The most expensive way is to visit on a tour from Belize City.  However, these tours tend to only run one or two times a week and run upwards of US$100.  Your hotel\/hostel will usually arrange this for you free of charge."]},"\n",{"type":"*","value":[" You can cut your price to about US$50 if you take a US$2 bus to Crooked Tree and sign up for a tour there."]},"\n",{"type":"*","value":[" The easiest and probably most cost effective method to visit Altun Ha is to rent a car and drive out there yourself."]},"\n",{"type":"*","value":[" Many taxi drivers will drive you out to Altun Ha, wait for 1-2 hours and then drive you back.  The cost here depends greatly on which taxi driver you choose.  The average cost will be US$50 regardless of the number of people who go.  The most reliable drivers are located by the Marina in green and white uniforms.  However, if you're on a budget, a regular taxi driver will take you for US$10-20 less."]},"\n",{"type":"==","value":["Fees\/Permits"]},"\n\nThere is a small entrance fee which was BZ$10 as of May 2006.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\nThe Jade Head of Belize (Kinich Ahau) was discovered here in 1968.  The Jade Head can be seen on most every banknote of Belize. It is currently in the National Institute of Culture and History (NICH) in Belmopan.\nThe ruins of Altun Ha are just that. Ruins. This is not a spectacular site with reconstructed pyramids and elaborate art work. Most of the ruins are still buried to preserve them until enough money and interest is raised to restore them.\nThe pyramid that is open for tours is in poor condition and a very steep climb. This site is not handicapped accessible. A good guide is a necessity. Otherwise all you will see are grass covered hills.\nParadoxically a nice modern bathroom is in place just before you enter the site.\nThe obligatory souvenirs (wood carvings,postcards, shell jewelry) are on sale in the gift shops.\nIt is a nice, educational day trip from Ambegris Caye, Caye Caulker or Belize City.\n\n",{"type":"==","value":["Do"]},"\nYou can visit the ruins!\nMost tour operators pair a visit with the ruins with a visit to a spa or village (depending on the operator). Food at the spa is expensive and they try to sell you extras like horse back rides or spa treatments. On the up-side there is a decent bar at the spa you can use to while away the two or so hours you are stuck there.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"[[","value":[["WikiPedia:Altun Ha"]]},"\n\n",{"type":"{{","value":[["geo"],["17.763950"],["-88.347061"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Belize District"]]},"\n",{"type":"{{","value":[["outlinepark"]]}]