[{"type":"{{","value":[["pagebanner"],["AlushtaPanorama banner.jpg"]]},"\n",{"type":"'''","value":["Alushta"]}," (",{"type":"[[","value":[["Russian phrasebook"],["Russian"]]},": Алушта) is a small city in the ",{"type":"[[","value":[["Crimea"]]},".\n\n",{"type":"==","value":["Get in"]},"\nYou can take the 'famous' Crimean over mountain trolley bus but you may be disappointed. Its about as interesting as riding around the LA municipal transit. (Alushta is twinned with Santa Cruz in California USA). The trolley system is extremely slow and basically just a really old bus that is electrically powered. The kicker is that it goes over a windy road.  The trolley bus can't go around turns quickly or else it'll fall off of its cables so at every turn its goes REALLY slow. Take a mini bus instead, cheap and regular but very hot in mid summer.\n\nTrolleybus from Yalta to Alushta costs 6.25 hryvnias as of July 2013.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\nAlushta has some fairly nice former boat docks that have been converted into beaches. The town is mostly a big carnival though.\n\nVisit the Genonese fortress and Byzantine defensive tower.\n\n",{"type":"==","value":["Do"]},"\n\nAlushta offers you a wide selection of clubs and discos. Don't miss the famous Kivi Kivi on Gorkovo Street. It's hard to get a table inside the building, but you can be sure to meet friendly Russians\/Ukrainians. This is probably the only establishment in Alushta that knows Western-style drinks (such as Cuba Libre). The entrance fee is UAH 20-25. The dancefloor is rather small, so you have more than a chance to bump into a friendly-looking Kiev\/Moscow girl. Every sixth or seventh song is a slow one. Don't miss that chance.\n\nAlso, remember to take a walk down the Naberezhnaya. Get yourself a beer or two, sit anywhere you want and good things will happen. You can be sure to meet someone who will take you for a party.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nThe dishes tend to be extremely small (this is both for the indigenous and tourists), be sure to order at least two dishes. The \"plov\" will knock you of your feet.\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\nPrivate accommodation is plentiful and cheap (about 7 USD per night). Just look for the signs people have posted outside their homes (in Cyrillic letters, жильё) and knock.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name= Hotel Arcadia"],["alt=Hotel Arcadia"],["url=http:\/\/www.hotel-arcadia.crimea.ua"],["email=info@hotel-arcadia.crimea.ua"],["address=Knyagini Gagarinoy St., h. 25\/186-188, Alushta district, pos. Utyos, Crimea, 98541"],["lat=44.600208"],["long=34.372613"],["directions="],["phone=+380 6560 21969"],["tollfree="],["fax="],["price=Price from 351 UAH"],["checkin=14:00"],["checkout=12:00"],["content=Hotel Arcadia features newly-renovated rooms, cozy restaurant with the sea view, own beach only 10 m from the hotel, and heated swimming pool with salt water. Free Wi-Fi."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Crimea"]]},"\n",{"type":"{{","value":[["geo"],["44.666667"],["34.416667"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Alushta"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Alushta"]]}]