[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"[[","value":[["File:Amasya.jpg"],["thumb"],["300px"],["Traditional riverside houses of Amasya, backed by ancient rock tombs"]]},"\n\n",{"type":"'''","value":["Amasya"]}," is a city in the ",{"type":"[[","value":[["Central Karadeniz"]]}," region of ",{"type":"[[","value":[["Turkey"]]},".\n\n",{"type":"==","value":["Get in"]},"\n\nThe ",{"type":"''","value":["otogar"]}," is on the edge of city and has many major lines that come and go from ",{"type":"[[","value":[["Ankara"]]}," and ",{"type":"[[","value":[["Istanbul"]]}," all day long. Most of these lines will offer you a free service to the town square. There are also a few busses every day going every direction, to and from ",{"type":"[[","value":[["Izmir"]]},", ",{"type":"[[","value":[["Antalya"]]},", and ",{"type":"[[","value":[["Trabzon"]]},". To come and go from ",{"type":"[[","value":[["Samsun"]]},", the nearest city on the ",{"type":"[[","value":[["Black Sea Turkey"],["Black Sea coast"]]},", there are small Metro minibuses that leave several times a day.\n\n",{"type":"==","value":["Get around"]},"\nOnce you get a bus service or taxi to the town square, everything is within easy walking distance. If you are going on day trips to other villages in the region, you can find small privately-owned buses that come and go if you ask around.\n\nFor car rentals (if you're interested in a day trip to ",{"type":"[[","value":[["Bogazkale"],["Hattuşa"]]},", the Hittite capital, for example), there is a car rental\/pet store very near the Train Station, and another near the bridge by Migros.\n\n",{"type":"==","value":["See"]},"\nThe major sights of the city include the whitewashed Ottoman houses lined by the river and the ancient Pontic rock tombs engraved on the side of the mountain overlooking the city.\n\n",{"type":"==","value":["Do"]},"\nStroll along the ",{"type":"'''","value":["river walk"]}," along with Amasya's townspeople. In the summer months, the street is closed at night because so many people are out.\n\nGo to the already-mentioned ",{"type":"'''","value":["tombs"]}," (3 TL, accessible by a staircase in the \"old\" section of town) and the castle. The castle is free to enter, but requires a car to get to it. It shouldn't be more than 20 TL roundtrip if you are coming from the city center.\n\nThe ",{"type":"'''","value":["Bimarhane"]},", built during the Mongol period, was the first mental health research facility that used music to treat its patients. For the past 75 years or so, it had been the home of Amasya's music conservatory in honor of its past, but has recently re-opened as a museum in tribute to the ground-breaking man who did research here. Entrance is 3 TL.\n\nMost buses stop near the The ",{"type":"'''","value":["Amasya Belediye (Municipal) Museum"]},". It's a typical museum in Turkey, containing objects from the province that date from the early Greek period through the end of the Ottoman dynasty. Of particular note are the mummies from the Mongol period, preserved by the air of their mountain tombs. A bit gruesome but fascinating and unexpected.\n\nAmasya's largest ",{"type":"'''","value":["mosque complex"]}," is dedicated to Beyazid II. It is on the riverside and a very prominent site in town. Today, the complex also houses the ",{"type":"'''","value":["city library"]}," (formerly a law school) as well as a soup kitchen and a ",{"type":"'''","value":["miniature museum"]}," of Amasya. If you decide to give up the 3 TL for the miniature museum, make sure to stay for a full day-night cycle.\n\nAmasya was a religious and political center for central Anatolia, and there are many small ",{"type":"'''","value":["mosques"]}," that date back to pre-Ottoman times. The Gok Medrese Camii is on the edge of town opposite the ",{"type":"''","value":["otogar"]},", and has a ",{"type":"''","value":["türbe"]}," (mausoleum\/shrine of a holy person) in front of it. There is a \"house of suffering\" that you can get to if you walk up the hill from the town square, which was an important Alevi pilgrimage spot, as its founder's turbe is nearby. You can go into the \"suffering house\" now that it's no longer in use, and explore the small cells men would live in for months at a time, with little food and water and outside contact, simply reading the Qur'an and meditating on it.\n\nThere are two separate ",{"type":"'''","value":["wax museums"]},", one dedicated to the 7 Padishahs and one dedicated to Anatolian life in the 16-19th centuries. Like everything else mentioned, they are 3 TL. Not really recommended, however.\n\nAmasya has several very old, nice '''''hamam",{"type":"''","value":["s'"]},". Near the Bimarhame is Mustafa Bey hamami, which is a beautifully restored building that includes a Swiss-style sauna room, and has service as good as any hamam in Istanbul for half the price. Yildiz hamam, in the old part of town, is dirty. Kumacik hamam, between the otogar and the town square on the riverside, is a small hamam which boasts of a pool. They are all single-sex, open to men from 6-10 AM, women 10AM-5PM, and men again 5PM-12. There are special days in the week for working women to come at night, and the weekends are generally reserved entirely for men. Check with the hamams ahead of time; if you are staying at a hotel they can call and ask for you.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\nGenerally, all the places in Amasya to go out at night have live music, with the exception of the three or four pubs.\n\n",{"type":"'''","value":["Ali Kaya"]}," overlooks the entire city on its southeastern side, and offers great views at night. Mostly plays Turku, Turkish folk music, with a combination of classical and modern instruments.\n\n",{"type":"'''","value":["Eylul Bugusu"]},", ",{"type":"'''","value":["Grand Pasha,"]}," ",{"type":"'''","value":["Emin Efendi"]}," and ",{"type":"'''","value":["Mithridat"]}," are all basically indistinguishable bar\/restaurants in the old part of town. You come, get a table, and drink\/eat there while listening to covers of Turkish pop or folk music, depending on the night. If you are there on a weekend, a reservation may be required. If you're traveling around the old city during the day, the best thing to do is pop in the various local joints, pick which one suits your taste the most, and ask for a reservation.\n\nFor Turkish tea time, there is a local chain called ",{"type":"'''","value":["Yesil Ev"]}," (green house) that you'll see around town. For a more interesting experience, there is also the ",{"type":"'''","value":["Municipal Tea garden"]},", sitting on the riverside near the clock tower. At night in the warm months there is generally live music. If you are a large party and you'd like to relax for a while, order the ",{"type":"''","value":["Semaver Cay"]}," which is the Turkish version of the Russian Samovar, and you'll be drinking tea for hours. According to locals, though, the best tea and Turkish coffee is to be found at ",{"type":"'''","value":["Gamasuk Cay Evi"]},", which is on the main road, Mustafa Kemal Ataturk Caddesi, called Ust caddesi (high street) by locals.Both men and women are welcome at all of these places.\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Konfor Palas Oteli"],["url="],["email="],["address=Ziya Pasa Bulvari in the very centre"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=A budget place. Single with en suite is 35TL (summer 2010)"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Kahvecioglu Otel"],["url="],["email="],["address=on the riverfront, southern side"],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price=40TL for single ensuite, without bargaining (worth that price!)"],["checkin="],["checkout="],["content=Free wifi, breakfast, great views from rooms overlooking promenade, central location, friendly staff."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["routebox-1"],["image1=Tabliczka E80.svg"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Istanbul"]]}],["minorl1=",{"type":"[[","value":[["Bolu"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Erzurum"]]}],["minorr1=",{"type":"[[","value":[["Erzincan"]]}]]},"\n\n",{"type":"[[","value":[["WikiPedia:Amasya"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["40.6500"],["35.8333"]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Central Karadeniz"]]}]