[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"],["pgname=Amazonas"]]},"\n",{"type":"'''","value":["Amazonas"]}," is a state in the ",{"type":"[[","value":[["North (Brazil)"],["North"]]}," of ",{"type":"[[","value":[["Brazil"]]},". It is the largest state of Brazil in area.\n\n",{"type":"==","value":["Cities"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Manaus"]]}," - Capital of Amazonas state. It is the chief commercial and cultural center of the upper Amazon region and an important river port."]},{"type":"*","value":[{"type":"[[","value":[["Benjamin Constant"]]}," - on the border with ",{"type":"[[","value":[["Peru"]]}]},{"type":"*","value":[{"type":"[[","value":[["Iranduba"]]}]},{"type":"*","value":[{"type":"[[","value":[["Labrea"]]}," - Town of about 15,000 established during the height of the rubber trade; currently poor and relatively sleepy.  On the Purus river about 80 miles N. of Porto Velho. Labrea was once a leper colony and is still a primary place for the study of leprosy. Labrea is reached by boat from Manaus - from 4 days to a week depending on the season, by car from Porto Velho in a long day of driving that includes numerous river crossings by self-service barge, or by scheduled air service several times a week."]},{"type":"*","value":[{"type":"[[","value":[["Manacapuru"]]}]},{"type":"*","value":[{"type":"[[","value":[["Novo Airão"]]}," - Small town (15,000) on Negro River, 120 km from Manaus, in front of Anavilhanas Archipelago and near Jau National Park, surrounded by nature and fresh beaches, no mosquitos, Novo Airao claims to be the 'Ecological HotSpot' of that region."]},{"type":"*","value":[{"type":"[[","value":[["Parintins"]]}," - Famous for the Boi Bumbá festival that celebrates the Amazonian culture."]},{"type":"*","value":[{"type":"[[","value":[["Presidente Figueiredo"]]}," - The best waterfalls and adventure activities."]},{"type":"*","value":[{"type":"[[","value":[["São Gabriel da Cachoeira"]]}," - Home of many Indian tribes and the Pico da Neblina, the highest mountain in Brazil."]},{"type":"*","value":[{"type":"[[","value":[["Tabatinga"]]}," - On the border with ",{"type":"[[","value":[["Colombia"]]}," and ",{"type":"[[","value":[["Peru"]]},"."]},{"type":"*","value":[{"type":"[[","value":[["Tupana"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Xixuau"]]}]},"\n",{"type":"==","value":["Other destinations"]},"\n",{"type":"*","value":[" ",{"type":"[[","value":[["Anavilhanas"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Jaú National Park"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Mamirauá"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Praia do Tupé"]]}]},{"type":"*","value":[" ",{"type":"[[","value":[["Silves and Aldeia dos Lagos"]]}]},"\n",{"type":"==","value":["Understand"]},"\nAmazonas' territory is 98% covered by the rain forest and is named after the Amazon River. Its capital, ",{"type":"[[","value":[["Manaus"]]},", is a bustling modern city right in the middle of the Amazon Rainforest. The Amazon Rainforest  is the largest rainforest in the world and is of great ecological significance, as its biomass is capable of absorbing enormous amounts of carbon dioxide. Conservation of the Amazon Rainforest has been a major issue in recent years. Amazonas is home to the highest mountain in Brazil (Pico da Neblina). Its economy was once reliant almost entirely upon salt; today it has wide and varied industries, including the farming of cassava, oranges, and other agricultural products. In Amazonas, the exuberance of the tropical rain forest, associated with hot and humid climate, are responsible for the largest biodiversity on Earth. It is estimated that the Amazon Region shelters about 2,5 million species of insects, thousands of species of plants, approximately 2 thousand species of fishes, about 950 species of birds and some 200 species of mammals. It rains a lot from December to May , embellishing the city’s waterfalls. For the rest of the year, when there is less rain, fluvial beaches are formed on the Negro River. Amazonas is also the home of around 200 thousands Brazilian native indians.\n\n",{"type":"==","value":["Talk"]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"*","value":[{"type":"'''","value":["By Air"]},": The Eduardo Gomes International Airport receives domestic flights and flights from some Latin America cities, London and Miami and others."]},{"type":"*","value":[{"type":"'''","value":["By Road"]},": Road access from the south, southwest, midwest, and northeast regions is to ",{"type":"[[","value":[["Belém"]]},", capital of the State of Pará. From there, the trip takes 96 hours by boat or river ferry to ",{"type":"[[","value":[["Manaus"]]},", over the ",{"type":"[[","value":[["Pará (Brazil)"],["Pará"]]}," and Amazonas rivers. There is a paved road connecting Manaus to ",{"type":"[[","value":[["Boa Vista"]]},", capital of the State of ",{"type":"[[","value":[["Roraima (Brazil)"],["Roraima"]]},", and to ",{"type":"[[","value":[["Venezuela"]]},". In most places in the north, trips are made by boat and by plane using regional airlines. There are also road connections between Manaus and neighboring cities."]},"\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["Amazon forest"]},". The ecological tourism is the great attraction of the tours through the Amazon. The most sought-after tours include the Reserve of Mamirauá and Humaitá, where the greatest attraction is the sport fishing in Roosevelt River. The tours include boat rides, overnight at forest lodges and forest hikes. Most of the tours has a specialized guide."]},{"type":"*","value":[{"type":"'''","value":["Mamirauá Sustainable Development Reserve"]},". It is one of the largest flooded forest reservations in  the world, with 1,1 million hectares, and  up to 80 continuous kilometers of flooded area. In this reservation, more than 300 species of fishes were identified, including ornamental fishes such as the acará-disk. In addition, about 400 species of birds and at least 45 species of mammals live in the reservation's area. Among other protected animals is the white uacari monkey (Cacajao calvus calvus), which can only be found in this area. This  reservation  shows important tropical hard wood species such as sumaumeiras and assacus, which  can reach up to 40 meters in length."]},{"type":"*","value":[{"type":"'''","value":["Rio Acajatuba"]},". Acajatuba River, a tributary of the Rio Negro (Black River), in the city limit of Iranduba, approximately 32 miles away from the capital ",{"type":"[[","value":[["Manaus"]]},". It is near the world’s largest complex of river islands, Anavilhanas Archipelago (over 400 islands) and the legendary Boiaçu Bay, which according to the legends, is the home of a gigantic snake. Transportation is mainly through regional boats. It takes approximately 3 hours by boat."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":["Check ",{"type":"'''","value":["local arts and crafts"]},". The Forest inhabitants and members of Indian tribes produce baskets, hammocks, knick knacks and ornaments using regional seeds, vines, fibers and wood. There are many places, specially in ",{"type":"[[","value":[["Manaus"]]},", where one can find arts and crafts stores."]},"\n",{"type":"==","value":["Eat"]},"\nLocal cuisine is rich and varied and can be found in many  Amazon cities. You may try ",{"type":"'''","value":["tapioquinha"]},", a glutinous pancake made from manioc starch, usually buttered and filled with tucumã palm fruit and farmer’s cheese. Or ",{"type":"'''","value":["tacacá"]},", an Amazon local soup. Or ",{"type":"'''","value":["pamonha"]},", made from green corn and coconut milk boiled in corn husks. Or ",{"type":"'''","value":["bolo de macaxeira"]},", a tasty but heavy glutinous translucent oily cake made from manioc. Or ",{"type":"'''","value":["sugar cane juice"]},", a favorite drink among locals. The region is also known for its exotic fruits like creamy white ",{"type":"'''","value":["capuaçú"]}," and iron-rich ",{"type":"'''","value":["açaí"]},".\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlineregion"]]},"\n",{"type":"{{","value":[["IsPartOf"],["North (Brazil)"]]},"\n\n\n",{"type":"[[","value":[["commons:Category:Amazonas"]]},"\n",{"type":"[[","value":[["WikiPedia:Amazonas (state, Brazil)"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/South America\/Brazil\/States\/Amazonas\/"]]}]