[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Amble"]}," is a small town in ",{"type":"[[","value":[["Northumberland"]]},", ",{"type":"[[","value":[["England"]]},".\n\n",{"type":"==","value":["Get in"]},"\nAmble is easily reached by car and lies on the A1068 Coastal Route, approximately 10 miles north of Morpeth and 10 miles south of Alnwick. The nearest train station is at Alnmouth, around 20 mins away. The Marina can even accommodate your yacht.\n\n",{"type":"==","value":["Get around"]},"\nThe town is most accessible by foot, but pedal bike hire is available. Amble is home to two Sustrans cycle routes; the National Route 1 and the Coast and Castles cycle route.\n\nParking along Queen Street, the main shopping street, is free for one hour. (Not on the yellow lines.) There are car parks at the Tourist Information Centre and at the harbour. There is also a car park in Coquet Street which is owned by Amble Marina. There is a pay and display car park at the Little Shore which is owned by Warkworth Harbour Commissioners.\n\nArriva buses operate an hourly service, north to Alnwick and beyond, south to Morpeth and Newcastle (X18).\nthere is also a bus to Widdrington and Ashington (20). \nTravelsure runs an hourly daytime service to Alnwick via Shilbottle (472).\nPlease check with bus companies for exact timetables.\n\nTaxi services also operate in the town.\n\n",{"type":"==","value":["See"]},"\nThis sleepy coastal town on Britain’s north Northumberland coast is famed for its breathtaking scenery, wildlife, small fishing boats, independent shops and history.\n\nDuring the nineteenth century, Amble developed as a port serving the coal mines of neighbouring Northumbrian villages. Fishing also played its part in the economy of the town, and many locals are still related to the original fishing families, although the fleet is now much reduced.\n\nNowadays, visitors hire boats out of the harbour for fishing expeditions or take a Puffin Cruise to see the famous Roseate terns, puffins and seals on RSPB-maintained Coquet Island, about a mile offshore. The town is also home to a beautiful Marina which welcomes visitors from all around the UK, as well as from across the North Sea.\n\n2013 will see Amble's first ",{"type":"'''","value":["Puffin Festival"]},", which will be held from May 18 – June 1.   The festival will include exhibitions from local community groups, children’s events, live music and watersports. It will take place over a two week period which will coincide with the best time to see the puffins and pufflings on Coquet Island.\n\nAmble is a haven for bird watchers, walkers, cyclists and those seeking a breath of fresh air. The town is a stone’s throw from medieval castles, nature reserves, long golden beaches and is gateway to the majestic hills of Coquetdale, historic town of Alnwick and all the wide open splendour Northumberland can offer.\n\nThe town is family and dog friendly, and if the weather is inclement, there is  a large indoor play centre for children. There is a luxury swimming pool, sauna and gym facilities at The Granary Leisure Complex and a funfair and indoor amusement arcade.\n\nThe main shopping street is Queen Street, which boasts more independent shops than any other small local town. Here you will find good quality produce, competitive prices and our famous friendly welcome.\n\nAlso known as \"Amble By The Sea\" and \"The Friendliest Port\" there are plenty of comfortable bed and breakfast accommodation, cosy holiday cottages, good quality restaurants, and welcoming bars and cafés.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Brinkburn Priory"],["alt="],["url=http:\/\/www.english-heritage.org.uk\/daysout\/properties\/brinkburn-priory\/"],["email="],["address=Longframlington, NE65 8AR"],["lat=55.28017"],["long=-1.8147"],["directions=13 miles west of Amble"],["phone=+44 1665 570628"],["tollfree="],["fax="],["hours="],["price=adults £3.50, children £2.10, concessions £3.20"],["content="]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jasper's Sandwich Bar & Coffee Shop"],["alt="],["url="],["email="],["address=8 Bridge Street"],["lat="],["long="],["directions="],["phone =+44 1665 714724"],["tollfree="],["fax="],["hours="],["price="],["content=Eat in or take away. Lots of great value food including pizzas, ciabattas, salads, wraps, toasted sandwiches, baked potatoes, full English breakfasts and scones. They'll even make any combination of anything you see on the menu to order. Wide range of teas and coffees too."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\nFor information on Amble's Puffin Festival, contact Amble Action Group or Amble Development Trust (info@ambledevelopmenttrust.org.uk)\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["55.3306"],["-1.5783"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Northumberland"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Amble"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/United Kingdom\/England\/Northumberland\/Amble\/"]]}]