[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Amboli"]}," is in ",{"type":"[[","value":[["Sindhudurg"]]},".\nAmboli ( Marathi - आंबोली)is a hill station in south Maharashtra that lies in the Sahayadri Hills of Western India. At an altitude of 690 meters it is the last hill station before the coastal highlands of Goa and a relatively unexplored one.\n\n",{"type":"[[","value":[["Image:Amboli Bus Stand.JPG"],["thumb"],["Amboli Bus Stand"]]}," \n\nAmboli receives the highest rainfall in Maharashtra and remains pleasant all around the year. The best season to visit Amboli is during the monsoon between June and July where there are heavy rains. During non-monsoon seasons, the town wears a deserted look and leads life with a lazy approach.\n\nGiven its placement on the Ghats and being the recipient of highest rainfall, Amboli remains pleasant all round the year is a treat to visit. It’s this characteristic of the town that attracts many visitors from the neighboring cities of Goa and Belgaum on weekends.\n\n",{"type":"==","value":["Get in"]},"\nAmboli can be reached easily from Karnatka, Goa and Maharashtra.  \n\n",{"type":"*","value":[{"type":"'''","value":["By Train"]}," -"]},"\nThe nearest rail heads are;\n",{"type":"[[","value":[["Sawantwadi"]]}," Road - 28 km,\n",{"type":"[[","value":[["Kolhapur"]]}," - 110 km, \n",{"type":"[[","value":[["Sangli"]]}," - 148 km,  \n",{"type":"[[","value":[["Belgaum"]]}," - 70 km, and \n",{"type":"[[","value":[["Miraj"]]}," -140 km \n\nBoth Sawantwadi and Belgaum are well connected with all the important rail heads from all parts of the country.\n\n",{"type":"*","value":[{"type":"'''","value":["By Bus"]}," - "]},"\nThere aren’t any luxury buses that ply to Amboli. There are general buses both from Karnataka State Road Transport Corporation and Maharashtra State Road Transport Corporation that ply frequently (every half hour) between Belgaum and Sawantwadi Via Amboli and charge Rs.51. It takes between 2-3 hours to reach Amboli from Belgaum.\n\n",{"type":"*","value":[{"type":"'''","value":["By Air"]}," - "]},"\nThe nearest airport to reach Amboli would be the ",{"type":"[[","value":[["Dabolim Airport"]]},",Goa at 57 km or Sambre Airport, Belgaum at 70 km.\n\n",{"type":"*","value":[{"type":"'''","value":["By Road"]}," - "]},"\nAmboli is on the SH 121 that connects Belgaum and Sawantwadi. The roads we decent in terms of the current state of State Highways, however the roads gets comparatively better on the Maharashtrain side.\n\n",{"type":"==","value":["See"]},"\n\nThere are quite a few places in and around Amboli that one can visit. All of these are pretty close by and would not take more than a day to visit all of them. You can pick a tourist direction maps provided by MTDC from any of the hotels you check in.\n\n",{"type":"'''","value":["Towards Belgaum"]}," - \n\n",{"type":"[[","value":[["Image:Nangartas Falls.JPG"],["thumb"],["Nangarta falls"]]}," \n\n",{"type":"[[","value":[["Image:Mahadev Gad1.JPG"],["thumb"],["Mahadev Gad"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Hiranyakeshi Temple"]}," - "]},"\nThis place is 5 km from the main bus stand of Amboli. It is here that the Hiranyakeshi river originates. There is a temple that is built around the caves from where the waters flows down to form the Hiranyakeshi river. Alongside the temple there is also a cave which locals say can be explored. The roads leading to the temple are typical to any village but are motor able.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Nangarta Falls"]}," - "]},"\nLocated on the SH 121 at a distance of 10 km from the main bus stand of Amboli, Nangarta falls is a narrow ravine into which the water flows from a height of over 40 feet. During the monsoons’, the heavy pour of water makes a hell of a noise that’s not easy to miss.  There is a bridge and a view point that have been constructed near the falls from where one can enjoy the beauty of the falls.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Kavleshet Point"]}," - "]},"\nLocated at a distance of 11 km from the main bus stand of Amboli, Kavlesad point provides some breath taking valley views. One can also find may small waterfalls from the view point during the monsoon. Try shouting your name and the valley would throw it back to you. One would have to take a detour from the highway and drive over (very) poorly maintained roads for over 3 km to reach the destination and would not find any signs of human presence except the occasional vehicle that passes by.. There are couple of signboards that call out the presence of a tourist attraction, however all of them are either in ",{"type":"[[","value":[["Hindi"]]}," or ",{"type":"[[","value":[["Marathi"]]},".\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Maruti Mandir"]}," - "]},"\nLocated at a distance of 2km from the Amboli bus stand, Maruti Mandir is the house of Ganesh and Ram temple along with the Samadhi of a saint from Amboli. \n\n",{"type":"'''","value":["Towards Sawantwadi"]}," - \n\n",{"type":"[[","value":[["Image:Amboli Sunset Point.JPG"],["thumb"],["Sunset Point"]]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Mahadev Gad"]}," - "]},"\nLocated at a distance of 2.5 km from the main bus stand of Amboli, Mahadev Gad provides excellent valley views. One would have to take a detour from the highway and drive over (very) poorly maintained roads for over a kilometer to reach the destination. There are couple of signboards that call out the presence of a tourist attraction, however all of them are either in ",{"type":"[[","value":[["Hindi"]]}," or ",{"type":"[[","value":[["Marathi"]]},".\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Sunset Point"]}," - "]},"\nSunset point is located on the highway toward Sawantwadi at a distance of a kilometer from the main bus stand. One can also find Hotel Vitha Kamath alongside the view point.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Amboli Water falls"]}," - "]},"\nLocated at a distance of 3 km from the main bus stand of Amboli\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Shirgaonkar Point"]}," - "]},"\nLocated at a distance of 3km from the main bus stand of Amboli. One would have to take a detour from the main road to reach this point.\n\n",{"type":"==","value":["Do"]},"\n1. Enjoy the nature.",{"type":"<","value":["br"]},"\n2. Eat Kanda-Bhaji and Vada Pav from Amboli hill stalls.",{"type":"<","value":["br"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":[" Handmade Wooden Toys."]},{"type":"*","value":[" No hotels or shops at Amboli accept cards. Its recommended that you carry adequate cash for your trip as there aren’t any ATMs at Amboli."]},"\n",{"type":"==","value":["Eat"]},"\n\nThe food style of most of the eating joints are synonyms to the cuisine that one can taste in other parts of Maharashtra. You can find numerous eat outs in the 500 meter distance between the main bus stand and the police check post with all of them serving similar cuisine. \n\nFor those with interests in branded food can visit Vithal's Kamath near Sunset point. The hotel offers good seating with ample car parking and a good view of the mountains. They are priced reasonably higher compared to the other prices in Amboli.\n\n",{"type":"==","value":["Drink"]},"\n\nYou would hardly find any shops that serve you fruit juices. There is only one store near the main bus stand that serves sugarcane juice. \n\nRefreshments like Tea and Coffee and other bottled\/aerated drinks are available in all stores that dot the highway between the bus stand and the police check post.\n\nThere is one alcohol store near the main bus stand which maintains a pretty good stock of Spirits. The store is open from 9am to 9pm.\n\n",{"type":"==","value":["Sleep"]},"\n\nA series of small and medium hotels\/resorts are available at Amboli on the highway between the main bus stand and police check post. All of these are medium priced and offer services like Hot water baths, Room service and have attached restaurants. Its recommended that one makes an advance booking during the monsoon season (June-July) and on the weekends. \n\nSome of the hotels one can try are;\n\n",{"type":"*","value":[{"type":"'''","value":["Hotel Shiv Malhaar"]}," - Near Amboli Check post"]},"\nEmail - Shivmalhaarhotel@Rediffmail.com\n\n",{"type":"*","value":[{"type":"'''","value":["Whistling Woods"]}," - MTDC Approved"]},"\nWebsite - www.amboliww.com\nPhone - 02363 - 240505, 240229\n\n",{"type":"*","value":[{"type":"'''","value":["Hotel JRD International"]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Green Valley Resort"]}," - MTDC Approved, Near Amboli Check post"]},"\nWebsite - www.maharashtratourism.gov.in\nPhone - 02363 - 240236, 240239\n\n",{"type":"*","value":[{"type":"'''","value":["Hotel Sailee"]}," - Near Amboli Bus stand"]},"\nPhone - 02363 - 240202, 240217 \nEmail - saileeamboli@gmail.com\n\n",{"type":"==","value":["Connect"]},"\n\nAirtel does not provide connectivity in the core of Amboli Town, however it does work at all tourist attractions around Amboli.\n\nThere are two public phone booths on the Highway between the main bus stand and the police check post that once can use if required\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"*","value":[{"type":"[[","value":[["Sawantwadi"]]}," - 30 km"]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Sindhudurg"]]},"\n",{"type":"[[","value":[["wikipedia:Amboli, Sindhudurg"]]},"\n\n",{"type":"{{","value":[["geo"],["15.9625"],["73.997777777778"]]}]