[{"type":"{{","value":[["pagebanner"]]},"\n",{"type":"'''","value":["Amecameca"]}," is a small, sleepy town south of Mexico City, in the ",{"type":"[[","value":[["Mexico State"],["State of Mexico"]]},".\n\n",{"type":"==","value":["Understand"]},"\nAmecameca has an old and beautiful church, the Parish of the Asunción, on the ",{"type":"''","value":["zocalo"]},". The town lies near the volcanoes ",{"type":"''","value":["Ixtaccihuatl"]}," and ",{"type":"''","value":["Popocatepetl"]},", and is the most convenient place from which to head up to climb Ixtaccihuatl.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By bus"]},"\nAmecameca is fairly close to both ",{"type":"[[","value":[["Puebla"]]}," and ",{"type":"[[","value":[["Mexico City"]]},". To get to or from the town by bus, one first travels to the big freeway interchange where the 150 and 115 freeways intersect, near the town of ",{"type":"[[","value":[["Chalco"]]},"; tickets for this point may be referred to as tickets to \"Chalco\" or \"Los Cocos,\" and it may be necessary to remind the driver to stop there. Once at this interchange, you must walk across the freeway or along an overpass to get to the correct strip of dirt where one catches the next bus. This can be dangerous. It would not be a good idea to attempt it at night, and there is no way to figure out which location to go to without asking people. Buses to Amecameca have signs saying \"Ameca.\"\n\nIn Amecameca, colectivos stop at the north side of the ",{"type":"''","value":["zocalo"]},". The station for big buses is a few blocks northwest of the ",{"type":"''","value":["zocalo"]},", on the street that cuts diagonally across the grid of city streets and connects the town to the 115 highway.\n\n",{"type":"==","value":["Get around"]},"\nThe town is small enough to be easily walkable, but there are also taxis, as well as lots of ciclotaxis on the streets.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\nOne can climb a wooded hill west of the town to the ",{"type":"''","value":["Santuario del Señor de Sacromonte"]},", with an excellent view of the town, countryside, and two nearby volcanoes. Mexican families living in ",{"type":"[[","value":[["Mexico City"]]}," come here to escape the summer heat, and there is a petting zoo and amusement park outside of town.\n\n",{"type":"===","value":["Climb Ixtaccihuatl"]},"\nAlpinists with the necessary equipment and experience will usually pass through Amecameca on their way to climb Ixtaccihuatl. (It has not been possible to climb Popocatepetl since it began showing renewed volcanic activity in 1994.) Register for your climb at the national park office above the Hotel San Carlos; they will give you paperwork to fill out, but you don't pay them any money. The next step is to hire a taxi up to Altzomoni Lodge or La Joya. The driver will know to stop at the visitor's center at the Paso de Cortes, where you will pay your fees and, if you're staying at the Altzomoni Lodge, obtain a key. The Altzomoni Lodge may be full, and it may be difficult to learn this without heading up to the Paso do Cortes. An alternative base of operations, which may in fact be preferable, is the Grupo de Los Cien hut higher up on the mountain, which is unlocked and free. Altzomoni has bunk beds, electricity, fireplaces, and toilets, but no potable water. The Grupo de los Cien hut is a bare-bones alpine hut, offering only shelter against the wind and weather. In an emergency, it would also be possible to take shelter inside the semi-enclosed shack at La Joya that serves as a taco stand on some weekends. Information about climbing Ixtaccihuatl is available on ",{"type":"[","value":["http:\/\/www.summitpost.org\/iztaccihuatl\/150193 summitpost"]}," or in Secor's ",{"type":"''","value":["Mexico's Volcanoes: A Climbing Guide"]},". The climb requires an ice ax and crampons, and can be done either in two days (with one or more nights at the Grupo de los Cien hut) or in one long day. Because of the high altitude of 5230m  (17,160 ft), climbers typically acclimatize first by climbing La Malinche or Nevado de Toluca.\n\n",{"type":"==","value":["Buy"]},"\nThere is a large supermarket in the center of town. An open-air market lies along the eastern side of the ",{"type":"''","value":["zocalo"]},". \n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" A large historic cafe at the south side of the ",{"type":"''","value":["zocalo"]}," serves coffee and pastries starting at 08:30."]},{"type":"*","value":[" Europan, a small cafe on Rosario near Independencia, has good coffee and is open at 09:30."]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hotel San Carlos"],["address="],["lat="],["long="],["directions=East of the ",{"type":"''","value":["zocalo"]},", next to the church."],["price=From MXN120"],["content=Extremely cheap. Clean, bare, unheated rooms with tile floors and old, battered furniture. Private baths with hot water. Some rooms have televisions."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Mexico State"]]},"\n",{"type":"{{","value":[["geo"],["19.12603"],["-98.76881"],["zoom=14"]]},"\n",{"type":"[[","value":[["wikipedia:Amecameca"]]}]