[{"type":"{{","value":[["pagebanner"],["Amersfoort Wikivoyage Banner.png"],["caption=The ",{"type":"''","value":["Koppelpoort"]}," in Amersfoort"]]},"\n\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.amersfoort.nl Amersfoort"]}]}," is an originally medieval city to the east of ",{"type":"[[","value":[["Amsterdam"]]}," and ",{"type":"[[","value":[["Utrecht"]]},". It is at the edge of their commuting area, and has expanded in recent years. The city centre (the medieval city) is full of historic buildings and streets, and there is accessible forest into the west and south. The city of Amersfoort (municipality) has about 148,000 inhabitants, the urban region about 285,000.\n\nAmersfoort is located in the province of ",{"type":"[[","value":[["Utrecht (province)"],["Utrecht"]]}," in the ",{"type":"[[","value":[["Netherlands"]]},", bordering on the province of ",{"type":"[[","value":[["Gelderland"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:AmersfootOldCity.jpg"],["250px"],["thumb"],["The old town of Amersfoort"]]},"\n",{"type":"===","value":["Geography and history"]},"\n\nAmersfoort takes its name from a ford (",{"type":"''","value":["voorde"]},") in the Eem river, which was once called the 'Emer' or 'Amer', at the edge of higher ground, the Utrecht ridge. The ford is on the shortest route across low marshy ground, from the ridge to the nearest higher ground on the east. As a result, Amersfoort was, and still is, on the main road from the western Netherlands to northern ",{"type":"[[","value":[["Germany"]]},",and the later Amsterdam - Berlin railway followed this route. The low-lying area between the Utrecht and ",{"type":"[[","value":[["Veluwe"]]}," ridges is called the Valley of Gelderland, ",{"type":"''","value":["Gelderse Vallei"]},", and it is now a zone of intensive farming.\n\nThe first written record of the settlement was in 1028. In the 12th century the Bishopric of Utrecht fortified it (because of its strategic location), and in 1259 granted it city rights. The first city wall of stone was built in the late 13th century.\n\nAround 1380 a new wall was built: some of the city gates still survive. The city was a late medieval pilgrimage centre, and in 1444 began the construction of a cathedral. Most of it was destroyed in an explosion in 1787, but the tower survives, one of the highest church towers in the Netherlands. The 98 meter late-medieval eye-catcher is called Onze Lieve Vrouwentoren. Because of its visibility, it was the starting point for the accurate triangulation of the country, and it is still the true origin of the Dutch national grid (coordinates 463.000, 155.000).\n\nAmersfoort's medieval industries were cloth and beer: in the 18th century it prospered due to the locally-grown tobacco. The railway began the modern expansion. In recent years growth has accelerated, with suburban expansion mainly to the north. During its medieval heyday Amersfoort was both a popular place of pilgrimage as well as an important city in the brewing industry. The oldest of Amersfoorts bars, In Den Grooten Slock, still stands today. The historic brewery, De Drie Ringen, brews excellent beers and is open to the public (from Friday til Sunday from 1 til 7 pm).\n\nThe central location allowed Amersfoort to become a major railway hub in the late 19th century. This also increased it's strategic importance and up until 1980 it was one of the biggest garrison towns of the Netherlands. The military presence is still visible in the army bases (the ",{"type":"''","value":["Bernhardkazerne"]}," is still active and housing the Cavalry museum), nearby training grounds, and former airforce base ",{"type":"[[","value":[["Soesterberg"]]},"\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By bicycle"]},"\n\nYou can cycle from Amsterdam to Amersfoort in about 4 hours. Utrecht to Amersfoort takes about 90 minutes. The long-distance cycle route LF9, from ",{"type":"[[","value":[["Breda"]]}," in the south, to the German border at Nieuweschans, at  passes through Amersfoort. (There is also a route variant which passes outside the city).\n\n",{"type":"===","value":["By train"]},"\nAmersfoort station is a ",{"type":"'''","value":["rail junction"]},". One line comes from Amsterdam via ",{"type":"[[","value":[["Hilversum"]]},", another from ",{"type":"[[","value":[["Utrecht"]]},". Beyond Amersfoort, they split. The main line to the east goes to ",{"type":"[[","value":[["Apeldoorn"]]},", ",{"type":"[[","value":[["Deventer"]]},", and on to ",{"type":"[[","value":[["Enschede"]]},". The line north-east to ",{"type":"[[","value":[["Zwolle"]]}," is the main line to the north of the country, to ",{"type":"[[","value":[["Leeuwarden"]]}," and ",{"type":"[[","value":[["Groningen (city)"],["Groningen"]]},". Trains arrive and depart at similar times on both sides of the platform, so you need to be careful which train you board. There are two suburban stations, Schothorst and Vathorst. The main station is served by...\n",{"type":"*","value":[" from Amsterdam: 2 Intercity trains per hour, in 33 minutes, and 2 slower trains"]},{"type":"*","value":[" from Utrecht: 4 Intercity trains per hour, in 14 minutes"]},{"type":"*","value":[" from Ede-Wageningen station, connecting with trains from ",{"type":"[[","value":[["Arnhem"]]},", every 30 minutes, journey takes 33 minutes."]},"The ",{"type":"[[","value":[["Berlin"]]}," - Amsterdam international trains also stop at Amersfoort, 3 trains per day, and one more from ",{"type":"[[","value":[["Hannover"]]}," (with a connection from Berlin).\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.ns.nl NS train route planner"]}]},"\n",{"type":"===","value":["By bus"]},"\n\nAmersfoort is served by regional bus lines, some with limited services. The main bus lines run every 30 minutes: line 80 from Wageningen, and three with parallel rail routes: the 70 from Hilversum, the 101 from Harderwijk and the 102 from Apeldoorn.\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.9292ov.nl Public transport route planner"]}]},"\n",{"type":"==","value":["Get around"]},"\n",{"type":"===","value":["Tourist Office"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["listing"],["name=Tourist Office"],["alt=VVV"],["url=http:\/\/www.vvvamersfoort.nl\/"],["email=info@vvvamersfoort.nl"],["address=Breestraat 1"],["lat=52.155444"],["long=5.38725"],["directions=Onze Lieve Vrouwetoren\/ Our Lady tower"],["phone=+31 900 11 22 364 €0,50 p\/c"],["tollfree="],["fax="],["hours="],["price="],["content=The Tourist Office of Amersfoort is located in the heart of the city center, next to the Onze Lieve Vrouwetoren in the city centre. They are happy to help you with more information, maps, walking- and cycle routes and souvenirs."]]}]},"\n",{"type":"===","value":["Public transport"]},"\nAmersfoort does have a city bus network, with 10 lines, but services are not as frequent as you would expect, in a city this size. The city centre is small enough to walk everywhere, the station is 10 minutes walk from the centre. Outside the centre, the best way to get around is to cycle. Car access to the city centre is restricted.\n\n",{"type":"===","value":["Carparking"]},"\nAmersfoort city centre is easily accessible and offers multiple parking facilities, including eight parking garages in and around the city centre. The Parking Route Information System (PRIS) can guide you to any of our parking garages.\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.parkeerservice.nl\/amersfoort Parking Services in Amersfoort city center"]}]},"\n",{"type":"===","value":["Rent a bike or scooter"]},"\nAt the Central Train Station and various other locations in and around the city centre you can rent (electric) bicycles which you may then park for free at one of the many cycle racks in the city centre. In combination with the Eemlijn Fietsboot this can be a perfect day out. Alternatively, you can rent a scooter from the Tourist Bureau Amersfoort, where they also have information on scooter routes.\n",{"type":"*","value":[" ",{"type":"[","value":["http:\/\/www.vvvamersfoort.nl Tourist Bureau Amersfoort"]}]},"\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["Image:KoppelpoortAmersfoort.jpg"],["thumb"],["Koppelpoort"]]},"\nThe roughly circular historic centre is the main attraction of Amersfoort. The Eem river runs diagonally through the old city, south-east to northwest, from the Monnickendam to the Koppelpoort. It is crossed at right angles by the Langestraat, part of the old highway from Utrecht to Zwolle, and still the main street. The station is on the west side, and the Town Hall is at the western edge of the old city, on the road to the station. Most of the office buildings in the centre are located on or near this road. Apart from the Langestraat, most of the shopping streets are on the west side of the centre also. Specific sights include:\n\n",{"type":"===","value":["Museums"]},"\n",{"type":"[[","value":[["File:Mathias Withoos - View of Amersfoort - WGA25791.jpg"],["thumb"],[{"type":"''","value":["Gezicht op Amersfoort"]}," by Mathias Withoos in Museum Flehite"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Mondriaanhuis"],["alt="],["url=http:\/\/www.mondriaanhuis.nl"],["email=info@mondriaanhuis.nl"],["address=Kortegracht 11"],["lat=52.154778"],["long=5.390333"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Situated in the house of birth of the famous artist Piet Mondriaan, this museum is completely dedicated to his work and includes a reconstruction of his 1920’s Paris studio. The museum has English descriptions of objects and artefacts, English brochures and guided tours in English. Please make a reservation for a tour in English at least four days in advance."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Museum Flehite"],["alt="],["url=http:\/\/www.museumflehite.nl"],["email=info@museumflehite.nl"],["address=Westsingel 50"],["lat=52.157722"],["long=5.386556"],["directions="],["phone=+31 33 247 1100"],["tollfree="],["fax="],["hours="],["price="],["content=Housed in buildings dating back to around 1540 the Museum Flehite hosts art exhibitions and artefacts that reflect the history of Amersfoort. English summary of history of Amersfoort available. Guided tours in English possible. Please make a reservation for a tour in English at least four days by telephone."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kunsthal KAdE"],["alt="],["url=http:\/\/www.kunsthalkade.nl"],["email="],["address=Smallepad 3"],["lat=52.158722"],["long=5.384194"],["directions=Next to the Koppelpoort"],["phone=+31 33 422 5030"],["tollfree="],["fax="],["hours=Tu-Fr 11AM-5PM and Sa-Su 12AM-5PM; M closed"],["price="],["content=Organises exhibitions of (modern) art, architecture, design and contemporary culture."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Latin American Art Museum of Amersfoort"],["alt=Lakma"],["url=http:\/\/www.lakma.nl"],["email=info@lakma.nl"],["address=Muurhuizen 104"],["lat=52.157667"],["long=5.391139"],["directions="],["phone=+31 33 465 86 86"],["tollfree="],["fax="],["hours="],["price="],["content=The first Museum in The Netherlands dedicated to Spanish, Mexican, Caribbean, Central and South American contemporary art. English and Spanish descriptions of objects and artefacts are present. Guided tours in English and Spanish possible. For a guided tour in English or Spanish for groups consisting of more than ten persons please make a reservation."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Cavaleriemuseum"],["alt="],["url=http:\/\/www.cavaleriemuseum.nl"],["email=info@cavaleriemuseum.nl"],["address=Barchman Wuytierslaan 198"],["lat=52.14875"],["long=5.352917"],["directions="],["phone=+31 33 466 1996"],["tollfree="],["fax="],["hours="],["price="],["content=Houses an exhibition relating to both early and modern cavalry of the Dutch army, spanning more than 435 years."]]}]},":",{"type":"''","value":["See ",{"type":"[","value":["http:\/\/www.visitamersfoort.com\/museums\/ www.visitamersfoort.com\/museums"]}," for more details on these museums."]},"\n\n",{"type":"===","value":["Historical attractions"]},"\n",{"type":"[[","value":[["Image:Onze lieve vrouwetoren gezien vanaf de westsingel.jpg"],["thumb"],["Onze Lieve Vrouwetoren, seen from the westsingel."]]},"\n",{"type":"[[","value":[["Image:Amersfoort amersfoortse kei.jpg"],["thumb"],["Amersfoortse kei"]]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Onze Lieve Vrouwetoren"],["alt=Our Lady tower; also \"Lange Jan\", means Long John"],["url=http:\/\/www.onzelievevrouwetoren.nl\/"],["email="],["address="],["lat=52.155139"],["long=5.387222"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=With its 98 meter high the 'Onze Lieve Vrouwetoren' is the second highest tower in the Netherlands. There are regular tours during the summer months where you can discover everything about the history and legends surrounding the tower. You can climb the 364 steps on a guided tour, rom July to mid-September. The climb on the former cathedral spire will reward you with an amazing view."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Koppelpoort"],["alt="],["url="],["email="],["address="],["lat=52.158972"],["long=5.385278"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Probably the best preserved city gate in the Netherlands. It is the northern city gate of the second wall and a dual water and land entrance to the city, built over the river Eem, which begins under the gate."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Monnickendam"],["alt="],["url="],["email="],["address="],["lat=52.153708"],["long=5.3925"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The southern water gate of the second wall. In the gate there is a restaurant."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Amersfoortse Kei"],["alt="],["url="],["email="],["address="],["lat=52.152736"],["long=5.386714"],["directions=On the corner of Stadsring and Arnhemsestraat"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=This glacial boulder is the symbol for the city. A 17th-century nobleman and poet persuaded 400 inhabitants to drag the 7156 kg stone to Amersfoort, for beer, just to show they would do something useless. The incident made the city the butt of jokes, and it buried the stone for centuries, out of shame. In 1903 the city felt sufficiently rehabilitated to dig it up again, and it became its symbol. In fact, the city started to collect boulders, gifts from other cities: they are displayed on the inner ring road, along the line of the old city wall."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Sint Joriskerk"],["alt=Church of Saint George"],["url="],["email="],["address="],["lat=52.156667"],["long=5.390278"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The largest church, on the main square, Hof, with the old Town Hall. In December 2011 a complete restoration of the interior of the St Joris church was finished."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Kamperbinnenpoort"],["alt="],["url="],["email="],["address="],["lat=52.157167"],["long=5.392917"],["directions=At the crossing of Langestraat, Kamp, Weverssingel and Zuidsingel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The only remaining gate of the first medieval city wall."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Muurhuizen"],["alt=Wall houses"],["url="],["email="],["address="],["lat="],["long="],["directions=Along 't Zand, Weverssingel, Zuidsingel and Westsingel"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A common name for all the houses which are built on the foundation of the first medieval city wall."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Remains of the second city wall"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions=Eastern side of the historic city"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Parts of the second city wall are still intact on much of the eastern side of the historic city. The Koppelpoort and the Monnickendam are also parts of these remains."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Popular attractions"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Amersfoort Zoo"],["alt=Dierenpark Amersfoort"],["url=http:\/\/www.dierenparkamersfoort.nl"],["email=nfo@dierenparkamersfoort.nl"],["address=Barchman Wuytierslaan 224"],["lat=52.151667"],["long=5.348056"],["directions="],["phone=+31 33 422 7100"],["tollfree="],["fax="],["hours="],["price="],["content=On the western edge of Amersfoort, in the wooded area Birkhoven and Bokkeduinen, is the zoo of Amersfoort located. Amersfoort Zoo is one of the nicest zoos in the Netherlands. There are around 150 species and thematic areas like the Dinosaur Forest, the Palace of king Darius, the Savannah and the Land of Giants. There are also playgrounds and a restaurant. Between the trees of the forest is the parking places."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Waterlijn"],["alt="],["url=http:\/\/www.amersfoort-rondvaarten.nl"],["email="],["address=Krommestraat 5"],["lat=52.155889"],["long=5.389444"],["directions=Hof"],["phone=+31 33 465 46 36"],["tollfree="],["fax="],["hours="],["price=Tour: €5; childs to 4 are free"],["content=You can hire a boat or join one of the tours on the canals, waterways and rivers of Amersfoort."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Bicycle boat"]}]},"The Eemlijn Fietsboot, a boat catering for cyclists, departs from the Eem harbour to either Spakenburg or Huizen. From April to October, on 5 days each week, there is a boat service along the Eem and out into the former Southern Sea, to Huizen or Spakenburg. It is mainly intended for cyclists, who combine a river and cycle trip by getting on or off the boat, along the riverbank. The round trip takes almost 8 hours. The Fietsboot operates in conjunction with ",{"type":"[","value":["http:\/\/www.fietsen.123.nl www.fietsen.123.nl"]}," where you can find additional cycle routes.\n",{"type":"[","value":["http:\/\/www.eemlijn.nl www.eemlijn.nl"]},"\n\nLocation of boarding the bicycle boat is in the recreational harbour. See ",{"type":"[","value":["http:\/\/maps.google.nl\/maps\/ms?ie=UTF8&hl=nl&msa=0&msid=202487899374646744497.0004a39b14fc155135b58&ll=52.161425,5.38299&spn=0.001152,0.00228&t=m&z=18&vpsrc=6&iwloc=0004a5c30b9a49cd1db9a&f=d&daddr=Eemlijn+%4052.160599,5.382896 Google Maps"]}," for the exact location.\n\n",{"type":"*","value":[{"type":"'''","value":["Sailing on a launch"]}]},"Take an idyllic trip through the river Eem or to the lake Eemmeer or charter a launch and explore the waterways. You will find the launch at the jetty on the Grote Koppel in front of number 5.\n",{"type":"[","value":["http:\/\/www.aanhetroer.nl www.aanhetroer.nl"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Forestpool"]}]},"This open-air swimming pool is open from May until September. Enjoy a swim in the forest along with the play islands, slides and diving board. Do not miss the spectacular Canopy Trail while you are there.\n",{"type":"[","value":["http:\/\/www.bosbadamersfoort.nl www.bosbadamersfoort.nl"]}," and ",{"type":"[","value":["http:\/\/www.outinaction.nl www.outinaction.nl"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Sk8Park"]}]},"The Sk8Park Vathorst in Amersfoort is the largest skate park in Europe. You can try inline skating, skate boarding and ride a BMX bike.\nAddress: Valutaboulevard, opposite IKEA\n\n",{"type":"'''","value":["See the videos of attractions and more details about them on ",{"type":"[","value":["http:\/\/www.visitamersfoort.com\/attractions\/ www.visitamersfoort.com\/attractions"]}]},"\n\n",{"type":"===","value":["Nature and parks"]},"\n\nIn 2007 an international jury proclaimed Amersfoort to be one the greenest cities of Europe. You will find many green areas in the city to enjoy.\n\n",{"type":"{{","value":[["do"],["name = Park Randenbroek"],["alt=Randenbroekerbos"],["lat=52.15"],["long=5.397"],["content=The park has a wide diversity of trees, plants and animals, including a colony of herons."]]},"\n\nYou will also find the historic park surrounding the urban centre. Or you may like to visit one of the estates, such as Landgoed Schothorst, which is surrounded by beautiful parks landscaped in the English style.\n\n",{"type":"'''","value":["More details about nature and parks in the city and region Amersfoort see ",{"type":"[","value":["http:\/\/www.visitamersfoort.com\/nature-parks\/ www.visitamersfoort.com\/nature-parks"]}]},"\n\n",{"type":"===","value":["Living History"]},"\n\nActors re-enact professions and people from the rich history of Amersfoort, letting you experience times gone by.\n\n",{"type":"*","value":["Burgerweeshuis"]},"The Burgerweeshuis is a former orphanage dating from the 17th century and comes to life in July and August.\nAddress: Zuidersingel 25 (next to the Mariënhof)\n\n",{"type":"*","value":["Mannenzaal"]},"The Mannenzaal is a nursing home dating back to the 16th century. During the months of July and August actors take you back in time.\nAddress: Westsingel 47 (opposite the Museum Flehite)\n\n",{"type":"*","value":["Historic Sundays: on Sundays in June, July, August and September you can encounter living history in the city centre."]},"\nPlease visit ",{"type":"[","value":["http:\/\/www.levendehistorie.nl www.levendehistorie.nl"]}," for more information\n\n",{"type":"===","value":["Cycling around Amersfoort"]},"\n\nThere are several ",{"type":"'''","value":["signposted cycle routes"]}," around Amersfoort. Shorter circular routes are signposted in one direction, taking several hours: follow the route signs (usually hexagonal). The ",{"type":"''","value":["Eemland Route"]}," starts in Amersfoort. The ",{"type":"''","value":["Nieuwe Vuursche Route"]}," passes the western edge of the city. The much longer ",{"type":"''","value":["Eneco Veluwe Route"]}," passes the eastern edge, and the nearby village of Hoevelaken. The route is 265 km long, not counting three short-cuts and two diversions. The route website ",{"type":"[","value":["http:\/\/www.enecoveluweroute.nl www.enecoveluweroute.nl"]},", is in Dutch, but has an interactive map. Another long route, ",{"type":"''","value":["Rondje Utrecht"]},", a circle around the Province of Utrecht, passes the city centre.\n\nThe ",{"type":"''","value":["LF9"]}," is a long cross-country route, signposted in both directions. It starts in Breda, near the Belgian border, and follows approximately the 0 metre contour. In principle, everything west of this line would disappear under sea water, if there were no artificial barriers. It runs through Utrecht, and after Amersfoort follows the old coastline to Zwolle, and goes through Groningen to the German border (325 km).\n\nHowever, you don't need to follow a route: most of the surrounding region is suitable for cycling. The most interesting routes are east and north-east to the Veluwe forests about 20 km away, east and south to the forest at the edge of the city, north along the river Eem and toward the former coastline, and south-east along the Gelderse Vallei toward Wageningen.\n\n",{"type":"===","value":["Canoe"]},"\n\nThere is a signposted canoe route around Amersfoort, see map and photos at ",{"type":"[","value":["http:\/\/home.planet.nl\/~vortex1\/nl-leusden.htm http:\/\/home.planet.nl\/~vortex1\/nl-leusden.htm"]},". Canoes can be rented at  Kanocentrum boerderij Berg, Langesteeg 2a, 3831 RZ Leusden. Tel. 033-4945352.\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"===","value":["Markets"]},"\nOn Saturdays there is an all-day market on the centre square De Hof. Every Friday the Lieve Vrouwekerkhof hosts the weekly flower market.\n\nOn that same square there is a second hand fair taking place on the first and third Saturday of every month from April until October. From October till April the second hand fair is being held on every first Saturday of every month on the Lieve Vrouwekerkhof. In December and January there is no second-hand fair.\n\n",{"type":"===","value":["Shopping"]},"\nAmersfoort is a real shopping city. You will find a variety of shops, ranging from large chain stores to boutiques, trendy little shops, delicacies and art galleries. Whatever you may need, Amersfoort has it. There is the Sint Jorisplein, a modern shopping area in the centre of town or you may choose to visit the many characteristic shopping streets such as the Krommestraat or the Langestraat. Outside the city centre you have the shopping area Eemplein, the busy but nice Leusderweg or Emiclaer, the shopping area for northern Amersfoort.\n\nEvery Thursday the shops in the city centre are open in the evening, closing at 9pm. Stores are generally open on Monday-afternoon from 1 till 5.30pm. The rest of the week on Tuesday till Friday from 10am closing on 5.30pm and on Saturdays from 10 till 5pm.\n\n",{"type":"===","value":["Shopping areas"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Sint Jorisplein"],["alt="],["url=http:\/\/www.sint-jorisplein.nl\/home"],["email="],["address=Sint Jorisplein, Riddergang and Sint Jorisstraat"],["lat=52.154833"],["long=5.384833"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shopping area on the eastern side of the centre of the city with a lot of different shops, like department stores, cloth shops and many more. Under the shopping area is a big parking from where you can easily go to the shops."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Eemplein"],["alt="],["url=http:\/\/www.eemplein.nl\/"],["email="],["address="],["lat=52.159167"],["long=5.382222"],["directions=Eem"],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shopping area on the south bank of the river Eem and just out of the medieval city. Eemplein has a cinema, a big supermarket, fast food restaurants and it host the main library and cultural centre of Amersfoort and the surrounding area."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Emiclaer"],["alt="],["url=http:\/\/www.emiclaer.nl\/Home.aspx"],["email="],["address=Emiclaerhof"],["lat=52.186111"],["long=5.396944"],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Shopping area in the northern part of Amersfoort."]]}]},"\nAlso see ",{"type":"[","value":["http:\/\/www.visitamersfoort.com\/shopping www.visitamersfoort.com\/shopping"]},"\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Restaurant Voor Iedereen"],["alt="],["url=http:\/\/www.restaurantvooriedereen.nl"],["email="],["address=Bloemendalsestraat 5"],["lat="],["long="],["directions="],["phone = +31 33 - 88 88 635"],["tollfree="],["fax="],["hours="],["price=2 course Chef's Menu for €15,50, mains starting from €12."],["content=Tasty food, great value for money. For every dish you can choose to have it as a starter or main."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=De Aubergerie"],["alt="],["url=http:\/\/www.deaubergerie.nl"],["email="],["address=Kamp 88"],["lat="],["long="],["directions="],["phone = +31 33 475 60 96"],["tollfree="],["fax="],["hours="],["price=Mains start around €22, 4 course menu for € 39,50."],["content=A small place serving French cuisine in a nice historic house."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Yosshi"],["alt="],["url=http:\/\/www.restaurant-yosshi.nl\/"],["email="],["address=Utrechtseweg 38"],["lat="],["long="],["directions="],["phone = +31 33 461 78 36"],["tollfree="],["fax="],["hours="],["price=From €21,80"],["content=Widely considered to have the best sushi in town, all you can eat for under €25."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Burger Time"],["url=https:\/\/www.facebook.com\/BurgerTimeAmersfoort"],["email="],["address=Krankeledenstraat 18"],["lat="],["long="],["directions="],["phone=+31337505579"],["tollfree="],["fax="],["hours=from 14pm Mon to Sun"],["price=from €5"],["content=Home-made burgers in all shapes, sizes and tastes Also offers a selection of deep fried snacks."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Mayflower English Tea Room"],["url=http:\/\/www.themayflower.nl"],["email="],["address=Arnhemsestraat 9"],["lat="],["long="],["directions="],["phone = +31 334653334"],["tollfree="],["fax="],["hours=from 10am Tues to Sat"],["price=from €2"],["content=A traditional English Tea Room in the heart of the Netherlands, serving Sandwiches, home-made cakes and scones, real Cornish Clotted Cream and a selection of teas and coffees."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mexican: Marimba"],["alt="],["url=http:\/\/www.restaurant-marimba.nl\/"],["email="],["address="],["lat="],["long="],["directions= Southwest corner of Het Hof (the square) in the center of Amersfoort."],["phone="],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\n\nThere are plenty of bars around in the old City centre. The most important ",{"type":"''","value":["clusters"]}," of bars can be found on the two main squares (",{"type":"''","value":["Onze Lieve Vrouwenkerkhof"]}," and ",{"type":"''","value":["Hof"]},"), Two of the better pubs there are ",{"type":"''","value":["Lobbes"]}," and ",{"type":"''","value":["Blauwe Engel"]},",  The ",{"type":"''","value":["Boothill Saloon"]}," (in Krankeledenstraat, near Onze Lieve Vrouwenkerkhof), Irish Pub ",{"type":"''","value":["Long John"]}," (also Krankenledenstraat) and '",{"type":"''","value":["t Nonnetje"]}," (in Groenmarkt) are great places to go out.\n\nPrices are, as in most Dutch pubs, somewhat high. In Long John a pint of Guinness might, for instance, set you back € 4.50, although the other pubs are slightly cheaper.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=De Drie Ringen"],["alt="],["url=http:\/\/www.dedrieringen.nl\/"],["email=info@dedrieringen.nl"],["address=Kleine Spui 18"],["lat=52.158611"],["long=5.385472"],["directions=Koppelpoort"],["phone=+31 33 465 65 75"],["tollfree="],["fax="],["hours=Always Fr-Su 13.00-19.30 and in Apr-Oct on Th 15.00-21.00"],["price="],["content=The last microbrewery of Amersfoort."]]}]},"\n",{"type":"==","value":["Sleep"]},"\nAmersfoort has a fairly large number of chain hotels, popular with business travellers as well as tourists. Prices vary strongly, based on availability. Below mentioned rates are starting prices, which may be significantly higher in high season, especially for hotels in the city centre.\n\n",{"type":"===","value":["4-stars"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=NH Amersfoort"],["alt="],["url=http:\/\/www.nh-hotels.com\/nh\/en\/hotels\/the-netherlands\/amersfoort\/nh-amersfoort.html"],["email=nhamersfoort@nh-hotels.com"],["address=Stationsstraat 75"],["lat=52.154444"],["long=5.379944"],["directions=Amersfoort Central Station"],["phone=+31 33 4221200"],["tollfree="],["fax="],["price=From €56.25"],["checkin="],["checkout="],["content=Comfortable rooms and plenty of facilities, located a few minutes walk from the town centre and the train station. There is no private parking."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Mercure Hotel Amersfoort Centre"],["alt="],["url=http:\/\/www.mercure.com\/nl\/hotel-8996-mercure-hotel-amersfoort-centre\/index.shtml"],["email="],["address=De Nieuwe Poort 20"],["lat=52.158611"],["long=5.379167"],["directions=Eemplein"],["phone="],["tollfree="],["fax="],["price=From €59"],["checkin="],["checkout="],["content=Fairly new, modernly decorated hotel next to the city centre. Breakfast is slightly overpriced but otherwise this is a fine place with ample facilities. Parking is free."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Van der Valk Hotel Amersfoort A1"],["alt="],["url=http:\/\/www.hotelamersfoorta1.nl\/en"],["email=amersfoort@valk.com"],["address=Ruimtevaart 22"],["lat=52.195639"],["long=5.397917"],["directions= Exit 13 Amersfoort Noord on A1"],["phone=+31 33 4 540 000"],["tollfree="],["fax=+31 33 4 540 001"],["price="],["checkin="],["checkout="],["content=Luxury hotel in northern Amersfoort."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Van der Valk Hotel Leusden-Amersfoort"],["alt="],["url=http:\/\/www.hotelleusden.nl\/en"],["email=leusden@valk.com"],["address=Philipsstraat 18"],["lat=52.143611"],["long=5.4175"],["directions=Exit 7 Leusden on A28"],["phone=+31 33 434 53 45"],["tollfree="],["fax=+31 33 434 53 00"],["checkin="],["checkout="],["price="],["content=Luxury hotel in the town of Leusden, directly east of Amersfoort."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Berghotel Amersfoort"],["alt="],["url=http:\/\/www.berghotelamersfoort.nl\/en\/"],["email=info@berghotelamersfoort.nl"],["address=Utrechtseweg 225"],["lat=52.143417"],["long=5.3645"],["directions=Amersfoortse Berg"],["phone=+31 33 422 42 22"],["tollfree="],["fax="],["checkin=From 14.00"],["checkout=Until 11.00"],["price="],["content=A former farmhouse located on the Amersfoortse Berg in a wooded area. The city centre is a half an hour walking downwards. You can also walk or cycle in the nearby forest."]]}]},"\n",{"type":"===","value":["3-stars"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Golden Tulip Amersfoort"],["alt="],["url= http:\/\/www.goldentulipamersfoort.nl\/"],["email=info@goldentulipamersfoort.nl"],["address=Stichtse Rotonde 11"],["lat=52.136667"],["long=5.358056"],["directions=Amersfoortse Berg"],["phone=+31 33 46 79 900"],["tollfree="],["fax="],["price=From €59"],["checkin="],["checkout="],["content=Located out of town, in a forest area right outside of Amersfoort. Easily reachable and a nice base when you have a bike or car. Breakfast is somewhat expensive but rooms are nice and clean, with pleasant views."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Campanile Hotel & Restaurant Amersfoort"],["alt="],["url=http:\/\/www.campanile-amersfoort.nl\/en"],["email=amersfoort@campanile.com"],["address=De Brand 50"],["lat=52.1889"],["long=5.40664"],["directions=Exit 13 Amersfoort-Noord on A1"],["phone=+31 33 455 87 57"],["tollfree="],["fax=+31 33 456 26 20"],["price=From €50"],["checkin="],["checkout="],["content=Located some 7km away from the city centre, and about 1,5km from the rail station. A convenient place if you have a car, as the high way is close and parking is free."]]}]},"\n",{"type":"===","value":["2-star"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Hotel Randenbroek"],["alt="],["url=http:\/\/www.hotelrandenbroek.nl\/?id=ika&path=contact.html"],["email=info@hotelrandenbroek.nl"],["address=Willem van Mechelenstraat 27-29"],["lat=52.151556"],["long=5.392389"],["directions=Stadsring"],["phone=+31 33 463 7415"],["tollfree="],["fax=+31 33 463 2356"],["price=From €37"],["checkin="],["checkout="],["content=Hotel-pension on a 5 minutes walk to the city centre. There are 1,2,3 and 4 person rooms."]]}]},"\n",{"type":"===","value":["1-star"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Lange Jan Hotel"],["alt="],["url=http:\/\/www.hotel-amersfoort.com\/hotel\/"],["email="],["address=Krankeledenstraat 22"],["lat=52.155"],["long=5.3874"],["directions=Onze Lieve Vrouwetoren"],["phone=+31 33 461 88 97"],["tollfree="],["fax="],["price= From €49"],["checkin="],["checkout="],["content=Right in the town centre, located on a bustling square and on top of a bar, this cosy place is a real city hotel. It can be a bit noisy, especially when you have a room on the front side. Earplugs are provided. Some rooms in this budget friendly hotel have private toilets, others shared ones. They're not very spacious, but pleasant enough. The staff is very friendly and the breakfast is good."]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nYou can travel on from Amersfoort in several directions, see 'Get in' for main train routes. There are many other destinations in the vicinity. The last train back to Amsterdam is at 00.07 (2007 timetable, valid from 10 December 2006).\n\nThe most useful routes are bus line 101 through several villages to the town of ",{"type":"[[","value":[["Harderwijk"]]},", line 80 to ",{"type":"[[","value":[["Rhenen"]]}," and ",{"type":"[[","value":[["Wageningen"]]}," and the 102 across the forested ",{"type":"[[","value":[["Veluwe"]]}," to ",{"type":"[[","value":[["Apeldoorn"]]},". It connects with line 104, the only way to reach the smaller villages in the northern Veluwe.\n\n",{"type":"{{","value":[["routebox"],["image1=NL-A1.png"],["imagesize1=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Amsterdam"]]}],["minorl1=",{"type":"[[","value":[["Hilversum"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Enschede"]]}],["minorr1=",{"type":"[[","value":[["Barneveld"]]}],["image2=NL-A28.png"],["imagesize2=22"],["directionl2=S"],["majorl2=",{"type":"[[","value":[["Utrecht"]]}],["minorl2="],["directionr2=N"],["majorr2=",{"type":"[[","value":[["Groningen"]]}],["minorr2=",{"type":"[[","value":[["Harderwijk"]]}]]},"\n\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["52.15"],["5.38"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Eemland"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Amersfoort"]]},"\n",{"type":"[[","value":[["Wikipedia:Amersfoort"]]}]