[{"type":"{{","value":[["pagebanner"],["TT Banner.jpg"]]},"\n",{"type":"==","value":["Get in"]},"\n\nAlthough the government of Cuba permits U.S. citizens to visit, the U.S. itself restricts its citizens from travelling there, except with a license issued by the ",{"type":"[","value":["http:\/\/www.treas.gov\/offices\/enforcement\/ofac\/index.html Treasury Department's  Office of Foreign Assets Control"]},". The specific restriction is against ",{"type":"''","value":["spending money"]}," in Cuba.  However, U.S. authorities consider any visit of more than one day to be ",{"type":"''","value":["prima facie"]}," proof that one has spent money there. Furthermore, OFAC also holds that U.S. citizens also may not receive goods or services ",{"type":"''","value":["for free"]}," from any Cuban national, eliminating any attempts to circumvent the regulation based on that premise. \n \n",{"type":"===","value":["With a license"]},"\nTry calling Cuba Travel Services, with offices in Miami, Los Angeles and Puerto Rico, for additional information. They operate direct flights between the United States and Cuba and can assist licensed travelers with all their travel accommodations. 1 800 963 2822.\n\nAll US Citizens are obliged by the U.S. to have a license even if they go through a third country.\n\nLicenses allowing persons from the U.S. to spend money in Cuba ",{"type":"''","value":["are"]}," granted to certain classes of people for particular purposes.\n\nA ",{"type":"'''","value":["general license"]}," does not require paperwork and may apply to the following:\n",{"type":"*","value":[" Professional journalists on assignment in Cuba"]},{"type":"*","value":[" Full-time professionals conducting academic research or attending professional conferences"]},{"type":"*","value":[" Persons on official government business"]},"\nA ",{"type":"'''","value":["specific license"]}," requires paperwork and State Department approval on case-by-case basis. You may be approved for a specific license if you fall into a certain class of persons. Note that a specific license may be granted to an institution (i.e. university, church) under whose auspices an individual may then travel without applying separately to the State department, or a specific license may be applied for and granted to an individual. Some of the classes of persons who may be granted a specific license are:\n",{"type":"*","value":[" Persons visiting immediate family in Cuba"]},{"type":"*","value":[" Full-time graduate students conducting academic research to be counted toward a graduate degree"]},{"type":"*","value":[" Undergraduate or graduate students participating in a study abroad program of at least 10 weeks in length"]},{"type":"*","value":[" Professors\/teachers employed at a US institution travelling to Cuba to teach"]},{"type":"*","value":[" Persons engaging in religious activities"]},{"type":"*","value":[" Freelance journalists"]},{"type":"*","value":[" Persons engaging in humanitarian projects"]},{"type":"*","value":[" Persons engaging in non-profit cultural exhibitions"]},"\nYou cannot travel to Cuba for purposes of tourism. However, even U.S. citizens whose primary interest is tourism can get authorization to travel under the auspices of a program whose activities are sufficiently religious, educational, cultural, or otherwise exempt to qualify for a license. It is even possible for an individual with a credible background in, say, freelance journalism or academics, to craft a \"mission\" for their visit which successfully gets them a permit. Further details and forms are available from the ",{"type":"[","value":["http:\/\/travel.state.gov\/travel\/cis_pa_tw\/cis\/cis_1097.html U.S. Dept. of State"]},".\n\n",{"type":"===","value":["Without a license"]},"\n\nMany U.S. citizens instead travel without a license, doing so by way of other countries (many of which have routine flights to and from Cuba) to escape detection. Such countries include ",{"type":"[[","value":[["the Bahamas"]]},", ",{"type":"[[","value":[["Canada"]]}," and ",{"type":"[[","value":[["Mexico"]]},". However, U.S. Customs Pre-Clearance facilities now exist at many airports in ",{"type":"[[","value":[["The Bahamas"]]},", ",{"type":"[[","value":[["Costa Rica"]]},", and ",{"type":"[[","value":[["Jamaica"]]},".\n\n",{"type":"====","value":["Via the Bahamas"]},"\nFrom ",{"type":"[[","value":[["Nassau"]]},", ",{"type":"[","value":["http:\/\/www.cubana.cu Cubana"]}," offers flights to Havana daily, except on Saturdays. Bahamasair offers flights on Thursday and Sunday. This is the cheapest and quickest route flying direct to Havana, especially for those living in the South Florida area.\n\n",{"type":"====","value":["Via Canada"]},"\nA common practice for U.S. citizens traveling to Cuba via Canada is a two-leg flight: a flight booking for a flight to (and from) Canada and then a separate booking for the flight to (and from) Cuba. The two legs must be booked separately, as airlines such as Air Canada prohibit the booking of U.S. origin passengers to Cuba. Alternately, one could drive or be driven across the border and dropped off in a Canadian city, and proceed to depart from there. This is more easily done for people near Detroit or Buffalo, as non-stop flights to Havana depart from either ",{"type":"[[","value":[["Montreal"]]}," or ",{"type":"[[","value":[["Toronto"]]},".\n\n",{"type":"====","value":["Via Mexico"]},"\n\n",{"type":"[[","value":[["Mexico"]]}," is considered safer and is probably the most popular. However, it still carries some risk: If one travels from Mexico to Cuba (which won't stamp your passport) and then back to Mexico, s\/he will have two Mexican entry stamps; having two consecutive Mexican entry stamps could raise suspicions if your passport is checked carefully. If you decide to re-enter Mexico from Cuba, you could try to convince the Mexican immigration officer not to stamp your passport a second time.\n\nIt used to be that you could try to use a birth certificate + US ID to enter Mexico the second time so you will only have one stamp on your passport. This was allowed under Mexican law for US citizens, but since March 1, 2010, all U.S. citizens – including children – have been required to present a valid passport or passport card for travel beyond the “border zone” into the interior of Mexico.\n\nAnother safe bet would be to purchase an open-jaw ticket (Cancun-Havana and then Havana-Guatemala city, for example). \nMexico doesn't stamp passports on exit, and in that case it would look like in your passport that you flew from Cancun to Guatemala City (or whatever city is your final destination out of Havana).\n\n",{"type":"[[","value":[["Cancún"]]}," is one of the easier gateways, with several different airlines offering daily flights to ",{"type":"[[","value":[["Havana"]]},". Although it may be slightly worrisome to show up not knowing what to expect, if you arrive earlier in the day it's usually possible to walk up to one of the airline counters and buy an onward ticket for same day travel, as flights on this route are rarely full. Try Cubana. Aeromexico flies 2 times a week.\n\nU.S. citizens also travel via countries without U.S. customs stations (",{"type":"[[","value":[["Guatemala"]]},", ",{"type":"[[","value":[["Venezuela"]]},", ",{"type":"[[","value":[["Panama"]]},", ",{"type":"[[","value":[["Cayman Islands"]]},", ",{"type":"[[","value":[["Dominican Republic"]]},", ",{"type":"[[","value":[["Costa Rica"]]},", ",{"type":"[[","value":[["Haiti"]]},", etc.) to reduce the likelihood of being caught. A substantial number simply take their chances, hoping they will not be questioned. U.S. citizens are advised by Cuban travel agents not to bring back anything identifiably Cuban (including tickets and receipts) before re-entering the country.\n\n",{"type":"===","value":["By boat"]},"\n\nThere are no regular ferries or boats to Cuba from foreign ports, although some cruise liners do visit. Yachters are expected to anchor at the public marinas. Also, most ports are closed and tourists are not permitted to walk around them. Private vessels may enter at Marina Hemingway in ",{"type":"[[","value":[["Havana"]]}," or Marina Acua in ",{"type":"[[","value":[["Varadero"]]},". Entry requires a U.S. passport, but there are no visa requirements. Your passport will not be stamped by Cuban authorities unless you request it. You will likely be intercepted upon your return to America and fined $5000, although this is just a formality. You will not be expected to actually pay this fine nor have there been any repercussions or attempts to collect. The only attempt to prosecute was the case of ",{"type":"''","value":["Peter Goldsmith v. United States"]},". This case was dismissed with prejudice in late 2004 in the Miami District Court.\n\n",{"type":"==","value":["Buy"]},"\n\nBecause of the Embargo, there can be very serious cash complications for a Cuba traveler.  All tourists should know that bank cash cards (bank-issued debit cards) from all countries are useless.  For Americans, all credit and debit cards from any US financial institution will not work in Cuba.  For everyone else, any credit card issued by a foreign bank with a US parent company or US processing firm will also be blocked.  In most cases, International VISA- and MasterCard-branded global payment (debit) and credit cards will work, but only if completely unaffiliated with any US subsidiary or US-owned clearinghouse.  Regardless of your nationality or location, please research & double-check with your home bank to confirm the card's functionality in Cuba specifically: foreign banks may offer competing card products, some tied to US firms.  Travelers have reported receiving bad information from their branch banks - speak to someone in authority if necessary.  Don't get stuck in Cuba without money, because of poor planning: know before you go!\n\nTourists normally carry enough cash for a short Cuba trip.  Most bring their own currency; confirm that yours is accepted, and calculate the most recent exchange rates at the Banco Metropolitano ",{"type":"[","value":["http:\/\/www.banco-metropolitano.com\/tasasn.htm"]},".  Because Cuba imposes a 10% penalty on the exchange of USD$, it is not recommended to take larger sums of US Dollars to Cuba.  Travelers converting over USD$1,000. generally choose Euros or Canadian Dollars, and for the best rates, its best to organize in advance. Finding the best exchange should never be left until the last minute: US airport and retail forex kiosks offer some of the worst exchange rates. With two conversion (for example, USD$>Cdn$>CUC$), costs can range anywhere between 8-20% depending on the amount and exchange rate at two banks; the relative savings (or loss) can be significant for the budget traveler. For longer trips, exchange what you need in stages: its a waste to reconvert a lump sum of unused CUCs at departure (losing on yet another transaction.) But for shorter trip, be practical: how many visits to an ATM or bank would be necessary on a 7-day vacation?  The foreign exchange booths (CADECAs) in Cuban airports offer extremely fair rates, but always be mindful of the calculations and never change for CUC$ on the street.\n\nThe average tourist will rarely use CUP$ (moneda nacional), but a few pesos can be useful in local places.\n\nAll the normal precautions apply, for traveling with big wads of cash: some travelers use money belts and\/or travel security devices; others rent a hotel safe (it is not necessary to be a guest to do so.) Most just carefully hide valuables amongst their belongings, carrying a small amount of daily cash. Tourist theft in licensed casas is very rare; a licensed owner has every incentive to protect you so respect their rules & security.  Staying in unlicensed casas is riskier for theft, as is being drunk & bringing in shady locals. Etc.\n\nSensible travelers will generally avoid any electronic- or paper-trail evidence of unlicensed expenses, where that may be an issue.\n\nAs an alternative to carrying only cash (and contrary to popular belief), US travelers cheques are accepted and economical.  But unlike many destinations, travelers cheques are less convenient and cannot be replaced on island if lost\/stolen.  Also, proof is required for cashing: remember to bring your receipts with you to the Cuban bank!\n\nAnother option used primarily for family remittance, several debit & rechargeable payment cards might make sense for long-term or repeat travelers, especially as \"back-up\" or emergency funds: students abroad, take note!  Investigate the different fees & terms, and allow three- to four weeks for the debit card pick-up on island.  As of January 2008, the favored debit cards used by Canadians, Europeans and others include Duales ",{"type":"[","value":["http:\/\/duales.com\/eng\/Content\/home.asp"]},", CaribbeanTransfers ",{"type":"[","value":["http:\/\/www.caribbeantransfers.com\/app\/info\/ct-card.aspx"]},", Telecash-AIS ",{"type":"[","value":["http:\/\/www.telecashcard.com\/webtelecash\/pagina_principale_1.htm"]}," and Monetaria ",{"type":"[","value":["http:\/\/www.monetaria.com\/default.aspx"]},".\n\nAlso, repeat visitors may wish to consider opening a bank account in Cuba.  From a Canadian bank, the wire cost is not excessive for larger transfers such as a semester's expenses.  Unlike many Canadian and European banks, very few US institutions are authorized to make licensed transfers (via bank wires) to correspondent banks in Cuba.  To facilitate & speed this extraordinary type of transaction (IF possible), get the correspondent banks' SWIFT & IBAN codes in advance.  Keeping money in a local Cuban bank may be the safest option for a regular & repeat Cuba traveler.\n\nLastly, anyone suffering catastrophic loss would probably have to visit their Consulate or Embassy; for US citizens, this will be the US Interests Section of the Swiss Embassy.  Emergency funds can be arranged this way, but the process will be time-consuming and the fees will be extraordinarily expensive.\n\nRegardless of nationality, it is extremely unwise to carry on your person\/baggage any evidence of possible Embargo violations, or to discuss any travel expenses with a US govt official.  A vigilant, prudent traveler knows s\/he is under no obligation to do so, regardless of what some border guard threatens.  The above constitutes neither a recommendation nor legal advice; it is provided only as informational reference and the common-sense of many previous Cuba travelers.\n\n",{"type":"==","value":["Stay safe"]},"\n\nThere is no U.S. Embassy or consulate in Cuba. The United States is represented by the  United States Interests Section ",{"type":"[","value":["http:\/\/havana.usinterestsection.gov"]},", which is technically part of the Swiss Embassy in ",{"type":"[[","value":[["Havana"]]},", though physically separate. It is located in the Vedado district, along the Malecon. They can assist you if you lose your passport or have similar troubles. If you are in Cuba without a Licence, only go to the Interests if you are in grave danger or trouble.\n\n",{"type":"==","value":["Go next"]},"\n\nYou are allowed to bring informational materials (books, CDs, records, etc.) and certain types of artwork into the United States, but importing other types of Cuban goods is not allowed. Having any article, receipt, coins etc. that says \"hecho en Cuba\" opens the door to further inquiries about having a travel license. It's best to do a pre-departure cleanup of all baggage.\n\nWhether or not a traveller has a license to visit, it is illegal to bring into the U.S. any Cuban cigars or spirits; cigars without labels may be presumed to be Cuban, and confiscated. Violating this is likely to compound unlicensed travelers' woes, making them easier targets for prosecution. Also, if unlicensed, bringing back anything that can be identified as Cuban would cause problems, especially if US authorities decide to search your luggage.\n\nU.S. citizens caught traveling to Cuba without a license will ",{"type":"''","value":["not"]}," be denied re-entry, but may be subject to civil penalties of several thousand dollars and\/or criminal prosecution. Making false statements to USCIS agents can be added to the charges if you falsely report your travels (e.g. omitting Cuba) at the POE (port of entry), which leads some travelers to give an honest declaration along with an attempt to justify their visit under the general license if they come under scrutiny. Others simply omit Cuba and take their chances. Invoking your Fifth-Amendment right to remain silent may also come in handy when filling out forms or answering more questions whose answers might incriminate you. Simple advice is to smile, then decline to chat, because all this traveling has made you tired. Giving conflicting stories at this point could be construed as making false statements (18USC 1001). Many violators successfully avoid fines by contesting the notices, with the government backing down rather than putting the effort into prosecution and testing their restrictions in court. (The constitutionality of OFAC's \"presumption of guilt\" regarding spending money in Cuba has not been tested in the courts thus far.) Currently, the National Lawyers Guild ",{"type":"[","value":["http:\/\/www.nlg.org"]}," and the Center for Constitutional Rights ",{"type":"[","value":["http:\/\/www.ccr-ny.org"]}," provide legal representation for U.S. citizens accused of violating these restrictions.\n\n",{"type":"{{","value":[["PartOfTopic"],["Preparation"],["Caribbean‎"]]},"\n",{"type":"{{","value":[["usabletopic"]]},"\n",{"type":"{{","value":[["related"],["Cuba"]]},"\n",{"type":"[[","value":[["wikipedia:Americans in Cuba"]]}]