[{"type":"{{","value":[["pagebanner"],["AmherstNYPagebanner.jpg"],["pgname=Amherst (New York)"]]},"\n",{"type":"'''","value":["Amherst"]}," is a town in the ",{"type":"[[","value":[["Northtowns"]]}," of Erie County, ",{"type":"[[","value":[["New York (state)"],["New York"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Buffalo Niagara Heritage Village"],["alt=formerly Amherst Museum"],["url=http:\/\/www.amherstmuseum.org\/"],["email="],["address=3755 Tonawanda Creek Rd., Amherst"],["lat="],["long="],["directions="],["phone=+1 716 689-1440"],["tollfree="],["fax="],["hours=Tu-F 9:30AM-4:30PM, also Sa-Su 12:30PM-4:30PM during summer"],["price=Summer rates: $5, children $1.50; Winter rates: $4, children $1; members always free"],["content=Formerly known as the Amherst Museum, the Buffalo Niagara Heritage Village is situated in the suburb of Amherst adjacent to the historic ",{"type":"[[","value":[["Erie Canal"]]},". Its 35 acres (14 ha) of land comprise the main exhibit building as well as several restored historic structures from around the vicinity, situated on the grounds of the museum and accessible via self-guided and (on a seasonal basis) organized tours. The main exhibit building contains a variety of folksy historic exhibits that paint a vivid picture of rural life in 19th Century Western New York, as well as an extensive research library of historic records that detail the evolution of Amherst from a rural farming community to a modern suburb. Special events, such as the Fall Festival and the Amherst Scottish Festival, occur on a seasonal basis."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"===","value":["Festivals and events"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Old Home Days"],["url=http:\/\/www.edyoungs.com\/ohd\/index.html"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Old Home Days is held every year at Island Park in Williamsville, a charming village a short distance northeast of Buffalo that has maintained its quaint character and sense of community even in the face of encroaching suburbia. Held in the middle of July, the festival traditionally consists of a parade that kicks off five days of music and dancing in the bandshell, a 5K foot race, a beer tent, carnival rides and games, kids' activities, and a healthy dose of village pride."]]}]},"\n",{"type":"===","value":["Sports"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Buffalo Bulls"],["url=http:\/\/www.buffalobulls.com\/"],["email="],["address=102 Alumni Arena, Amherst"],["lat="],["long="],["directions="],["phone="],["tollfree=+1-877-UB-THERE"],["fax="],["hours="],["price="],["content=The college sports teams of the University of Buffalo have a large following among Western New York residents. The UB football team has struggled in recent seasons, but a successful 2008 season saw the UB Bulls play in the Bowl Championship Series for the first time. Football games are played at UB Stadium, on the university's North Campus in Amherst. Basketball games are played at Alumni Arena, also on the North Campus. Though the Bulls have never participated in March Madness, they have a reputation of playing competitive games against much higher-ranked teams on their home court."]]}]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"*","value":["The ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.boulevard-mall.com\/ Boulevard Mall"]}]}," is situated about 20 minutes from Buffalo via Interstate 290. The oldest shopping mall in the Buffalo area (opened in 1962), the Boulevard Mall is named for its location on Niagara Falls Boulevard, at the corner of Maple Road in Amherst, and is anchored by Sears, JCPenney, and Macy's."]},"\n",{"type":"*","value":["Big-box department store shopping along Transit Rd. from Klein Rd. south to the airport, along Niagara Falls Blvd. from Sheridan Drive north to Tonawanda Creek Rd.; along Sheridan Drive from the I-290 interchange westward into ",{"type":"[[","value":[["Tonawanda"]]},", and along Maple Rd. from UB North Campus west to Niagara Falls Blvd."]},"\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Grover's Bar & Grill"],["url="],["email="],["address=9160 Transit Rd."],["lat="],["long="],["directions="],["phone=+1 716 636-1803"],["tollfree="],["fax="],["hours=M-Th 11AM-10PM, F-Sa 11AM-11PM"],["price=$10-20"],["content=The building that houses Grover's Bar and Grill was built by U.S. President Grover Cleveland, a longtime Buffalo resident, as a private hunting lodge. As befits its name, the burgers served up here are truly presidential: not only are they a full 12 ounces (340g) in size, easily shareable between two people, but a strong local consensus holds Grover's burgers to be the best in the area. The burger focus extends to other areas of the menu as well: Grover's cheeseburger soup has recently come to the attention of Food Network host Guy Fieri and his series, \"Diners, Drive-Ins and Dives\". Chicken wings and other bar foods round out the menu at Grover's. Come hungry, and expect a considerable wait for a table on busy nights—this place is popular. Cash only."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Stockman's Tavern & Grove"],["url="],["email="],["address=9870 Transit Rd."],["lat="],["long="],["directions="],["phone=+1 716 688-9896"],["tollfree="],["fax="],["hours=Daily 11AM-2AM"],["price=$10-25"],["content=Stockman's Tavern has been an institution in the hamlet of Swormville for generations; its first incarnation opened its doors in 1933. Though perhaps best known as a friendly, unpretentious neighborhood bar, the food served up at Stockman's is worthy of note as well: a full menu featuring the standard slate of bar foods tempered with local specialties such as beef on weck. Special events are frequently held during the warm months at the large and pleasant picnic grove to the rear of the restaurant, featuring a tiki bar that is a favorite of Stockman's loyal patrons."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Ichi Shogun"],["url=http:\/\/www.ichi-shogun.com"],["email="],["address=7590 Transit Rd."],["lat="],["long="],["directions="],["phone=+1 716 631-8899"],["tollfree="],["fax="],["hours=M-Th 4PM-9:30PM, F-Sa 4PM-10:30PM, Su 3PM-9:30PM"],["price=$20-55"],["content=Ichi Shogun, a teppanyaki-style Japanese restaurant and self-declared \"sushi palace\", is the place that introduced the Buffalo area to the hibachi steak and seafood experience, with all the entertaining and fiery spectacle that goes along with it. The food is prepared tableside by highly skilled chefs to the delight of patrons, and served up by waitresses clad in traditional Japanese kimonos. In addition to the chicken, steak, shrimp and other seafood prepared on the hibachi, about three dozen sushi rolls are available at Ichi Shogun's gargantuan and locally-renowned sushi bar. Ichi Shogun also offers a small selection of noodle bowls and tempura entrees, and a wide variety of domestic and imported beers (including Sapporo and Kirin Ichiban), wines, cocktails and sake."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=La Scala Ristorante"],["url=http:\/\/www.lascalaristorante.net\/"],["email="],["address=9210 Transit Rd."],["lat="],["long="],["directions="],["phone=+1 716 213-2777"],["tollfree="],["fax="],["hours=M-Th 4PM-10PM, F-Sa 4PM-11PM, Su 4PM-9PM"],["price=$30-65"],["content=Italian specialties served in a charming upscale setting are the stock in trade of La Scala. A wide range of pasta dishes, as well as mouth-watering entrees such as beef tenderloin, frenched pork chops, and veal over polenta in a white wine truffle sauce, figure into the menu here. However, La Scala's true claim to fame are its appetizers—a dizzying array of well-executed selections with an emphasis on seafood; fried calamari, pan-seared scallops, stuffed banana peppers, sauteed mussels, and a range of salads including fatoush (a Lebanese dish that sticks out like a sore thumb among the otherwise thoroughly Italian offerings) are particular favorites. La Scala's portion sizes sometimes leave a bit to be desired, but the quality of the cuisine is beyond reproach."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Pizza Plant"],["url=http:\/\/www.pizzaplant.com"],["email="],["address=7770 Transit Rd."],["lat="],["long="],["directions="],["phone=+1 716 632-0800"],["tollfree="],["fax="],["hours=M-Th 11AM-11PM, F-Sa 11AM-midnight, Su 11AM-10PM"],["price=$15-30"],["content=Pizza Plant's huge menu encompasses a bevy of Italian and other specialties including a wide variety of deep-dish and New York-style pizzas, pasta dishes, sandwiches and wraps, and massive bread-bowl salads (including what in this author's opinion is the best Greek salad in the Buffalo area). The dish that put Pizza Plant on the map, however, is their \"pods\"—a sort of inside-out pizza consisting of a zeppelin-shaped shell of dough that encloses cheese, pizza sauce and a variety of what might otherwise be pizza toppings. A beer snob's dream come true, Pizza Plant's bar features a wide selection of domestics and imports, a rotating lineup of microbrews, and of course, Inferno Pod Ale, produced exclusively for Pizza Plant by Buffalo's Flying Bison Brewing Company. Vegetarians, vegans and the gluten-free crowd are well cared for here: aside from the bread-bowl salads, options include vegetarian chili and stews, boneless soy \"whings\", gluten-free pasta and a selection of gluten-free beers, and soy cheese and sausage which can be substituted for the real deal on pizzas and pods for a nominal charge."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Saigon Bangkok"],["url=http:\/\/www.saigonbangkok.net"],["email="],["address=8080 Transit Rd."],["lat="],["long="],["directions="],["phone=+1 716 632-8884"],["tollfree="],["fax="],["hours=Su-Th 11AM-10PM, F-Sa 11AM-11PM"],["price=$20-40"],["content=As its name implies, Saigon Bangkok's specialty is a high-quality hybrid of Thai and Vietnamese cuisines, featuring traditional favorites as well as creative specialty dishes. Compared to the original location on Niagara Falls Boulevard in Tonawanda, Saigon Bangkok's Transit Road location is newer (opened in 2009) and has an ambience that is decidedly more upscale. Saigon Bangkok's spicy steak salad, Thai basil fried rice, and tom yum goong—the latter prepared with coconut milk in the broth, unlike many area Thai restaurants—are especially recommended by this author. A wide variety of teas are also available, as is a selection of beer and wine."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Tandoori's Royal Indian Cuisine"],["url=http:\/\/www.tandooris.com"],["email="],["address=7740 Transit Rd."],["lat="],["long="],["directions="],["phone=+1 716 632-1112"],["tollfree="],["fax="],["hours=Su-Th 11AM-10PM, F 11AM-11PM, Sa 5PM-11PM"],["price=$25-50"],["content=The oldest Indian restaurant in the area, Tandoori's Royal Indian Cuisine is renowned locally for its authentic, high-quality interpretation of South Asian specialties—in fact, it has been recognized as one of the 20 best restaurants in Western New York. Tandoori's serves impeccably spiced curries of lamb and chicken representative mainly of the cuisine of northern ",{"type":"[[","value":[["India"]]}," and ",{"type":"[[","value":[["Pakistan"]]},", as well as dishes of chicken, lobster, shrimp and fish roasted in their own tandoor, or Indian-style clay oven."]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n",{"type":"{{","value":[["sleeppricerange"],["Under $100\/night"],["$100-$150\/night"],["Over $150\/night"]]},"\n\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Econo Lodge"],["url=http:\/\/www.econolodge.com\/hotel-williamsville-new_york-NY480"],["email="],["address=48 Freeman Rd., Williamsville"],["lat="],["long="],["directions=I-90 exit 49"],["phone=+1 716 634-2700"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Indoor pool. Continental breakfast. Whirlpool suites available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=La Quinta Inn Buffalo Airport"],["url=http:\/\/www.lq.com\/lq\/properties\/propertyProfile.do?propId=6221"],["email="],["address=6619 Transit Rd., Williamsville"],["lat="],["long="],["directions=I-90 exit 49"],["phone=+1 716 633-1011"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Business center, fitness center, limited number of whirlpool suites available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Lord Amherst Hotel"],["url=http:\/\/www.lordamherst.com"],["email="],["address=5000 Main St., Amherst"],["lat="],["long="],["directions=I-290 exit 7A"],["phone=+1 716 839-2200"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=The Lord Amherst Hotel has the ambience of the quintessential 1950s-era roadside motel, though the quality of its rooms are well above the average facility of that kind. Fax and copy service, well-equipped fitness room and outdoor pool, dry cleaning service. All rooms contain coffee makers; microwaves and refrigerators also available on request. Fine dining on-site at the Sonoma Grill. Convenient to boutiques, restaurants and other amenities in the Village of Williamsville."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Microtel Inn Buffalo\/Lancaster\/Williamsville\/Airport Area"],["url=http:\/\/www.microtelinn.com\/hotels\/new-york\/williamsville\/microtel-inn-buffalo-lancaster-williamsville-airport-area\/hotel-overview"],["email="],["address=50 Freeman Rd., Williamsville"],["lat="],["long="],["directions=I-90 exit 49"],["phone=+1 716 633-6200"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Flat-screen TVs in all rooms, free breakfast."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Motel 6 Buffalo Airport"],["url=http:\/\/www.motel6.com\/reservations\/motel_detail.aspx?num=2013&VID=&NOA=2&aYr=2012&aMo=07&aDa=01&dYr=2012&dMo=07&dDa=02&CP=&TA=&BTR=\/AccorMaps\/M6ProximityResults.aspx?searchtype=C"],["email="],["address=52 Freeman Rd., Williamsville"],["lat="],["long="],["directions=I-90 exit 49"],["phone=+1 716 626-1500"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Cable TV, outdoor pool. WiFi available for an extra charge of $2.99 per night."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Motel 6 Buffalo-Amherst"],["url=http:\/\/www.motel6.com\/reservations\/motel_detail.aspx?num=1298"],["email="],["address=4400 Maple Rd., Amherst"],["lat="],["long="],["directions=I-290 exit 5B"],["phone=+1 716 834-2231"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Extended-service cable TV, kids stay free. Convenient to restaurants and to UB North Campus. Wireless Internet available for additional charge of $2.99\/nt."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Red Roof Inn University at Buffalo Amherst"],["url=http:\/\/redroof.com\/reservations\/property-detail.aspx?pid=00104"],["email="],["address=42 Flint Rd., Amherst"],["lat="],["long="],["directions=I-290 exit 5B"],["phone=+1 716 689-7474"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=All rooms recently renovated with new furniture and bathrooms. Data ports and premium cable TV available in all rooms. Rooms with mini-fridges and microwaves also available. Wireless Internet not available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Super 8 Williamsville\/Buffalo Airport"],["url=http:\/\/www.super8.com\/hotels\/new-york\/williamsville\/super-8-williamsville-buffalo-airport\/hotel-overview?hotel_id=36348&campaign_code=IP_Local"],["email="],["address=7200 Transit Rd., Williamsville"],["lat="],["long="],["directions=I-90 exit 49"],["phone=+1 716 634-1500"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Business center, fitness center. All guest rooms contain microwave, iron and ironing board, and satellite TV with HBO and other premium channels. Rooms recently updated with new carpeting."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=University Manor Inn"],["url=http:\/\/universitymanorinn.com"],["email="],["address=3612 Main St., Amherst"],["lat="],["long="],["directions="],["phone=+1 716 837-3344"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Continental breakfast, fax service. All rooms contain coffee maker; suites with kitchens and microwave available on request. Convenient to University at Buffalo South Campus and NFTA Metro Rail via University station; shuttle to UB North Campus and airport available on request."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Clarion Hotel Buffalo Airport"],["url=http:\/\/www.clarionhotel.com\/hotel-williamsville-new_york-NY244"],["email="],["address=6700 Transit Rd., Williamsville"],["lat="],["long="],["directions=I-90 exit 49"],["phone=+1 716 634-7500"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Business center, fitness club, indoor pool and whirlpool, laundry facilities. Free shuttle to Buffalo-Depew Amtrak station."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Holiday Inn Buffalo-Amherst"],["url=http:\/\/www.hibuffaloamherst.com"],["email="],["address=1881 Niagara Falls Blvd., Amherst"],["lat="],["long="],["directions=I-290 exit 3B"],["phone=+1 716 691-8181"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Business center, whirlpool spa, indoor pool, guest laundry service and same-day dry cleaning. Small fitness center, with free passes to nearby location of Bally Total Fitness also available to guests. Meals available at the Boulevard Bar & Grill. Complimentary shuttles to Buffalo Niagara International Airport, Niagara Falls International Airport, Buffalo Metropolitan Transportation Center, and Buffalo-Depew Amtrak station."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Sleep Inn"],["url=http:\/\/www.sleepinn.com\/hotel-amherst-new_york-NY030"],["email="],["address=75 Inn Keepers Ln., Amherst"],["lat="],["long="],["directions=I-290 exit 3B"],["phone=+1 716 691-3454"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Newly renovated. Business center, indoor pool with whirlpool, deluxe continental breakfast buffet. All rooms have flat-screen TVs with HBO."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Buffalo Marriott Niagara"],["url=http:\/\/www.marriott.com\/hotels\/travel\/bufny-buffalo-marriott-niagara\/"],["email="],["address=1340 Millersport Hwy., Amherst"],["lat="],["long="],["directions=I-290 exit 5B"],["phone=+1 716 689-6900"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Express and video check-in and check-out. Coffeemaker and tea service, turndown service, electrical adapters, luxurious bedding, iron and ironing board, wireless and \"Wired-for-Business\" high-speed Internet access, and WebTV available in all guest rooms. Full-service business center, extensive fitness center, indoor and outdoor connecting pool with whirlpool spa. Fine dining at the recently remodeled Bluefire Grille with local specialties on the menu, also complimentary hot breakfast buffet daily. Concierge service available for additional price. Airport shuttle available."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Courtyard Buffalo Amherst"],["url=http:\/\/www.marriott.com\/hotels\/travel\/bufcy-courtyard-buffalo-amherst\/"],["email="],["address=4100 Sheridan Dr., Amherst"],["lat="],["long="],["directions=I-290 exit 6"],["phone=+1 716 626-2300"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Fitness center, business center, indoor pool, coin laundry, valet dry cleaning. On-site dining is available at The Courtyard Café, as well as delivery from local restaurants."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Doubletree Hotel Buffalo-Amherst"],["url=http:\/\/www.doubletreebuffaloamherst.com\/"],["email="],["address=10 Flint Rd., Amherst"],["lat="],["long="],["directions=I-290 exit 5B"],["phone=+1 716 689-4414"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Fitness center, 24-hour business center, indoor pool and whirlpool spa, dry cleaning service, arcade game room. Airport shuttle. Guest rooms and suites contain 32-inch LCD flat-panel TVs and plush Sweet Dreams bedding. On-site dining is available at Cappuccino's Sidewalk Café. Pets welcome subject to conditions."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Hampton Inn Buffalo-Williamsville"],["url=http:\/\/hamptoninn.hilton.com\/en\/hp\/hotels\/index.jhtml?ctyhocn=BUFWVHX"],["email="],["address=5455 Main St., Williamsville"],["lat="],["long="],["directions="],["phone=+1 716 632-0900"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Complimentary breakfast, coin laundry, business center with photo copying service, audiovisual equipment rental, fitness center and indoor pool. Located in the heart of the Village of Williamsville convenient to shops and restaurants."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Residence Inn Buffalo Amherst"],["url=http:\/\/www.marriott.com\/hotels\/travel\/bufam-residence-inn-buffalo-amherst\/"],["email="],["address=100 Maple Rd., Amherst"],["lat="],["long="],["directions=I-290 exit 5B"],["phone=+1 716 632-6622"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Suites with full kitchens that are ideal for long-term stays. Complimentary hot buffet breakfast, fitness center, outdoor pool, volleyball court, playground with sandbox and slide for children."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Salvatore's Garden Place Hotel"],["url=http:\/\/www.salvatores.net\/default.aspx"],["email="],["address=6615 Transit Rd., Williamsville"],["lat="],["long="],["directions=I-90 exit 49"],["phone=+1 716 635-9000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=In keeping with the local reputation of its owner, Russell Salvatore, this hotel is luxuriously appointed throughout. A wide variety of suites are available, many with jacuzzis, big screen TVs, or working fireplaces. Fitness club, sauna, laundry and concierge services, currency exchange, full breakfast. Premium cable TV available in all guest rooms."]]}]},"\n",{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Salvatore's Grand Hotel"],["url=http:\/\/www.salvatoresgrand.com\/grandhotel.php"],["email="],["address=6675 Transit Rd., Williamsville"],["lat="],["long="],["directions=I-90 exit 49"],["phone=+1 716 636-4900"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Yet another property owned by Russell Salvatore, whose commitment to superior customer service is perhaps more evident here than any of his other facilities. Fitness club, complimentary breakfast. A popular place for romantic getaways, many of the rooms here have whirlpool tubs and\/or working fireplaces. Connected to ",{"type":"'''","value":["Russell's Steaks, Chops & More"]}," restaurant and is staffed partly by students of Trocaire College's Russell J. Salvatore School of Hospitality and Business, which is also adjacent."]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"{{","value":[["routebox"],["image1=I-90.svg"],["imagesize1=22"],["image1a=NYS Thruway Sign.svg"],["imagesize1a=22"],["directionl1=W"],["majorl1=",{"type":"[[","value":[["Buffalo"]]}," via ",{"type":"[[","value":[["File:I-190.svg"],["18px"]]}],["minorl1=",{"type":"[[","value":[["Cheektowaga"]]}],["directionr1=E"],["majorr1=",{"type":"[[","value":[["Albany (New York)"],["Albany"]]}],["minorr1=",{"type":"[[","value":[["Clarence"]]}],["image2=I-290.svg"],["imagesize2=22"],["directionl2=W"],["majorl2=Ends at ",{"type":"[[","value":[["File:I-190.svg"],["18px"]]}],["minorl2=",{"type":"[[","value":[["Tonawanda"]]}],["directionr2=E"],["majorr2=END"],["minorr2="],["image3=US 62.svg"],["imagesize3=22"],["directionl3=N"],["majorl3=",{"type":"[[","value":[["Niagara Falls (New York)"],["Niagara Falls"]]}],["minorl3=",{"type":"[[","value":[["North Tonawanda"]]}],["directionr3=S"],["majorr3=Jct ",{"type":"[[","value":[["Jamestown (New York)"],["W"]]}," ",{"type":"[[","value":[["File:I-86.svg"],["18px"]]}," ",{"type":"[[","value":[["Olean"],["E"]]}],["minorr3=",{"type":"'''","value":[{"type":"[[","value":[["Buffalo"]]}]}],["image4=NY-5.svg"],["imagesize4=22"],["directionl4=W"],["majorl4=",{"type":"[[","value":[["Erie"]]}],["minorl4=",{"type":"'''","value":[{"type":"[[","value":[["Buffalo"]]}]}],["directionr4=E"],["majorr4=",{"type":"[[","value":[["Auburn (New York)"],["Auburn"]]}],["minorr4=",{"type":"[[","value":[["Clarence"]]}],["image5=NY-78.svg"],["imagesize5=22"],["directionl5=N"],["majorl5=",{"type":"[[","value":[["Newfane (New York)"],["Newfane"]]}],["minorl5=",{"type":"[[","value":[["Lockport"]]}],["directionr5=S"],["majorr5=",{"type":"[[","value":[["Gainesville (New York)"],["Gainesville"]]}],["minorr5=",{"type":"[[","value":[["Cheektowaga"]]},"\/",{"type":"[[","value":[["Lancaster (New York)"],["Lancaster"]]}]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Northtowns"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["43.00668"],["-78.76466"]]},"\n",{"type":"[[","value":[["wikipedia:Amherst, New York"]]}]