[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Amityville"]}," is a village in the south west part of ",{"type":"[[","value":[["Babylon (town, New York)"],["Babylon"]]}," in ",{"type":"[[","value":[["Suffolk County (New York)"],["Suffolk County"]]},", on ",{"type":"[[","value":[["Long Island"]]}," in ",{"type":"[[","value":[["New York (state)"],["New York"]]},". \n",{"type":"[[","value":[["File:AmityvilleVillageHall.jpg"],["thumb"],["300px"],["Village Hall"]]},"\n",{"type":"==","value":["Understand"]},"\n\nSet on the Atlantic Coast, Amityville has been a popular tourist destination since the early 1900s. However, it is perhaps best known as the setting for the novel, and subsequent films, ",{"type":"''","value":["The Amityville Horror"]},", which was based on the 1974 murders that occurred in the town; though the scene itself tries hard not to be a tourist attraction for that reason alone.\n\nThe population was 9,441 at the 2000 census. \n",{"type":"===","value":["History"]},"\n\nHuntington settlers first visited the Amityville area in 1653 as a source of salt hay. Chief Wyandanch granted the first deed to land in Amityville in 1658.  The area was originally called Huntington West Neck South (it is on the Great South Bay and Suffolk County, New York border in the southwest corner of what once called Huntington South but is now the Town of Babylon. According to village lore, the name was changed in 1846 when residents met to find a better name for its new post office. The meeting turned into bedlam and one participant was to exclaim, ``What this meeting needs is some amity.\" Another version says the name was first suggested by mill owner Samuel Ireland to name the town for his boat the Amity.  The place name is strictly speaking an incident name, marking an amicable agreement on the choice of a place name.\n\nIn the early 1900s Amityville was a popular tourist destination with large hotels on the bay and large homes.\n\nAnnie Oakley was said to be a frequent guest of vaudevillian Fred Stone. Will Rogers had a home across Clocks Boulevard from Stone. Gangster Al Capone also had a house in the community.\n\n",{"type":"==","value":["Get in"]},"\n\nThere are many different ways to get to Amityville, Long Island. The most common route is taking Southern State Parkway. Amityville is Located at Exit 32 north and South. Both exits will bring you to Amityville from NYC. It takes approximately 40 to 45 minutes to get there from NYC. The main road in Amityville Long Island is Route 110 and this road has access to all of the major highways and businesses in Amityville. This also runs through other towns in Long Island.\n\n",{"type":"==","value":["Get around"]},"\n\nOne of the options to getting around Amityville is using MTA buses and trains. Long Island Bus provides convenient service throughout Nassau County, western Suffolk County in which Amityville resides, and into eastern Queens. They have 53 routes serve 48 Long Island Rail Road stations plus colleges, museums, parks, theaters, and beaches throughout the area. Long Island and Amityville Commuters definitely use MTA as a mode of travel. Another easy way to get around in Amityville Long Island is to use taxis. Most people in Amityville Drive because of the distance between destinations but overall a lot of people use taxis on a regular basis.\n\n",{"type":"==","value":["See"]},"\n\nAmmityville has amusement parks, historic sites and  state and local parks and playgrounds. Amityville also has its own beach that has been very popular in the past.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Crazy Donkey"]},"-A popular night club that any celebrities go to and perform or just go to have a good time.\n\n",{"type":"'''","value":["Dave and Busters"]},"- Dave and Busters is a very popular gaming place and restaurant around the U.S.A.  but it is very popular in Amityville and has been there for years.\n\n",{"type":"'''","value":["Fun Zone"]},"-A indoor amusement park and arcade that many people enjoy going to to have a good time.\n\n",{"type":"'''","value":["Adventure Land"]},"- A amusement park that has been very popular in Amityville and is a popular attraction to tourist.\n\n",{"type":"'''","value":["Tanner Park"]},"-A famous park in a town right outside of Amityville which has basketball courts, football fields, baseball fields, tennis courts, a beach, skateboard park, playgrounds and many other things. Tanner Park is definitely a place you would want to visit if you came to Amitville\n\nAmityville is also the home of the Amityville Warriors Basketball team.\n\n",{"type":"==","value":["Learn"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nAmityville has many popular places to dine at. Broadway (Route 110) has many food places tourist go to. There are also various diners.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Brooklyn Fish & Chip"],["url="],["email="],["address=524 Broadway"],["lat="],["long="],["directions="],["phone =+1 631  789-6522"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Sleep"]},"\nThere are no hotels in Amityville, however there are many hotels nearby.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Days Inn Long Island\/Copiague"],["url=http:\/\/www.daysinn.com\/DaysInn\/control\/Booking\/property_info?propertyId=23143&brandInfo=DI"],["email="],["address=10 34th Street, Copiague"],["lat="],["long="],["directions="],["phone =+1 631  842-4700"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Best Western Bar Harbour Inn"],["url=http:\/\/book.bestwestern.com\/bestwestern\/productInfo.do?propertyCode=33001&group=false&disablenav=false&hideProgressBar=false&photoCategory=HOME&crawl=final&cm_mmc=SiteSearch-_-Search-_-BW-_-searchtool"],["email="],["address=5050 Sunrise Hwy, Massapequa Park"],["lat="],["long="],["directions="],["phone =+1 516  541-2000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["40.671667"],["-73.415000"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Babylon (town, New York)"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Amityville, New York"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Amityville, New York"]]}]