[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"[[","value":[["Image:Amizmiz_002.jpeg"],["thumb"],["right"],["Amizmiz from the nearby hills."]]},"\n",{"type":"[[","value":[["Image:Amizmiz_003.jpeg"],["thumb"],["right"],["Within the town."]]},"\n",{"type":"'''","value":["Amizmiz"]}," (أمزميز ",{"type":"''","value":["AMZ-meez"]},") is a small town in ",{"type":"[[","value":[["Morocco"]]}," approximately 55 kilometers south of ",{"type":"[[","value":[["Marrakech"]]},".  It lies at the foot of the ",{"type":"[[","value":[["High Atlas"]]}," mountain range.\n\nIts population consists mainly of ",{"type":"[[","value":[[":Wikipedia:Berbers"],["Berbers"]]}," of ",{"type":"[[","value":[[":Wikipedia:Chleuh"],["Chleuh"]]}," origin who speak the ",{"type":"[[","value":[[":Wikipedia:Tashelhiyt language"],["Tashelhiyt"]]}," dialect.  Its weekly ",{"type":"[[","value":[[":Wikipedia:souk"],["souk"]]}," every Tuesday is well-known in the area.\n\n",{"type":"==","value":["Get in"]},"\nNearly everyone who goes to Amizmiz gets there via Marrakech.  Within Marrakech, you'll need to take a \"petit taxi\" to the \"Bab Er-Rob\" taxi station that is just outside of town; make sure you ask them to put the car meter on otherwise you will end up paying more than you should.  Once you arrive at the taxi station, start asking for \"Amizmiz\" (which is pronounced ",{"type":"''","value":["AMZ-meez"]},"), and someone will eventually direct you to a ",{"type":"'''","value":["grand taxi"]}," (an old Mercedes Benz) that is waiting to get filled up, at which point you'll depart; normally two people sit in the front seat and four cram in the back.  The normal fare is 15 DH per person.  For those who are not as eager to sit squished for an hour's ride in the heat, feel free to pay for two places (hence 30 DH) and ask for the front passenger area to yourself. You can also find a ",{"type":"'''","value":["bus"]}," that takes longer (because of more frequent stops) which costs only 10 DH.  The bus (#L45) can be picked up at the \"Sidi Mimoun\" bus stop area near Djemaa el Fna (on the road called \"Rue Mouahidine\").\n\n",{"type":"==","value":["Get around"]},"\nOnce you arrive at Amizmiz, you'll be able to get everywhere by foot.  They do have some local taxis now that can take you from the main part of town up to the administrative section of town where the high school is.  However, there is little reason for the normal tourist to see that part of Amizmiz.\nFor those of you who dseire a little more adventure,and you are healthy and have good footwear, then you can venture up the mountainous hills or follow the road towards Toulkine. On this road is a forest rangers cabin with a very helpful and hospitable ranger who if asked will show you around the very old traditional style cabin as well as fill you in on the local scenery and geography. He is a berber so some french or arabic would come in very handy. Allow 2 to 4 hours for this trek from Amz meez dependent on your fitness.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Weekly Market:"]}," Without doubt, if you can manage to get to Amizmiz on a Tuesday, you'll have the chance to see the weekly market (\"souk\" in Arabic).  Here you'll a wide variety of people selling their goods: Berbers from the mountain villages and also local vendors as well.  Nothing has a set price (except fresh food and produce), so be prepared to argue over prices."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Berber Villages:"]}," Up into the hills, there are numerous small Berber villages that are worth visiting if you have the chance.  Many of these still do not have running water or electricity, and you may see small children hauling huge plastic containers of water to their homes on donkeys.  The people are incredibly hospitable and generous.  There are different outfits that will help you get to some of these villages.  ",{"type":"'''","value":[{"type":"[","value":["http:\/\/berberadventures.com Berber Travel Adventures"]}]}," offers day trips or more extended hikes into the mountains. You'll be able to stay in Berber homes and experience Berber village life."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Regraga:"]}," A local small business development project, ",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.wix.com\/amizmiz\/exploreamizmiz Explore Amizmiz"]}]}," facilitates opportunities to witness and participate in the day to day goings-on of Regraga, a neighborhood on the upper side of town. One can have a look into the work of the many local potters, stay with a Moroccan family, take cooking lessons, and explore the surrounding natural area."]},"\n",{"type":"==","value":["Buy"]},"\nThe best time and place to do some shopping is at the ",{"type":"'''","value":["weekly market"]}," (see above).  There are a wide variety of handmade items for sale, many made by local Berbers in the villages surrounding Amizmiz.\n\n",{"type":"==","value":["Eat"]},"\nThere are a number of small ",{"type":"'''","value":["cafes"]}," that also serve food, from sandwiches to small tajines with meat and vegetables.  These are generally cheap, filling, and tasty.\n\n",{"type":"==","value":["Drink"]},"\nFor the thirsty traveler, the best bet is to stop by one of the many ",{"type":"'''","value":["hanoots"]}," (small general stores) spread all around Amizmiz.  They will sell bottled water and cold sodas for a few dirhams.  \n\nYou can also find quite a few ",{"type":"'''","value":["cafes"]}," in the center of town near the taxis.  You'll be able to pick up some hot tea, water, or soda.\n\n",{"type":"==","value":["Sleep"]},"\nThere is one ",{"type":"'''","value":["hotel"]}," in town, just a 30 second walk from the taxis in the town center.  It has a cafe on the bottom floor and small neat rooms up above.  You can also look into excursions to local villages where you can stay in Berber homes overnight.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"[[","value":[["Image:Amizmiz_006.jpeg"],["thumb"],["right"],["The taxi stand area in Amizmiz."]]},"\nAs with your arrival to Amizmiz, it is also always the case that you will have to return to Marrakech on your way out of Amizmiz.  While there are roads heading east and west out of town, the only regular transportation on them is to local nearby villages.  Your quickest bet is getting a taxi back to Marrakech.\n\n",{"type":"[[","value":[["WikiPedia:Amizmiz"]]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["31.2167"],["-8.2500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["High Atlas"]]},"\n\n",{"type":"[[","value":[["Commons:Amizmiz"]]}]