[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Ammoudia"]}," is a small beautiful village on the northwest coast of ",{"type":"[[","value":[["Greece"]]}," in the region of ",{"type":"[[","value":[["Epirus"]]},". The village belongs to the Prefecture of Preveza is placed on the waves of Ionian Sea at the estuaries of Acheron River. It is an appreciable touristic choice as it combines a quiet familiar atmosphere with a variety of activities and sights of a huge mythological, historical and environmental worth.\nBased on mythology Ammoudia was the passage to the netherworld as the souls should cross Acheron during their travel to Hades kingdom, the one of the three kingdoms of ancient Greek world. Historically during Ottoman domination took place Splantza’s war where the hero from Mani Kyriakoulis Mavromichalis fought bravely and sacrificed. On the other hand during bondage, German set fire and ruined the village. The habitants abandoned it for about 5 years. Environmentally the village has a huge worth because of the seldom kinds of biota that exist at the edges of Acheron river and greater. The area is a \"Natura 2000\"-protected area.\n\n",{"type":"==","value":["Get in"]},"\n\nThe approach to Ammoudia is too easy as it is getting on different ways such as car, ship airplane or bus. \n\n",{"type":"===","value":[" By plane "]},"\nIf you choose to arrive in Ammoudia by airplane it’s better for you to select between Actio’s or Corfu’s airport that cover both of them flights so from Greek airports as from airports of abroad. Actio is located in Preveza and is about 50 km far from Ammoudia. If you choose Corfu’s airport you will have to take the ferry boat to Igoumenitsa, approx. 1,5 hours, and from there it is about 55 km to Ammoudia.\n\n",{"type":"===","value":[" By boat "]},"\nTraveling by ship you can arrive to the port of Igoumenitsa that is about 55 km far from Ammoudia departing so from Greek as from Italy ports.\n\n",{"type":"===","value":[" By bus "]},"\nTraveling by bus you can reach to Kanalaki’s bus station that is about 15 km far from Ammoudia.\n\n",{"type":"==","value":["Get around"]},"\n\nIf you don’t have your own car, to explore area’s beauty there’s daily transport by bus. There’s also the possibility of hiring a car or a motocycle. Moreover you can move on boats that are traveling every day to Acheron River with a conducted tour. Alternative you can choose between daily tours to Paxos and Andipaxos islands that are departing from ",{"type":"[[","value":[["Parga"]]}," or you can arrange private cruises to Ionian Islands leaving from Acheron River for one or more days. \nStill one of the dearest means of transport is the bicycle as the rural roads round the village are suitable and safe. Ammoudia’s physical beauty is a good reason to walk inside the village enjoying the exotic sense of walking along the Acheron River or on the big sandy beach that lies at Ammoudia’s anchorage.\n\n",{"type":"==","value":["See"]},"\n\nIn Ammoudia and greater you can see a variety of sights that cover the mythological, historical or environmental section.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["ACHERON"]}," - Acheron River has a big mythological and environmental worth and is known from Homer’s mentions for the soul’s transport in netherworld. It hides the secrets of Hades’ kingdom and human’s sore for death. Acheron is soppy with soul’s tears for loosing their lives and their relatives’ for missing their beloved persons. Also Acheron is a big source of education and knowledge because of the seldom kinds of biota that are living at its edges and are protected by international conventions. "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["NEKROMANTEIO"]}," - The unique nekromanteio of ancient Greek world is about 4 km far from Ammoudia and was the oracle that were visiting people in aim to communicate with their dearest persons’ souls so as to learn about their future and take advices. The archeological ruins that found are dated during Mycenaean season (14th-13th BCE century) "]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["PARGA’S CASTLE"]}," - Parga’s castle is located at a distance of about 20 km from Ammoudia and was area’s fort during Turkish domination. It was constructed so as to be unbitten trying this way to avoid Ali pasha’s investment."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["ALI PASHA’S CASTLE"]}," - 25 km far from Ammoudia, on a rise between Anthousa and Agia is located Anthousa’s castle and is a towering fort made from Ali pasha’s conquering mania in aim to invest Parga."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["NICOPOLI"]}," - Just out of Preveza, 40 km far from Ammoudia is located Nicopoli a city that established from Octabianus Augustus at 31 BCE. It nominated Ancient’s Epirus capital and later begun Episcopal seat. Nowadays at the area there are remains of Odeum, Augustus monument, Roman theatre and Nimfeon (central point of watering)."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["KASSOPI"]}," - Ancient Kassopi was a huge Hellenistic center built in the middle of 4th BCE century South of Zalongo, 40 km far from Ammoudia, placed on a big upland height about 555 meters, at a strategy position viewing to the sea. Now at the area there are remains of fat walls, pavement paths, lithic Odeum and Theatre."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["ZALONGO"]}," - On the mountain Zalongo that is located 45 km far from Ammoudia 63 women from Souli dancing fell to escarpment keeping their kids avoiding to give themselves up Ali pasha. On the mountain made a monument that represents the most heroic dance of Greek world."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["DODONI"]}," - About 70 km far from Ammoudia is ancient Theatre of Dodoni, one of the biggest and most well-retain theatre of ancient Greece of which archeological findings are dated close to 2600-2000 BCE. On the 4th century operated Dodoni’s oracle, the oldest Greek oracle and one of the most important."]},"\n",{"type":"==","value":["Do"]},"\n\nIn Ammoudia you have the opportunity to choose between sports or activities that are taking place at the land, the river or at the sea.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["LAND"]}," - Except from bicycle in Ammoudia there’s the ability to be activated with riding or with football in the 5x5 field that is operating in the village and organize often football round robin."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["SEA"]}," - The Ammoudia’s big sandy beach will allow you to swim safety as its shallows are suitable especially for families with young children. You will also enjoy surfing, Jet Ski or sea bicycle. Most important is the ability for diving with the lead of experienced persons."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["RIVER"]}," - Acheron is suitable for sports like canoe, kayak or rafting having the capability to cross the river till its estuaries, in Ammoudia. Having the suitable equipment you can also cross Acheron’s flume."]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\nIn Ammoudia a part of the population handle occupationally with fishing. Thus the restaurands that are along the river and on other points of the village are obtaining every day fresh fishes and seafood.\n\n",{"type":"==","value":["Drink"]},"\n\nDuring day you can enjoy your coffee choosing between cafes viewing the sea or the river. By night you can choose having your drink to quiet bars, beach bar or at Ammoudia’s discos.\n\n",{"type":"==","value":["Sleep"]},"\n\nAs Ammoudia is a touristic area disposes a plenty of hotels and rooms and so you have the ability of choosing the suitable for your holidays.\n\n",{"type":"==","value":["Stay safe"]},"\n\nAmmoudia is an absolutely safe village, so you can enjoy your residence without fearing for yourselves or your children.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nFrom Ammoudia you can choose among lots of destinations, like ",{"type":"[[","value":[["Parga"]]}," that is 18km far or Igoumenitsa that is about 55km far from Ammoudia. Departing from Parga or Igoumenitsa you can arrive to Ionian Islands by ship. You can also drive about 50km to go to Preveza or about 85km to reach to Ioannina.\n\n",{"type":"[[","value":[["WikiPedia:Ammoudia, Preveza"]]},"\n\n",{"type":"{{","value":[["geo"],["39.2333"],["20.4833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Epirus"]]},"\n",{"type":"{{","value":[["usablecity"]]}]