[{"type":"{{","value":[["pagebanner"],["Amphawa banner.jpg"],["caption=Floating market at Amphawa"]]},"\n",{"type":"'''","value":["Amphawa"]}," (Thai: อัมพวา) is a village ",{"type":"[[","value":[["West of Bangkok"]]},", close to ",{"type":"[[","value":[["Samut Songkhram"]]},".\n\n",{"type":"==","value":["Understand"]},"\n\nThe canal-side way of life in Amphawa takes place along the waterfront walkways of Amphawa Canal, a small tributary of the Mae Khlong River. Every weekend Thais flock to the ",{"type":"'''","value":["Amphawa Floating Market"]},", as big queues emerge along the canal's bridges and walkways. While commercially developed, the old wooden houses and shopfronts retain some of their original charm.\n\nIn the Ayutthaya Period, Amphawa was called Khwaeng Bang Chang, a small community that flourished in agriculture and trade. Sources have confirmed the existence of a market here since the reign of King Prasat Thong in the mid-seventeenth century. In 1766, King Rama II was born in Amphawa, his mother's hometown, as his father was ruling the town of ",{"type":"[[","value":[["Ratchaburi"]]},". At his probable birthplace is now the King Rama II Memorial Park.\n\n",{"type":"==","value":["Get in"]},"\n\nMost visitors come to Amphawa on a day-trip from Bangkok. You can take the fast van direct to Damnernsdauk and get of at Amphawa from Victory Monument under the express way, but a bus from the Southern Bus Terminal might be a safer option but you have to take the bus to Smoot Songkhram first and switch onto a songthaew or bus heading for Amphawa. Ask the locals, as buses are only signed in Thai and songthaews don't have any signs at all. The ride will take about 15 minutes and it is obvious where to get off.\n\n",{"type":"==","value":["Get around"]},"\n\nIt's only a small village and so everything is within walking distance. The floating market is immensely popular and consequently there are enormous queues, especially at the pedestrian bridges over the canal. You can also hire a boat to get up and down the canal, and so participate in the floating market.\n\n",{"type":"==","value":["See"]},"\n\nNearly everyone comes for the ",{"type":"'''","value":["Amphawa Floating Market"]},", opened on weekends only. It gives an impression of the canalside way of live, where farmers in traditional clothing sell their produce. Unlike ",{"type":"[[","value":[["Damnoen Saduak"]]},", this is an afternoon market, so you can easily combine the two into a single trip. It starts to get going around noon, but is at its best around 15:00.\n\n",{"type":"==","value":["Do"]},"\n\nA popular activity is to take a boat ride through the canals. You can even hire a river taxi and get all the way to ",{"type":"[[","value":[["Damnoen Saduak"]]},".\n\n",{"type":"==","value":["Buy"]},"\n\nMany shops have congregated around the floating market's walkways. Most of them are souvenir stores that cater to middle class Bangkokians daytripping here. You can buy t-shirts, notebooks, dresses, handicrafts, traditional hats, bags, flip-flops, cups, pens and many other small objects. Retro products seem to be particularly popular — expect miniature cars from the sixties and albums of bands such as The Beatles.\n\n",{"type":"==","value":["Eat"]},"\n\nEating is a major activity on the floating market — there are many merchants in boats preparing delicious food right in front of you. Seafood is popular, especially shrimp, squid and clams are sold in large quantities. Thais buy many different kinds of food at different merchants and share these together. Fresh farm products cost around 120 baht for each meal. Some boat merchants prepare different varieties of ",{"type":"''","value":["pad thai"]}," and other noodles, which cost 20 baht each.\n\n",{"type":"==","value":["Drink"]},"\n\nThere are some cafes along the walkway. Most of them are in a kind of wooden retro style.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Chanchala"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Typical Amphawan coffee shop, as is shown by the wooden interior and retro feel."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\nAmphawa is immensely popular among Thai visitors from Bangkok, so expect all the hotels to be sold out on weekends. If you want a room during this time, it is  necessary to book at least a week in advance. If you haven't done this and still want to stay over, you might want to try a homestay in and around the floating market.\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\nYou'll probably get out the same way as you got in: from ",{"type":"[[","value":[["Bangkok"]]}," and ",{"type":"[[","value":[["Samut Songkhram"]]},". It is possible, however, to combine Amphawa with a visit to the floating market at ",{"type":"[[","value":[["Damnoen Saduak"]]}," which takes place in the morning. There are some other floating markets around as well, including ",{"type":"'''","value":["Tha Kha Floating Market"]},".\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["West of Bangkok"]]},"\n",{"type":"{{","value":[["geo"],["13.424722"],["99.957222"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Amphawa District"]]}]