[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"]]},"\n",{"type":"'''","value":["Amravati"]}," (also known as ",{"type":"''","value":["Amrawati"]}," or ",{"type":"''","value":["Amraoti"]},") is a city in the state of Maharashtra in India. It is believed to be the city of Lord Indra, the king of all gods. The city boasts of historical temples of Goddess Amba, Lord Shri Krishna and Shri Venkateshwara.\n\n",{"type":"==","value":["Understand"]},"\n\n",{"type":"===","value":["History"]},"\nAmravati District  with the rest of the Berar was assigned to the East India Company by the Nizam following the treaty of 1853. After this province was assigned to the Company, it was divided into two districts, South Berar with its headquarters at Hingoli with neighbouring region restored to the Nizam and North Berar was reconstituted into East Berar with headquarters at Akola.\nIn 1864,the district of Yeotmal was separated from Amravati. In 1903, the Treaties of Assignment were superseded by an agreement under which the Nizam leased Berar to the Government of India in perpetuity. Berar was joined to the central provinces in 1903 to form the enlarged province of central provinces and Berar.\nWith the recognition of States in1956,Amravati district, along with other districts of Vidarbha region was included in the then Bilingual Bombay State. Since  the bifurcation of Bombay state into Maharashtra and Gujrat in 1960, Amravati, along with other districts of Vidharbha formed one of the districts of Maharashtra.\n\n",{"type":"===","value":["Climate"]},"\nAmravati has a tropical wet and dry climate with hot, dry summers from March to June, the monsoon season from July to October and warm winters from November to March. The highest and lowest temperatures ever recorded was 49.7",{"type":"<","value":["sup",["o"]]},"C on 25 May, 1954 and 5.0",{"type":"<","value":["sup",["o"]]},"C on 9 February, 1887 respectively.  \n\n",{"type":"==","value":["Get in"]},"\nTraveling to the city is quite easy; since it has good air, rail as well as road links. \n\n",{"type":"===","value":[" By air "]},"\nThe nearest railway station from Amravati is that of Amravati and Badnera. Biggest city near Amravati is Nagpur which has regular as well as direct flights to all the metros. Since Nagpur is serviced by both public as well as private carriers, reaching here by air is no problem.\n\n",{"type":"===","value":[" By train "]},"\nThe railway station of ",{"type":"'''","value":["Amravati"]}," is well connected with that of Nagpur. Nagpur falls on the Mumbai-Kolkata main line and forms the terminus of the branch line of Central Railway. The city is connected with almost all the parts of the country by regular trains.\n\n",{"type":"===","value":[" By road "]},"\nThe nearest road link from Amravati city of Maharashtra is that of Nagpur. Apart from that, the city has a good network of roads connecting it with the important towns and cities within the state as well as those in the neighboring states.\n\n",{"type":"==","value":["Get around"]},"\nGovernment Engineering College campus\n\nChangapur (Lord Hanuman Temple, under 15 km from Amravati)\n\nChikhaldhara (Quiet Hill Station, 100 km from Amravati)\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":[" In the City"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Ambadevi Temple"]},", in the heart of Amravati city. It is believed that Shri Krishna abducted Rukmini, from this temple, and married her. Goddess Amba attracts devotees from different parts of Vidarbha."]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Satidham Temple"]},", in the heart of the city at Rallies Plot. This temple has beautiful idols of Lord Krishna and Radha, Lord Ram and Sita, Lord Ganesh, Lord Shiva and Rani Satiji. A fair is organized on the occasion of Janmashthami every year. Huge devotees attend the fair."]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Shri Bhakti Dham Temple"]},", Amravati Badnera Road. This temple has beautiful idols of Lord Krishna and Radha. There is also an idol of Shri Sant Jalaram Bappa. There is a small park for children behind this temple."]},"\n",{"type":"*","value":[{"type":"'''","value":["Chatri Talao"]},", 1 km away from Dasturnagar Square on the Malkhed Railway Road. Built in the year 1888 on a small spring called Kali Nadi, this small reservoir was built to supply drinking water to Amravati city. However, Amravati gets water from Upper Wardha Dam now. A small garden and boating facility is also available here."]},"\n\n",{"type":"*","value":[{"type":"'''","value":["Wadali Talao"]},", 3 km away from the Amaravati Camp on Chandur Railway Road. This was built for clean and fresh water supply to Amravati Camp. There is a small garden with a zoo here. People usually come here during weekends and enjoy boating. This is one of the best places for kids. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Sai Mandir"]},", it lies on badnera road. It has very calm surrounding. "]},"Gives mental piece & relief.\n\n",{"type":"===","value":["Around City"]},"\n",{"type":"*","value":[{"type":"'''","value":["Melghat Tiger Reserve"]},", in ",{"type":"[[","value":[["Chikhaldara"]]}," and Dharni tehsils of on the Satpuda hill range. It spreads over an area of 1676.93 sq km. It is one of the last remaining habitats of Indian tiger in Maharashtra."]},"\n",{"type":"*","value":[{"type":"'''","value":["Wan Sanctuary"]},", at Melghat area of Amravati district. An extension to the Melghat Sanctuary on the southeastern part. This area is rich in floral and faunal biodiversity. This hilly rugged terrain has tropical dry deciduous forests. Chikhaldara"]},"\nThis sole hill resort in the Vidarbha region is situated at an altitude of 1118 m above the sea level. This is one of the coffee-growing areas in Maharashtra. Chikhaldara is full of deep valleys with full of velvet mist and majestic trees. Having a wildlife sanctuary with abundance of wildlife, viewpoints, lakes and waterfalls, it is a very popular summer retreat.\n\n",{"type":"==","value":["Do"]},"\n\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Amravati_(division)"]]},"\n",{"type":"[[","value":[["wikipedia:Amravati"]]},"\n\n",{"type":"{{","value":[["geo"],["20.933333333333"],["77.75"]]}]