[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Anagni"]}," is a city in the south of ",{"type":"[[","value":[["Lazio"]]}," in Italy. Close to the Autostrada del Sole between Rome and Naples, it is normally ignored by people hurrying along the highway. However, it well rewards a visit.\n",{"type":"==","value":["Understand"]},"\nAnagni has an important history. In Imperial times, many emperors used to spend their summers there to escape the heat of Rome. In the ninth century the first Cathedral was built on the ruins of a temple dedicated to the Goddess Ceres. During the tenth and the eleventh centuries popes also began to consider it a healthier spot than Rome. In the thirteenth century Anagni gave the world four popes who were all members of the same family (the Conti family). \n",{"type":"[[","value":[["File:Anagni ekron.jpg"],["thumb"],["right"],["300px"],["Fresco from the cathedral crypt"]]},"\nIn 1302 Pope Boniface VIII, the last of the Anagni popes, issued the ",{"type":"''","value":["Bull Unam Sanctam"]},", which claimed the Pope's absolute supremacy. Philip, King of France organized an expedition to arrest the Pope, who was captured in his palace at Anagni in September 1303. That event effectively marked the end of Anagni’s importance, as the seat of the Popes was soon transferred to ",{"type":"[[","value":[["Avignon"]]}," in France.\n",{"type":"==","value":["Get in"]},"\nAnagni is about 60km south of Rome on the A1 highway. There is a train station, however, it is some distance from the town. There is a bus stop at this station, but the bus does not run on Sundays and no timetable information for other days is provided.\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["The Cathedral"]},". This is dedicated to Santa Maria and is in Romanesque style, being mainly constructed at the end of the 11th Century. The crypt has interesting frescoes covering all the walls and ceiling. These are considered some of the best examples of Byzantine art in Italy."]},"\n",{"type":"==","value":["Do"]},"\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nAnagni is the center of the area known as Ciociara. Try ",{"type":"''","value":["Spaghetti alla Ciociara"]},", which has a sauce made from meat, ham, mushrooms and peas.\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\nAnagni is 20km from the Spa town of ",{"type":"[[","value":[["Fiuggi"]]},".\n\n",{"type":"{{","value":[["geo"],["41.7333"],["13.1500"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Lazio"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Anagni"]]},"\n\n",{"type":"[[","value":[["Dmoz:Regional\/Europe\/Italy\/Lazio\/Localities\/Anagni\/"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Anagni"]]}]