[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Anaheim Hills"]}," is a city in ",{"type":"[[","value":[["Orange County (California)"],["Orange County"]]}," in Southern California. It is still technically considered to be part of the city of Anaheim but because it does not boarder Anaheim and it geographically separated from Anaheim, the name Anaheim Hills is used to distinguish itself from Anaheim.\n\n",{"type":"==","value":["Get in"]},"\nThere are a couple of ways to get to Anaheim Hills. Anaheim Hills is on the south-west corner of the 91 and 55 Freeways. Also Imperial Highway ends in Anaheim Hills and turns in to Cannon that will allow you to access the city of Orange via Katella or Chapman.\n",{"type":"==","value":["See"]},"\nThe view - Anaheim Hills offeres almost a 360 degree view of surrounding areas. On a clear day you can see Downtown Los Angeles, Corona and Catalina Island from two separate vantage points.\n",{"type":"==","value":["Do"]},"\nPlay a round of golf at the Anaheim Hills (The Hills) Public Golf Course. Take a walk through The Nature Center.\n\nDisneyland is only about 15 minutes north-west.\n\nVisit the Nixon Presidential Library in the neighboring city of Yorba Linda.\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nHibachi Steakhouse is on the corner of Santa Ana Canyon Road and Fairmont Blvd. It has some of the best Teppan Yaki you will find in the USA.\n\nSushi Yosuke is on the corner of Santa Ana Canyon Road and Fairmont Blvd and has the best sushi in Anaheim Hills.\n\n",{"type":"==","value":["Drink"]},"\nThe Foxfire located on the north-east corner of Imperial Highway and Santa Ana Canyon Road is really the only real \"Bar\" in Anaheim Hills.\n\n",{"type":"==","value":["Sleep"]},"\nAyres Hotel in Yorba Linda\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["isPartOf"],["Inland Cities (Orange County)"]]},"\n",{"type":"{{","value":[["geo"],["33.84853"],["-117.77678"],["zoom=15"]]},"\n",{"type":"{{","value":[["no Wikipedia link"]]}]