[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":["Anau"]}," (",{"type":"''","value":["Anew"]},") is a city in ",{"type":"[[","value":[["Ahal Province"]]},", ",{"type":"[[","value":[["Turkmenistan"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe name is derived from 'Abi-Nau', meaning 'new water'. The place was inhabited from the 4th milennium BC onwards and the culture of this period is called ",{"type":"''","value":["Anau culture"]},". The excavation of this site was begun in 1904 by the American archaeologist ",{"type":"''","value":["Raphael Pumpelli"]},". The site was surrounded by a great wall and a ditch. During the excavations children's skeletons, painted ceramics with geometrical ornaments and the oldest remains of camels were found. It is assumed that camels were first domesticated in the territory of what is today Turkmenistan. The fortress of Anau was inhabited during the period of the ",{"type":"''","value":["Parthian Empire"]}," (3rd cent.BC - 3rd.cent AD).\n\n",{"type":"==","value":["Get in"]},"\nAnau is situated 15 km south east of ",{"type":"[[","value":[["Ashgabat"]]},".\n\nThe main market in Anau can be easily reached by bus from Teke Bazaar is ",{"type":"[[","value":[["Ashgabat"]]},". From the final stop it is possible to walk 2 km east to Anau I and Anau II Neolithic mounds or 4.5 km, mainly along M37 road, to Seyit Jemaletdin Mosque. There is no public transport reaching the mosque.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Anau Mishin.jpg"],["250px"],["thumbnail"],["right"],["Seyit Jemaletdin Mosque before the 1948 earthquake"]]},"\n\n",{"type":"*","value":[{"type":"{{","value":[["see"],["name=Tell Anau I and Anau II"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Neolithic settlements."]]}]},"\n",{"type":"*","value":[" The ",{"type":"'''","value":["Seyit Jemaletdin Mosque"]},", East of the neolithic settlements, in the Southern part of the fortress, is outstanding among the small number of monuments of the Timurid era in Turkmenistan. It was built during the reign of ",{"type":"''","value":["Abu Kasim Baber Bahadurhan"]}," in Khorezm (1446-1447). Its construction was paid for by his vizir ",{"type":"''","value":["Muhammed Khudaiot"]},", who chose a site near the grave of his father ",{"type":"''","value":["Jemaletdin"]},". The mosque was completely destroyed in the earthquake of 1948."]},"\nAn outstanding feature of this mosque is a mosaic above the entrance arch depicting two dragons facing each other. The mosaic is about 8 meters high. According to the legend a kind hearted queen lived on the fortress and the people from the surrounding villages often brought their wishes to her. Once an enormous dragon rang the bell and explained that another dragon needed help. The queen's servants freed him from a goat whose horns had been caught in the dragon's mouth. The grateful dragons gave the queen objects of great value and the queen ordered the magnificient mosque to beu built for them. Some pepole think that the dragons were totems of the Turkmen tribe which inhabited the are in the 15th cent. and that Seyit Jemaletdin belonged to this tribe.\n\nToday, the Seyit Jemaletdin Mosque is a much revered place of pilgrimage. Childless couples bring children's clothes as an offering and baby dolls are left in tiny hammocks between two sticks.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Connect"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["geo"],["37.8833"],["58.5333"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Ahal Province"]]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n\n\n",{"type":"[[","value":[["wikipedia:Anau"]]}]