[{"type":"{{","value":[["pagebanner"],["S-amer africa default banner.jpg"]]},"\n",{"type":"'''","value":["Anavilhanas"]}," is located in the state of ",{"type":"[[","value":[["Amazonas (Brazil)"],["Amazonas"]]}," in ",{"type":"[[","value":[["Brazil"]]},".\n\n",{"type":"==","value":["Understand"]},"\nA complex of more than 400 islands with hundreds of lakes and channels, compose the famous Anavilhanas, which is located between the cities of Manaus and Novo Airão. Due to the great biodiversity and distincts ecosystems, Anavilhanas is the second world’s largest fluvial archipelagos, losing only to Mariuá, which is also at the Rio Negro, close to the city of Barcelos.\n\n",{"type":"===","value":["History"]},"\nAt 1981 it was promoted to the category of Ecological Station, and since then it is part of the group of Conservation Unities of the lower Rio Negro. At 2008 it was promoted Nacional Park status.\n\n",{"type":"===","value":["Landscape"]},"\nThe formation of the islands are due to the flocculation (sedimentation of  solid particles) of the Rio Branco, which over hundreds of years helped to form the archipelago. But, they are in constant change, because there is a continuous process of sedimentation and erosion due to the change of water level, according to the season, making the islands “move” over time.\n\n",{"type":"===","value":["Flora and fauna"]},"\nAt Anavilhaanas is only permitted educative visitation which respects the conservacionist’s rules of minimum human impact, this is because the islands are home to many endangered species such as the harpy eagle, the jaguar, the pirarucu and the spider monkey. It is also home to some endemic species such as the “vinegar dog” and others. Another curiosity is that it is the only place where it is possible to see every alligator species of the Amazon.\n\n",{"type":"===","value":["Climate"]},"\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"==","value":["Fees\/Permits"]},"\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\n\n",{"type":"===","value":["Camping"]},"\n\n",{"type":"===","value":["Backcountry"]},"\n\n",{"type":"==","value":["Stay safe"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Amazonas (Brazil)"]]},"\n",{"type":"{{","value":[["outlinepark"]]},"\n",{"type":"[[","value":[["Wikipedia:Anavilhanas Ecological Station"]]}]