[{"type":"{{","value":[["pagebanner"],["Turnagain Arm south of Anchorage page banner.jpg"]]},"\n",{"type":"[[","value":[["File:Anchorage Alaska aerial view.jpg"],["250px"],["thumbnail"],["Aerial picture of Anchorage"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/anchorage.net\/ Anchorage"]}]}," is the largest city in ",{"type":"[[","value":[["Alaska"]]},", located in the ",{"type":"[[","value":[["Southcentral Alaska"],["Southcentral"]]}," region. Anchorage is a cosmopolitan port city with a population of over 300,000. It is a consolidated city-borough referred to as a municipality. The urbanized city is defined by Muldoon Road to the east, Rabbit Creek Road to the south, and Cook Inlet to the north and west. Several small suburbs are within the Municipality of Anchorage while physically outside what most Anchorageites would call the \"Anchorage\" proper area. These include Eagle River and Chugiak to the north and Girdwood to the south.\n\n",{"type":"==","value":["Understand"]},"\nLet's be clear, if you are looking for the \"real Alaska\" this is not it, but you can see it from there. Anchorage is a city. A real city with traffic, giant malls, tall buildings, crime and ",{"type":"''","value":["most"]}," other things one expects to find in an American city. It is an important hub and the gateway to other areas including the Alaskan Interior and the Kenai Peninsula, but is not really a \"tourist destination\" unto itself. While it is not the political capital of Alaska it is the economic capital. There are good places to eat and plenty of shopping, but the city itself is just that, a city. A great place to gear up for a trip, but it's not particularly \"Alaskan\" except for the weather.\n\n",{"type":"===","value":["Climate"]},"\n",{"type":"{{","value":[["Climate"],["units = Imperial"],["janhigh =22"],["febhigh =26"],["marhigh =34"],["aprhigh =44"],["mayhigh =55"],["junhigh =62"],["julhigh =65"],["aughigh =63"],["sephigh =55"],["octhigh =40"],["novhigh =28"],["dechigh =43"],["janmean =16"],["febmean =19"],["marmean =26"],["aprmean =36"],["maymean =47"],["junmean =55"],["julmean =58"],["augmean =56"],["sepmean =48"],["octmean =34"],["novmean =22"],["decmean =36"],["janlow =9"],["feblow =12"],["marlow =18"],["aprlow =29"],["maylow =39"],["junlow =47"],["jullow =52"],["auglow =49"],["seplow =41"],["octlow =28"],["novlow =16"],["declow =29"],["janprecip =10"],["febprecip =12"],["marprecip =11"],["aprprecip =5"],["mayprecip =1"],["junprecip =1"],["julprecip =2"],["augprecip =3"],["sepprecip =3"],["octprecip =11"],["novprecip =12"],["decprecip =85"],["jansun ="],["febsun ="],["marsun ="],["aprsun ="],["maysun ="],["junsun ="],["julsun ="],["augsun ="],["sepsun ="],["octsun ="],["novsun ="],["decsun ="],["janh2o ="],["febh2o ="],["marh2o ="],["aprh2o ="],["mayh2o ="],["junh2o ="],["julh2o ="],["augh2o ="],["seph2o ="],["octh2o ="],["novh2o ="],["dech2o ="],["description = ",{"type":"{{","value":[["ForecastNOAA"],["Anchorage"],["61.222638"],["-149.885083"]]}]]},"\nAlaska is well known for its winters—but most visitors come in the summer, when the days are long and the temperatures are moderate.\n\nMany people consider the period between May and early September to be the best time to visit Anchorage. The month of June usually has the best combination of long days, good weather, and warm afternoons.\n\nAs you would expect in the high northern latitudes, the longest days come around the summer solstice, 21 June, and they get quite short around the winter solstice, 21 December.\n\nIn the summer, Anchorage gets 19.5 hours of sunlight. At the start of winter, Anchorage gets about 5 hours of sunlight each day. By February, the days begin to feel noticeably longer.\n\nThe Anchorage-area climate, including the Kenai Peninsula and Prince William Sound, often sees summer temperatures in the mid-70s (24°C). Winter temperatures may fall into the -20s and -30s (-30s°C) for a short spell.\n\n",{"type":"==","value":["Get in"]},"\nAnchorage is served by many major American airlines. Air travel is the cheapest and most efficient form of transportation in and out of the state. Non-stop flights are available from ",{"type":"[[","value":[["Seattle"]]},", ",{"type":"[[","value":[["Portland (Oregon)"],["Portland"]]},", ",{"type":"[[","value":[["San Francisco"]]},", ",{"type":"[[","value":[["Minneapolis"]]},", ",{"type":"[[","value":[["Chicago"]]},", and ",{"type":"[[","value":[["Phoenix"]]},", and more locations in the summer.  Many arriving and departing out-of-state flights are late-night \"red-eyes,\" but there are often many daytime flights to and from Seattle.  Anchorage recently completed extensive remodeling and construction at ",{"type":"'''","value":["Ted Stevens Anchorage International Airport"]}," (",{"type":"{{","value":[["IATA"],["ANC"]]},")",{"type":"[","value":["http:\/\/dot.state.ak.us\/anc\/index.shtml"]}," to help accommodate the upsurge in tourism (unofficial sources have estimated the numbers for 2004 at some four million tourists arriving in Alaska between May and September).\n\nAnchorage is also accessible from the ",{"type":"[[","value":[["United States"],["U.S."]]}," (locally referred to as \"the Lower 48\") and Canada via road. The ",{"type":"[[","value":[["Alaska Highway"]]}," starts in northern ",{"type":"[[","value":[["British Columbia"]]}," and terminates in ",{"type":"[[","value":[["Fairbanks"]]},". You can get to Anchorage via either the Parks Highway from Fairbanks or the Glenn Highway from Tok (the first major Alaskan town after crossing the Canadian border). The Seward Highway serves traffic entering Anchorage from the Kenai Peninsula to the south and its Alaska Marine Highway System terminals.\n\nMake sure to pick up a copy of The Milepost ",{"type":"[","value":["http:\/\/themilepost.com"]},", which is widely regarded as the premier road guide for western Canada and Alaska. Most roads in these regions have small white posts every mile or so indicating the number of miles from the start of the road. The Milepost has extremely detailed route descriptions of all of the roads, pointing out everything from scenic viewpoints and campgrounds down to the names of small creeks the roads pass over. If you're flying in to Anchorage and then driving around the state, wait and pick up a copy of The Milepost at one of the local Costcos or WalMarts—the price there is around half of list price.\n\nMany cruise lines provide transportation from their terminals to Anchorage and may even include tours or your return air travel out of the state.\n\n",{"type":"==","value":["Get around"]},"\nWhile not nearly comparable to the size of major world cities (the city itself is several thousand square miles, but most of it is uninhabited and mountainous), the developed part of the Municipality of Anchorage is fairly spread out and not very walkable—with the exception of the compact downtown area.\n\nMost of Anchorage is built on a grid system originally laid out by the railroad: numbered streets run east-west, starting at First Avenue in the extreme north of the city (at the Port and train depot) and ending up in the mid-hundreds at the south edge of town. Lettered streets run north-south, starting at A Street in the middle of downtown and going up to the west; east of A Street, the street names begin with sequential letters and are named after Alaskan cities and towns (",{"type":"[[","value":[["Barrow (Alaska)"],["Barrow"]]},", Cordova, Denali, etc.). This makes finding yourself on a map fairly easy, although the system gets less coherent outside of the downtown area. Note that the Seward Highway becomes Gambell and Ingra streets, while the Glenn Highway becomes 5th and 6th Avenues.\n\nYou'll often hear Anchorageites use the following terms when describing areas of town. These areas were originally separate communities that merged as the city grew.\n\n",{"type":"*","value":[{"type":"'''","value":["Downtown"]},": the historic core of the city located at the northwestern tip next to the waterfront; home to most of the tourist activities, gift stores, hotels, and the railroad depot"]},{"type":"*","value":[{"type":"'''","value":["Midtown"]},": the largely commercial area immediately south of Downtown roughly between 15th Avenue and Tudor Road (becoming more industrial south towards Dimond Boulevard)"]},{"type":"*","value":[{"type":"'''","value":["South Anchorage"]},": Dimond Boulevard and south. Largely suburban and residential with some major commercial development west of the Seward Highway."]},{"type":"*","value":[{"type":"'''","value":["West Anchorage"]},": the area along the water southwest of Downtown, encompassing the historic Bootlegger's Cove and Turnagain residential areas and the famous Earthquake Park as well as the airport"]},{"type":"*","value":[{"type":"'''","value":["Spenard"]},": smashed between Midtown and West Anchorage and spilling over and overlapping the boundaries a bit, it was formerly a separate city and catered to the racier aspects of Anchorage living. It's still a bit of a red-light district, especially along Spenard Road itself. Be careful at night. (The airport is at the extreme west end of the Anchorage peninsula and abuts the southwestern edge of Spenard.)"]},{"type":"*","value":[{"type":"'''","value":["East Anchorage"]},": everything east of the Seward Highway and north of Tudor Road. Mostly residential; little of interest to the tourist except for the universities, hospitals, and (at the extreme northeastern corner) the Alaska Native Heritage Center."]},{"type":"*","value":[{"type":"'''","value":["Hillside"]},": part of South Anchorage, it's everything east of the Seward Highway and south of Abbott Road. Completely residential, and many homes there are on the ritzier side ($350k and up to over $1.5M, where the average home is about $220k). Anchorageites think of the Hillside like Angelenos do of Beverly Hills—if you own a home there, you must be doing well, even if the trees (or your snowmachine trailer) block your view of the lesser people below. Above the Hillside homes is the immense Chugach State Park, popular for easily accessible hiking. (The most-hiked mountain in Alaska, Flattop Mountain, is fairly easily accessed via the Glen Alps parking area at the top of Upper Huffman Road.)"]},{"type":"*","value":[{"type":"'''","value":["Eagle River, Chugiak, Peters Creek"]},": suburbs north of the city. They provide access to Chugach State Park, especially Crow Creek Pass and Eklutna Lake."]},{"type":"*","value":[{"type":"'''","value":["Bird, Indian, Girdwood"]},": small communities south of the city along the Seward Highway. Very small, tourist-service oriented."]},"\nAnchorage's Ted Stevens International Airport is serviced by all of the major national rental car chains as well as a number of independents. A few companies have off-airport locations and may even offer courtesy shuttles (though these shuttles will not pick up from the airport). Renting from these locations avoids the 11-12% airport concession recovery fee and $4.81 per day airport facility fee. If you're renting for more than a few days, it might be worth the hassle to rent your vehicle at an off-airport location, which usually involves taxi rides or shuffling between hotel and rental car courtesy shuttles. Check with each agency or search off-airport rental cars using an online travel agency to see what cost savings may be available.\n\nIf you're arriving in the summer, plan ahead, as most rental companies are pretty much sold out from mid-June through the end of August. In the summer, cars are often not available without reservations, and even if they are, be prepared to pay top-dollar for them, especially four-wheel-drive vehicles.  Renting a car in Alaska can be more expensive than pretty much anywhere else in the United States, ranging up to (and occasionally even over) $200 per day for a large vehicle sufficient to carry multiple passengers and outdoor gear during the peak season. In the dead of winter, however, you can sometimes grab a vehicle for under $10 per day.\n\nSome of the major car rental companies serving the Anchorage area are:\n\n",{"type":"*","value":["Alamo (in-terminal): +1 907-243-3406 ",{"type":"[","value":["http:\/\/alamo.com"]}]},{"type":"*","value":["Avis (in-terminal and downtown): +1 907-243-2377 ",{"type":"[","value":["http:\/\/avisalaska.com,"]}," http:\/\/avis.com"]},{"type":"*","value":["Budget (in-terminal and midtown): +1 907-243-0150 ",{"type":"[","value":["http:\/\/budgetalaskaonline.com,"]}," http:\/\/budget.com"]},{"type":"*","value":["Dollar (in-terminal and midtown): +1 907-248-5338 ",{"type":"[","value":["http:\/\/dollar.com"]}]},{"type":"*","value":["Enterprise (in-terminal, downtown, and midtown): +1 907-248-5526, +1 907-277-1600, +1 907-563-5050 ",{"type":"[","value":["http:\/\/enterprise.com"]}]},{"type":"*","value":["E-Z Rent-A-Car (midtown): +1 907-562-2292 ",{"type":"[","value":["http:\/\/e-zrentacar.com\/locations~airport-rental_car+car_rental_location-Anchorage_Alaska.html"]}]},{"type":"*","value":["Hertz (in-terminal and downtown): +1 907-243-3308, +1 907-243-4118, +1 907-562-4595 ",{"type":"[","value":["http:\/\/hertz.com"]}]},{"type":"*","value":["National (in-terminal): +1 907-243-3406 ",{"type":"[","value":["http:\/\/nationalcar.com"]}]},{"type":"*","value":["Thrifty (in-terminal and midtown): +1 907-276-2855 ",{"type":"[","value":["http:\/\/anchorage.thrifty.com,"]}," http:\/\/thrifty.com"]},"\nMost airport rental agencies are open from about 5:30AM or 6AM to about 2AM (3AM at the latest) in the peak summer season. With the number of red-eye flights serving Anchorage, it's especially important to be sure your flight doesn't arrive after your rental agency closes. None of the major chains is open 24 hours, so the only option for after-hours arrivals is a cab or hotel shuttle to an area hotel or to sleep on a bench until the agencies open.\n\nTwo main taxi companies serve the Anchorage area: Alaska Yellow Cab (+1 907-222-2222) and Checker Cab (+1 907-276-1234). The airport maintains a taxi stand on the arrivals level. As of late 2007, the municipality-set rate for all taxis is $2 are the flag drop and $2.50 per mile; time based rate $.50 per minute. The average fare to downtown runs about $20 one-way.\n\nMany hotels offer also courtesy shuttle vans that stop at the airport near the taxi stand. Several courtesy phone banks are located inside the baggage claim areas.\n\nIf you're determined to save money, you can use the PeopleMover, Anchorage's bus system. ",{"type":"[","value":["http:\/\/muni.org\/transit1\/index.cfm"]}," As of late 2007, fares are $1.75 per trip or $4 for a day pass. Most bus routes have one bus in each direction per hour, but some routes increase it to two buses per hour during peak times. Buses are frequently late. Route 7A of the PeopleMover, Anchorage's bus system, has a stop located at the far south end of the airport taxi stand area. Every hour, there is one bus going downtown and one bus going to the Dimond Center mall in south Anchorage. If you're riding the bus ",{"type":"''","value":["to"]}," the airport, note that only Route 7A, not Route 7, stops at the airport. For more information, call the PeopleMover Ride Line at +1 907-343-6543  at  ",{"type":"[","value":["http:\/\/peoplemover.org"]},".\n\nAnchorage features an extremely well-developed bike trail system, with over 200 miles (320 km) of developed trails (120 of which are paved) winding their way throughout the city's parks and three green belts. The popular Tony Knowles Coastal Trail parallels the waterfront from Downtown to Kincaid Park near the airport. Several companies offer bike rentals and trail tours. In the winter, many of the trails are groomed and used as ski trails.\n\nDrivers tend to be aggressive in Anchorage year round, and many of the roads are heavily damaged by severe winter conditions and the use of studded tires.  If you are visiting in winter and not used to driving in winter conditions, be very cautious, do not pass, keep excessive following distance, and allow plenty of time to stop.  If it's snowing, no matter what time of the day, have your headlights on (the Seward Highway south of Anchorage requires headlights to be on at all times).  Keep in mind that a roadway covered with ",{"type":"''","value":["black ice"]}," may look completely dry but provide no traction whatsoever.\n\n",{"type":"==","value":["See"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Alaska Native Heritage Center"],["alt="],["url=http:\/\/alaskanative.net\/"],["email="],["address=8800 Heritage Center Dr"],["lat="],["long="],["directions="],["phone=+1 907 330-8000"],["tollfree="],["fax="],["hours="],["price="],["content=Summer (8 May-24 Sep) 9AM-6PM daily, Winter (29 Oct-16 Apr) Sa 10AM-5PM, $24.95, Seniors\/Military $21.15, Children (Ages 7–16) $16.95, Children (6 and under) free. Culture Pass Joint Ticket (admission to Alaska Native Heritage Center AND Anchorage Museum) $26.95 (free shuttle between both museums). This is much more than just a static museum of glass display cases. The various native Alaskan cultures are all represented in this center. A large stage holds native dance performances as well as other types of events for visitors. Behind the center, a short trail around the lake takes you to several stations that show aspects of life in each of the native Alaskan cultures with native guides with short demonstrations and happily answering questions. Back inside, many items such as artwork, kayaks and ulu knives are on display. A small theater runs various films and there is a gift shop (with a second location in downtown Anchorage)."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Alaska Wildlife Conservation Center"],["alt="],["url=http:\/\/alaskawildlife.org\/"],["email="],["address="],["lat="],["long="],["directions="],["phone=+1 907 783-2025"],["tollfree="],["fax="],["hours="],["price="],["content=43 mi (69 km) south of Anchorage on Seward Hwy (mile 79). Apr-May 10AM-6PM, May-Sep 8AM-8PM, Sep-May 10AM-5PM, $5, Children 4-12 $3, Seniors 55+ $3, Active Military w\/ID $3, Max charge per vehicle $20. AWCC provides refuge for orphaned, injured or ill animals. Visitors drive through the park and see animals large fenced habitat areas including bears, eagles, elk, moose, bison, and more."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Anchorage Museum"],["alt="],["url=http:\/\/anchoragemuseum.org\/"],["email="],["address=121 W 7th Ave"],["lat="],["long="],["directions="],["phone=+1 907 343-6173"],["tollfree="],["fax="],["hours="],["price="],["content=Summer (15 May-15 Sep) 9AM-6PM, open until 9PM on Th, Winter (16 Sep-14 May) Tu-Sa 10AM-6PM, Su noon-5PM, closed M. $10, 0-2 Free ($2 suggested donation), 3-12 $7, Seniors\/Military\/Students with ID $8. Culture Pass Joint Ticket (admission to Alaska Native Heritage Center AND Anchorage Museum) $26.95 (free shuttle between both museums). The Anchorage Museum of History and Art has various traveling exhibits from around the country and the world, and a variety of local art, including pieces from Sydney Lawrence and Ray Troll. The museum also features an extensive exhibit on Alaskan history, and an expansion to be completed in 2009 will feature a children's museum and part of a Smithsonian collection of Alaska Native art."]]}]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["see"],["name=Anchorage Zoo"],["alt="],["url=http:\/\/www.alaskazoo.org\/"],["email="],["address=4731 O'Malley Rd"],["lat="],["long="],["directions="],["phone =+1 907 346-2133"],["tollfree="],["fax="],["hours="],["price="],["content= A small, but charming zoo about 20 minutes from Downtown Anchorage. Visitors can see animals native to the Northern climates, such as Bald Eagles, Moose, Musk Oxen, Grizzlies, and a Polar Bear. A few animals have been rescued from the wild after sustaining life-threatening injuries that wouldn't enable them to survive on their own. There is a shuttle that runs from Downtown to the zoo during the summer several times a day."]]}]},"\n",{"type":"==","value":["Do"]},"\n\n",{"type":"'''","value":["Wildlife Viewing"]},"\n\nThe Anchorage area is home to moose, brown and black bears, Dall sheep, and many migratory bird species.  A visitor should be able to find moose fairly easily by driving any neighborhood on Anchorage's Hillside (actually the foothills of the Chugach mountains).  It is not uncommon to hear of bears being spotted in residential areas, but visitors who hope to see wild bears should plan excursions to either Denali or Katmai National Parks.  Dall sheep, a species similar to the big-horn sheep found in the American Rockies, can often be spotted by driving down the Seward Highway south of Anchorage.  A good way to spot sheep is to notice congregations of other tourists photographing them.  A good place to view waterfowl and eagles is Potter's Marsh, located immediately south of Anchorage on the Seward Highway.\n\n",{"type":"'''","value":["Walking\/Biking"]},"\n\nOne of the best places to walk or bike to get to know Anchorage would have to be the Tony Knowles Coastal Trail. Awesome views. Starting from downtown, it's a well maintained 14 mile paved track around the coast, with housing developments and forests on one side, and the ocean of Cook Inlet on the other. You can come back via an inland loop right around the airport. This has some on-road sections, but takes you past Lake Hood, a busy and interesting seaplane base. It's a very popular track for bikers and joggers during the summer months. If you don't have a car, a shuttle provides round-trip transportation between downtown and the trailhead for $22, Flattop Mountain Shuttle ",{"type":"[","value":["http:\/\/hike-anchorage-alaska.com"]},".\n\nFor a more challenging hike, drive east on O'Malley Road (south Anchorage) and follow signs for Glen Alps. There is a $5 day parking fee at the trail head. From this launching point there are numerous hiking options for all levels, including a climb up Flattop (Anchorage's most popular day hike, 1.5-3 hrs depending on your hiking ability. Note that there is a bit of scrambling over rocks at the end to reach the top of Flattop. In the fall the mountain is covered with wild blueberries), the \"ballpark\", Hidden Lake, Ship Lake Pass, etc. There is also a mountain biking trail leading up towards Powerline Pass. This is a great place to see moose in the summer and offers the best view of the city of Anchorage within a 5 minute walk of the parking lot (parking is free if you stay 30 minutes or less). All the trails are well maintained and there is little risk of being lost in the immediate area, however, for the maximum experience it's a good idea to bring water and plan your hike with a great guide such as \"55 Ways to the Wilderness\", Southcentral Alaska or Chugach State Park editions, available online or at any local Alaskan bookseller. In the fall, Flattop Mountain is covered with wild blueberries.\n\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Bike Easy Anchorage"],["url=http:\/\/www.bikeeasyanchorage.com"],["email="],["address=3703 Spenard Rd"],["lat="],["long="],["directions="],["phone=+1 907 317-2415"],["tollfree="],["fax="],["hours=7AM-10PM"],["price=$20\/Day"],["content=Anchorage's easiest bike rentals. All equipment delivered\/picked up to\/from you."]]}]},"\n",{"type":"'''","value":["Sports"]},"\n\n",{"type":"*","value":[{"type":"'''","value":[{"type":"[","value":["http:\/\/coastaltrailrentals.com\/ Coastal Trail Rentals, LLC"]}]}," is on the shore of the Lake Hood Seaplane Base near the Ted Stevens International Airport in Anchorage and minutes from the Tony Knowles Coastal Trail ",{"type":"[","value":["http:\/\/dnr.alaska.gov\/parks\/aktrails\/ats\/anc\/knowlsct.htm"]},". You get the lowest pricing on bike rentals in Anchorage beginning @ $15 as well as an opportunity to go on guided mountain biking or paved trail tours. This is the only place in Anchorage to rent an electric-assist equipped bicycle which are also used for their one-of-a-kind tour of the \"Bird to Gird\" trail. Tours also offered for Kincaid Park if you'd like to mountain bike in Anchorage with a guide familiar with this incredible trail system. +1 907 301-2165 ...Complimentary airport shuttle to and from the Millennium Hotel by calling +1 907 243-2300..."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Downtown Bicycle Rental, Inc"],["alt="],["url=http:\/\/alaska-bike-rentals.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is on 4th Ave downtown two streets away from the start of the Tony Knowles Coastal Trail. You can get great pricing on bike rentals as well as excellent suggestions and advice on bicycle and hiking routes in and around Anchorage."]]}]},"\n",{"type":"'''","value":["Ski\/Snowboard"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=The Nordic Skiing Association of Anchorage"],["alt="],["url=http:\/\/anchoragenordicski.com\/Trails\/maps.htm"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content= Maintains and provide information on numerous nordic (cross-country) ski trails around town."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Alyeska Resort"],["alt="],["url=http:\/\/alyeskaresort.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is in ",{"type":"[[","value":[["Girdwood"]]}," about 40 mi (64 km) south of Anchorage on the Seward Highway is Alaska's largest alpine (downhill) ski resort. Alyeska often has the highest annual snowfall of any ski area in North America and has a wide array of intermediate and expert terrain. Beginner terrain is fairly limited, but Alyeska has a fairly good ski and snowboard instruction program so it is not a bad place to learn."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Hilltop Ski Area"],["alt="],["url=http:\/\/hilltopskiarea.org"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is in south Anchorage about 15 minutes from downtown. It is a fairly small area in the Chugach foothills with one chairlift and a surface lift and exclusively beginner terrain."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Alpenglow at Arctic Valley"],["alt="],["url=http:\/\/skialpenglow.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Is a volunteer operated resort with two chairlifts and a T-bar. While the terrain is not as steep as some of the expert-only terrain at Alyeska, it is not for beginners and the snow is often windblown and hard. Alpenglow offers free lift tickets for volunteers, and thus is a great option for ski bums and budget travelers."]]}]},"\n",{"type":"*","value":[{"type":"'''","value":["Hillberg Ski Area"]}," is on Elmendorf Airforce Base to the north of downtown Anchorage, and is technically open to the public.  Civilians who don't have authorization to enter the base must be signed in and escorted by someone who does.  Hillberg has only beginner terrain, but tends to have shorter lift lines than Hilltop making it a better option for people who can get access."]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Chugach Powder Guides"],["alt="],["url=http:\/\/chugachpowderguides.com"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Offers helicopter and snow-cat skiing in the Chugach mountains with a professional guide for advanced intermediate to expert skiers and boarders."]]}]},"\n",{"type":"'''","value":["Rugby"]},"\n\nAnchorage has three men's rugby teams that play from April to September.  Want to pick up a game while you are here or join a team? Check the websites: Bird Creek Barbarians ",{"type":"[","value":["http:\/\/birdcreekrugby.com\/"]}," or Anchorage Thunderbirds RFC ",{"type":"[","value":["http:\/\/thunderbirds.20m.com"]},".\n\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Anchorage Market and Festival"],["alt="],["url=http:\/\/anchoragemarkets.com\/"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Sa Su (mid May-mid Sep) at 3rd Ave and E St (10AM-6PM), W (Jul-Aug) in the Northway Mall parking lot (11AM-5PM), Several hundred vendors offer all sorts of items in this large open air market. Items include fresh produce, fresh local seafood, prepared food, arts and crafts, souvenirs, etc. Some items could be found anywhere in the lower 48 but many items are truly Alaskan. Free."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Dimond Center Mall"],["alt="],["url=http:\/\/www.dimondcenter.com\/"],["email="],["address=800 E Dimond Blvd"],["lat="],["long="],["directions="],["phone=+1 907 929-7108"],["tollfree="],["fax="],["hours="],["price="],["content=The largest mall in the entire State of Alaska. Dimond Center also features an ice rink, movie theaters, and a bowling alley."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["buy"],["name=Fifth Avenue Mall"],["alt="],["url=http:\/\/www.simon.com\/mall\/?id=231"],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Usually considered Anchorage's nicest mall, it is attached to the original JCPenney Building and it also has skywalk access to the only Nordstrom store in Alaska. There are 2 parking garages which are connected to the mall, The old JCPenney's garage on 6th avenue, via Penney's; and the 5th Avenue Mall Garage between 5th and 6th avenue"]]}]},{"type":"*","value":[" ",{"type":"'''","value":["Northern Lights Shopping Mall"]}," Strip mall anchored by Anchorage's only REI store and local independent book store, Title Wave."]},"\nThere are also myriad touristy gift stores downtown. Quality and selection varies.\n\n",{"type":"==","value":["Eat"]},"\n",{"type":"===","value":["Budget"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["M.A.'s Gourmet Dogs "]},", 4th St & F St. \"The Downtown Hotdog Guy\". Highly popular hotdog kart located in the center of downtown Anchorage; loved by locals and tourists! For under $7 get a dog, chips, and drink. Recommend the reindeer sausage with onions!"]},{"type":"*","value":[" ",{"type":"'''","value":["Kriner's Diner"]},", +1 907 929-8257, 2409 C St. The newest diner, best eats (in giant proportions) for little money ($4 – $15 per person), from Ted's Big Breakfast to Jenne's Reindeer Sandwich to the homemade Giant Cinnamon Rolls, you can't go wrong. Its home cooking, the Alaskan way."]},{"type":"*","value":[" ",{"type":"'''","value":["Yak and Yeti"]},", +1 907 743-8078, 3301 Spenard Road. Remarkably good Himalayan and Indian cuisine in Spenard. Five minutes from the airport."]},{"type":"*","value":[" ",{"type":"'''","value":["Hula Hands"]},", +1 907 278-4852, 4630 Mountain View Drive. Good, cheap Hawaiian and Tongan food. Another location on Fireweed."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Arctic Roadrunner"],["alt="],["url="],["email="],["address=5300 Old Seward Hwy"],["lat="],["long="],["directions="],["phone=+1 907 561-1245"],["tollfree="],["fax="],["hours="],["price="],["content= and 2477 Arctic Blvd, +1 907 279-7311. An Alaskan institution and consistently voted Anchorage's best burger. Kitschy Alaskana on the walls, including plaques and portraits of longtime Alaskans and longtime Arctic Roadrunner customers. Also try the halibut burger and homemade onion ring pieces. Cash only; \"no checks since 1972.\""]]}]},{"type":"*","value":[" ",{"type":"'''","value":["City Diner"]}," Run by local celebrity \"Chef Al\" Levinsohn, famous for his other restaurant in town (Kincaid Grill). City Diner has some of the best sandwiches in town; the monte cristo is to die for and the sliders are amazing."]},{"type":"*","value":[" ",{"type":"'''","value":["Gwennie's"]}," An Alaskan institution; must be seen to be understood. Down home Americana meets Alaska (think sourdough pancakes and reindeer sausage). Extremely touristy but also popular with the locals for good prices and big portions. Old-time Alaskan rusty things hanging on the walls."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Taco King\/Burrito King"],["url="],["email="],["address=113 W Northern Lights Blvd #D, 3561 E Tudor Rd, 1330 Huffman Rd #C, 111 W 38th Ave"],["lat="],["long="],["directions="],["phone=+1 907 276-7387, 868-761, 336-5601, 569-2900"],["tollfree="],["fax="],["hours=10AM-10PM"],["price=$6-8"],["content=Possibly the best (and fastest) Mexican food in Anchorage (not saying a ",{"type":"''","value":["whole"]}," lot, but it holds its own against places closer to the border) and with insanely great (for Alaska) prices if you get the right thing."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=The Lucky Wishbone"],["alt="],["url="],["email="],["address=1033 E 5th Ave"],["lat="],["long="],["directions="],["phone=+1 907 272-3454"],["tollfree="],["fax="],["hours=10AM-10PM, closed Sun"],["price=$6-10"],["content=An Anchorage standard famous for their pan-friend chicken but also serving one of the better burgers in town. Try their shakes too!"]]}]},{"type":"*","value":[{"type":"'''","value":["Tommy's Burger Stop"]}," 29th ave & Spenard. Routinely voted the best burgers and philly sandwiches in Anchorage."]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=White Spot Cafe"],["alt="],["url="],["email="],["address=109 W 4th Ave"],["lat="],["long="],["directions=4th and A"],["phone=+1 907 279-3954"],["tollfree="],["fax="],["hours="],["price= $"],["content=The place is not much more than a small kitchen and a counter with room for 10 patrons. Arguably better burgers and definitely better halibut sandwiches than Arctic Roadrunner. Study the menu carefully before daring to order, or Sheri will put you in your place. The food is way worth the attitude, though."]]}]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Big Al's Wings and Wings"],["url="],["email="],["address=3807 Spenard Rd"],["lat=61.186188"],["long=-149.915732"],["directions=at intersection with Minnesota Dr"],["phone=+1 907 522-3388"],["tollfree="],["fax="],["hours=10AM-10PM"],["price=$9-12"],["content=Wings and Things downtown, serving unique \"Anchorage-style\" wings, was a local institution for more than 20 years. Its sudden closure in August 2007 left a void in the hearts of tens of thousands of loyal customers. Big Al's, started by a former frequent Wings and Things customer and employing former Wings and Things employees, does a darn good job at attempting to fill the void. The chili powder-based dry rub and succulent, juicy wings are addicting. The other items on the menu don't disappoint, either—like the wings, the Philly cheesesteak is a unique and delicious twist on an otherwise familiar American staple."]]}]},"\n",{"type":"===","value":["Midrange"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Bear Tooth Theatrepub"],["alt="],["url=http:\/\/beartooththeatre.net\/index2.html"],["email="],["address=1230 W 27th Ave"],["lat="],["long="],["directions="],["phone=+1 907 276-4200"],["tollfree="],["fax="],["hours="],["price="],["content=A wonderful pizza location, similar to the Moose's Tooth described below (although the menu differs a bit). It also features a movie theater in which you can eat dinner (they deliver it right to your seat) and imbibe from the wide selection of microbrews and wines. It mainly plays art house films and those that have been released for some time. It's a great place to spend an evening before taking a red-eye flight out of Anchorage as it's quite close to the Anchorage airport. Buy tickets in advance on the weekends—it can be very busy. The attached Bear Tooth Grill offers very different but equally delicious choices in a more traditional bar\/grill restaurant setting."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Glacier BrewHouse"],["alt="],["url=http:\/\/glacierbrewhouse.com\/"],["email="],["address=5th Ave between H and G St"],["lat="],["long="],["directions="],["phone=+1 907 274-BREW"],["tollfree="],["fax="],["hours="],["price="],["content= A very popular place to eat in downtown Anchorage. Wide selection of food, impressive selection of beers from their brewery. Hard to go wrong with this one if you're looking for a place to eat downtown."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Moose's Tooth Pub and Pizzeria"],["alt="],["url=http:\/\/moosestooth.net\/index2.htm"],["email="],["address=3300 Old Seward Hwy"],["lat="],["long="],["directions="],["phone=+1 907 258-2537"],["tollfree="],["fax="],["hours="],["price="],["content=Near New Seward and 36th. Brews their own beer and makes some fantastic pizza (all-ages welcome). Good atmosphere and walls covered with memorabilia about Alaska and beer. Can be busy. Frequently has outdoor concerts during the summer on the first Thursday of every month (\"first tap\" is age 21+). Must-go if you like beer. Has vegetarian selections. Medium prices; it's possible to save by splitting a large pizza. Menu and beer list online."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Solstice Bar & Grill"],["alt="],["url=http:\/\/westmarkhotels.com\/anchorage-food.php"],["email="],["address=720 W 5th Ave"],["lat="],["long="],["directions=between H and G Sts"],["phone=+1 907 276-7676"],["tollfree="],["fax="],["hours="],["price="],["content=While not as popular as Glacier BrewHouse, Solstice Bar & Grill offers meals of a similar quality for a slightly cheaper price. Located in the lobby level of the Westmark Hotel (almost directly across from the BrewHouse), this restaurant can get quite busy during the summer breakfast and dinner times, as Westmark plays host to a number of cruise line guests (its parent company is Holland America Line)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Southside Bistro"],["alt="],["url=http:\/\/southsidebistro.com"],["email="],["address=1320 Huffman Park Dr"],["lat="],["long="],["directions=in the far south end of town"],["phone=+1 907 348-0088"],["tollfree="],["fax="],["hours="],["price="],["content=Fresh seafood and innovative preparations of meats and lighter fare make this a great stop for those heading south or those wanting to get away from the hustle of the touristy areas. Bar with microbrews and a good wine list."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Snow City Cafe"],["alt="],["url=http:\/\/snowcitycafe.com\/"],["email="],["address=1034 W 4th Ave"],["lat="],["long="],["directions="],["phone=+1 907 272-2489"],["tollfree="],["fax="],["hours="],["price="],["content=Open for breakfast and lunch only, except on Wednesdays when there is an excellent Irish jam (and sometimes dance!) from 7PM-11PM. There is often a long wait for a table and for good reason, food is fresh and affordable, breakfast is available all day and there are plenty of hearty fares for the health-conscious. If you're not health-conscious, the macaroni and cheese is to die for!"]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Crow's Nest"],["alt="],["url=http:\/\/captaincook.com\/restaurants.php"],["email="],["address=4th and K"],["lat="],["long="],["directions=top floor of Hotel Captain Cook"],["phone=+1 907 276-6000"],["tollfree="],["fax="],["hours="],["price="],["content= AAA four-diamond rating and Wine Spectator awards. Seafood, \"French and American\" cuisine. View of entire city and Chugach Mountains. Definitely a splurge. Wine sommelier on staff; 10,000 bottle cellar. Dress code: Business casual. Good place to impress a date."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Jens"],["alt="],["url=http:\/\/jensrestaurant.com"],["email="],["address=701 W 36th Ave"],["lat=61.1890355"],["long=-149.8983349"],["directions=in a strip mall at 36th and Arctic next to a Scandinavian furniture store"],["phone=+1 907 561-5367"],["tollfree="],["fax="],["hours="],["price="],["content= A superb menu of Alaskan seafood with a twist, Danish specialties, and French classics that changes daily. Bar and good wine selection."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=ORSO Ristorante"],["alt="],["url=http:\/\/orsoalaska.com\/"],["email="],["address=5th Ave between H and G Sts"],["lat=61.2176513"],["long=-149.8957171"],["directions="],["phone=+1 907 222-3232"],["tollfree="],["fax="],["hours="],["price="],["content= Located right next to and owned by the same company as Glacier BrewHouse, this restaurant offers higher-priced meals inspired by traditional Italian fare. Located in the same block as a number of art galleries and smaller boutique shops, one can keep occupied while waiting (which in the summer season, is typical)."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Simon and Seafort's"],["alt="],["url=http:\/\/r-u-i.com\/sim\/"],["email="],["address=420 L St"],["lat="],["long="],["directions=end of downtown near the coastal trail"],["phone=+1 907 274-3502"],["tollfree="],["fax="],["hours="],["price="],["content= Semi-fancy seafood restaurant and bar. On the expensive side, but it's worth it to get some of the best seafood in Alaska (and being Anchorage, there's no dress code). They also have excellent non-seafood selections and a great lunch menu. You can also see the sunset over the water by the window. Menus online."]]}]},{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Ginger"],["alt="],["url=http:\/\/gingeralaska.com\/"],["email="],["address=425 W 5th Ave"],["lat=61.2176500"],["long=-149.8910393"],["directions="],["phone=+1 907 929-3680"],["tollfree="],["fax="],["hours="],["price="],["content=New restaurant. Trendy, modern, upscale dining. Sort of an Asian-Alaskan fusion, with things like wasabi mashed potatoes. Extensive saki list. Try the fries for an appetizer; they're freshly made and delicious."]]}]},"\nIn Girdwood (45 minutes south):\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Double Musky Inn"],["alt="],["url=http:\/\/doublemuskyinn.com\/"],["email="],["address=3 Crow Creek Rd"],["lat="],["long="],["directions="],["phone=+1 907 783-2822"],["tollfree="],["fax="],["hours="],["price="],["content=Mile. The Double Musky has Alaska's best Cajun cuisine with a local seafood slant. They have a \"rustic yet formal\" (but ",{"type":"''","value":["still"]}," no dress code) atmosphere. It is a great place to take a date, not just for the great food but also for the beautiful drive south along the coast. Also very warming after a day at the local Alyeska Ski Area."]]}]},"\n",{"type":"==","value":["Drink"]},"\nAnchorage has many, many bars. Bars must close by 2:30AM M-F, 3AM Sa & Su under municipal law.  Bars can stay open until 5AM in the cities of ",{"type":"[[","value":[["Palmer (Alaska)"],["Palmer"]]}," and ",{"type":"[[","value":[["Wasilla"]]},", about 45 minutes north. Anchorage also probably has more micro-breweries per capita than anywhere else (except maybe Portland, OR).\n\nAll bars and restaurants in Anchorage are non-smoking.\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Bernie's Bungalow Lounge"]},", 626 D St (between 6th and 7th; across the street from Nordstrom's entrance), +1 907 276-8808, ",{"type":"[","value":["http:\/\/berniesbungalowlounge.com\/"]},". This is a fashionable and friendly \"martini-and-cigar\" type of place. Good place to sit outside on the lawn in the summer, or to go upstairs to the Paradise Room for a fancy place to have a drink (although the upstairs is often booked for private gatherings). It's popular with well-dressed young people and businesspeople (during the daytime). The evening crowd is generally younger and the bar is embracing a larger hip-hop crowd. Usually busiest after midnight."]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Chilkoot Charlie's"],["alt="],["url=http:\/\/koots.com\/"],["email="],["address=1071 W 25th Ave"],["lat="],["long="],["directions=in Spenard"],["phone=+1 907 279-1692"],["tollfree="],["fax="],["hours="],["price="],["content=This is the largest bar within about 1,400 miles (2200 km). It's a huge spot that is always busy on weekends. The outside facade is deceptively small - there is a map on their website to navigate through all 10+ bars. There is usually at least one band playing every night (and usually a cover charge). Popular place to pick up dates, if you can hear above the noise."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Darwin's Theory"],["alt="],["url=http:\/\/www.alaska.net\/~thndrths\/"],["email="],["address=426 G St"],["lat="],["long="],["directions="],["phone=+1 907 277-5322"],["tollfree="],["fax="],["hours="],["price="],["content= A quintessential \"dive bar,\" Darwin's is popular with the locals. If you're interested in avoiding the generic tourist watering holes, Darwin's will wet your whistle. It's just a basic corner bar."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["drink"],["name=Humpy's Great Alaskan Alehouse"],["alt="],["url=http:\/\/humpys.com\/"],["email="],["address=610 W 6th Ave"],["lat="],["long="],["directions="],["phone=+1 907 276-BEER"],["tollfree="],["fax="],["hours="],["price="],["content= Humpy's has dozens of beers on tap and a great pub food selection (esp. seafood) until midnight. It's popular with just about everyone. Beer-battered halibut—yum!"]]}]},{"type":"*","value":[" Also see \"Glacier BrewHouse\" and \"Moose's Tooth\" under \"Eat.\""]},"\n",{"type":"==","value":["Sleep"]},"\n",{"type":"===","value":["Budget"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Alaska Backpackers Inn and Hostel"],["alt=Hostelling International Anchorage"],["url=http:\/\/alaskabackpackers.com\/"],["email="],["address=327 Eagle St"],["lat="],["long="],["directions="],["phone=+1 907 277-2770"],["tollfree="],["fax="],["hours="],["price=Dorm beds $25, single private $50, double private $60"],["checkin="],["checkout="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Anchorage International Hostel Downtown"],["url=http:\/\/anchorageinternationalhostel.org"],["email=information@anchorageinternationalhostel.org"],["address=700 H St"],["lat="],["long="],["directions="],["phone=+1 907 276-3635"],["tollfree="],["fax=+1 907 276-7772"],["hours=Office Hours 8AM-noon, 5PM-11PM"],["price="],["checkin="],["checkout="],["content=This hostel is located one block from the downtown transit center (served by all PeopleMover routes except 1) and about seven blocks from the Alaska Railroad Station. Close walking distance to many downtown restaurants, coffee shops, and shopping venues."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Arctic Adventure Hostel"],["url=http:\/\/www.arcticadventurehostel.com\/"],["email="],["address=337 W 33rd Ave"],["lat="],["long="],["directions="],["phone=+1 907 562-5700"],["tollfree="],["fax="],["hours="],["price=dorms $24, private rooms $48"],["checkin="],["checkout=noon"],["content=Quiet Location, clean, friendly, modern and well-equipped kitchen, free tea and coffee, free pancake breakfast, Wifi, ample secure parking, close to Walmart."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Earth Bed & Breakfast"],["url=http:\/\/earthbb.com"],["email=info@earthbb.com"],["address=1001 W 12th Ave"],["lat="],["long="],["directions="],["phone=+1 907 279-9907"],["tollfree="],["fax=+1 907 279-9862"],["hours="],["price=Rooms start at $59"],["checkin="],["checkout="],["content=Located in Downtown Anchorage, caters to mountain climbers, fishermen, photographers and other adventurers from across the globe. Continental breakfast is served daily daily from 7AM-9AM."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Spenard Hostel International"],["url=http:\/\/alaskahostel.org"],["email=stay@alaskahostel.org"],["address=2845 W 42nd Pl"],["lat="],["long="],["directions="],["phone=+1 907 248-5036"],["tollfree="],["fax=+1 907 248-5036"],["hours=9AM-1PM (Summer), 7PM-11PM (Summer and Winter)"],["price="],["checkin="],["checkout="],["content=This hostel is a bit of a way out of the center of town but is a really clean and friendly environment compared to the inner-city alternative. The staff is helpful, and you can help them around the hostel to earn a free night there if need be. It is serviced by PeopleMover route 7."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Comfort Inn"],["alt="],["url=http:\/\/comfortinn.com\/hotel-anchorage-alaska-AK006"],["email="],["address=111 West Ship Creek Ave"],["lat="],["long="],["directions="],["phone =+1 907 277-6887"],["tollfree="],["fax=+1 970 274 9830"],["price="],["checkin="],["checkout="],["content=Convenient location easy walking distance from the creek, the railroad, the weekend market and the downtown area. Courtesy bus to the airport."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Homewood Suites by Hilton"],["alt="],["url=http:\/\/homewoodsuites1.hilton.com\/en_US\/hw\/hotel\/ANCHWHW-Homewood-Suites-by-Hilton-Anchorage-Alaska\/index.do"],["email="],["address=101 W 48th Ave"],["lat="],["long="],["directions="],["phone =+1 907 762-7000"],["tollfree="],["fax=+1 970 762-8000"],["price="],["checkin="],["checkout="],["content= Near Downtown Anchorage and Ted Stevens Anchorage International Airport."]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Motel 6 Anchorage - Midtown"],["alt="],["url=http:\/\/motel6.com\/reservations\/motel_detail.asp?MotelId=4216"],["email="],["address= 5000 A St"],["lat="],["long="],["directions="],["phone =+1 907 677-8000"],["tollfree="],["fax=+1 907 677-8640"],["price="],["checkin="],["checkout="],["content=According to the general manager, this one has the distinction of being the most expensive Motel 6 in the country, if not the world, during the peak summer season (2007 rates started at $139 per night)."]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Puffin Inn of Anchorage"],["url=http:\/\/puffininn.net"],["email="],["address=4400 Spenard Rd"],["lat="],["long="],["directions="],["phone=+1 907 243-4044"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=Bed and Breakfast"]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Jarvi Homestay"],["alt="],["url=http:\/\/www.jarvihomestay.com"],["email="],["address=14321 Jarvi Dr"],["lat="],["long="],["directions="],["phone =+1 907 561-3349"],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=When you want to appreciate Anchorage without concrete and crowds, try \"a healthy way to stay\". Calm, peaceful, low key. Great breakfasts, too."]]}]},"\n",{"type":"===","value":["Splurge"]},"\n",{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Anchorage Marriott Downtown"],["alt="],["url=http:\/\/marriott.com\/property\/propertypage\/ANCDT"],["email="],["address=820 W 7th Ave"],["lat=61.2154649"],["long=-149.8979380"],["directions="],["phone =+1 907 279-8000"],["tollfree="],["fax=+1 907 279-8005"],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":["  ",{"type":"{{","value":[["sleep"],["name=Hotel Captain Cook"],["alt="],["url=http:\/\/captaincook.com\/"],["email="],["address=4th & K"],["lat=61.2177096"],["long=-149.9012773"],["directions="],["phone =+1 907 276-6000"],["tollfree=+1-800-843-1950"],["fax="],["price="],["checkin="],["checkout="],["content="]]}]},{"type":"*","value":[{"type":"{{","value":[["sleep"],["name=Dimond Center Hotel"],["url="],["email="],["address=700 E Dimond Blvd"],["lat=61.1433225"],["long=-149.8691096"],["directions="],["phone=+1 907 770-5000"],["tollfree="],["fax="],["hours="],["price="],["checkin="],["checkout="],["content=3 stars"]]}]},"\n",{"type":"==","value":["Stay safe"]},"\n\nAnchorage is a very safe city for its size. The murder rate is very low.\n\nCertain areas in the north east of the city (Mountain View, north of the Glenn Highway and east of Merrill Field airport) and central (Fairview, 6th to 15th Avenue, east of Ingra) have higher crime than other spots, though they are mostly run-down residential areas and there is little reason for a tourist to be there.\n\nAlso, areas around the airport like Spenard are known for increased drug activity and prostitution. In earlier times, the downtown area around 4th Avenue was like that, but a concerted effort over the last eight years has cleaned it up mostly.\n\nA constant problem is car break-ins at parking lots. Do not make any valuables visible.\n\nThe trails close to and around the university are unsafe when it is dark. During the colder months, there are increased attacks on females going to and from the housing and library.\n\nAlso, stay a good distance away from the moose. Although they may appear harmless, they can and will protect their young ones from people, and can charge if they feel cornered or threatened. Never approach them, as they are best viewed from a distance.\n\nStill, if you follow precautions like everywhere else, you will be safe.\n\n",{"type":"==","value":["Cope"]},"\n\n",{"type":"===","value":["Consulates"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Canada"]]}," ",{"type":"{{","value":[["listing"],["name=Canada"],["url=http:\/\/www.canadainternational.gc.ca\/anchorage\/index.aspx?lang=eng"],["email="],["address=310 K St Ste 200"],["lat="],["long="],["directions="],["phone=+1 907 264-6734"],["tollfree="],["fax=+1 907 264-6713"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Denmark"]]}," ",{"type":"{{","value":[["listing"],["name=Denmark (Honorary)"],["url=http:\/\/www.gknewyork.um.dk\/en\/servicemenu\/Links\/HonoraryConsulatesWestCoast.htm"],["email=wgc@customcpu.com"],["address=425 G St Ste 610"],["lat="],["long="],["directions="],["phone=+1 907 276-1221"],["tollfree="],["fax=+1 907 258-7329"],["hours="],["price="],["content="]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["flag"],["Mexico"]]}," ",{"type":"{{","value":[["listing"],["name=Mexico"],["url=http:\/\/consulmex.sre.gob.mx\/anchorage"],["email="],["address=610 C St"],["lat="],["long="],["directions="],["phone=+1 907 334-9573"],["tollfree="],["fax="],["hours="],["price="],["content="]]}]},"\n",{"type":"==","value":["Go next"]},"\n\nThere are only two roads out of Anchorage, the Seward Highway which goes south to the Kenai Peninsula, and the Glenn Highway which goes northeast to Glennallen and continues as the Tok Cutoff to Tok where it ends at the Alaska Highway.  The Glenn Highway junctions with the George Parks Highway about 35 miles north of Anchorage, continuing northwest to Denali National Park and Fairbanks.  Driving from Anchorage to Fairbanks usually takes 6–8 hours (356 miles) and driving from Anchorage to Seattle, WA usually takes at least 3 days.\n\nThe Alaska Railroad ",{"type":"[","value":["http:\/\/akrr.com"]}," offers daily service between Anchorage\/Seward, Anchorage\/Whittier, and Anchorage\/Fairbanks during the summer. The Anchorage\/Fairbanks run (Aurora) offers flag drop service between Talkeetna and Hurricane - it is the only railroad in the U.S. that will pick you up if you flag the train from the side of the tracks.\n\nThere are numerous small plane flying services which have scheduled flights to small villages, or the capacity to charter flights to different villages.  For travel to villages outside of the south central region it is usually cheaper to take a regular commercial flight to the appropriate regional hub (Bethel, Unalakleet, Dillingham, Unalaska, Kotzebue, Nome, Barrow, Fairbanks, or Juneau) and arrange to fly from there to your destination.\n\n",{"type":"{{","value":[["routebox"],["image1=Alaska 1 shield.svg"],["imagesize1=22"],["directionl1=N"],["majorl1=",{"type":"[[","value":[["Wasilla"]]}," (via ",{"type":"[[","value":[["Image:Alaska 3 shield.svg"],["18px"]]},")"],["minorl1=",{"type":"[[","value":[["Eagle River"]]}],["directionr1=S"],["majorr1=",{"type":"[[","value":[["Soldotna"]]}],["minorr1=",{"type":"[[","value":[["Girdwood"]]}]]},"\n\n",{"type":"{{","value":[["isPartOf"],["Southcentral Alaska"]]},"\n",{"type":"{{","value":[["usablecity"]]},"\n",{"type":"{{","value":[["geo"],["61.222638"],["-149.885083"]]},"\n\n",{"type":"[[","value":[["WikiPedia:Anchorage, Alaska"]]},"\n",{"type":"[[","value":[["Dmoz:Regional\/North America\/United States\/Alaska\/Localities\/A\/Anchorage"]]},"\n",{"type":"[[","value":[["commons:category:Anchorage"]]}]