[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"{{","value":[["translate"],["de"]]},"\n",{"type":"'''","value":["Andechs"]}," is a small town in ",{"type":"[[","value":[["Bavaria"]]},", ",{"type":"[[","value":[["Germany"]]},". It is popular mainly because of the nearby Andechs abbey.\n\n",{"type":"==","value":["Get in"]},"\nBy public transportation (S-Bahn S8) to Herrsching, south west of ",{"type":"[[","value":[["Munich"]]},"; from there an approximately 3km hike through beautiful scenery, or take a bus or cab. Taking the car is ",{"type":"'''","value":["not"]}," advisable, at least not if you plan on drinking.\n\nIf taking the S-Bahn, small signs that state \"Fußweg nach Andechs\" will lead you from the Herrsching station to the abbey.  At the end of Andechsstraße, a sign points right (this is about 7 min into the walk; there is a steep hill with a staircase directly behind the sign); however, there is an alternative route which you can take at that point by turning left and walking a small U around a couple houses.  There, you will see an obvious hiking path up to the abbey.  Both ways are beautiful, but the alternative path is a bit easier to climb.    \n\nThe Bus line 951 runs from Herrsching S-Bahn station with some more stops within the town. The bus station in Andechs is next to the monastery parking place. Note that this Bus is not operated by Munichs public transport company but by a private company ",{"type":"[","value":["http:\/\/www.ammersee-reisen.de\/3-fahrplaene.html"]},", so you have to pay the fare even if you have a day ticket or something. The price is 2,20 € for one way.\n\nIf you are planning a visit, try to avoid the weekends: it can get quite full.\n\n",{"type":"==","value":["Get around"]},"\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Kloster andechs-3.jpg"],["thumbnail"],["Kloster Andechs"]]},"\n",{"type":"'''","value":["Kloster Andechs"]}," - is a baroque monastery and catholic church of pilgrimage, about 30km southwest of ",{"type":"[[","value":[["Munich"]]},", picturesquely located on a hill between the Ammersee and the Starnbergersee.  It is surrounded by dairy pasture, and the Alps sit off to the horizon in the south.  Take a seat, and just look around.  No matter the time of year, the scenery is beautiful.\n\n",{"type":"==","value":["Do"]},"\n\n",{"type":"==","value":["Buy"]},"\n\n",{"type":"==","value":["Eat"]},"\nI have been to the Andechs on more than one occasion and I must say that the Schweinshaxe (Pork hocks) are very tasty. They are slowly roasted in a stone oven until the skin is very crispy and most of the fat is melted. They are made from pigs raised at the monastery (though the monks themselves do not touch the unclean animals) and they are fed the grain and hops used in the beer making giving the pork a very unique flavour that must be sampled at all costs. You can bring your own food in as well to add to the already large selection as most of the locals do. Your dog is also welcome and they are treated equally as well. The food is available in a smorgasbord style and you can pick out your favourite hunk of pig from the selection.  The monastery also has daily specials such as smoked mackerel, weisswurst, or leberkase.\n\n",{"type":"==","value":["Drink"]},"\nIt is fair to say that most \"pilgrims\" these days come for a spirited experience, rather than a spiritual one. Bavaria is full of baroque churches, but Andechs is famous for its outstanding brewery. The monks of Andechs have been brewing beer for more than a thousand years.  They have indeed perfected the art: among the locals the beer is rated as one of the best in all of Bavaria, thus possibly in the world. In the monastery's ",{"type":"''","value":["Schankstube"]}," (think pub, not restaurant) it is drawn directly from huge, oaken barrels and is just incomparably smoother than the carbon-pressurized stuff you might normally be served, and incomparably fresher than what you could get out of an exported bottle. Beer neither stores well nor transports well. If you like beer at all, here you can taste it at the source, and what a difference!. Enjoy either the light or the dark beer; tasting both might be a challenge since it is served in the traditional well-filled 1 Liter steins and the ",{"type":"''","value":["Spezial"]}," (special) or ",{"type":"''","value":["Doppelbock"]}," (double buck goat) are quite strong. The pretzels are the large kind that is typical of Bavarian beer-gardens, big as a plate, with a thin crust and a soft, bready interior, perfect with a large, white, thin-sliced radish, generously sprinkled with coarse salt.  This would be your afternoon snack - outside, in the sun, or under the arched ceiling inside, this place breathes the spirit of old Bavaria like few other (and certainly few of those that are frequented by foreigners). ",{"type":"''","value":["Prost, Herr Nachbar !"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"==","value":["Go next"]},"\n\n",{"type":"{{","value":[["outlinecity"]]},"\n\n",{"type":"{{","value":[["geo"],["47.9833"],["11.1833"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["Upper Bavaria"]]},"\n\n",{"type":"[[","value":[["Wikipedia:Andechs"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Andechs"]]}]