[{"type":"{{","value":[["pagebanner"],["Mena-asia_default_banner.jpg"],["unesco=yes"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/city.andong.go.kr\/open_content\/en\/ Andong"]}]}," (안동,安東) is a city in ",{"type":"[[","value":[["North Gyeongsang"]]}," Province, ",{"type":"[[","value":[["South Korea"]]},".\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:Andong Manhole.JPG"],["thumb"],["350px"],["right"],["Manhole cover showcasing the most iconic mask of Andong."]]},"\nAndong is the self-proclaimed \"Capital City of Korean Spiritual Culture\", having maintained aspects of the traditional culture of Korea throughout the past 2,000 years. Over 280 cultural assets are scattered around the city. It takes 3 hours to get to Andong from ",{"type":"[[","value":[["Seoul"]]},", 2.5 hours from ",{"type":"[[","value":[["Busan"]]}," or ",{"type":"[[","value":[["Daejeon"]]},", and 1 hour from ",{"type":"[[","value":[["Daegu"]]}," by car.\n\nAndong's international claim to fame comes from having been visited by  Queen Elizabeth II of England. So the story goes, the Queen asked to be taken to the most Korean place in Korea. She got taken to Andong.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By train"]},"\n\nThere are regular direct services from Busan, Daegu and ",{"type":"[[","value":[["Gwangju"]]},". Passengers heading from Seoul can either take a ",{"type":"[[","value":[["KTX"]]}," high-speed service to Daegu and transfer to the local train, or a muhgunghwa (semi-fast) train direct from Seoul's Cheongnyangni station. Andong's train station is located right in the city centre and most hotels can be reached within 5 minutes walk. The station has English-speaking staff, self-service ticket machines, a Global ATM and a tourist information centre.\n\n",{"type":"===","value":["By bus"]},"\n\nAndong is quite easily accessible on the intercity bus network. Bear in mind that it's usually best to pre-book your ticket or at least try to confirm departure times online.\n\n",{"type":"====","value":["From East Seoul Terminal"]},"\nLocated out the front of Kangbyeon station (subway no.2-green line)\nThe buses go every 10~15 minutes to Andong and it takes 2 hours, 40 minutes.\n\n",{"type":"====","value":["From Gangnam (Seoul) Express Terminal"]},"\nLocated in Gangnam Express Bus Terminal-station (subway no.3 and no.7-orange&olive green)\nIt's easier to find the terminal by getting into the Sinsegye Department Store and going via the FENDI & GUCCI store (1F) because the way between those stores is connected by the terminal.\nThe buses go every 40-60 minutes to Andong and the ride takes 2 hours, 50 minutes.\n\n",{"type":"====","value":["From Daejeon"]},"\nAndong lies due east of Daejeon, thus across the grain of Korea's train network. As such, buses are about your only realistic transport option short of hiring a car. Departs from Dong-gu Express Bus Terminal, on the far east side of town down near HomePlus and Han-nam University. Buy your ticket at the Intercity Bus counter (on the right facing the counter, or left as you walk in). Cost is ₩14,100 one-way, and the bus is never full. Expect a rather long stopover at ",{"type":"[[","value":[["Gumi"]]}," to get out, stretch your legs, and twiddle your thumbs aimlessly, after which the bus will depart again from another platform. The buses go about every hour and the full trip takes roughly 2 hours 10 minutes. Daejeon's bus timetable website is an indecipherable mess, so just show up with fingers crossed.\n\n",{"type":"====","value":["From Andong back to anywhere"]},"\nLast bus leaves around 8:00 pm. To some cities, its around 6:00 pm. Be sure to confirm the times: Andong actually has a very good timetable website but unfortunately it's not web indexed. If aiming to be back by a certain time, consider that the listed times can and ",{"type":"''","value":["do"]}," vary wildly according to traffic, in particular ",{"type":"''","value":["Sunday evenings are a nightmare."]},"\n\n",{"type":"==","value":["Get around"]},"\nThe downtown area of Andong is ",{"type":"''","value":["very"]}," small and you can walk across the city centre in under 10 minutes.\n\nTaxis can be flagged off the street but it's not recommended as you may have a long wait. The best place to get a taxi from the city centre is from outside the railway station, otherwise it's recommended to order one by phone - ask your hotel for the phone number of a reputable company. Black 'Deluxe' taxis are available too at a higher price for better comfort and drivers who can communicate well in English and Japanese.\n\nBuses link Andong to surrounding towns and villages. Almost all buses depart from the street outside the train station and serve most of the tourist attractions. Information at bus stops are only written in Korean - however the tourist information office at the train station provides a useful English bus schedule displaying departure times, destinations and fares. Bus fares do not increase by distance but are instead based on the length of the route - typically about ₩1,000 for a bus going to the outer suburbs to ₩2,500 for the furthest destination. Change is available (in coins only) but it's not recommended to attempt paying with a ₩10,000 note for example. Domestic tourists rejoice, for Seoul T-money cards are in fact accepted!\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":["Andong Hahoe Folk Village"]},"\n",{"type":"[[","value":[["Image:Andong Haohe.JPG"],["thumb"],["300px"],["right"],["Hahoe Village from atop Byongdae Cliff. Mind the step."]]},"\n",{"type":"[[","value":[["Image:Andong HahoeFestival.JPG"],["thumb"],["200px"],["right"],["Festival performance in Hahoe Folk Village."]]},"\n\nVarious cultural assets including national treasures and tangible or intangible cultural heritages are well preserved in the Andong Hahoe Folk Village, and the whole village was designated as Important Folk Material No.122, also a listed ",{"type":"[[","value":[["UNESCO World Heritage Site"]]}," since 2010. People live in every house in the village and you can enjoy the true folk culture of Korea there. They provide the traditional Korean mask dance on weekends (3 pm, every Sunday in March, April, November \/ 3 pm, every Saturday and Sunday from May to October).\n\nOther sights include:\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=The tree inhabited by the Samshin-goddess"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Walk around it three times, and write your wish on a tag. Peace or reuinification seem to be common answers if stumped. The sight alone of all the aging tags hung off such an ancient tree is worth a peek."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["see"],["name=Byongdae cliff"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=The view from atop showcases the entire village and is rather spectacular. Take the little wooden ferry from down by the pine forest, it's pretty cheap and return is included. Those feeling adventurous can note that its actually possible to descend or ascend the cliff not only by taking the main trail beside Okyeon Pavilion, but also by a lesser marked one that goes via Gyeomam Pavilion, following the strata along the cliff-face itself, halfway up. Not for oversized individuals or those wary of heights."]]}]},"\nYou can visit the village from 9 am to 5 pm during the winter season (November-March) and 9 am to 6 pm during the summer season (April-October). Nominal (₩2,000 won?) admission fee.\n\nTake bus #46 from the stand directly across the road (and a few metres to the right, in front of the convenience store) from the Intercity bus terminal. Buses run about every 1–2 hours during peak time and be aware that the trip takes a whole 50 minutes. Cost ₩1,000. As of 2010, the last two buses back to Andong during festival season depart at 5:00 pm and 7:00 pm respectively. Note that the you are not left with much time to jump on to an intercity bus home upon arrival.\n\n",{"type":"===","value":["Bongjeongsa Temple"]},"\nBongjeongsa is a Korean Buddhist temple on the slopes of Mount Cheondeung in Andong city, North Gyeongsang Province, South Korea. It is a subsidiary temple of Gounsa, the head temple of the 16th branch of Jogye Order.\n\nBongjeongsa is the largest temple in Andong, and is the site of the oldest wooden building in Korea, Geuknakjeon. There are 10 buildings at the main temple and a total of 9 other buildings at Bongjeongsa's two sub temples found to the east and west of the main temple complex.\n\nTemple Stay programme is available, which offers a great accommodation in a traditional Buddhist temple.\n\n",{"type":"===","value":["Confucian Schools"]},"\nBeing one of the major historical sites in Korean Confucianism, there are a couple of these listed as attractions on the local guide maps.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"[[","value":[["Image:Andong MaskFestival.JPG"],["thumb"],["200px"],["right"],["Mask Festival in full swing in Andong."]]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Andong International Mask Dance Festival"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=In every October, you can also visit the Andong International Mask Dance Festival, showcasing not only Korean Mask Dance, but also various traditional dances of countries round the world. The festival is split into two halves.Typically tourists only visit the main event in Andong city itself, by the river (~2 blocks south of both the bus and train terminals). It is interesting, but dance acts on the main stage are well spaced out (day-pass admission 5,000 won), even on weekends, and the rest of the time you are left to wander what's mostly a tourist trap. Food and booze is plentiful however (even whale), and there are many affordable mask making stalls set up, intended for children but also widely enjoyed by curious overseas visitors as the little blobby things you use to decorate the mask are unlike anything that can be seen in the West. The second half is located over in Hahoe village (see above). For the idle spectator, this is a definite highlight, as the stage is positioned amongst the pine grove on the banks of the river, opposite Buyongdae cliff, with the colourful costumes contrasting well against the natural backdrop. When travelling to Haohe village during the festival, pick a seat on the ",{"type":"''","value":["left"]}," side of the bus for a special surprise amongst the rice paddies. Programs to learn many folk dances and mask dance contests are also prepared during the festival."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["do"],["name=Andeok Apple Village"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=Famous for producing honey-sweet apples with a savory crunchiness. It is a beautiful and quaint village located between the cities of Pohang and Andong.Numerous apple farms to be appreciated. Just walk around the village and you will see them. Spend a day walking around and appreciating the beauty. Maybe the locals will offer apples to foreigners when they are in season around October."]]}]},"\n",{"type":"==","value":["Buy"]},"\nThe iconic Andong mask replicas are the obvious souvenir of the city, although the mass-produced lacquered ones can be purchased just about anywhere in Korea. At the entrance to Hahoe village you can find entire shops that specialise in these masks, so if seeking a uniquely crafted mask replica, try there.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["buy"],["name=Yeoni nangja (natural dyed goods)"],["url="],["email="],["address=near by Bong-jung Buddhist temple"],["lat="],["long="],["directions=located entrance of temple"],["phone=+82-54-841-6569"],["tollfree="],["fax="],["hours="],["price="],["content=Graceful and beautiful natural herb & grass dyed goods. Dresses are nice and becoming to everybody."]]}]},"\n",{"type":"==","value":["Eat"]},"\n",{"type":"[[","value":[["File:Korean.food-Andong.Hansik-Heotjesabab.jpg"],["thumbnail"],["Heotjesabap, a bit similar to bibimbap, in an Andong restaurant"]]},"\nAndong has a few specialty dishes, including local ",{"type":"'''","value":["jjimdak"]}," (Andong-style chicken and cellophane noodles), ",{"type":"'''","value":["grilled salted mackerel"]},", and ",{"type":"'''","value":["heotjesabap"]},", or false funerary food. Jjimdak can be found in the \"Jjimdak golmok (Chicken restaurant street)\" in the city centre, which is full of small restaurants specialised in Jjimdak. You can choose any of them, as every restaurant offers a similar taste. Grilled mackerel can be found everywhere in Andong.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Andong Jjimdak Jongson"],["url=http:\/\/www.안동찜닭종손.kr\/"],["email="],["address=178-9 Nammun-dong, Andong-si"],["lat="],["long="],["directions=right inside Andong Old Market"],["phone=+82-54-843-9899"],["tollfree="],["fax="],["hours="],["price="],["content=Andong Old Market, or Jjimdak Golmok, is crammed with Andong jjimdak restaurants. All the food is cooked in booths out front of the restaurant, so you can tour around and choose a favourite. Andong Jjimdak Jongson stands out because its menu contains a variety of different styles of Andong jjimdak."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Kkachi Gumeong Jib"],["url=http:\/\/andongrice.com\/"],["email="],["address=513-1 Sanga-dong, Andong-si"],["lat="],["long="],["directions=just inside the entrance of Wolryeong Park across from the Water Culture Center"],["phone=+82-54-821-1056"],["tollfree="],["fax="],["hours="],["price="],["content=Kkachi Gumeong Jib, or Magpie Hole House, specialises in heotjesabap (₩9,000), which is a local variation of bibimbap flavoured with soy sauce instead of hot pepper sauce. If you get the Yangban Meal (₩15,000) you get a variety of dishes including fish and some very excellent shark meat. All food is served in heavy bronze tableware."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Andong Godunga"],["url=http:\/\/www.godunga.co.kr\/"],["email="],["address=791-2 Okdong, Andong-si"],["lat="],["long="],["directions=Just a little west of the train station"],["phone=+82-54-853-0545"],["tollfree="],["fax="],["hours="],["price="],["content=This restaurant specialises in salted mackerel, and many locations can be found across Andong. As well, they run a mail-order system for sending out Andong mackerel. The restaurant serves mackerel roasted or in a very mild (but spicy looking) soup."]]}]},"\n",{"type":"*","value":[" ",{"type":"{{","value":[["eat"],["name=Mammoth Bakery"],["url=http:\/\/www.fatmanseoul.com\/2009\/03\/23\/mad-about-mammoth\/"],["email="],["address=164 Nambu-dong,Andong-si"],["lat="],["long="],["directions=120m over the road of bus terminal"],["phone=+82-54-857-6000"],["tollfree="],["fax="],["hours="],["price="],["content=You can taste European style bread&goods. Mammoth bakery always use well-roasted coffee beans so all of espresso drinks are very good & reasonable. \"Mammoth Bakery is just off the main square in downtown Andong, a short walk northward from the bus terminal, near the Pizza Hut. Baked goods start from ₩1,000, with cakes starting in the ₩15,000 range, sandwiches around ₩3,500, and espresso drinks are very reasonably priced at around ₩3,500 as well.\"  It's hard to find restaurant to eat continental breakfast in any Korean traditional village so this is the closest you can get."]]}]},"\n",{"type":"==","value":["Drink"]},"\n",{"type":"'''","value":["Andong Soju"]}," is one of the specialties of the city. Its traditional distillation method dates back to the Silla Dynasty (57BC-935AD). The wife of a household was traditionally responsible for distillation along with other household chores, and she passed it down to the wives of her sons. Today, Andong Soju is made with fresh ingredients, and the maximum alcohol content can be 45%, though you can get varieties which are much less alcoholic for less money, yet still preserving the traditional flavour.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["drink"],["name=Andong Soju Traditional Food Museum"],["url=http:\/\/www.andongsoju.com\/"],["email="],["address=280 Susang-dong, Andong-si"],["lat="],["long="],["directions="],["phone=+82-54-858-4541"],["tollfree="],["fax="],["hours="],["price="],["content=The Andong Soju Traditional Food Museum is relatively small, and most of the information is in Korean. You can see a model of how the still works, as well as information on traditional table spreads. There is also information on the skillholder Cho Ok-hwa, as well as her meeting with Queen Elizabeth II in 1999. The distillery itself is only open on weekdays. There is also a gift shop where you can buy Andong Soju for a decent price."]]}]},"\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Budget"]},"\n\nAndong has its fair share of cheap motels. Try looking around the area immediate in front of the train terminal. If that's still too expensive, there's always passing out on the floor of a ",{"type":"''","value":["jimjillbang"]}," (public bathhouse).\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Oncheon"],["alt="],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["price="],["checkin="],["checkout="],["content=Andong's most central ",{"type":"''","value":["jimjillbang"]}," is ",{"type":"'''","value":["Oncheon"]}," aka ",{"type":"'''","value":["Andong Spaland"]},". It's situated about one block north of the train station. From the Intercity bus terminal, facing outwards, turn right, go about two blocks and you'll reach the Train station. From the train station, facing out, travel down the road about 1-2 blocks, looking to the right. It's tucked down a backstreet but is such a tall building with a stupidly large neon sign on top proudly proclaiming jimjillbang and sauna that you cannot miss it. Combined shower and stay rates are ₩6,000."]]}]},"\n",{"type":"===","value":["Mid-range"]},"\n\nAndong has many traditional houses which offer a great experience to visitors.\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Chiam-gotaek"],["url=http:\/\/www.chiamgotaek.com\/"],["email=ceo0996@hanmail.net"],["address=119-1 Anmak-dong Andong, Korea"],["lat="],["long="],["directions="],["phone=+82-54-858-4411"],["tollfree="],["fax="],["hours="],["price=₩50,000-200,000"],["checkin=2pm"],["checkout=12pm"],["content=A great place to experience a Korean traditional noble house. Chiam-gotaek is located in the city of Andong. It costs less than ₩3,000 to get there from the train station. The house itself is a cultural heritage, which was built hundreds of years ago. Staying several nights in this fabulous house offers a real experience of traditional lifestyle of a Korean family. There are two small rooms which are ₩50,000, which are suitable for backpackers or a couple. Rooms are very clean and cozy. Breakfast is not provided. Reservation is required in advance by e-mail."]]}," "]},"\n",{"type":"===","value":["Splurge"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Jirye artist's colony"],["url=http:\/\/www.chirye.com\/main\/english\/infomation.html"],["email="],["address=san 769, Bakgong-ni, Imdong-myeon, Andong-shi"],["lat="],["long="],["directions=Follow national road No.34 (toward Yeongdeok) for 25 mins. And then pass the Sugokgyo bridge and keep driving for a further 25 mins"],["phone=054-822-2590"],["tollfree="],["fax="],["hours="],["price=₩50,000-120,000"],["checkin="],["checkout=13:00"],["content=It is a really quiet & peaceful small village. You can experience a life of two upper classes of old Korea or working classes."]]}]},"\n",{"type":"===","value":["Temple Stay"]},"\n\n",{"type":"*","value":[" ",{"type":"{{","value":[["sleep"],["name=Bongjeongsa Temple"],["url=http:\/\/www.bongjeongsa.org\/"],["email="],["address=901 Taejang-ri Seohu-myeon Andong-si"],["lat="],["long="],["directions="],["phone=054-853-4181"],["tollfree="],["fax="],["hours="],["price=₩50,000"],["checkin=2pm"],["checkout=12pm"],["content= A great place to visit and experience Korean traditional Buddhist life. It is important to respect the Buddhist rules of the temple, if you want to stay there. For more information on Temple Stay, this website is helpful: ",{"type":"[","value":["http:\/\/eng.templestay.com\/"]}]]}]},"\n",{"type":"==","value":["Connect"]},"\nJust like the rest of Korea, internet cafes, known as PC Bang (look for signs showing PC방) are plentiful in Andong, these provide high speed internet access and modern desktop usage for around US$1 an hour.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":[{"type":"[[","value":[["Yeongju"]]}]},", a small city to the north of Andong, is surrounded by Sobaeksan National Park and other rural attractions. Intercity buses leave from the Andong terminal very regularly. The journey takes 40 minutes."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Buseok Temple"]}," Renowned as one of the most beautiful temples in the area Buseoksa draws in the most visitors in the fall when leaves cover the area in color. It can be reached by taking Bus No. 55 or 23 from the Local Bus Terminal. Cost is around ₩4,000 each way and the journey takes 40 minutes approx. Entrance to the temple is ₩2,500. The area has plenty of restaurants and is famous for apples."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sosu Seowan"]}," Known to be the home of Joseon scholars and the first Confucian school. Entrance is ₩2,500 and it can be reached on bus No. 23 from the local bus terminal. The entrance fee includes the ticket into Seonbichon Village (선비촌), a living museum depicting traditional Seonbi life."]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Sobaeksan National Park"]}," Hike the various trails in and around Sobaek Mountain. There are two main entrances accessible by public transport from Yeongju. The first is Sam-ga which is the shortest hike to the highest point. It takes around 3 hours from the trail head. Take bus No. 26 to the last stop. For a longer hike to the peak take bus No. 25 for 45 minutes."]},"\n",{"type":"[[","value":[["Wikipedia:Andong"]]},"\n\n",{"type":"{{","value":[["geo"],["36.5667"],["128.7167"]]},"\n\n",{"type":"{{","value":[["IsPartOf"],["North Gyeongsang"]]},"\n",{"type":"{{","value":[["usablecity"]]}]