[{"type":"{{","value":[["pagebanner"],["Angers banner.jpg"]]},"\n",{"type":"'''","value":["Angers"]}," is a medium sized ",{"type":"[[","value":[["France"],["French"]]}," city which is the capital of the ",{"type":"[[","value":[["Maine-et-Loire"]]}," département in the northwestern region of ",{"type":"[[","value":[["Pays de la Loire"]]},". It offers the traveller a mixture of an typical French night-life, historically rich street-scapes and great shopping opportunities.\n\n",{"type":"==","value":["Understand"]},"\n",{"type":"[[","value":[["Image:AngersView.jpg"],["thumb"],["A view of the Castle in the evening."]]},"\nTo historians and travelers interested in discovering France's rich medieval history Angers is located in the French region which was known as Anjou in the Middle Ages. \nToday Angers is an bustling French city which is home to around 150,000 people in the city itself and roughly 270,000 people in the greater metropolitan area.\n\n",{"type":"==","value":["Get in"]},"\n\n",{"type":"===","value":["By car"]},"\n",{"type":"[[","value":[["Image:Easter 189.jpg"],["thumb"],["Angers in the Summer."]]},"\nLike most French cities Angers can be easily accessed by motorway. The A11 connects Angers to the French capital ",{"type":"[[","value":[["Paris"]]}," and nearby ",{"type":"[[","value":[["Le Mans"]]},". By car Angers lies roughly 295 km west of Paris and 95 km west of Le Mans.\n\nAngers is also close to ",{"type":"[[","value":[["Nantes"]]},", ",{"type":"[[","value":[["Tours"]]}," & ",{"type":"[[","value":[["Rennes"]]},", all of which are connected to Angers by motorway. Many of the motorways charge a toll which can vary from €2 up to €25.\n\n",{"type":"===","value":["By train"]},"\n\nTGV offers frequent rail-links between Angers and many of France's major towns and cities. The trains are generally of a very high quality, offer very comfortable seating and have suitable storage spaces for luggage. Trains are quite regular and generally depart on time. Ticket checks take place on every journey, as a result it is very important that you are in possession of a valid ticket at all times. Smoking is not permitted anywhere on the train and the use of mobile phones in the seating area of the carriage is frowned upon by other passengers.\n\nAngers is...\n\n",{"type":"*","value":[" Roughly between 90 minutes and 2 hours from Paris. (The train can be found in Gare Montparnasse in Paris)"]},{"type":"*","value":[" Around 45 minutes from the city of ",{"type":"[[","value":[["Nantes"]]},"."]},{"type":"*","value":[" 40 minutes from Le Mans (on the same line as the Paris-Angers route)"]},{"type":"*","value":[" 55 minutes from ",{"type":"[[","value":[["Tours"]]},"."]},"\n",{"type":"===","value":["By plane"]},"\n\n",{"type":"*","value":["Nantes"]},{"type":"*","value":["Paris (CDG)"]},{"type":"*","value":["Paris (Beauvais)"]},{"type":"*","value":[{"type":"[[","value":[["Bordeaux"]]}]},"\nSee more details at the airport website ",{"type":"[","value":["http:\/\/www.angers-loire-aeroport.fr"]},"\n\n",{"type":"==","value":["Get around"]},"\nDue to the plan \"vigipirate\", the national anti-terrorism policy, all possibilities to store luggage consignment around the train and bus station have been suspended.\n\n",{"type":"===","value":["By bus"]},"\n\nPublic buses are widely available in Angers. The main bus terminal, Lorraine, is located on Boulevard Foch, north of Jardin du Mail. These provide frequent access to the town-centre from the train station. Tickets, which can be purchased on the buses, cost €1.40 for a 1 hour unlimited ticket or €3.70 for a whole-day pass. Bus routes are clearly marked on the maps which are in most bus stops.\n\nCurrently, the city is constructing a one-line tramway that will provide access throughout the town and will cross the river.  It will connect two suburbs of Angers, La Roseraie and Avrillé.  Construction began in late 2008 and is expected to finish mid-2010.\n\nA second line has been approved and is expected to be completed by 2015.  This will connect Beaucouzé to Monplaisir\/Parc d'Expos.  However, construction has yet to begin.\n\n",{"type":"===","value":["By taxi"]},"\n\nTravelers who don't feel confident enough to take the bus can avail of a taxi. Taxis cannot be hailed on the street, however there is a taxi point next to the train station. One of the main taxi companies is Allo Anjou.\n\n",{"type":"===","value":["By foot"]},"\n\nOne of the best ways to experience Angers is by foot and generally all of the main tourist attractions and shopping areas are located in close proximity to one another. One exception to this is the nearby lake, Lac de Maine, which is roughly 30 minutes from outside of the centre of town.  It is located to the north of Parc Balzac, west of the banks of the Maine river. However, on a summer evening a walk out to the lake and back can be quite pleasant.\n\n",{"type":"===","value":["By tramway"]},"\nSince 2011, tourists can also use a tramway. There is a single tram line. The tickets are integrated with the bus system and costs the same.\n\n",{"type":"===","value":["By bicycle"]},"\n\nAngers has dedicated bike routes all along the town. People with local address can rent bikes for free from the two Velocite office located near ESSCA and Rue Lorraine from Tuesday to Friday.\n\n",{"type":"==","value":["See"]},"\n",{"type":"[[","value":[["File:Hennequin de Bruges - Saint Michael fighting the Dragon - WGA24178.jpg"],["thumb"],["upright 1.5"],["Saint Michael fighting the Dragon - 36th tapestry of the Tapestry of the Apocalypse"]]},"\n",{"type":"*","value":["The ",{"type":"'''","value":["castle fortress"]}," of Angers is an impressive defence work. It has 17 towers and as a bonus, it hosts an extremely large mediaeval ",{"type":"'''","value":["Tapestry of the Apocalypse"]},", really a spectacular set of tapestries which is arguably one of the very greatest artworks that has come down to us from the Middle Ages."]},"\n",{"type":"===","value":["Museums"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Jean Lurçat Museum"]},"  Housed in the 12th century St. Jean’s Hospital buildings. Since 1967, “Le chant du monde” (the song of the earth) by Jean Lurçat is displayed in the patients’ ward. This is  modern wall-hanging is a modern replica of the Apocalypse tapestry of Angers, which Lurçat discovered in 1937."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Museum of Fine Arts (Beaux Arts)"]}," Since 1796 The Museum of Fine Arts has been housed in the Barrault residence, a late 15th century private home. The collection includes paintings by painters such as Chardin, Watteau, Fragonard, Boucher, David and Ingres). The collection also includes Goldsmith’s work, enamel, and ivory arts."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Pincé Museum"]}," This museum is situated in the 16th century Pincé residence. It is a museum which primarily focuses on the classical world. In line with this Classical focus the museum includes a selection of Greek & Roman artifacts including pottery & glasswork. There are similar items also on show to commemorate Ancient Egypt, China & Japan also."]},"\n",{"type":"*","value":[{"type":"'''","value":["The David d'Angers Gallery"]}," The All Saints Abbey is one of the biggest 13th century abbeys in Angers. Since 1984 it has housed an important collection of plaster models, medallions, marble & bronze statues which were sent by Jean-Pierre David (1788-1856) to his native town’s museum."]},"\n",{"type":"*","value":[{"type":"'''","value":["The Regional Angers Marcé Air Museum"]}," Created by some local aviation enthusiasts who were determined to safeguard in our memories the role of those great men of the great flying adventure, such as Roland Garros, René Gasnier, etc. The aim of this museum was to give the visitor an opportunity to discover the second national collection of light and winged aircraft in France. Temporary exhibitions, guided conferences, and restoration of the “vieux coucous”  demonstrations are organized on an on-going basis."]},"\n",{"type":"==","value":["Do"]},"\nFor being a fair-sized town, Angers has a lot to offer in terms of entertainment and night-life.\n\nThere are three cinemas: Gaumont Variétés (Blvd. Foch), Les Quatre Cent Coups (Rue Clavell) and Gaumont Multiplexe (St. Serge).\n\nThe main pedestrians strip runs along rue St. Laud. There you will find many cafés, such as Bar du Centre, and bars.\n\nTourists can do some shopping in \"Atoll\", a big mall not far (few minutes) from the city center.\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"==","value":["Drink"]},"\nSince Angers is a university town, there are a lot of bars thronged by young people. Passing via the chateau during night one can see groups of young students going to bars. Soft, flastaff, Bolero are few notable ones and popular among students community.\n\n",{"type":"==","value":["Sleep"]},"\nThere is a campsite called Ile du Chateau to the south of the town near the river and for the camper-vanner there is an Aire de Camping-cars.\n\n",{"type":"==","value":["Go next"]},"\n",{"type":"*","value":[{"type":"[[","value":[["Nantes"]]}," - The historical capital of the region. "]},{"type":"*","value":[{"type":"[[","value":[["Le Mans"]]}," - A nearby town best known for its annual 24 hour automobile race."]},"\n",{"type":"{{","value":[["outlinecity"]]},"\n",{"type":"{{","value":[["geo"],["47.473612"],["-0.554167"]]},"\n",{"type":"{{","value":[["IsPartOf"],["Pays de la Loire"]]},"\n\n",{"type":"[[","value":[["Commons:Category:Angers"]]},"\n",{"type":"[[","value":[["Wikipedia:Angers"]]}]