[{"type":"{{","value":[["pagebanner"],["Pagebanner default.jpg"]]},"\n",{"type":"'''","value":[{"type":"[","value":["http:\/\/www.fs.fed.us\/r5\/angeles\/ Angeles National Forest"]}]}," is a national forest in ",{"type":"[[","value":[["Southern California"]]},".\n\n",{"type":"==","value":["Understand"]},"\nThe Angeles National Forest borders the San Bernardino National Forest. Some areas of each are only really accessible by travelling through the other. Sometimes this means that the forests are referenced interchangeably and it is often hard to discern in which national forest some locations are.\n\n",{"type":"===","value":["History"]},"\n\n",{"type":"===","value":["Landscape"]},"\n\n",{"type":"===","value":["Flora and fauna"]},"\n\n",{"type":"===","value":["Climate"]},"\nThe Angeles National Forest is in ",{"type":"[[","value":[["Southern California"]]},", and the weather acts accordingly. For much of the year the forest has warnings posted regarding fires. Even at some of the higher elevations it can stay a bit warm. During the winter, however, it can get cold. From the months of December through March there is often snow on the ground to be enjoyed by those up for some skiing, innertubing, or general snowplay.\n\n",{"type":"==","value":["Get in"]},"\n",{"type":"===","value":["By car"]},"\n",{"type":"*","value":[{"type":"'''","value":["On the Eastern side"]}," "]},"\n",{"type":"'''","value":["Heading West on the 210 Freeway"]},{"type":"<","value":["br"]},"\nExit Campus Ave., in ",{"type":"[[","value":[["Upland"]]},". Make a right at the light and a left at the stop sign shortly ahead. This road will take you passed the rock quarry and curve up to being northbound. A right at the first stop will lead you to Euclid Ave. Make a right and head North on Euclid to the firestation. Follow directions for \"From I-10\" from this point.",{"type":"<","value":["br"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["Heading East on the 210 Freeway"]},{"type":"<","value":["br"]}]},"Exit Monte Vista\/Padua\/Baseline on the eastern border of ",{"type":"[[","value":[["Claremont (California)"],["Claremont"]]},". This exit has been known to change names at times. When you exit you will end up at a stoplight facing north towards the mountains. A Left turn here will take you West where you will see the light for Monte Vista to the south and Padua to the north. Turn right up Padua and continue all the way up to the light at Mt Baldy Rd. Take a right at the light and follow it all the way up.",{"type":"<","value":["br"]},"\n",{"type":"*","value":[" ",{"type":"'''","value":["From I-10"]},{"type":"<","value":["br"]}]},"On Euclid Ave in Upland, head north, towards the mountains. Follow Euclid all the way to the top. When you reach the firestation at the top of Euclid the street will no longer be divided. You will need to make a left at the stop sign and then a right at a split stop sign in order to continue up Euclid on the left side of the firestation. Continue following the road up the mountain. The road will come to a T at Baldy Road. A left will head you down to Padua Hills. There are some hiking trails at the turnouts on the way down the hill in this direction. Continuing to head this way can lead you straight down Padua and Monte Vista to the ",{"type":"[[","value":[["Montclair"]]}," Plaza. A right at the stop will take you up to Baldy Village, Manker Flats, Icehouse, or the Mount Baldy skiing area.\n\n",{"type":"===","value":["By foot"]},"\nThe ",{"type":"[[","value":[["Pacific Crest Trail"]]}," (PCT) is a well known trail that extends along the West coast of the United States, from Mexico to Canada. It passes through California, Oregon, and Washington State.\n\n",{"type":"==","value":["Fees\/Permits"]},"\nParking permits can be purchased at the ranger's station in Mount Baldy Village. On some days permits are not required. If you are cited the fee is usually just the amount of a parking pass.\n\nGenerally, most areas of the Angeles National Forest will require parked vehicles to show either a $5 day pass, or an Adventure Pass ($30; valid for one year). The latter, which is also valid at three other National Forests in Southern California, can be purchased at local sporting goods stores. The ANF website provides a list of local vendors. ",{"type":"[","value":["http:\/\/www.fs.fed.us\/r5\/sanbernardino\/ap\/"]},"\n\n",{"type":"==","value":["Get around"]},"\n",{"type":"'''","value":["By car"]},{"type":"<","value":["br"]},"\nA good portion of the forest can be seen without having to get out of your car. Mount Baldy road can take you to the parking lot of the ski lift at Mt Baldy. From Mount Baldy Village it is possible to take Glendora Ridge Road. This road can take you out in Glendora, or continue on all the way to the top of highway 39. Make sure you have enough gas, there are no stops along the way. And check beforehand on road conditions as this route is frequently closed during the winter due to snow and during the summer due to fire hazards.",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["By bicycle"]},{"type":"<","value":["br"]},"\nIf you're of the more athletic sort, the climb up Mount Baldy Road has been used by many. There is normally plenty of space for bicyclists with only a coupld tunnels to worry about sharing some tight space with passing cars. Staying on the lower roads from Euclid to Padua can also provide a nice little loop with some good elevtaion changes.",{"type":"<","value":["br"]},"\n",{"type":"'''","value":["By foot"]},{"type":"<","value":["br"]},"\nMuch of the forest can be enjoyed on foot. Many paths are well-marked and make for some pleasant hiking. The ski lift at Mount Baldy runs throughout much of skiing's off-season in order to help some with the climb to the hiking trails found a little higher up.\n\n",{"type":"==","value":["See"]},"\n\n",{"type":"===","value":[" Suggested Day Hikes "]},"\n\n",{"type":"*","value":[" ",{"type":"'''","value":["Manker Flats Loop "]}]},{"type":"*","value":[{"type":"*","value":[" Distance: 11.25 miles round trip"]}]},{"type":"*","value":[{"type":"*","value":[" Elevation Gain: 4300 ft"]}]},{"type":"*","value":[{"type":"*","value":[" Hiking Time: 7 hours"]}]},{"type":"*","value":[{"type":"*","value":[" Difficulty: Strenuous"]}]},{"type":"*","value":[{"type":"*","value":[" Trail Condition: Good, some difficult spots"]}]},{"type":"*","value":[{"type":"*","value":[" Hike Type: Loop"]}]},{"type":"*","value":[{"type":"*","value":[" Switchbacks: Few"]}]},"\nTake the 210 Interstate and exit on Mountain Avenue heading North into the Angeles National Forest. Follow Mountain Avenue until the intersection with Shinn Road and turn left. Follow Shinn Road until Mt. Baldy Road and turn right. Follow this road through two tunnels, Mt. Baldy village and finally up to Manker Flats. After the road becomes dual carriage way, look out on the left for sign to the San Antonio Falls Road. Park here but don't block the gate.\n\nFollow the track after the first switch back when you are over the trailhead. A single-track path veers up to the left. Follow this one. The light-green ski hut is approximately at 8200 feet. Please take a break there! After that it is a fairly rapid climb to the 10064 feet of Mount Baldy (San Antonio) summit. There are hazardous drops along the trail, although it doesn't get much worse than the Devil's Backbone section, which you will see immediately. Not recommended with young children or during precipitation (which is unusual during most of the year anyway).\n\nDescend eastwards along the Devil's Backbone ridge and watch out especially in snowy\/icy\/rainy conditions, as the path has partially been covered by landslides in some spots. Back at the Baldy Notch Skihut at 7800 feet, take the ski lift down for $15 or if you haven't had enough walking for one day descend by the dirt track back to Manker Flats (approximately 1 hour).\n\n",{"type":"*","value":[{"type":"'''","value":["Icehouse Canyon"]}]},"There are many well-marked trails accessible from Icehouse Canyon. The trailhead is easy to find. Heading up from Calremont\/Upland take the road until it ends. Instead of making a right to continue up to Mount Baldy, simply follow the road the short distance to the parking lot. The old Icehouse is at the top of the parking lot and the trailhead is to the right.\n\n",{"type":"*","value":[{"type":"''","value":["Icehouse Saddle"]},{"type":"<","value":["br"]}]},"The first destination many follow is to simply hike to the saddle. From the saddle you can see the valleys on the north side of the range and on the south. There is a large open area for picnicking or just relaxing. From here there are trails heading in three directions that will take a little more time and will reach the summits of some of the more well-known peaks in this area. The hike to the saddle is easy enough to follow. Trail markers point the way to the old route or the newer trail. The hike more-or-less follows the river (or creek, rather, depending on time of year and rainfall) up to the saddle. It is a well-traveled and well-maintained path with many places to stop along the way and enjoy the surroundings.\n\n",{"type":"*","value":["The Three T's",{"type":"<","value":["br"]}]},"Upon approaching Icehouse Saddle there is a sign to your left that marks the trail to the Three T's. The three T's are Timber, Telegraph, and Thunder Mountains. The trail will take you near to the peaks of these three mountains and will eventually drop you off near the notch where the trail continues on to Mount Baldy or down the ski slope. This trail is more strenuous and takes a fair amount of time. It should also be kept in mind that the trail ends at the notch. If you're hiking in a group it may be a good idea to have cars parked at both the icehouse and the ski area park lots.\n\n",{"type":"*","value":["Cucamonga Peak",{"type":"<","value":["br"]}]},"This trail is about 13 miles roundtrip and can be quite strenuous, but worth the work. From the saddle the trail is marked ahead to your right. The trail runs behind the mountain for much of the climb and makes several switchbacks. It eventually wraps back around to the southern side and climbs the last bit to the summit, where a breath-taking view is available of the ",{"type":"[[","value":[["Inland Empire"]]},". There was once a sign-in post at the peak. All that is left is the bottom stump of the post. Take note of where you've hiked from as this is the meeting place for multiple trails from both sides of the mountain. Head back down the way you've come or hike on over and meet up with the trails from Lytle Creek. If you do the latter make sure you've got some time and a car to take you back to where you came from. Also make sure you've brought your camera. It's definitely a shot you'll want to remember.\n\n",{"type":"*","value":["Ontario Peak",{"type":"<","value":["br"]}]},"From Icehouse Saddle this trail begins from your hard right. The sign is sometimes hard to see due to trees. This trail is also one of the least maintained summit paths from the saddle. This can be good if you're looking for some solitude but thusly more dangerous if you're less experienced with hiking or even with this area in general. There are a few trail markers along the way, but if you're hiking in the off-season these can be hidden by snow and neglect. Follow the trail on up and you'll be granted a view of all the other summits in the area as well as a shot of the valley, smog allowing.\n\n",{"type":"==","value":["Do"]},"\n",{"type":"*","value":[{"type":"{{","value":[["do"],["name=Mt Baldy Trout Pools"],["url=http:\/\/www.mtbaldytroutpools.com"],["email="],["address=801 San Antonio Creek Rd"],["lat="],["long="],["directions=just passed Baldy Village on the right"],["phone = +1 909-982-4246"],["tollfree="],["fax="],["hours="],["price="],["content=Family owned and ready to give the kids a nice little fishing experience. You only have to pay for the fish you catch. But be ready to hand over some cash- the fish are always biting."]]}]},"\n",{"type":"==","value":["Buy"]},"\n",{"type":"*","value":[{"type":"{{","value":[["buy"],["name=Hansens Honey"],["url="],["email="],["address=1 Ice House Canyon Road"],["lat="],["long="],["directions="],["phone = +1 909-985-2148"],["tollfree="],["fax="],["hours="],["price="],["content=Buy some honey on your way up to Ice House canyon. Parking permits can also be purchased here."]]}]},"\n\n",{"type":"==","value":["Eat"]},"\n\n",{"type":"*","value":[{"type":"'''","value":["The Hidden Springs Cafe"]},", Angeles Forest Highway, at the mid point between Palmdale and La Canada (17 miles north of Foothill Blvd.). It offers very good, inexpensive food and beer (beer must be consumed on the outside patio). It sees a lot of older and retired people who drive Harley Davidson vehicles. "]},"\n",{"type":"*","value":[{"type":"'''","value":["Newcomb's Ranch"]},", on the nearby Angeles Crest Highway. A bit pricier, offering prime rib and various holiday specials, such as on Mother's Day.  Both see heavy use by motorcycle enthusiasts.   Newcomb's Ranch sees much use by a younger crowd driving high performance Japanese motorcycles."]},{"type":"*","value":[{"type":"{{","value":[["eat"],["name=Mount Baldy Lodge"],["url="],["email="],["address="],["lat="],["long="],["directions="],["phone="],["tollfree="],["fax="],["hours="],["price="],["content=A small restaurant in the middle of Baldy Village. Friendly staff with good food. There's a small dance floor that is also occassionally used for live performances."]]}]},"\n\n",{"type":"==","value":["Drink"]},"\n\n",{"type":"==","value":["Sleep"]},"\n\n",{"type":"===","value":["Lodging"]},"\nMount Baldy Lodge has 6 cabins to stay at. A bit farther up the hill is Snow Crest Lodge.\n\n",{"type":"===","value":["Camping"]},"\nManker Flats has several sites for overnight camping.\n\n",{"type":"===","value":["Backcountry"]},"\nThere are places along the trails where camping is permitted, such as Kelly's Camp on the trail to Ontario Peak. Permits can be acquired at the ranger's station.\n\n",{"type":"==","value":["Stay safe"]},"\nWhile most of the area is fairly frequently traveled and patrolled by hikers as well as the county sheriff's department, caution should be used when traveling through the forest. Some of the trails can be more strenuous than you may first suspect and leaving the trails can be dangerous. During the winter months there can be a good deal of snow and ice on the paths. Spend some time to research the trails, talk to the rangers, and make your time here as enjoyable as it should be. Also, the forest has seen its share of wildlife including bear and mountain lion. Take all necessary precautions when hiking, camping, or just wandering through.\n\n",{"type":"==","value":["Go next"]},"\nOn the west of the forest is Hwy 2 which requires just a short jaunt to ",{"type":"[[","value":[["Pasadena"]]}," or ",{"type":"[[","value":[["Glendale (California)"],["Glendale"]]},". Heading East can take you through the San Bernardino National forest to ",{"type":"[[","value":[["Wrightwood"]]},". A more south-east departure will pass you on into ",{"type":"[[","value":[["Ontario (California)"],["Ontario"]]},".\n\n",{"type":"{{","value":[["IsPartOf"],["San Gabriel Valley"]]},"\n",{"type":"{{","value":[["Usablepark"]]},"\n\n\n",{"type":"[[","value":[["Wikipedia:Angeles National Forest"]]},"\n\n",{"type":"{{","value":[["geo"],["34.3333"],["-118.133"]]}]